{"English": ["Nephi sees in vision the church of the devil set up among the Gentiles, the discovery and colonizing of America, the loss of many plain and precious parts of the Bible, the resultant state of gentile apostasy, the restoration of the gospel, the coming forth of latter-day scripture, and the building up of Zion. About 600–592B.C.", "1 And it came to pass that the angel spake unto me, saying: Look! And I looked and beheld many nations and kingdoms.", "2 And the angel said unto me: What beholdest thou? And I said: I behold many nations and kingdoms.", "3 And he said unto me: These are the nations and kingdoms of the Gentiles.", "4 And it came to pass that I saw among the nations of the Gentiles the formation of a great church.", "5 And the angel said unto me: Behold the formation of a church which is most abominable above all other churches, which slayeth the saints of God, yea, and tortureth them and bindeth them down, and yoketh them with a yoke of iron, and bringeth them down into captivity.", "6 And it came to pass that I beheld this great and abominable church; and I saw the devil that he was the founder of it.", "7 And I also saw gold, and silver, and silks, and scarlets, and fine-twined linen, and all manner of precious clothing; and I saw many harlots.", "8 And the angel spake unto me, saying: Behold the gold, and the silver, and the silks, and the scarlets, and the fine-twined linen, and the precious clothing, and the harlots, are the desires of this great and abominable church.", "9 And also for the praise of the world do they destroy the saints of God, and bring them down into captivity.", "10 And it came to pass that I looked and beheld many waters; and they divided the Gentiles from the seed of my brethren.", "11 And it came to pass that the angel said unto me: Behold the wrath of God is upon the seed of thy brethren.", "12 And I looked and beheld a man among the Gentiles, who was separated from the seed of my brethren by the many waters; and I beheld the Spirit of God, that it came down and wrought upon the man; and he went forth upon the many waters, even unto the seed of my brethren, who were in the promised land.", "13 And it came to pass that I beheld the Spirit of God, that it wrought upon other Gentiles; and they went forth out of captivity, upon the many waters.", "14 And it came to pass that I beheld many multitudes of the Gentiles upon the land of promise; and I beheld the wrath of God, that it was upon the seed of my brethren; and they were scattered before the Gentiles and were smitten.", "15 And I beheld the Spirit of the Lord, that it was upon the Gentiles, and they did prosper and obtain the land for their inheritance; and I beheld that they were white, and exceedingly fair and beautiful, like unto my people before they were slain.", "16 And it came to pass that I, Nephi, beheld that the Gentiles who had gone forth out of captivity did humble themselves before the Lord; and the power of the Lord was with them.", "17 And I beheld that their mother Gentiles were gathered together upon the waters, and upon the land also, to battle against them.", "18 And I beheld that the power of God was with them, and also that the wrath of God was upon all those that were gathered together against them to battle.", "19 And I, Nephi, beheld that the Gentiles that had gone out of captivity were delivered by the power of God out of the hands of all other nations.", "20 And it came to pass that I, Nephi, beheld that they did prosper in the land; and I beheld a book, and it was carried forth among them.", "21 And the angel said unto me: Knowest thou the meaning of the book?", "22 And I said unto him: I know not.", "23 And he said: Behold it proceedeth out of the mouth of a Jew. And I, Nephi, beheld it; and he said unto me: The book that thou beholdest is a record of the Jews, which contains the covenants of the Lord, which he hath made unto the house of Israel; and it also containeth many of the prophecies of the holy prophets; and it is a record like unto the engravings which are upon the plates of brass, save there are not so many; nevertheless, they contain the covenants of the Lord, which he hath made unto the house of Israel; wherefore, they are of great worth unto the Gentiles.", "24 And the angel of the Lord said unto me: Thou hast beheld that the book proceeded forth from the mouth of a Jew; and when it proceeded forth from the mouth of a Jew it contained the fulness of the gospel of the Lord, of whom the twelve apostles bear record; and they bear record according to the truth which is in the Lamb of God.", "25 Wherefore, these things go forth from the Jews in purity unto the Gentiles, according to the truth which is in God.", "26 And after they go forth by the hand of the twelve apostles of the Lamb, from the Jews unto the Gentiles, thou seest the formation of that great and abominable church, which is most abominable above all other churches; for behold, they have taken away from the gospel of the Lamb many parts which are plain and most precious; and also many covenants of the Lord have they taken away.", "27 And all this have they done that they might pervert the right ways of the Lord, that they might blind the eyes and harden the hearts of the children of men.", "28 Wherefore, thou seest that after the book hath gone forth through the hands of the great and abominable church, that there are many plain and precious things taken away from the book, which is the book of the Lamb of God.", "29 And after these plain and precious things were taken away it goeth forth unto all the nations of the Gentiles; and after it goeth forth unto all the nations of the Gentiles, yea, even across the many waters which thou hast seen with the Gentiles which have gone forth out of captivity, thou seest—because of the many plain and precious things which have been taken out of the book, which were plain unto the understanding of the children of men, according to the plainness which is in the Lamb of God—because of these things which are taken away out of the gospel of the Lamb, an exceedingly great many do stumble, yea, insomuch that Satan hath great power over them.", "30 Nevertheless, thou beholdest that the Gentiles who have gone forth out of captivity, and have been lifted up by the power of God above all other nations, upon the face of the land which is choice above all other lands, which is the land that the Lord God hath covenanted with thy father that his seed should have for the land of their inheritance; wherefore, thou seest that the Lord God will not suffer that the Gentiles will utterly destroy the mixture of thy seed, which are among thy brethren.", "31 Neither will he suffer that the Gentiles shall destroy the seed of thy brethren.", "32 Neither will the Lord God suffer that the Gentiles shall forever remain in that awful state of blindness, which thou beholdest they are in, because of the plain and most precious parts of the gospel of the Lamb which have been kept back by that abominable church, whose formation thou hast seen.", "33 Wherefore saith the Lamb of God: I will be merciful unto the Gentiles, unto the visiting of the remnant of the house of Israel in great judgment.", "34 And it came to pass that the angel of the Lord spake unto me, saying: Behold, saith the Lamb of God, after I have visited the remnant of the house of Israel—and this remnant of whom I speak is the seed of thy father—wherefore, after I have visited them in judgment, and smitten them by the hand of the Gentiles, and after the Gentiles do stumble exceedingly, because of the most plain and precious parts of the gospel of the Lamb which have been kept back by that abominable church, which is the mother of harlots, saith the Lamb—I will be merciful unto the Gentiles in that day, insomuch that I will bring forth unto them, in mine own power, much of my gospel, which shall be plain and precious, saith the Lamb.", "35 For, behold, saith the Lamb: I will manifest myself unto thy seed, that they shall write many things which I shall minister unto them, which shall be plain and precious; and after thy seed shall be destroyed, and dwindle in unbelief, and also the seed of thy brethren, behold, these things shall be hid up, to come forth unto the Gentiles, by the gift and power of the Lamb.", "36 And in them shall be written my gospel, saith the Lamb, and my rock and my salvation.", "37 And blessed are they who shall seek to bring forth my Zion at that day, for they shall have the gift and the power of the Holy Ghost; and if they endure unto the end they shall be lifted up at the last day, and shall be saved in the everlasting kingdom of the Lamb; and whoso shall publish peace, yea, tidings of great joy, how beautiful upon the mountains shall they be.", "38 And it came to pass that I beheld the remnant of the seed of my brethren, and also the book of the Lamb of God, which had proceeded forth from the mouth of the Jew, that it came forth from the Gentiles unto the remnant of the seed of my brethren.", "39 And after it had come forth unto them I beheld other books, which came forth by the power of the Lamb, from the Gentiles unto them, unto the convincing of the Gentiles and the remnant of the seed of my brethren, and also the Jews who were scattered upon all the face of the earth, that the records of the prophets and of the twelve apostles of the Lamb are true.", "40 And the angel spake unto me, saying: These last records, which thou hast seen among the Gentiles, shall establish the truth of the first, which are of the twelve apostles of the Lamb, and shall make known the plain and precious things which have been taken away from them; and shall make known to all kindreds, tongues, and people, that the Lamb of God is the Son of the Eternal Father, and the Savior of the world; and that all men must come unto him, or they cannot be saved.", "41 And they must come according to the words which shall be established by the mouth of the Lamb; and the words of the Lamb shall be made known in the records of thy seed, as well as in the records of the twelve apostles of the Lamb; wherefore they both shall be established in one; for there is one God and one Shepherd over all the earth.", "42 And the time cometh that he shall manifest himself unto all nations, both unto the Jews and also unto the Gentiles; and after he has manifested himself unto the Jews and also unto the Gentiles, then he shall manifest himself unto the Gentiles and also unto the Jews, and the last shall be first, and the first shall be last."], "Español": ["Nefi ve en visión el establecimiento de la iglesia del diablo entre los gentiles, el descubrimiento y la colonización de las Américas, la pérdida de muchas partes claras y preciosas de la Biblia, el estado resultante de la apostasía de los gentiles, la restauración del Evangelio, el advenimiento de las Escrituras de los últimos días y la edificación de Sion. Aproximadamente 600–592a.C.", "1 Y aconteció que el ángel me habló, diciendo: ¡Mira! Y miré, y vi muchas naciones y reinos.", "2 Y me dijo el ángel: ¿Qué ves? Y yo dije: Veo muchas naciones y reinos.", "3 Y me dijo él a mí: Estas son las naciones y los reinos de los gentiles.", "4 Y aconteció que vi entre las naciones de los gentiles la formación de una grande iglesia.", "5 Y el ángel me dijo: He aquí la formación de una iglesia que es la más abominable de todas las demás iglesias, que mata a los santos de Dios, sí, y los atormenta y los oprime, y los unce con un yugo de hierro, y los reduce al cautiverio.", "6 Y aconteció que vi esta grande y abominable iglesia, y vi que el diablo fue su fundador.", "7 Y vi también oro y plata y sedas y escarlatas y linos de fino tejido y toda especie de vestiduras preciosas; y vi muchas rameras.", "8 Y el ángel me habló, diciendo: He aquí, el oro y la plata, las sedas y escarlatas, y los linos de fino tejido, y los preciosos vestidos, y las rameras, son lo que desea esta grande y abominable iglesia.", "9 Y también, por motivo de las alabanzas del mundo, destruyen a los santos de Dios y los reducen al cautiverio.", "10 Y sucedió que miré, y vi muchas aguas; y estas separaban a los gentiles de la posteridad de mis hermanos.", "11 Y aconteció que el ángel me dijo: He aquí, la ira de Dios está sobre la posteridad de tus hermanos.", "12 Y miré, y vi entre los gentiles a un hombre que estaba separado de la posteridad de mis hermanos por las muchas aguas; y vi que el Espíritu de Dios descendió y obró sobre él; y el hombre partió sobre las muchas aguas, sí, hasta donde estaban los descendientes de mis hermanos que se encontraban en la tierra prometida.", "13 Y aconteció que vi al Espíritu de Dios que obraba sobre otros gentiles, y salieron de su cautividad, cruzando las muchas aguas.", "14 Y sucedió que vi muchas multitudes de gentiles sobre la tierra de promisión, y vi que la ira de Dios vino sobre los descendientes de mis hermanos, y fueron dispersados delante de los gentiles, y afligidos.", "15 Y vi que el Espíritu del Señor estaba sobre los gentiles, y prosperaron y obtuvieron la tierra por herencia; y vi que eran blancos y muy bellos y hermosos, semejantes a los de mi pueblo antes que los mataran.", "16 Y aconteció que yo, Nefi, vi que los gentiles que habían salido de la cautividad se humillaron delante del Señor, y el poder del Señor estaba con ellos.", "17 Y vi que las madres patrias de los gentiles se hallaban reunidas sobre las aguas, y sobre la tierra también, para combatirlos.", "18 Y vi que el poder de Dios estaba con ellos, y también que la ira de Dios pesaba sobre todos aquellos que estaban congregados en contra de ellos para la lucha.", "19 Y yo, Nefi, vi que los gentiles que habían salido de la cautividad fueron librados por el poder de Dios de las manos de todas las demás naciones.", "20 Y ocurrió que yo, Nefi, vi que prosperaron en la tierra; y vi un libro, y lo llevaban entre ellos.", "21 Y me dijo el ángel: ¿Sabes tú el significado del libro?", "22 Y le respondí: No lo sé.", "23 Y dijo: He aquí, proviene de la boca de un judío. Y yo, Nefi, miré el libro; y el ángel me dijo: El libro que ves es una historia de los judíos, el cual contiene los convenios que el Señor ha hecho con la casa de Israel; y también contiene muchas de las profecías de los santos profetas; y es una narración semejante a los grabados sobre las planchas de bronce, aunque menos en número. No obstante, contienen los convenios que el Señor ha hecho con la casa de Israel; por tanto, son de gran valor para los gentiles.", "24 Y el ángel del Señor me dijo: Has visto que el libro salió de la boca de un judío, y cuando salió de la boca del judío, contenía la plenitud del evangelio del Señor, de quien dan testimonio los doce apóstoles; y ellos testifican conforme a la verdad que está en el Cordero de Dios.", "25 Por lo tanto, estas cosas proceden en su pureza de los judíos a los gentiles, según la verdad que está en Dios.", "26 Y después que proceden por la mano de los doce apóstoles del Cordero, de los judíos a los gentiles, tú ves la formación de una iglesia grande y abominable, que es la más abominable de todas las demás iglesias, pues, he aquí, ha despojado el evangelio del Cordero de muchas partes que son claras y sumamente preciosas, y también ha quitado muchos de los convenios del Señor.", "27 Y ha hecho todo esto para pervertir las vías correctas del Señor, para cegar los ojos y endurecer el corazón de los hijos de los hombres.", "28 Por tanto, ves tú que después que el libro ha pasado por las manos de esa grande y abominable iglesia, se han quitado muchas cosas claras y preciosas del libro, el cual es el libro del Cordero de Dios.", "29 Y después que se quitaron estas cosas claras y de gran valor, va entre todas las naciones de los gentiles; y luego que va entre todas las naciones de los gentiles, sí, aun hasta el otro lado de las muchas aguas que has visto, entre los gentiles que han salido del cautiverio, tú ves que —a causa de las muchas cosas claras y preciosas que se han quitado del libro, cosas que eran claras al entendimiento de los hijos de los hombres, según la claridad que hay en el Cordero de Dios— a causa de estas cosas que se han suprimido del evangelio del Cordero, muchísimos tropiezan, sí, de tal modo que Satanás tiene gran poder sobre ellos.", "30 No obstante, tú ves que los gentiles que han salido de la cautividad, y que, gracias al poder de Dios, han sido elevados sobre todas las demás naciones que hay en la superficie de la tierra, que es una tierra escogida sobre todas las demás, la cual es la tierra que el Señor Dios dio a tu padre por convenio para que fuese la herencia de sus descendientes; por tanto, ves que el Señor Dios no permitirá que los gentiles destruyan completamente a los de la mezcla de tu descendencia que se hallan entre tus hermanos.", "31 Ni permitirá tampoco que los gentiles destruyan a la posteridad de tus hermanos.", "32 Ni permitirá el Señor Dios que los gentiles permanezcan para siempre en ese horrible estado de ceguedad, en el que ves que están a causa de las partes claras y sumamente preciosas del evangelio del Cordero que ha suprimido esa iglesia abominable, cuya formación tú has visto.", "33 Por tanto, dice el Cordero de Dios: Seré misericordioso con los gentiles, aun al grado de visitar al resto de la casa de Israel con gran juicio.", "34 Y aconteció que el ángel del Señor me habló, diciendo: He aquí, dice el Cordero de Dios, después que haya visitado al resto de la casa de Israel —y este resto del que hablo es la posteridad de tu padre— por lo tanto, después que los haya visitado con juicio, y los haya herido por la mano de los gentiles, y después que los gentiles tropiecen muchísimo a causa de las partes más claras y preciosas que fueron suprimidas del evangelio del Cordero por esa abominable iglesia, que es la madre de las rameras, dice el Cordero, seré misericordioso con los gentiles en aquel día, de tal modo que haré llegar a ellos, por medio de mi propio poder, mucho de mi evangelio que será claro y precioso, dice el Cordero.", "35 Porque he aquí, dice el Cordero: Yo mismo me manifestaré a los de tu posteridad, por lo que escribirán muchas cosas que yo les suministraré, las cuales serán claras y preciosas; y después que tu posteridad sea destruida y degenere en la incredulidad, lo mismo que la de tus hermanos, he aquí que estas cosas serán escondidas, a fin de que sean manifestadas a los gentiles por el don y el poder del Cordero.", "36 Y en ellas estará escrito mi evangelio, dice el Cordero, y mi roca y mi salvación.", "37 Y bienaventurados aquellos que procuren establecer a mi Sion en aquel día, porque tendrán el don y el poder del Espíritu Santo; y si perseveran hasta el fin, serán enaltecidos en el último día y se salvarán en el reino eterno del Cordero; y los que publiquen la paz, sí, nuevas de gran gozo, ¡cuán bellos serán sobre las montañas!", "38 Y aconteció que vi al resto de la posteridad de mis hermanos, y también vi que el libro del Cordero de Dios, que había salido de la boca del judío, llegó de los gentiles al resto de la posteridad de mis hermanos.", "39 Y después que hubo llegado a ellos, vi otros libros que vinieron por el poder del Cordero, de los gentiles a ellos, para convencer a los gentiles y al resto de la posteridad de mis hermanos, y también a los judíos que se encontraban esparcidos sobre toda la superficie de la tierra, de que los escritos de los profetas y de los doce apóstoles del Cordero son verdaderos.", "40 Y el ángel me habló, diciendo: Estos últimos anales que has visto entre los gentiles, establecerán la verdad de los primeros, los cuales son los de los doce apóstoles del Cordero, y darán a conocer las cosas claras y preciosas que se les han quitado, y manifestarán a todas las familias, lenguas y pueblos que el Cordero de Dios es el Hijo del Eterno Padre, y es el Salvador del mundo; y que es necesario que todos los hombres vengan a él, o no serán salvos.", "41 Y han de venir conforme a las palabras que serán establecidas por boca del Cordero; y las palabras del Cordero se darán a conocer en los anales de tu posteridad, como también en los anales de los doce apóstoles del Cordero; por lo que los dos serán reunidos en uno solo; porque hay un Dios y un Pastor sobre toda la tierra.", "42 Y viene el tiempo en que él se manifestará a todas las naciones, tanto a los judíos como también a los gentiles; y después que se haya manifestado a los judíos y también a los gentiles, entonces se manifestará a los gentiles y también a los judíos; y los últimos serán los primeros, y los primeros serán los últimos."], "Français": ["Dans une vision, Néphi voit l’Église du diable établie parmi les Gentils, la découverte et la colonisation de l’Amérique, la perte de beaucoup de parties claires et précieuses de la Bible, l’apostasie qui en résulta chez les Gentils, le rétablissement de l’Évangile, la parution des Écritures modernes et l’édification de Sion. Vers 600–592av.J.-C.", "1 Et il arriva que l’ange me parla, disant: Regarde! Et je regardai et vis beaucoup de nations et de royaumes.", "2 Et l’ange me dit: Que vois-tu? Et je dis: Je vois beaucoup de nations et de royaumes.", "3 Et il me dit: Ce sont les nations et les royaumes des Gentils.", "4 Et il arriva que je vis parmi les nations des Gentils la formation d’une grande Église.", "5 Et l’ange me dit: Vois la formation d’une Église qui est la plus abominable, par-dessus toutes les autres Églises, qui tue les saints de Dieu, oui, et les torture, et les entrave, et les subjugue sous un joug de fer, et les réduit en captivité.", "6 Et il arriva que je vis cette grande et abominable Église; et je vis que le diable en était le fondateur.", "7 Et je vis aussi de l’or, et de l’argent, et des soieries, et de l’écarlate, et du fin lin retors, et toutes sortes de vêtements précieux; et je vis beaucoup de prostituées.", "8 Et l’ange me parla, disant: Voici, l’or, et l’argent, et les soieries, et l’écarlate, et le fin lin retors, et les vêtements précieux, et les prostituées sont le désir de cette grande et abominable Église.", "9 Et c’est aussi pour les louanges du monde qu’elle fait périr les saints de Dieu et les réduit en captivité.", "10 Et il arriva que je regardai et vis de nombreuses eaux; et elles séparaient les Gentils de la postérité de mes frères.", "11 Et il arriva que l’ange me dit: Voici, la colère de Dieu est sur la postérité de tes frères.", "12 Et je regardai et vis un homme parmi les Gentils, qui était séparé de la postérité de mes frères par les nombreuses eaux; et je vis que l’Esprit de Dieu descendait et agissait sur cet homme; et il s’en alla sur les nombreuses eaux vers la postérité de mes frères qui était dans la terre promise.", "13 Et il arriva que je vis que l’Esprit de Dieu agissait sur d’autres Gentils; et ils sortirent de captivité sur les nombreuses eaux.", "14 Et il arriva que je vis de nombreuses multitudes de Gentils dans la terre de promission; et je vis que la colère de Dieu était sur la postérité de mes frères; et elle fut dispersée devant les Gentils et fut frappée.", "15 Et je vis que l’Esprit du Seigneur était sur les Gentils, et ils prospérèrent et obtinrent le pays pour leur héritage; et je vis qu’ils étaient blancs et extrêmement beaux et agréables d’apparence, comme mon peuple avant qu’il ne fût tué.", "16 Et il arriva que moi, Néphi, je vis que les Gentils qui étaient sortis de captivité s’humiliaient devant le Seigneur, et le pouvoir du Seigneur était avec eux.", "17 Et je vis que les nations gentiles dont ils étaient originaires étaient rassemblées sur les eaux, et sur la terre aussi, pour leur livrer bataille.", "18 Et je vis que le pouvoir de Dieu était avec eux, et aussi que la colère de Dieu était sur tous ceux qui étaient rassemblés pour leur livrer bataille.", "19 Et moi, Néphi, je vis que les Gentils qui étaient sortis de captivité étaient délivrés, par le pouvoir de Dieu, des mains de toutes les autres nations.", "20 Et il arriva que moi, Néphi, je vis qu’ils prospéraient dans le pays; et je vis un livre, et il était apporté parmi eux.", "21 Et l’ange me dit: Connais-tu la signification du livre?", "22 Et je lui dis: Je ne la connais pas.", "23 Et il dit: Voici, il sort de la bouche d’un Juif. Et moi, Néphi, je le vis; et il me dit: Le livre que tu vois, ce sont les annales des Juifs, qui contiennent les alliances que le Seigneur a faites avec la maison d’Israël; et elles contiennent aussi beaucoup de prophéties des saints prophètes; et ce sont des annales semblables aux inscriptions qui sont gravées sur les plaques d’airain, sauf qu’il n’y en a pas autant; néanmoins, elles contiennent les alliances que le Seigneur a faites avec la maison d’Israël; c’est pourquoi, elles sont d’une grande valeur pour les Gentils.", "24 Et l’ange du Seigneur me dit: Tu as vu que le livre sortait de la bouche d’un Juif; et lorsqu’il sortit de la bouche d’un Juif, il contenait la plénitude de l’Évangile du Seigneur dont les douze apôtres rendent témoignage; et ils rendent témoignage selon la vérité qui est en l’Agneau de Dieu.", "25 C’est pourquoi, ces choses sortent des Juifs, dans leur pureté, vers les Gentils, selon la vérité qui est en Dieu.", "26 Et une fois qu’elles sont sorties des Juifs vers les Gentils par la main des douze apôtres de l’Agneau, tu vois la formation de cette grande et abominable Église, qui est la plus abominable par-dessus toutes les autres Églises; car voici, elle a ôté de l’Évangile de l’Agneau beaucoup de parties qui sont claires et extrêmement précieuses; et il y a aussi beaucoup d’alliances du Seigneur qu’elle a ôtées.", "27 Et tout cela, elle l’a fait afin de pervertir les voies droites du Seigneur, afin d’aveugler les yeux et d’endurcir le cœur des enfants des hommes.", "28 C’est pourquoi, tu vois que lorsque le livre s’en est allé en passant par les mains de la grande et abominable Église, il y a beaucoup de choses claires et précieuses qui sont ôtées du livre, qui est le livre de l’Agneau de Dieu.", "29 Et lorsque ces choses claires et précieuses ont été ôtées, il va dans toutes les nations des Gentils; et lorsqu’il est allé dans toutes les nations des Gentils, oui, de l’autre côté des nombreuses eaux que tu as vues, avec les Gentils qui sont sortis de captivité, tu vois— parce que beaucoup de choses claires et précieuses ont été ôtées du livre, choses qui étaient claires à comprendre pour les enfants des hommes, selon la clarté qui est en l’Agneau de Dieu— parce que cela a été enlevé de l’Évangile de l’Agneau, un nombre extrêmement grand d’hommes trébuchent, oui, de sorte que Satan a un grand pouvoir sur eux.", "30 Néanmoins, tu vois que les Gentils qui sont sortis de captivité et ont été élevés par le pouvoir de Dieu au-dessus de toutes les autres nations sur la surface de la terre qui est préférable à toutes les autres terres, qui est la terre à propos de laquelle le Seigneur Dieu a fait alliance avec ton père que sa postérité l’aurait pour terre de son héritage; c’est pourquoi, tu vois que le Seigneur Dieu ne souffrira pas que les Gentils détruisent totalement le mélange de ta postérité qui est parmi tes frères.", "31 Il ne souffrira pas non plus que les Gentils détruisent la postérité de tes frères.", "32 Le Seigneur Dieu ne souffrira pas non plus que les Gentils restent à jamais dans cet affreux état d’aveuglement où tu vois qu’ils sont, parce que les parties claires et extrêmement précieuses de l’Évangile de l’Agneau ont été soustraites par cette abominable Église dont tu as vu la formation.", "33 C’est pourquoi, dit l’Agneau de Dieu, je serai miséricordieux envers les Gentils en châtiant le reste de la maison d’Israël par un grand jugement.", "34 Et il arriva que l’ange du Seigneur me parla, disant: Voici, dit l’Agneau de Dieu, lorsque je serai intervenu contre le reste de la maison d’Israël— et ce reste dont je parle est la postérité de ton père— c’est pourquoi, lorsque je serai intervenu contre lui en jugement et l’aurai frappé par la main des Gentils, et lorsque les Gentils auront trébuché extrêmement, parce que les parties les plus claires et les plus précieuses de l’Évangile de l’Agneau ont été soustraites par cette abominable Église, qui est la mère des prostituées, dit l’Agneau— je serai miséricordieux envers les Gentils en ce jour-là, de sorte que je leur ferai parvenir, par mon pouvoir, une partie considérable de mon Évangile, qui sera claire et précieuse, dit l’Agneau.", "35 Car voici, dit l’Agneau: Je me manifesterai à ta postérité, et elle écrira beaucoup de choses que je lui enseignerai, qui seront claires et précieuses; et lorsque ta postérité aura été détruite, et aura dégénéré dans l’incrédulité, et aussi la postérité de tes frères, voici, ces choses seront cachées pour parvenir aux Gentils par le don et le pouvoir de l’Agneau.", "36 Et c’est en elles que sera écrit mon Évangile, dit l’Agneau, et mon rocher, et mon salut.", "37 Et bénis sont ceux qui chercheront à faire sortir ma Sion en ce jour, car ils auront le don et le pouvoir du Saint-Esprit; et s’ils persévèrent jusqu’à la fin, ils seront élevés au dernier jour et seront sauvés dans le royaume éternel de l’Agneau; et ceux qui publieront la paix, oui, de joyeuses nouvelles, qu’ils seront beaux sur les montagnes!", "38 Et il arriva que je vis le reste des descendants de mes frères, et aussi que le livre de l’Agneau de Dieu, qui était sorti de la bouche du Juif, allait des Gentils au reste de la postérité de mes frères.", "39 Et lorsqu’il fut allé à eux, je vis d’autres livres qui allaient, par le pouvoir de l’Agneau, des Gentils à eux, pour convaincre les Gentils et le reste de la postérité de mes frères, et aussi les Juifs qui étaient dispersés sur toute la surface de la terre, que les annales des prophètes et des douze apôtres de l’Agneau sont vraies.", "40 Et l’ange me parla, disant: Ces dernières annales, que tu as vues parmi les Gentils, confirmeront la vérité des premières, qui sont des douze apôtres de l’Agneau, et feront connaître les choses claires et précieuses qui en ont été ôtées; et feront connaître à toutes les tribus, langues et peuples que l’Agneau de Dieu est le Fils du Père éternel et le Sauveur du monde, et que tous les hommes doivent venir à lui, sinon ils ne peuvent être sauvés.", "41 Et ils doivent venir selon les paroles qui seront confirmées par la bouche de l’Agneau; et les paroles de l’Agneau seront communiquées dans les annales de ta postérité aussi bien que dans les annales des douze apôtres de l’Agneau; c’est pourquoi, les unes et les autres seront réunies en une seule; car il y a un seul Dieu et un seul Berger de toute la terre.", "42 Et le temps vient où il se manifestera à toutes les nations, aux Juifs et aussi aux Gentils; et lorsqu’il se sera manifesté aux Juifs et aussi aux Gentils, alors il se manifestera aux Gentils et aussi aux Juifs, et les derniers seront les premiers, et les premiers seront les derniers."], "Kiribati": ["Nibwaai e noora katean ana ekaretia te riaboro i buakoia Tientaire, kunean ao kaainakin Amerika, buan kanoan te bwaibwara aika a mataata ma ni kakawaki, tokin te bua aio kitanakin te koaua irouia tientaire, manga kaokakin te euangkerio, rokon te koroboki ae tabu ni boong aika kaitira, katean Tion. Uakaan ma 600–592I.K.", "1 Ao e koro bukina bwa e taetae te anera nakoiu, ni kangai: Nooria! Ao I taraia ao I noori aaba ma abanuea aika a mwaiti.", "2 Ao e taku te anera nakoiu: Tera ae ko nooria? Ao I kaeka: I noori aaba ma abanuea aika a mwaiti.", "3 Ao e taku nakoiu: Aikai bon abaia ma abanueaia Tientaire.", "4 Ao e koro bukina bwa I a noora te ekaretia ae korakora ae kateaki i aon abaia Tientaire.", "5 Ao e taku te anera nakoiu: Noora aron katean te ekaretia ae korakora riki ribakina nakon taian ekaretia riki tabeua, ae e na tiringia ana aomata aika a itiaki te Atua, eng, ae e na bwainikirinia ao e kabaeiia inano ao e katoka i aoia te amo te biti, ao e kairia nakon te tautoronaki.", "6 Ao e koro bukina bwa I a noora te ekaretia ae korakora aio man ribaki, ao I nooria naba ae bon te riaboro ae kateia.", "7 Ao I noori naba taian koora, ma tirewa, ma tirika, ma kunnikai aika a uraura, ma rinen aika a raoiroi rarangakia, ma kunnikai riki tabeua aika moan te kakawaki; ao I a nooriia naba kabekaau aika a mwaiti.", "8 Ao e taetae te anera nakoiu, ni kangai: Noora te koora, ma te tirewa, ma taian tirika, ma kunnikai aika a uraura, ma rinen aika a raoiroi rarangakia, ma kunnikai aika a kakawaki, ma kabekaau, bon maten nanon te ekaretia ae korakora man ribaki aio.", "9 Ao ibukin kamoamoakia n te aonaba ao a tiringiia naba ana aomata aika itiaki te Atua, ao a kairia nakon te tautoronaki.", "10 Ao e koro bukina bwa ngke I taraia ao I a noori raan aika a mwaiti; ao a karaureia Tientaire ma kanoaia tariu.", "11 Ao e koro bukina bwa e taku te anera nakoiu: Nooria bwa a na taonaki kanoaia tarim n unin te Atua.", "12 Ao I a taraia ao I a noora te mwaane temanna i buakoia Tientaire, are e karaureaki ma kanoaia tariu n raan aika mwaiti; ao I a noora Tamnein te Atua, bwa e ruo n ninia te mwaane aio; ao e a waaki nako n riaon raan aika a mwaiti, nakoia kanoan tariu, ake a mena i aon te aba ni berita.", "13 Ao e koro bukina bwa I noora Tamnein te Atua, bwa e mwakuri i aoia Tientaire ake tabemwaang; ao a otinako man te tautaekanaki, riaon raan aika mwaiti.", "14 Ao e koro bukina bwa I a nooriia Tientaire ni mwaitia aika a uanao i aon te aba ni berita; ao I a noora naba unin te Atua, ae e mena i aoia kanoaia tariu; ao a kamaenakoaki imataia Tientaire ao a oreaki irouia.", "15 Ao I a noora Tamnein te Uea, ao e mena i aoia Tientaire, ao a rikirake aroia ao a ana te aba bwa abaia ni bwaibwai; ao I nooria bwa a mainaina, ao a rang n tamaroa man tikiraoi, n ai aroia au botanaomata i mwaain tiringakia.", "16 Ao e koro bukina bwa Ngai ae Nibwaai, I a nooriia Tientaire ake a tia n otinako man te tautaekanaki ni karinanoia imatan te Uea; ao e a mena mwaakan te Uea irouia.", "17 Ao I a nooria bwa a botaki tinaia Tientaire i aon marawa ao i aon te aba naba, bwa a na buakaniia.", "18 Ao I nooriia bwa e mena mwaakan te Atua irouia, ao e mena naba unin te Atua i aoia ni kabane ake a botaki bwa a na buakaniia.", "19 Ao Ngai ae Nibwaai, I a nooriia bwa Tientaire ake a otinako man te tautaekanaki a kamaiuaki ni mwaakan te Atua mai nanon baia aaba nako ake tabeua.", "20 Ao e koro bukina bwa Ngai ae Nibwaai, I a nooria naba bwa a rikirake i aon te aba; ao I a noora te boki, ao e uotaki i buakoia.", "21 Ao e taku te anera nakoiu: Ko ataa nanon te boki?", "22 Ao I taku nakoina: I aki ataia.", "23 Ao e taku: Nooria e otinako mai nanon wiin te Iutaia. Ao Ngai, ae Nibwaai, I a bon nooria; ao e taku nakoiu: Te boki are ko nooria bon te rongorongoia Iutaia, are kanoana bon taekan ana berita aika tabu te Uea, are e a tia ni karaoi nakoia kaain te bata are Iteraera; ao iai naba i nanona taekan aia taeka ni burabeti burabeti aika tabu; ao bon te rongorongo ae titebo ma taian koroboki aika a koreaki i aon taian bwaatua aika buraati, ma aki rangi ni mwaiti; ma e ngae n anne, bon iai i nanona ana berita aika tabu te Uea, ake e a tia ni karaoia nakoia kaain te bata are Iteraera; mangaia ae, a bon rangi ni bongana ibukiia Tientaire.", "24 Ao e taku ana anera te Uea nakoiu: Ko a tia n noora te boki are otinako mai wiin te Iutaia; ao ngkana e otinako mai wiin te Iutaia, kanoana bon taekan ana euangkerio ae e bwanin te Uea, are a kakoaua abotoro ake tengaun ma uoman; ao a kakoaua n aron te koaua are e mena iroun Ana Tiibu te Teei te Atua.", "25 Mangaia ae, bwaai aikai a otinako mai irouia Iutaia n te aro ae e itiaki nakoia Tientaire, n aiaron te koaua are i nanon te Atua.", "26 Ao ngke a tia ni waaki nako i nanon baia ana abotoro te Tiibu te Teei ake tengaun ma uoman, mai irouia Iutaia nakoia Tientaire, ao ko na noora iai katean te ekaretia are e korakora ma n ribaki, ae moan te ribaki riki nakoia ekaretia riki tabeua; bwa noria, a tia ni buuti man ana euangkerio te Tiibu te Teei mwakoro aika a mwaiti aika a matata ma ni kakawaki; ao a mwaiti naba ana berita aika tabu te Uea ake a tia ni buutaki.", "27 Ao a karaoi bwaai aikai ni kabane bwa aonga ni kabwaouai kawain te Uea aika a eti, bwa a aonga ni kamatakiaki mataia ma ni kamatoai nanoia natia aomata.", "28 Mangaia ae, ko kona n nooria bwa ngke e a tia te boki aio n ri nanon bain te ekaretia ae korakora man ribaki, ao a mwaiti bwaai aika a maataata ma ni kakawaki ake a tia n anaaki mai nanona, are bon ana boki Ana Tiibu te Teei te Atua.", "29 Ao ngke a tia ni buutaki bwaai aika a maataata ma ni kakawaki aikai ao e a roko n abaia nako Tientaire; ao ngke e a tia n roko n abaia nako Tientaire, eng, n riaon naba marawa aika a mwaiti ake ko a tia n noori ma Tientaire ake a tia n otinako man te tautoronaki, ko nooria—bwa ngkai a mwaiti bwaai aika a maataata ma ni kakawaki ake a tia ni buutaki mai nanon te boki aio, aika a mataata ibukin ootaia natiia aomata, n aron te maataata are e reke mai iroun Ana Tiibu te Teei te Atua—ao ibukin bwaai aikai ake a tia n anaaki mai nanon ana euangkerio te Tiibu te Teei, ao a mwaiti aika a tatanako, eng, n te aro are e roko mwaakan Tatan ae korakora i aoia.", "30 E ngae n anne, ko a tia n noria bwa Tientaire ake a tia n otinako man te tautoronaki, ao n tabekaki rake ni mwaakan te Atua i aoia aba nako, i aon te aba are e rine i aoia aba nako, are bon te aba are e a tia ni berita n ae tabu te Uea ae te Atua nakon tamam bwa a na kona kanoana ni karikiia bwa abaia ni bwaibwai; mangaia ae ko noria bwa e bon aki kona te Uea ae te Atua ni kariaia Tientaire bwa a na tiringia ni kabane kanoam ake a irengan, ake a mena i buakoia kanoaia tarim.", "31 E aki naba kona ni kariaia ae Tientaire a na kona n tiringia kanoaia tarim.", "32 E aki naba kariaia te Uea ae te Atua bwa a na tiku Tientaire i nanon te aro ni mataki, are ko a tia n nooria bwa a mena i nanona, ngkai a tia n anaaki kanoan ana euangkerio te Tiibu te Teei aika a mataata ma ni kakawaki ake a tauaki iroun te ekaretia ae ribaki, are ko noora kateana.", "33 Mangaia ae e taku Ana Tiibu te Teei te Atua: N na nanoangaia Tientaire, ma ni kawaria nikiraia kaain te bata are Iteraera n te motikitaeka ae korakora.", "34 Ao e koro bukina bwa e taetae ana anera te Uea nakoiu, ni kangai: Taraia, e taku ana Tiibu te Teei te Atua, i mwin ae I tia ni kawariia nikiraia kaain te bata are Iteraera—ao nikiraia ae I taekinia aio bon kanoan tamam—mangaia ae, i mwin ae I tia ni kawaria n tain te motikitaeka, ao n tiringia ni baia Tientaire, ao i mwin ae e korakora bebei nakoia Tientaire, ngkai e a tia n anaaki mwakoron ana euangkerio te Tiibu te Teei aika rang ni mataata ma ni kakawaki are a tia n tauaki iroun te ekaretia ae ribaki, are bon tinaia kabekaau, e taku te Tiibu te Teei—N na bon nanoangaia Tientaire n te bong arei, n te aro are N na kaoti nakoia, n oin mwaakau, angiin au euangkerio, are e na mataata ma ni kakawaki, e taku te Tiibu te Teei.", "35 Bwa nooria, e taku te Tiibu te Teei: N na kaotai nakoia kanoam, ao a na koroi bwaai aika a mwaiti ake N na reireinia, aika a na mataata ma ni kakawaki; ao i mwin kamaunanakoia kanoam, ao a na kerikaaki n aia aki onimaki, ao kanoaia naba tarim, nooria, a na karabaki bwaai aikai, ao a na kaokaki nakoia Tientaire, rinanon ana bwaintituaraoi ao mwaakan te Tiibu te Teei.", "36 Ao inanoia e na bon koreaki au euangkerio, e taku te Tiibu te Teei, ao au bwaa ma au kamaiu.", "37 A na kakabwaiaki ake a ukoukora kaokan au Tion n te bong arei, bwa a na reke irouia ana bwaintituaraoi ma mwaakan te Tamnei ae Raoiroi; ao ngkana a teimatoa ni karokoa te toki ao ana uotaki rake n te kabanea ni bong, ao a na kamaiuaki i nanon abanuean te Tiibu te Teei ae e aki totoki; ao ake a tataekina te rau, eng, taekan te kimwareirei, a na koro raoi tamaroaia ngkana a tei i aon te maunga.", "38 Ao e koro bukina bwa I a nooriia nikiraia kanoaia tariu, ao ana boki naba Ana Tiibu te Teei te Atua, are e otinako mai nanon wiin te Iutaia, ao e a reke irouia Tientaire ao ni buti nakoia nikiraia kanoaia tariu.", "39 Ao ngke e a tia n reke irouia ao I a noori boki riki tabeua, ake a reke nakoia mai irouia Tientaire man mwaakan te Tiibu te Teei, ibukin anakin nanoia Tientaire ao nikiraia kanoaia tariu, ao Iutaia naba ake a maenako i aon te aonaba, bwa aia rongorongo burabeti ao abotoro ake tengaun ma uoman a bon koaua.", "40 Ao e taetae te anera nakoiu, ni kangai: Taian kabanea n rongorongo aikai, ake ko a tia n noori i buakoia Tientaire, a na kaota koauan are te moan, ake mai irouia ana abotoro ake tengaun ma uoman te Tiibu te Teei, ao a na kaoti naba bwaai aika a mataata ma ni kakawaki ake a tia n anaaki mai irouia; ao a na kaotaki nakoia reeti, neewe, ao aomata nako bwa Ana Tiibu te Teei te Atua bon Natin te Tama ae Akea Tokina, ao bon te Tia Kamaiua te aonaba; ao a na riai n nakoina aomata ni kabane, bwa ngkana aki ao a na aki kona ni kamaiuaki.", "41 Ao a na riai n roko n aron taian taeka ake a na taekinaki mai wiin te Tiibu te Teei; ao ana taeka te Tiibu te Teei e na kaotaki i nanon aia rongorongo kanoam, ao i nanon naba aia rongorongo ana abotoro ake tengaun ma uoman te Tiibu te Teei; mangaia ae a na uaia n riki bwa ti teuana; bwa bon ti temanna te Atua ao ti temanna te Tia Kawakin Tiibu i aon te aonaba ni kabuta.", "42 Ao ane e na roko te tai are e na kaota rabwatana iai nakoia aaba nako, nakoia Iutaia ao nakoia naba Tientaire; ao ngkana e tia ni kaoti nakoia Iutaia ao nakoia naba Tientaire, ao e na kaoti nakoia Tientaire ao nakoia naba Iutaia, ao ake a kabanea na riki n rimoa, ao ake a rimoa a na kabane."]}