{"English": ["Sariah complains against Lehi—Both rejoice over the return of their sons—They offer sacrifices—The plates of brass contain writings of Moses and the prophets—The plates identify Lehi as a descendant of Joseph—Lehi prophesies concerning his seed and the preservation of the plates. About 600–592B.C.", "1 And it came to pass that after we had come down into the wilderness unto our father, behold, he was filled with joy, and also my mother, Sariah, was exceedingly glad, for she truly had mourned because of us.", "2 For she had supposed that we had perished in the wilderness; and she also had complained against my father, telling him that he was a visionary man; saying: Behold thou hast led us forth from the land of our inheritance, and my sons are no more, and we perish in the wilderness.", "3 And after this manner of language had my mother complained against my father.", "4 And it had come to pass that my father spake unto her, saying: I know that I am a visionary man; for if I had not seen the things of God in a vision I should not have known the goodness of God, but had tarried at Jerusalem, and had perished with my brethren.", "5 But behold, I have obtained a land of promise, in the which things I do rejoice; yea, and I know that the Lord will deliver my sons out of the hands of Laban, and bring them down again unto us in the wilderness.", "6 And after this manner of language did my father, Lehi, comfort my mother, Sariah, concerning us, while we journeyed in the wilderness up to the land of Jerusalem, to obtain the record of the Jews.", "7 And when we had returned to the tent of my father, behold their joy was full, and my mother was comforted.", "8 And she spake, saying: Now I know of a surety that the Lord hath commanded my husband to flee into the wilderness; yea, and I also know of a surety that the Lord hath protected my sons, and delivered them out of the hands of Laban, and given them power whereby they could accomplish the thing which the Lord hath commanded them. And after this manner of language did she speak.", "9 And it came to pass that they did rejoice exceedingly, and did offer sacrifice and burnt offerings unto the Lord; and they gave thanks unto the God of Israel.", "10 And after they had given thanks unto the God of Israel, my father, Lehi, took the records which were engraven upon the plates of brass, and he did search them from the beginning.", "11 And he beheld that they did contain the five books of Moses, which gave an account of the creation of the world, and also of Adam and Eve, who were our first parents;", "12 And also a record of the Jews from the beginning, even down to the commencement of the reign of Zedekiah, king of Judah;", "13 And also the prophecies of the holy prophets, from the beginning, even down to the commencement of the reign of Zedekiah; and also many prophecies which have been spoken by the mouth of Jeremiah.", "14 And it came to pass that my father, Lehi, also found upon the plates of brass a genealogy of his fathers; wherefore he knew that he was a descendant of Joseph; yea, even that Joseph who was the son of Jacob, who was sold into Egypt, and who was preserved by the hand of the Lord, that he might preserve his father, Jacob, and all his household from perishing with famine.", "15 And they were also led out of captivity and out of the land of Egypt, by that same God who had preserved them.", "16 And thus my father, Lehi, did discover the genealogy of his fathers. And Laban also was a descendant of Joseph, wherefore he and his fathers had kept the records.", "17 And now when my father saw all these things, he was filled with the Spirit, and began to prophesy concerning his seed—", "18 That these plates of brass should go forth unto all nations, kindreds, tongues, and people who were of his seed.", "19 Wherefore, he said that these plates of brass should never perish; neither should they be dimmed any more by time. And he prophesied many things concerning his seed.", "20 And it came to pass that thus far I and my father had kept the commandments wherewith the Lord had commanded us.", "21 And we had obtained the records which the Lord had commanded us, and searched them and found that they were desirable; yea, even of great worth unto us, insomuch that we could preserve the commandments of the Lord unto our children.", "22 Wherefore, it was wisdom in the Lord that we should carry them with us, as we journeyed in the wilderness towards the land of promise."], "Español": ["Saríah se queja contra Lehi— Ambos se regocijan por el regreso de sus hijos— Ofrecen sacrificios— Las planchas de bronce contienen los escritos de Moisés y de los profetas— En ellas se indica que Lehi es descendiente de José— Lehi profetiza acerca de sus descendientes y de la preservación de las planchas. Aproximadamente 600–592a.C.", "1 Y aconteció que después de haber viajado por el desierto hasta donde estaba nuestro padre, he aquí, este se llenó de gozo; y también mi madre Saríah se regocijó en extremo, porque verdaderamente se había afligido por nosotros;", "2 porque creía que habíamos perecido en el desierto, y también se había quejado contra mi padre, diciéndole que era visionario, y dijo: Tú nos has sacado de la tierra de nuestra herencia, y mis hijos ya no existen y nosotros pereceremos en el desierto.", "3 Y según esta manera de hablar, mi madre se había quejado contra mi padre.", "4 Y había sucedido que mi padre le había hablado, diciendo: Sé que soy hombre visionario, porque si no hubiera visto las cosas de Dios en una visión, no habría conocido su bondad, sino que hubiera permanecido en Jerusalén y perecido con mis hermanos.", "5 Pero he aquí, he obtenido una tierra de promisión y me regocijo en estas cosas; sí, y yo sé que el Señor librará a mis hijos de las manos de Labán, y los hará volver a nosotros en el desierto.", "6 Y con estas palabras mi padre Lehi consoló a mi madre Saríah, con respecto a nosotros, mientras viajábamos por el desierto hacia la tierra de Jerusalén para obtener los anales de los judíos;", "7 y cuando volvimos a la tienda de mi padre, se llenaron de gozo; y mi madre se consoló.", "8 Y ella habló, diciendo: Ahora sé con certeza que el Señor ha mandado a mi marido que huya al desierto; sí, y también sé de seguro que el Señor ha protegido a mis hijos, los ha librado de las manos de Labán y les ha dado poder para llevar a cabo lo que el Señor les ha mandado. Y según esta manera de hablar se expresó ella.", "9 Y aconteció que se regocijaron en extremo, y ofrecieron sacrificios y holocaustos al Señor; y dieron gracias al Dios de Israel.", "10 Y después de haber dado gracias al Dios de Israel, mi padre Lehi tomó los anales que estaban grabados sobre las planchas de bronce, y los examinó desde el principio.", "11 Y vio que contenían los cinco libros de Moisés, los cuales relataban la historia de la creación del mundo, y también de Adán y Eva, nuestros primeros padres;", "12 y asimismo la historia de los judíos desde su principio, aun hasta el comienzo del reinado de Sedequías, rey de Judá;", "13 y también las profecías de los santos profetas desde el principio, hasta comenzar el reinado de Sedequías, y muchas profecías declaradas por boca de Jeremías.", "14 Y aconteció que mi padre Lehi también halló sobre las planchas de bronce la genealogía de sus padres, por lo que supo que descendía de José, sí, aquel José que era hijo de Jacob, que fue vendido para Egipto y preservado por la mano del Señor para que salvara del hambre a su padre Jacob y a toda su casa.", "15 Y también fueron librados del cautiverio y conducidos fuera del país de Egipto por el mismo Dios que los había preservado.", "16 Así fue que mi padre Lehi descubrió la genealogía de sus antepasados. Y Labán también era descendiente de José, por lo que él y sus padres habían llevado los anales.", "17 Y cuando mi padre vio todas estas cosas, fue lleno del Espíritu y empezó a profetizar acerca de sus descendientes:", "18 Que estas planchas de bronce irían a todas las naciones, tribus, lenguas y pueblos que fueran de su simiente.", "19 Por tanto, dijo que estas planchas nunca perecerían, ni jamás el tiempo las empañaría. Y profetizó muchas cosas en cuanto a su posteridad.", "20 Y sucedió que hasta este punto mi padre y yo habíamos guardado los mandamientos que el Señor nos había mandado.", "21 Y habíamos obtenido los anales que el Señor nos había mandado, y los escudriñamos y descubrimos que eran deseables; sí, de gran valor para nosotros, por motivo de que podríamos preservar los mandamientos del Señor para nuestros hijos.", "22 Por lo tanto, fue en la sabiduría del Señor que los lleváramos con nosotros mientras viajábamos por el desierto hacia la tierra de promisión."], "Français": ["Reproches de Sariah à Léhi— Tous deux se réjouissent du retour de leurs fils— Ils offrent des sacrifices— Les plaques d’airain contiennent les écrits de Moïse et des prophètes— Elles montrent que Léhi est descendant de Joseph— Léhi prophétise concernant sa postérité et concernant la préservation des plaques. Vers 600–592av.J.-C.", "1 Et il arriva qu’après que nous fûmes descendus dans le désert vers notre père, voici, il fut rempli de joie, et ma mère, Sariah, se réjouit extrêmement aussi, car elle s’était vraiment lamentée à cause de nous.", "2 Car elle pensait que nous avions péri dans le désert, et elle avait aussi fait des reproches à mon père, lui disant qu’il était un visionnaire, disant: Voici, tu nous as conduits hors du pays de notre héritage, et mes fils ne sont plus, et nous périssons dans le désert.", "3 Et c’est dans ce genre de langage que ma mère s’était plainte de mon père.", "4 Et il était arrivé que mon père lui avait parlé, disant: Je sais que je suis un visionnaire: car si je n’avais pas vu les choses de Dieu dans une vision, je n’aurais pas connu la bonté de Dieu, mais serais demeuré à Jérusalem et aurais péri avec mes frères.", "5 Mais voici, j’ai obtenu une terre de promission, et pour cela je me réjouis; oui, et je sais que le Seigneur délivrera mes fils des mains de Laban et les fera redescendre vers nous dans le désert.", "6 Et c’est dans ce genre de langage que mon père, Léhi, consola ma mère, Sariah, à notre sujet, tandis que nous voyagions dans le désert pour monter vers le pays de Jérusalem pour obtenir les annales des Juifs.", "7 Et lorsque nous fûmes retournés à la tente de mon père, voici, leur joie fut pleine et ma mère fut consolée.", "8 Et elle parla, disant: Maintenant je sais avec certitude que le Seigneur a commandé à mon mari de fuir dans le désert; oui, et je sais aussi avec certitude que le Seigneur a protégé mes fils, et les a délivrés des mains de Laban, et leur a donné du pouvoir pour leur permettre d’accomplir ce que le Seigneur leur a commandé. Et c’est dans ce genre de langage qu’elle parla.", "9 Et il arriva qu’ils se réjouirent extrêmement et offrirent des sacrifices et des holocaustes au Seigneur; et ils rendirent grâces au Dieu d’Israël.", "10 Et lorsqu’ils eurent rendu grâces au Dieu d’Israël, mon père, Léhi, prit les annales qui étaient gravées sur les plaques d’airain, et il les sonda depuis le commencement.", "11 Et il vit qu’elles contenaient les cinq livres de Moïse, qui faisaient le récit de la création du monde, et aussi d’Adam et Ève, qui furent nos premiers parents,", "12 et aussi les annales des Juifs, depuis le commencement jusqu’au début du règne de Sédécias, roi de Juda,", "13 et aussi les prophéties des saints prophètes, depuis le commencement jusqu’au début du règne de Sédécias, et aussi beaucoup de prophéties qui ont été dites par la bouche de Jérémie.", "14 Et il arriva que mon père, Léhi, trouva aussi sur les plaques d’airain la généalogie de ses pères; c’est pourquoi, il sut qu’il était descendant de Joseph, oui, de ce Joseph qui était le fils de Jacob, qui fut vendu en Égypte, et qui fut préservé par la main du Seigneur, afin d’empêcher que son père, Jacob, et toute sa maison ne périssent de famine.", "15 Et ils furent aussi conduits hors de captivité et du pays d’Égypte par ce même Dieu qui les avait préservés.", "16 Et c’est ainsi que mon père, Léhi, découvrit la généalogie de ses pères. Et Laban était aussi descendant de Joseph; c’est pourquoi lui et ses pères avaient tenu les annales.", "17 Et alors, lorsque mon père vit toutes ces choses, il fut rempli de l’Esprit et commença à prophétiser concernant sa postérité:", "18 que ces plaques d’airain iraient à toutes les nations, tribus, langues et peuples qui étaient de sa postérité.", "19 C’est pourquoi, dit-il, ces plaques d’airain ne périraient jamais; et elles ne seraient plus jamais ternies par le temps. Et il prophétisa beaucoup de choses concernant sa postérité.", "20 Et il arriva que jusqu’alors, mon père et moi avions gardé les commandements que le Seigneur nous avait donnés.", "21 Et nous avions obtenu les annales comme le Seigneur nous l’avait commandé et les avions sondées et avions découvert qu’elles étaient désirables, oui, d’une grande valeur pour nous, étant donné que nous pouvions préserver les commandements du Seigneur pour nos enfants.", "22 C’est pourquoi, le Seigneur a jugé sage que nous les emportions, tandis que nous voyagions dans le désert vers la terre de promission."], "Kiribati": ["E ngurengure Tiera n ana waaki Riaai—A uaia ni kimwareirei n okiia natiia mwaane—A anga aia karea—Kanoan taian bwaatua aika buraati bon taekaia Mote ma burabeti—E taekinaki i nanon taian bwaatua ae Riaai bon kanoan Iotebwa—E taetae ni burabeti Riaai ni kaineti ma taekaia kanoana ao kaawakinan bwaatua. Uakaan ma 600–592I.K.", "1 Ao e koro bukina bwa ngke ti a roko iroun tamara i nanon te rereua, noria, e onrake n te kimwareirei, ao tinau naba, Tiera, e moamoa naba kukureina, bwa e tang n rawawata raoi ibukira.", "2 Bwa e taku bwa ti a tia ni mate i nanon te rereua; ao e ngurengure ni kaitara tamara, n tuangnga bwa bon te aomata ngaia ae nonoori mii ni burabeti; ao e taku: Taraia ko a tia ni kairira nako man aban rikira, ao a tia ni mate natiu mwaane, ao ti nang mate i nanon te rereua.", "3 Ao aikai taeka ake e taekin tinau nakon tamau ni ngurengure ni kaitaraa tamau.", "4 Ao e koro bukina bwa e kaeka tamau nakoina, ni kangai: I ataia bwa bon ngai te aomata ae I nonoori mii ni burabeti; bwa ngke arona bwa I aki noori ana bwai te Atua i nanon te mii ni burabeti ao N na bon aki ataa raoiroin te Atua, ma n tiku i Ierutarem, ao n tia ni mate ma tariu.", "5 Ma noria, I a tia ni karekea te aba ni berita, ao e reke kukureiu ni baikai; eng, ao I ataia ae e na kamanoia natiu mwaane te Uea mai nanoni bain Raban, ao e na kairiia n oki nakoira i nanon te rereua.", "6 Ao aikai taeka ake e taekin tamau, ae Riaai, ni kabebetea nanon tinau, ae Tiera ni kaineti ma ngaira, n tain mwanangara n te rereua nakon te aba ae Ierutarem, n anaa aia rekooti Iutaia.", "7 Ao ngke ti a tia n oki nakon ana umwanrianna tamau, noria a onrake n te kimwareirei, ao e beebete nanon tinau.", "8 Ao e taetae ni kangai: Ngkai I a ataia raoi bwa e a bon tia n tuangaki kaainabau iroun te Uea bwa e na biri nako nakon te rereua; eng, I a ataia naba n akea nanokokorakiu ae e a tia te Uea ni kamanoia natiu mwaane, ao ni kamaiuia mai nanon bain Raban, ao n anganiia te mwaaka bwa aonga ni kona ni kakoroi bukin baike e tuangiia te Uea bwa a na karaoi. Ao aikai baike e taekin.", "9 Ao e koro bukina bwa kimwareireia moan te korakora, ao a anga karea ma angabwai aika a kabuekaki nakon te Uea; ao a anga aia kaaitau nakon Atuan Iteraera.", "10 Ao ngke a tia n anga aia kaaitau nakon Atuan Iteraera, tamau, ae Riaai, e anai rekooti aika a koreaki i aon bwaatua aika buraati, ao e rinanoi ni moanna mai moana.", "11 Ao e noria ae iai i nanona ana boki Mote aika nimaua, are e taekinaki iai aron karikan te aonaba, ao taekan naba Atam ma Nei Ewa, ake ara moan karo.", "12 Ao te rongorongo naba ibukiia Iutaia mai moana, ni moanaki man ana tai n tautaeka Tetekia, are uean Iuta;", "13 Ao iai naba aia taeka ni burabeti burabeti aika a tabu, man te moan tai, ni moanaki man ana tai n tautaeka Tetekia; ao a mwaiti naba taeka ni burabeti aika a tia n taekinaki mai wiin Ieremia.", "14 Ao e koro bukina bwa tamau, ae Riaai, e kunei naba i nanon bwaatua aika buraati taekan kateirikiaia ana bakatibu; ao e a ataia mai iai bwa ngaia bon kanoan Iotebwa; eng, are Iotebwa are natin Iakobwa, are e kabooaki nako Aikubita, ao e kamaiuaki ni bain te Uea, bwa e aonga ni kona ni kamaiua tamana, ae Iakobwa, ma kain ana baronga ni kabane man te rongo.", "15 Ao a kairaki naba n otinako man te tautoronaki man aban Aikubita, iroun te Atua are bon ngaia naba are e a tia ni kamaiuia.", "16 Ao ngaia are tamau, ae Riaai, e a kunei kateirikiaia ana bakatibu. Ao Raban bon ngaia naba kanoan Iotebwa, mangaia ae e a tia ni kaawakin taian rekooti aikai ma ana bakatibu.", "17 Ao ngke e a tia n noori bwaai ni kabane aikai tamau, ao e kaonaki n te Tamnei, ao e moana ana taetae ni burabeti ni kaineti ma kanoana—", "18 Bwa bwaatua aika buraati aikai ni kabane a na nako aon aaba nako, taetae, neewe, ma aomata aika kanoam.", "19 Ngaia are e taku naba bwa a na aki kona ni kamaunaki bwaatua aika buraati; ke ni keerikaaki raneaia ni bwakanakon te tai. Ao e taetae ni burabetii baika mwaiti ni kaineti ma kanoana.", "20 Ao e koro bukina bwa ni karokoa ngkai, I a tia ma tamau ni kaawakin tua ake e a tia n anganiira te Uea.", "21 Ao ti a tia ni karekei taian rekooti ake e tuangira te Uea bwa ti na karekei, ao n ukeuke mai iai ao ti ataia bwa a kangkang; eng, ao a korakora bonganaia naba nakoira, ao ti na kona naba ni kateimatoai ana tua nako te Uea ibukiia natira.", "22 Mangaia ae, bon te wanawana iroun te Uea bwa ti na uotia ni mwanangara, i nanon mwanangara i nanon te rereua nakon te aba ni berita."]}