{"English": ["Nephi makes two sets of records—Each is called the plates of Nephi—The larger plates contain a secular history; the smaller ones deal primarily with sacred things. About 600–592B.C.", "1 And all these things did my father see, and hear, and speak, as he dwelt in a tent, in the valley of Lemuel, and also a great many more things, which cannot be written upon these plates.", "2 And now, as I have spoken concerning these plates, behold they are not the plates upon which I make a full account of the history of my people; for the plates upon which I make a full account of my people I have given the name of Nephi; wherefore, they are called the plates of Nephi, after mine own name; and these plates also are called the plates of Nephi.", "3 Nevertheless, I have received a commandment of the Lord that I should make these plates, for the special purpose that there should be an account engraven of the ministry of my people.", "4 Upon the other plates should be engraven an account of the reign of the kings, and the wars and contentions of my people; wherefore these plates are for the more part of the ministry; and the other plates are for the more part of the reign of the kings and the wars and contentions of my people.", "5 Wherefore, the Lord hath commanded me to make these plates for a wise purpose in him, which purpose I know not.", "6 But the Lord knoweth all things from the beginning; wherefore, he prepareth a way to accomplish all his works among the children of men; for behold, he hath all power unto the fulfilling of all his words. And thus it is. Amen."], "Español": ["Nefi prepara dos juegos de anales— A cada uno se da el nombre de planchas de Nefi— Las planchas mayores contienen una historia seglar; las menores tienen que ver principalmente con cosas sagradas. Aproximadamente 600–592a.C.", "1 Y todas estas cosas mi padre vio, oyó y dijo mientras vivía en una tienda en el valle de Lemuel, como también muchísimas otras cosas más que no se pueden escribir sobre estas planchas.", "2 Ahora bien, ya que he hablado de estas planchas, he aquí, no son las mismas sobre las que escribo la historia completa de mi pueblo; pues a aquellas en que hago la relación completa de mi pueblo he dado el nombre de Nefi; y por tanto, se llaman las planchas de Nefi, conforme a mi propio nombre; y estas planchas también se llaman las planchas de Nefi.", "3 Sin embargo, he recibido un mandato del Señor de que hiciera estas planchas para el objeto especial de que se grabase una relación del ministerio de mi pueblo.", "4 Sobre las otras planchas se debe grabar la historia del reinado de los reyes, y las guerras y contiendas de mi pueblo; por lo tanto, estas planchas son mayormente para el ministerio; y las otras son principalmente para el reinado de los reyes, y las guerras y contenciones de mi pueblo.", "5 Por tanto, el Señor me ha mandado hacer estas planchas para un sabio propósito suyo, el cual me es desconocido.", "6 Pero el Señor sabe todas las cosas desde el principio; por tanto, él prepara una vía para realizar todas sus obras entre los hijos de los hombres; porque, he aquí, él tiene todo poder para el cumplimiento de todas sus palabras. Y así es. Amén."], "Français": ["Néphi fait deux jeux d’annales— Il donne à chacun le nom de plaques de Néphi— Les grandes plaques contiennent l’histoire profane, les petites traitent avant tout de choses sacrées. Vers 600–592av.J.-C.", "1 Et toutes ces choses, mon père les vit, et les entendit, et les dit, tandis qu’il demeurait sous une tente dans la vallée de Lémuel, ainsi que beaucoup d’autres choses encore, qui ne peuvent être écrites sur ces plaques.", "2 Et maintenant, comme j’ai parlé de ces plaques, voici, ce ne sont pas les plaques sur lesquelles je fais le récit complet de l’histoire de mon peuple; car les plaques sur lesquelles je fais le récit complet de mon peuple, je leur ai donné le nom de Néphi; c’est pourquoi, elles sont appelées les plaques de Néphi, d’après mon nom; et ces plaques-ci sont aussi appelées les plaques de Néphi.", "3 Néanmoins, j’ai reçu du Seigneur le commandement de faire ces plaques dans le but spécial d’y graver le récit du ministère de mon peuple.", "4 Sur les autres plaques doit être gravé le récit du règne des rois, et des guerres, et des querelles de mon peuple. C’est pourquoi, ces plaques-ci traitent en majeure partie du ministère, et les autres plaques traitent en majeure partie du règne des rois, et des guerres, et des querelles de mon peuple.", "5 C’est pourquoi, le Seigneur m’a commandé de faire ces plaques dans un but sage qui lui est propre, but que je ne connais pas.", "6 Mais le Seigneur sait tout depuis le commencement; c’est pourquoi, il prépare la voie pour accomplir toutes ses œuvres parmi les enfants des hommes; car voici, il a tout pouvoir pour accomplir toutes ses paroles. Et ainsi en est-il. Amen."], "Kiribati": ["E koroi rongorongo aika uoua Nibwaai—A uaaia n aranaki bwa ana bwaatua Nibwaai—I nanon taian bwaatua aika buubura riki, a taekinaki iai kanoan aia bong nako; i nanon bwaatua aika uarereke bon taekan baika tabu. Uakaan ma 600–592I.K.", "1 Ao baikai ni kabane ake e noori, ake e ongo, ao ake e taekin tamau n ana tai ni maeka i nanon te umwanrianna, i nanon te tawaana ae Remuera, ao bwaai riki aika mwaiti aika aki kona ni koreaki i nanon bwaatua aikai.", "2 Ao ngkai, I a tia n taekin bwaatua aikai, nooria bon tiaki bwaatua ake I koroi iai bwaninin rongorongoia au botanaomata; bwa taian bwaatua ake I taekin iai bwaninin rongorongoia au botanaomata I a tia n arani bwa Nibwaai; mangaia are, a bon aranaki bwa ana bwaatua Nibwaai, n aranaki n oin arau; ao bwaatua naba aikai, a aranaki naba bwa ana bwaatua Nibwaai.", "3 I rarikin anne, I a tia ni karekea ana tua te Uea bwa N na karaoi bwaatua aikai bukin te kaantaninga ae onoti bwa e na iai rongorongon aia mwakuri n ibuobuoki au botanaomata.", "4 I aon bwaatua ake tabeua a na koreaki iai taekan aia tautaeka uea, ma taekan taiani buaka ma itabaraara imarenaia au botanaomata; mangaia ae bwaatua aikai bon ibukin taekan te mwakuri n ibuobuoki; ao bwaatua ake tabeua bon ibukin taekan aia tautaeka uea ma taian buaka ma itabaraara imarenaia au botanaomata.", "5 Mangaia are e a tia n tuangai te Uea bwa N na karaoi bwaatua aikai ma bukina ae wanawana irouna, are I aki ataia.", "6 Ma e atai bwaai ni kabane te Uea mai moana; mangaia ae, e a tia ni katauraoa te kawai are e na kakoroaki iai bukin ana mwakuri i buakoia natiia aomata; bwa nooria, iai mwaakana ni kakoroi bukin ana taeka ni kabane. Ao aio aron bwaai ni kabane. Amen."]}