{"English": ["Nephi writes of the things of God—Nephi’s purpose is to persuade men to come unto the God of Abraham and be saved. About 600–592B.C.", "1 And now I, Nephi, do not give the genealogy of my fathers in this part of my record; neither at any time shall I give it after upon these plates which I am writing; for it is given in the record which has been kept by my father; wherefore, I do not write it in this work.", "2 For it sufficeth me to say that we are descendants of Joseph.", "3 And it mattereth not to me that I am particular to give a full account of all the things of my father, for they cannot be written upon these plates, for I desire the room that I may write of the things of God.", "4 For the fulness of mine intent is that I may persuade men to come unto the God of Abraham, and the God of Isaac, and the God of Jacob, and be saved.", "5 Wherefore, the things which are pleasing unto the world I do not write, but the things which are pleasing unto God and unto those who are not of the world.", "6 Wherefore, I shall give commandment unto my seed, that they shall not occupy these plates with things which are not of worth unto the children of men."], "Español": ["Nefi escribe acerca de las cosas de Dios— El propósito de Nefi es persuadir a los hombres a venir al Dios de Abraham y ser salvos. Aproximadamente 600–592a.C.", "1 Ahora bien, yo, Nefi, no doy la genealogía de mis padres en esta parte de mis anales; ni tampoco la daré en ningún otro momento sobre estas planchas que estoy escribiendo, porque se halla en los anales que mi padre ha llevado, y por eso no la escribo en esta obra.", "2 Básteme decir que somos descendientes de José.", "3 Y no me parece importante ocuparme en una narración completa de todas las cosas de mi padre, porque no se pueden escribir sobre estas planchas, pues deseo el espacio para escribir acerca de las cosas de Dios.", "4 Porque toda mi intención es persuadir a los hombres a que vengan al Dios de Abraham, y al Dios de Isaac, y al Dios de Jacob, y sean salvos.", "5 De modo que no escribo las cosas que agradan al mundo, sino las que agradan a Dios y a los que no son del mundo.", "6 Por tanto, daré un mandamiento a mis descendientes de que no ocupen estas planchas con cosas que no sean de valor para los hijos de los hombres."], "Français": ["Néphi écrit les choses de Dieu— Le but de Néphi est de persuader les hommes de venir au Dieu d’Abraham et d’être sauvés. Vers 600–592av.J.-C.", "1 Et maintenant, moi, Néphi, je ne donne pas la généalogie de mes pères dans cette partie de mes annales; et dorénavant je ne la donnerai à aucun moment sur ces plaques que je suis occupé à écrire, car elle est donnée dans les annales qui ont été tenues par mon père; c’est pourquoi, je ne l’écris pas dans cet ouvrage.", "2 Car il me suffit de dire que nous sommes descendants de Joseph.", "3 Et je ne tiens pas particulièrement à faire le récit complet de toutes les choses de mon père, car elles ne peuvent être écrites sur ces plaques, car je désire la place afin d’écrire les choses de Dieu.", "4 Car tout mon dessein est de persuader les hommes de venir au Dieu d’Abraham, et au Dieu d’Isaac, et au Dieu de Jacob, et d’être sauvés.", "5 C’est pourquoi, j’écris non pas ce qui plaît au monde, mais ce qui plaît à Dieu et à ceux qui ne sont pas du monde.", "6 C’est pourquoi, je donnerai à mes descendants le commandement de ne pas remplir ces plaques de choses qui n’ont pas de valeur pour les enfants des hommes."], "Kiribati": ["E koroi taekan ana bwai te Atua Nibwaai—Oin ana beku Nibwaai bon kairaia aomata bwa a na kawara Atuan Aberaam ni kamaiuaki irouna. Uakaan ma 600–592I.K.", "1 Ao ngkai ngai, Nibwaai, I aki korea kateirikiaia au bakatibu i nanon mwakoron au rekooti aei; ao bon akea riki te tai are N na manga koroia riki iai iaon taian bwaatua aika I koroboki iaoia; bwa e a tia ni koreaki i nanon rekooti ake a koreaki iroun tamau; mangaia are, I aki koroia i nanon bwaatua aikai.", "2 Bwa e tau ngkana I a taekinna naba bwa ngaira boni kanoan Iotebwa.", "3 Ao I taku bwa e aki kakawaki bwa N na karaua ni koroi bwaninin rongorongon baike a riki nakon tamau, bwa a aki kona ni koreaki iaon bwaatua aikai, bwa I kan kamwawa nnen baike I kan koroi aika taekan ana bwai te Atua.", "4 Bwa oin bukin au koroboki bon anaan nanoia aomata bwa a na nakon Atuan Aberaam, ma Atuan Itaaka, ma Atuan Iakobwa, bwa a na kamaiuaki.", "5 Mangaia are, I aki koroi bwaai aika kakukurei nakon te aonaba, ma I koroi baika a kakukurei nakon te Atua ao nakoia naake tiaki man te aonaba.", "6 Mangaia ae, N na anga tua nakoia kanoau, bwa a na aki kanoai bwaatua aikai n taekan baika akea bonganaia nakoia natiia aomata."]}