{"English": ["Lehi’s sons return to Jerusalem to obtain the plates of brass—Laban refuses to give the plates up—Nephi exhorts and encourages his brethren—Laban steals their property and attempts to slay them—Laman and Lemuel smite Nephi and Sam and are reproved by an angel. About 600–592B.C.", "1 And it came to pass that I, Nephi, returned from speaking with the Lord, to the tent of my father.", "2 And it came to pass that he spake unto me, saying: Behold I have dreamed a dream, in the which the Lord hath commanded me that thou and thy brethren shall return to Jerusalem.", "3 For behold, Laban hath the record of the Jews and also a genealogy of my forefathers, and they are engraven upon plates of brass.", "4 Wherefore, the Lord hath commanded me that thou and thy brothers should go unto the house of Laban, and seek the records, and bring them down hither into the wilderness.", "5 And now, behold thy brothers murmur, saying it is a hard thing which I have required of them; but behold I have not required it of them, but it is a commandment of the Lord.", "6 Therefore go, my son, and thou shalt be favored of the Lord, because thou hast not murmured.", "7 And it came to pass that I, Nephi, said unto my father: I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them.", "8 And it came to pass that when my father had heard these words he was exceedingly glad, for he knew that I had been blessed of the Lord.", "9 And I, Nephi, and my brethren took our journey in the wilderness, with our tents, to go up to the land of Jerusalem.", "10 And it came to pass that when we had gone up to the land of Jerusalem, I and my brethren did consult one with another.", "11 And we cast lots—who of us should go in unto the house of Laban. And it came to pass that the lot fell upon Laman; and Laman went in unto the house of Laban, and he talked with him as he sat in his house.", "12 And he desired of Laban the records which were engraven upon the plates of brass, which contained the genealogy of my father.", "13 And behold, it came to pass that Laban was angry, and thrust him out from his presence; and he would not that he should have the records. Wherefore, he said unto him: Behold thou art a robber, and I will slay thee.", "14 But Laman fled out of his presence, and told the things which Laban had done, unto us. And we began to be exceedingly sorrowful, and my brethren were about to return unto my father in the wilderness.", "15 But behold I said unto them that: As the Lord liveth, and as we live, we will not go down unto our father in the wilderness until we have accomplished the thing which the Lord hath commanded us.", "16 Wherefore, let us be faithful in keeping the commandments of the Lord; therefore let us go down to the land of our father’s inheritance, for behold he left gold and silver, and all manner of riches. And all this he hath done because of the commandments of the Lord.", "17 For he knew that Jerusalem must be destroyed, because of the wickedness of the people.", "18 For behold, they have rejected the words of the prophets. Wherefore, if my father should dwell in the land after he hath been commanded to flee out of the land, behold, he would also perish. Wherefore, it must needs be that he flee out of the land.", "19 And behold, it is wisdom in God that we should obtain these records, that we may preserve unto our children the language of our fathers;", "20 And also that we may preserve unto them the words which have been spoken by the mouth of all the holy prophets, which have been delivered unto them by the Spirit and power of God, since the world began, even down unto this present time.", "21 And it came to pass that after this manner of language did I persuade my brethren, that they might be faithful in keeping the commandments of God.", "22 And it came to pass that we went down to the land of our inheritance, and we did gather together our gold, and our silver, and our precious things.", "23 And after we had gathered these things together, we went up again unto the house of Laban.", "24 And it came to pass that we went in unto Laban, and desired him that he would give unto us the records which were engraven upon the plates of brass, for which we would give unto him our gold, and our silver, and all our precious things.", "25 And it came to pass that when Laban saw our property, and that it was exceedingly great, he did lust after it, insomuch that he thrust us out, and sent his servants to slay us, that he might obtain our property.", "26 And it came to pass that we did flee before the servants of Laban, and we were obliged to leave behind our property, and it fell into the hands of Laban.", "27 And it came to pass that we fled into the wilderness, and the servants of Laban did not overtake us, and we hid ourselves in the cavity of a rock.", "28 And it came to pass that Laman was angry with me, and also with my father; and also was Lemuel, for he hearkened unto the words of Laman. Wherefore Laman and Lemuel did speak many hard words unto us, their younger brothers, and they did smite us even with a rod.", "29 And it came to pass as they smote us with a rod, behold, an angel of the Lord came and stood before them, and he spake unto them, saying: Why do ye smite your younger brother with a rod? Know ye not that the Lord hath chosen him to be a ruler over you, and this because of your iniquities? Behold ye shall go up to Jerusalem again, and the Lord will deliver Laban into your hands.", "30 And after the angel had spoken unto us, he departed.", "31 And after the angel had departed, Laman and Lemuel again began to murmur, saying: How is it possible that the Lord will deliver Laban into our hands? Behold, he is a mighty man, and he can command fifty, yea, even he can slay fifty; then why not us?"], "Español": ["Los hijos de Lehi vuelven a Jerusalén para conseguir las planchas de bronce— Labán se niega a entregarlas— Nefi exhorta y anima a sus hermanos— Labán se apodera de sus bienes y procura matarlos— Lamán y Lemuel golpean a Nefi y a Sam, y son reprendidos por un ángel. Aproximadamente 600–592a.C.", "1 Y aconteció que después de hablar con el Señor, yo, Nefi, volví a la tienda de mi padre.", "2 Y sucedió que me habló, diciendo: He aquí, he soñado un sueño, en el que el Señor me ha mandado que tú y tus hermanos volváis a Jerusalén.", "3 Pues he aquí, Labán tiene los anales de los judíos, así como una genealogía de mis antepasados; y están grabados sobre planchas de bronce.", "4 Por lo que el Señor me ha mandado que tú y tus hermanos vayáis a la casa de Labán, y procuréis los anales y los traigáis aquí al desierto.", "5 Y he aquí, tus hermanos murmuran, diciendo que lo que yo les he requerido es cosa difícil; pero no soy yo quien se lo requiere, sino que es un mandamiento del Señor.", "6 Por lo tanto, ve tú, hijo mío, y el Señor te favorecerá porque no has murmurado.", "7 Y sucedió que yo, Nefi, dije a mi padre: Iré y haré lo que el Señor ha mandado, porque sé que él nunca da mandamientos a los hijos de los hombres sin prepararles una vía para que cumplan lo que les ha mandado.", "8 Y aconteció que mi padre quedó altamente complacido al oír estas palabras, porque comprendió que el Señor me había bendecido.", "9 Y yo, Nefi, y mis hermanos emprendimos la marcha por el desierto, con nuestras tiendas, para subir a la tierra de Jerusalén.", "10 Y aconteció que cuando hubimos subido a la tierra de Jerusalén, yo y mis hermanos deliberamos unos con otros.", "11 Y echamos suertes para ver cuál de nosotros iría a la casa de Labán. Y sucedió que la suerte cayó sobre Lamán, y fue y entró en la casa de Labán y habló con él mientras estaba sentado en su casa.", "12 Y le pidió a Labán los anales que estaban grabados sobre las planchas de bronce que contenían la genealogía de mi padre.", "13 Y he aquí, aconteció que Labán se llenó de ira y lo echó de su presencia; y no quiso que él tuviera los anales. Por tanto, le dijo: He aquí, tú eres un ladrón, y te voy a matar.", "14 Pero Lamán huyó de su presencia, y nos contó lo que Labán había hecho. Y empezamos a afligirnos en extremo, y mis hermanos estaban a punto de volver a mi padre en el desierto.", "15 Pero he aquí, yo les dije: Así como el Señor vive, y como nosotros vivimos, no descenderemos hasta nuestro padre en el desierto hasta que hayamos cumplido lo que el Señor nos ha mandado.", "16 Por tanto, seamos fieles en guardar los mandamientos del Señor. Descendamos, pues, a la tierra de la herencia de nuestro padre, pues he aquí, él dejó oro y plata y toda clase de riquezas; y ha hecho todo esto a causa de los mandamientos del Señor.", "17 Porque sabía que Jerusalén debe ser destruida a causa de la iniquidad del pueblo.", "18 Pues he aquí, han rechazado las palabras de los profetas. Por tanto, si mi padre hubiera permanecido en el país después de habérsele mandado salir de él, habría perecido también. Por lo que ha sido necesario que salga del país.", "19 Y he aquí, es prudente para Dios que obtengamos estos anales a fin de que preservemos para nuestros hijos el idioma de nuestros padres;", "20 y también para preservarles las palabras que han salido de la boca de todos los santos profetas, las cuales les han sido dadas por el Espíritu y poder de Dios, desde el principio del mundo, hasta el día de hoy.", "21 Y aconteció que, hablando de este modo, persuadí a mis hermanos a que fueran fieles en guardar los mandamientos de Dios.", "22 Y sucedió que descendimos a la tierra de nuestra herencia y recogimos nuestro oro, y nuestra plata y todos nuestros objetos preciosos.", "23 Y después de haber recogido estas cosas, volvimos a la casa de Labán.", "24 Y acaeció que entramos donde estaba Labán, y le pedimos que nos diera los anales que estaban grabados sobre las planchas de bronce, a cambio de los cuales le entregaríamos nuestro oro, y nuestra plata, y todas nuestras cosas preciosas.", "25 Y aconteció que cuando Labán vio nuestros bienes, y que eran grandes en extremo, él los codició; por lo que nos echó fuera y mandó a sus siervos que nos mataran, a fin de apoderarse de nuestros bienes.", "26 Sucedió, pues, que huimos delante de los siervos de Labán, y nos vimos obligados a abandonar nuestros bienes, que cayeron en manos de Labán.", "27 Y huimos al desierto sin que nos alcanzaran los siervos de Labán, y nos escondimos en la oquedad de una roca.", "28 Y aconteció que Lamán se irritó conmigo y también con mi padre; y lo mismo hizo Lemuel, porque se dejó llevar por las palabras de Lamán. Por tanto, Lamán y Lemuel nos hablaron muchas palabras ásperas a nosotros, sus hermanos menores, y hasta nos golpearon con una vara.", "29 Y sucedió que mientras nos golpeaban con la vara, he aquí, vino un ángel del Señor y se puso ante ellos, y les habló, diciendo: ¿Por qué golpeáis a vuestro hermano menor con una vara? ¿No sabéis que el Señor lo ha escogido para ser gobernante sobre vosotros, y esto a causa de vuestras iniquidades? He aquí, subiréis de nuevo a Jerusalén y el Señor entregará a Labán en vuestras manos.", "30 Y luego que nos hubo hablado, el ángel se fue.", "31 Y después que el ángel hubo partido, Lamán y Lemuel empezaron otra vez a murmurar, diciendo: ¿Cómo es posible que el Señor entregue a Labán en nuestras manos? He aquí, es un hombre poderoso, y puede mandar a cincuenta, sí, y aun puede matar a cincuenta; luego, ¿por qué no a nosotros?"], "Français": ["Les fils de Léhi retournent à Jérusalem pour se procurer les plaques d’airain— Laban refuse de les leur remettre— Néphi exhorte et encourage ses frères— Laban leur vole leurs biens et tente de les tuer— Laman et Lémuel frappent Néphi et Sam, et sont réprimandés par un ange. Vers 600–592av.J.-C.", "1 Et il arriva que moi, Néphi, après avoir parlé avec le Seigneur, je revins à la tente de mon père.", "2 Et il arriva qu’il me parla, disant: Voici, j’ai eu un songe dans lequel le Seigneur m’a commandé que toi et tes frères retourniez à Jérusalem.", "3 Car voici, Laban a les annales des Juifs et aussi la généalogie de mes ancêtres, et elles sont gravées sur des plaques d’airain.", "4 C’est pourquoi, le Seigneur m’a commandé que toi et tes frères alliez à la maison de Laban chercher les annales et redescendiez avec elles ici dans le désert.", "5 Et maintenant, voici, tes frères murmurent, disant que c’est quelque chose de dur que j’ai exigé d’eux; mais voici, ce n’est pas moi qui l’ai exigé d’eux, mais c’est un commandement du Seigneur.", "6 C’est pourquoi, va, mon fils, et tu seras favorisé du Seigneur parce que tu n’as pas murmuré.", "7 Et il arriva que moi, Néphi, je dis à mon père: J’irai et je ferai les choses que le Seigneur a commandées, car je sais que le Seigneur ne donne pas de commandements aux enfants des hommes sans leur préparer la voie pour qu’ils puissent accomplir ce qu’il leur commande.", "8 Et il arriva que lorsque mon père eut entendu ces paroles, il se réjouit extrêmement, car il savait que j’avais été béni par le Seigneur.", "9 Et moi, Néphi, et mes frères, nous entreprîmes notre voyage dans le désert, avec nos tentes, pour monter au pays de Jérusalem.", "10 Et il arriva que lorsque nous fûmes montés au pays de Jérusalem, nous nous concertâmes, mes frères et moi.", "11 Et nous tirâmes au sort pour voir qui d’entre nous entrerait dans la maison de Laban. Et il arriva que le sort tomba sur Laman; et Laman entra dans la maison de Laban, et il lui parla tandis qu’il était assis dans sa maison.", "12 Et il désira de Laban les annales qui étaient gravées sur les plaques d’airain qui contenaient la généalogie de mon père.", "13 Et voici, il arriva que Laban fut en colère et le chassa de sa présence; et il ne voulut pas qu’il eût les annales. C’est pourquoi, il lui dit: Voici, tu es un brigand, et je vais te tuer.", "14 Mais Laman s’enfuit de sa présence et nous dit ce que Laban avait fait. Et nous commençâmes à être extrêmement attristés, et mes frères étaient sur le point de retourner vers mon père dans le désert.", "15 Mais voici, je leur dis: Comme le Seigneur vit, et comme nous vivons, nous ne descendrons pas vers notre père dans le désert que nous n’ayons accompli ce que le Seigneur nous a commandé.", "16 Soyons donc fidèles à garder les commandements du Seigneur; c’est pourquoi, descendons au pays de l’héritage de notre père, car voici, il a laissé de l’or et de l’argent et toutes sortes de richesses. Et tout cela, il l’a fait à cause des commandements du Seigneur.", "17 Car il savait que Jérusalem sera détruite à cause de la méchanceté du peuple.", "18 Car voici, ils ont rejeté les paroles des prophètes. C’est pourquoi, si mon père demeurait dans le pays après avoir reçu le commandement de fuir hors du pays, voici, il périrait aussi. C’est pourquoi, il devait nécessairement fuir hors du pays.", "19 Et voici, Dieu juge sage que nous obtenions ces annales, afin de préserver, pour nos enfants, la langue de nos pères;", "20 et aussi afin de préserver pour eux les paroles qui ont été dites par la bouche de tous les saints prophètes, qui leur ont été remises par l’Esprit et le pouvoir de Dieu, depuis le commencement du monde jusqu’au temps présent.", "21 Et il arriva que c’est par ce genre de langage que je persuadai mes frères d’être fidèles à garder les commandements de Dieu.", "22 Et il arriva que nous descendîmes au pays de notre héritage et que nous réunîmes notre or, et notre argent, et nos choses précieuses.", "23 Et après avoir rassemblé ces choses, nous remontâmes à la maison de Laban.", "24 Et il arriva que nous entrâmes chez Laban et lui demandâmes de nous remettre les annales qui étaient gravées sur les plaques d’airain, pour lesquelles nous lui donnerions notre or, et notre argent, et toutes nos choses précieuses.", "25 Et il arriva que lorsque Laban vit nos biens, et qu’ils étaient extrêmement grands, il les convoita, de sorte qu’il nous jeta dehors et envoya ses serviteurs nous tuer, ce qui lui permettrait d’obtenir nos biens.", "26 Et il arriva que nous nous enfuîmes devant les serviteurs de Laban, et nous fûmes obligés d’abandonner nos biens, et ils tombèrent entre les mains de Laban.", "27 Et il arriva que nous nous enfuîmes dans le désert, et les serviteurs de Laban ne nous rattrapèrent pas, et nous nous cachâmes dans la cavité d’un rocher.", "28 Et il arriva que Laman fut en colère contre moi et aussi contre mon père; et Lémuel le fut aussi, car il écoutait les paroles de Laman. C’est pourquoi, Laman et Lémuel nous dirent beaucoup de paroles dures, à nous, leurs frères cadets, et ils nous frappèrent, oui, avec un bâton.", "29 Et il arriva que, tandis qu’ils nous frappaient avec un bâton, voici, un ange du Seigneur vint se tenir devant eux, et il leur parla, disant: Pourquoi frappez-vous votre frère cadet avec un bâton? Ne savez-vous pas que le Seigneur l’a choisi pour être votre gouverneur, et cela à cause de vos iniquités? Voici, vous allez remonter à Jérusalem, et le Seigneur livrera Laban entre vos mains.", "30 Et après nous avoir parlé, l’ange partit.", "31 Et lorsque l’ange fut parti, Laman et Lémuel recommencèrent à murmurer, disant: Comment est-il possible que le Seigneur livre Laban entre nos mains? Voici, c’est un homme puissant, et il peut en commander cinquante, oui, il peut même en tuer cinquante; alors pourquoi pas nous?"], "Kiribati": ["A oki natin Riaai mwaane nako Ierutarem bwa a na anai bwaatua aika buraati—E rawa n anga taian bwaatua Raban—E kabwarabwara ao e kaungai nanoia tarina Nibwaai—E iraei aia bwai Raban ao e kataia n tiringia—A oroia Nibwaai ma Taam Reimwan ao Remuera ao a takuaki iroun te anera. Uakaan ma 600–592I.K.", "1 Ao e koro bukina bwa ngai, Nibwaai, I okira ana umwa n rianna tamau i mwin au kaakarabakau ma te Uea.", "2 Ao e koro bukina bwa e taetae nakoiu, ni kangai: I a tia ni mia te mii, are E tuangai iai te Uea bwa ko riai n oki ma tarim nako Ierutarem.", "3 Bwa noria, iai iroun Raban aia rongorongo Iutaia ao aia kateiriki naba ara bakatibu, aika a koreaki i aon bwaatua aika buraati.", "4 Mangaia ae e tua te Uea nakoiu bwa ngkoe ma tarim kam riai n nako nakon ana auti Raban, ao kam na kakaaei taian rongorongo, ao kam na uoti n oki nako nanon te rereua.", "5 Ao ngkai, noria a ngurengure tarim, ni kaangai, e bon rangi ni kaangaanga te bwai are I a tia ni mwiokoiia iai, ma noria, I aki kainnanoa aei mai irouia, ma bon ana tua te Uea.", "6 Mangaia ae, ko na nako natiu, ao ko na buokaki iroun te Uea, ngkai ko tuai ni ngurengure.", "7 Ao e koro bukina bwa ngai, Nibwaai, I taku nakon tamau: N na nako ao N na karaoi baike e a tia n tua te Uea, bwa I ataia bwa e na bon aki anga te kaetieti te Uea nakoia natiia aomata, ma ti ngkana e a tia ni katauraoa te kawai ibukiia are a na kona iai ni kakoroa bukin te bwai are e tua nakoia.", "8 Ao e koro bukina bwa ngke e tia n ongo taeka aikai tamau ao e a onrake n te kukurei, ngkai e ataia ae I a tia ni kakabwaiaaki mai iroun te Uea.", "9 Ao ngai, Nibwaai, ma tariu ti a moana mwanangara i nanon te rereua, ma ara umwanrianna, bwa ti na nakon te aba ae Ierutarem.", "10 Ao e koro bukina bwa ngke ti a roko n te aba are Ierutarem, ngai ma tariu ti a kaakarabakau imarenara.", "11 Ao ti tautimoi—bwa antai mai buakora ae e na nako nanon ana auti Raban. Ao e a koro bukina bwa te timoi e reke iroun Reimwan; ao e nako Reimwan nako nanon ana auti Raban, ao e kaakarabakau mangaia n tekateka i nanon ana auti.", "12 Ao e a butiia Raban taian rongorongo ake a koreaki i aon bwaatua aika buraati, aika iai i nanona taekan ana kateiriki tamau.", "13 Ao noria, e koro bukina bwa e un Raban, ao e kaotinakoa mai matana; ao e aki anganna taian rekooti. Mangaia are, e taku nakoina: Noria bon te tia iraa ngkoe, ao N na tiringko.", "14 Ma e biri nako Reimwan mai matana, ao e taekin baike e karaoi Raban, nakoira. Ao ti taonaki n te nanokawaki ae korakora, ao a kuri n oki tariu nakon tamau n te rereua.", "15 Ma noria I taku nakoia bwa: Ngkai e maiu te Uea, ao ngkai ti maiu, ti na aki oki nakon tamara n te rereua ni karokoa ae ti tia ni kakoroa bukin te bwai are e a tia n tuatua te Uea nakoira.", "16 Mangaia ae, ti riai ni kakaonimaki ni kaawakin ana tua te Uea; mangaia ae ti riai n okira aban rikin tamara, ngkai e katikui ana koora ma ana tirewa, ao aekan kaubwai nako. Ao e karaoi baikai ni kabane ibukin ana tua te Uea.", "17 Bwa e ataia bwa e na uruakaki Ierutarem, ibukin buakakaia aomata.", "18 Bwa noria, a tia n aki butimwaai aia taeka burabeti. Mamgaia ae, ngke arona bwa e teimatoa ni maeka tamau iaon te aba i mwin tuangana bwa e na kitana te aba, noria, e na bon mate naba. Mangaia ae, e riai bwa e na kitana te aba.", "19 Ao noria, e bon te wanawana iroun te Atua bwa ti riai n anai rongorongoaikai, bwa ti aonga ni kateimatoai iai aia taetae ara bakatibu nakoia natira;", "20 Ao ti aonga naba ni kateimatoai nakoia taeka ake a tia n taekinaki mai wiia burabeti aika a tabu, aika anganaki mai iroun te Tamnei ni mwaakan te Atua, man moan rikin te aonaba, ni karokoa naba te tai aei.", "21 Ao e koro bukina bwa I kairi nanoia tariu n te aro aio, bwa a na kakaonimaki ni kaawakin ana tua te Atua,", "22 Ao e koro bukina bwa ti a mwananga nakon aban rikira, ao ti a booti ara koora, ma ara tirewa, ma ara bwai aika a kakaawaki.", "23 Ao ngke ti a tia ni booti baikai, ti a manga nako nakon ana auti Raban.", "24 Ao e koro bukina bwa ti rin ni kawara Raban, ao ti butiia bwa e na anganiira taian rekooti ibukin rongorongo ake a koreaki iaon taian bwaatua aika buraati, ao ti na anganna ara koora, ma ara tirewa, ma ara bwai aika a kakawaki ni kabane bwa booia.", "25 Ao e koro bukina bwa ngke e noori ara bwai Raban, aika moan te mwaiti, ao e mataai nanona iai, n te aro are e kakioira nako, ao e kanakoia ana toro bwa a na tiringira, bwa e aonga n anai ara bwai.", "26 Ao e koro bukina bwa ti a birinako mai irouia ana toro Raban, ao ti kairoroaki bwa ti na katikui ara bwai, ao a reke i nanon bain Raban.", "27 Ao e koro bukina bwa ti biri nakon te rereua, ao ti aki reke irouia ana toro Raban, ao ti karabaira i nanon te nangananga ni bwa.", "28 Ao e koro bukina bwa e un Reimwan irou, ao iroun naba tamau; ao e un naba Remuera, bwa e ongo n ana taeka Reimwan. Mangaia ae a taekin taeka aika rawawata Reimwan ma Remuera nakoira, tariia aika karimwiia, ao a oroira naba n te kai.", "29 Ao e koro bukina bwa ngke a tabe n oroira n te kai, noria, e kaoti ana anera te Uea n tei i mataia, ao e taetae nakoia, ni kangai: Bukin tera ngkai kam orea tarimi ane te karimwi n te kai? Kam aki ataia ae e a tia te Uea n rineia bwa e na tautaeka i aomi, ao aio ibukin buakakami? Noria, kam na manga nako riki nako Ierutarem, ao te Uea e na anga Raban nako nanon baimi.", "30 Ao ngke e a tia n taetae nakoira te anera, ao e nako.", "31 Ao ngke e a tia n nako te anera, ao a manga ngurengure naba Reimwan ma Remuera, ni kangai: E na kanga te Uea n anga Raban nako nanon baira? Nooria, bon te mwaane ae moan te korakora, ao e tautaekaniia tautia aika nimangaun, eng, e kona naba n tiringia nimangaun; ao tera bukina bwa e na aki tiringiira?"]}