{"English": ["Lehi predicts that the Jews will be taken captive by the Babylonians—He tells of the coming among the Jews of a Messiah, a Savior, a Redeemer—Lehi tells also of the coming of the one who should baptize the Lamb of God—Lehi tells of the death and resurrection of the Messiah—He compares the scattering and gathering of Israel to an olive tree—Nephi speaks of the Son of God, of the gift of the Holy Ghost, and of the need for righteousness. About 600–592B.C.", "1 And now I, Nephi, proceed to give an account upon these plates of my proceedings, and my reign and ministry; wherefore, to proceed with mine account, I must speak somewhat of the things of my father, and also of my brethren.", "2 For behold, it came to pass after my father had made an end of speaking the words of his dream, and also of exhorting them to all diligence, he spake unto them concerning the Jews—", "3 That after they should be destroyed, even that great city Jerusalem, and many be carried away captive into Babylon, according to the own due time of the Lord, they should return again, yea, even be brought back out of captivity; and after they should be brought back out of captivity they should possess again the land of their inheritance.", "4 Yea, even six hundred years from the time that my father left Jerusalem, a prophet would the Lord God raise up among the Jews—even a Messiah, or, in other words, a Savior of the world.", "5 And he also spake concerning the prophets, how great a number had testified of these things, concerning this Messiah, of whom he had spoken, or this Redeemer of the world.", "6 Wherefore, all mankind were in a lost and in a fallen state, and ever would be save they should rely on this Redeemer.", "7 And he spake also concerning a prophet who should come before the Messiah, to prepare the way of the Lord—", "8 Yea, even he should go forth and cry in the wilderness: Prepare ye the way of the Lord, and make his paths straight; for there standeth one among you whom ye know not; and he is mightier than I, whose shoe’s latchet I am not worthy to unloose. And much spake my father concerning this thing.", "9 And my father said he should baptize in Bethabara, beyond Jordan; and he also said he should baptize with water; even that he should baptize the Messiah with water.", "10 And after he had baptized the Messiah with water, he should behold and bear record that he had baptized the Lamb of God, who should take away the sins of the world.", "11 And it came to pass after my father had spoken these words he spake unto my brethren concerning the gospel which should be preached among the Jews, and also concerning the dwindling of the Jews in unbelief. And after they had slain the Messiah, who should come, and after he had been slain he should rise from the dead, and should make himself manifest, by the Holy Ghost, unto the Gentiles.", "12 Yea, even my father spake much concerning the Gentiles, and also concerning the house of Israel, that they should be compared like unto an olive tree, whose branches should be broken off and should be scattered upon all the face of the earth.", "13 Wherefore, he said it must needs be that we should be led with one accord into the land of promise, unto the fulfilling of the word of the Lord, that we should be scattered upon all the face of the earth.", "14 And after the house of Israel should be scattered they should be gathered together again; or, in fine, after the Gentiles had received the fulness of the Gospel, the natural branches of the olive tree, or the remnants of the house of Israel, should be grafted in, or come to the knowledge of the true Messiah, their Lord and their Redeemer.", "15 And after this manner of language did my father prophesy and speak unto my brethren, and also many more things which I do not write in this book; for I have written as many of them as were expedient for me in mine other book.", "16 And all these things, of which I have spoken, were done as my father dwelt in a tent, in the valley of Lemuel.", "17 And it came to pass after I, Nephi, having heard all the words of my father, concerning the things which he saw in a vision, and also the things which he spake by the power of the Holy Ghost, which power he received by faith on the Son of God—and the Son of God was the Messiah who should come—I, Nephi, was desirous also that I might see, and hear, and know of these things, by the power of the Holy Ghost, which is the gift of God unto all those who diligently seek him, as well in times of old as in the time that he should manifest himself unto the children of men.", "18 For he is the same yesterday, today, and forever; and the way is prepared for all men from the foundation of the world, if it so be that they repent and come unto him.", "19 For he that diligently seeketh shall find; and the mysteries of God shall be unfolded unto them, by the power of the Holy Ghost, as well in these times as in times of old, and as well in times of old as in times to come; wherefore, the course of the Lord is one eternal round.", "20 Therefore remember, O man, for all thy doings thou shalt be brought into judgment.", "21 Wherefore, if ye have sought to do wickedly in the days of your probation, then ye are found unclean before the judgment-seat of God; and no unclean thing can dwell with God; wherefore, ye must be cast off forever.", "22 And the Holy Ghost giveth authority that I should speak these things, and deny them not."], "Español": ["Lehi predice la cautividad en Babilonia— Habla de la venida entre los judíos de un Mesías, un Salvador, un Redentor— Lehi habla también de la venida del que bautizaría al Cordero de Dios— Lehi habla de la muerte y de la resurrección del Mesías— Compara el esparcimiento y el recogimiento de Israel con un olivo— Nefi habla acerca del Hijo de Dios, del don del Espíritu Santo y de la necesidad de que haya rectitud. Aproximadamente 600–592a.C.", "1 Y ahora yo, Nefi, procedo a hacer un relato sobre estas planchas de la historia de mis hechos, y mi reinado y ministerio; así pues, para continuar con mi relación, debo decir algo más acerca de las cosas de mi padre y también de mis hermanos.", "2 Porque he aquí, aconteció que luego que mi padre hubo concluido de relatar acerca de su sueño, y también de exhortarlos a ejercer toda diligencia, les habló acerca de los judíos,", "3 que después que fuesen destruidos, sí, esa gran ciudad de Jerusalén, y muchos de ellos fuesen llevados cautivos a Babilonia, volverían otra vez de acuerdo con el propio y debido tiempo del Señor, sí, volverían de su cautividad; y después de volver de su cautividad, poseerían otra vez la tierra de su herencia.", "4 Sí, seiscientos años después de la partida de mi padre de Jerusalén, el Señor Dios levantaría a un profeta entre los judíos: sí, un Mesías, o, en otras palabras, un Salvador del mundo.", "5 Y también habló concerniente a los profetas: del gran número que había testificado de estas cosas referentes a este Mesías de quien él había hablado, o sea, de este Redentor del mundo.", "6 Por lo tanto, todo el género humano se hallaba en un estado perdido y caído, y lo estaría para siempre, a menos que confiase en este Redentor.", "7 Y también les habló acerca de un profeta que habría de preceder al Mesías, para preparar la vía del Señor;", "8 sí, y que saldría y proclamaría en el desierto: Preparad el camino del Señor y enderezad sus sendas, porque entre vosotros se halla uno a quien no conocéis; y más poderoso es que yo, y de quien no soy digno de desatar la correa de su zapato. Y mi padre habló mucho tocante a esta cosa.", "9 Y mi padre dijo que bautizaría en Betábara, del otro lado del Jordán; y también dijo que bautizaría con agua; que aun bautizaría al Mesías con agua;", "10 y que después de haber bautizado al Mesías con agua, vería y daría testimonio de haber bautizado al Cordero de Dios, que quitaría los pecados del mundo.", "11 Y aconteció que luego que mi padre hubo dicho estas palabras, habló a mis hermanos tocante al evangelio que sería predicado entre los judíos, y también concerniente a que los judíos degenerarían en la incredulidad. Y luego que hubiesen dado muerte al Mesías que habría de venir, y después de haber sido muerto, resucitaría de entre los muertos y se manifestaría a los gentiles por medio del Espíritu Santo.", "12 Sí, mucho habló mi padre acerca de los gentiles y también de la casa de Israel, que se les compararía a un olivo, cuyas ramas serían desgajadas y esparcidas sobre toda la faz de la tierra.", "13 Por tanto, dijo que era necesario que fuéramos conducidos unánimemente a la tierra de promisión, para que se cumpliese la palabra del Señor de que seríamos dispersados sobre toda la faz de la tierra.", "14 Y que después que la casa de Israel fuese esparcida, sería de nuevo recogida; o, en una palabra, después que los gentiles hubiesen recibido la plenitud del evangelio, las ramas naturales del olivo, o sea, los restos de la casa de Israel, serían injertados, o llegarían al conocimiento del verdadero Mesías, su Señor y su Redentor.", "15 Y con estas palabras mi padre profetizó y habló a mis hermanos, y también muchas otras cosas que no escribo en este libro; porque he escrito en mi otro libro cuanto me pareció conveniente.", "16 Y todas estas cosas, de las cuales he hablado, sucedieron mientras mi padre vivía en una tienda en el valle de Lemuel.", "17 Y aconteció que después que yo, Nefi, hube oído todas las palabras de mi padre concernientes a las cosas que había visto en su visión, y también las cosas que habló por el poder del Espíritu Santo, poder que recibió por la fe que tenía en el Hijo de Dios —y el Hijo de Dios era el Mesías que habría de venir— yo, Nefi, sentí deseos de que también yo viera, oyera y supiera de estas cosas, por el poder del Espíritu Santo, que es el don de Dios para todos aquellos que lo buscan diligentemente, tanto en tiempos pasados como en el tiempo en que se manifieste él mismo a los hijos de los hombres.", "18 Porque él es siempre el mismo ayer, hoy y para siempre; y la vía ha sido preparada para todos los hombres desde la fundación del mundo, si es que se arrepienten y vienen a él.", "19 Porque el que con diligencia busca, hallará; y los misterios de Dios le serán descubiertos por el poder del Espíritu Santo, lo mismo en estos días como en tiempos pasados, y lo mismo en tiempos pasados como en los venideros; por tanto, la vía del Señor es un giro eterno.", "20 Recuerda, pues, oh hombre, que por todos tus hechos serás traído a juicio.", "21 Por lo que, si habéis procurado hacer lo malo en los días de vuestra probación, entonces os halláis impuros ante el tribunal de Dios; y ninguna cosa impura puede morar con Dios; así que, debéis ser desechados para siempre.", "22 Y el Espíritu Santo me da autoridad para que declare estas cosas y no las retenga."], "Français": ["Léhi prédit que les Juifs seront emmenés en captivité par les Babyloniens— Il parle de la venue chez les Juifs d’un Messie, un Sauveur, un Rédempteur— Il parle aussi de la venue de celui qui baptisera l’Agneau de Dieu— Il parle de la mort et de la résurrection du Messie— Il compare la dispersion et le rassemblement d’Israël à un olivier— Néphi parle du Fils de Dieu, du don du Saint-Esprit et de la nécessité d’être juste. Vers 600–592av.J.-C.", "1 Et maintenant, moi, Néphi, je poursuis en faisant, sur ces plaques-ci, le récit de mes actes, et de mon règne, et de mon ministère; c’est pourquoi, pour poursuivre mon récit, je dois parler quelque peu de mon père et aussi de mes frères.", "2 Car voici, il arriva que lorsqu’il eut fini de dire les paroles de son songe et aussi de les exhorter à la plus grande diligence, mon père leur parla des Juifs,", "3 disant que lorsqu’ils auraient été détruits, à savoir, cette grande ville de Jérusalem, et que beaucoup auraient été emmenés captifs à Babylone, lorsque le Seigneur le jugerait bon, ils reviendraient, oui, qu’ils seraient ramenés de captivité; et après avoir été ramenés de captivité, ils posséderaient de nouveau le pays de leur héritage.", "4 Oui, six cents ans après le moment où mon père quitta Jérusalem, le Seigneur Dieu susciterait un prophète parmi les Juifs, un Messie, ou, en d’autres termes, un Sauveur du monde.", "5 Et il parla aussi des prophètes, du grand nombre d’entre eux qui avaient témoigné de ce qui concernait ce Messie dont il avait parlé, ou de ce Rédempteur du monde.", "6 C’est pourquoi, toute l’humanité était dans un état perdu et déchu, et le serait à jamais, à moins d’avoir recours à ce Rédempteur.", "7 Et il parla aussi d’un prophète qui viendrait avant le Messie pour préparer le chemin du Seigneur:", "8 oui, qu’il irait crier dans le désert: Préparez le chemin du Seigneur et rendez droits ses sentiers; car au milieu de vous il y a quelqu’un que vous ne connaissez pas, et il est plus puissant que moi, et je ne suis pas digne de délier la courroie de ses souliers. Et mon père parla beaucoup de cela.", "9 Et mon père dit qu’il baptiserait à Béthabara, au-delà du Jourdain; et il dit aussi qu’il baptiserait d’eau, oui, qu’il baptiserait d’eau le Messie.", "10 Et lorsqu’il aurait baptisé d’eau le Messie, il verrait et témoignerait avoir baptisé l’Agneau de Dieu qui allait ôter les péchés du monde.", "11 Et il arriva que lorsqu’il eut dit ces paroles, mon père parla à mes frères de l’Évangile qui serait prêché parmi les Juifs et aussi du fait que les Juifs dégénéreraient dans l’incrédulité. Et qu’ils tueraient le Messie qui viendrait, et lorsqu’il aurait été tué, il ressusciterait d’entre les morts et se manifesterait, par le Saint-Esprit, aux Gentils.", "12 Oui, effectivement mon père parla beaucoup des Gentils et aussi de la maison d’Israël, disant qu’on devait la comparer à un olivier dont les branches seraient rompues et dispersées sur toute la surface de la terre.", "13 C’est pourquoi il fallait, dit-il, que nous fussions conduits d’un commun accord à la terre de promission pour accomplir la parole du Seigneur que nous serions dispersés sur toute la surface de la terre.", "14 Et lorsque la maison d’Israël aurait été dispersée, elle serait de nouveau rassemblée; en bref, lorsque les Gentils auraient reçu la plénitude de l’Évangile, les branches naturelles de l’olivier, ou les restes de la maison d’Israël, seraient greffées, ou parviendraient à la connaissance du vrai Messie, leur Seigneur et leur Rédempteur.", "15 Et c’est dans ce genre de langage que mon père prophétisa et parla à mes frères, et dit aussi beaucoup d’autres choses que je n’écris pas dans ce livre; car j’ai écrit dans mon autre livre toutes celles qui m’étaient utiles.", "16 Et toutes ces choses dont j’ai parlé se firent tandis que mon père demeurait sous une tente dans la vallée de Lémuel.", "17 Et il arriva que lorsque moi, Néphi, j’eus entendu toutes les paroles de mon père sur les choses qu’il avait vues en vision, et aussi les choses qu’il dit par le pouvoir du Saint-Esprit, pouvoir qu’il reçut par la foi au Fils de Dieu— et le Fils de Dieu était le Messie qui devait venir— moi, Néphi, je désirai voir, et entendre, et connaître également ces choses par le pouvoir du Saint-Esprit, qui est le don de Dieu à tous ceux qui le recherchent diligemment, aussi bien dans les temps anciens qu’au moment où il se manifestera aux enfants des hommes.", "18 Car il est le même hier, aujourd’hui et à jamais; et la voie est préparée pour tous les hommes depuis la fondation du monde, s’ils se repentent et viennent à lui.", "19 Car celui qui cherche diligemment trouve; et les mystères de Dieu lui seront dévoilés par le pouvoir du Saint-Esprit, aussi bien en ces temps-ci que dans les temps anciens, et aussi bien dans les temps anciens que dans les temps à venir; c’est pourquoi, le chemin du Seigneur est une même ronde éternelle.", "20 C’est pourquoi souviens-toi, ô homme, que pour toutes tes actions tu seras mis en jugement.", "21 C’est pourquoi, si vous avez cherché à faire le mal aux jours de votre épreuve, vous vous trouverez impurs devant le siège du jugement de Dieu; et rien d’impur ne peut demeurer auprès de Dieu; c’est pourquoi, vous serez rejetés à jamais.", "22 Et le Saint-Esprit me donne l’autorité de dire ces choses, non de me taire."], "Kiribati": ["E taetae ni burabetinna Riaai ae a na uotaki nako I-Iutaia bwa bure irouia I-Bwaburonia—E taekina rokon te Mesia, te Tia Kamaiu, te Tia Kabooira i buakoia I-Iutaia—Riaai e taekina naba rokon temanna are e na bwabetitoa Ana Tiibu te Teei te Atua—Riaai e taekina maten ao mangautin te Mesia—E kabootaua aron kamaenakoan ma bootan Iteraera n aiaron te kai te oriwa—Nibwaai e taekina Natin te Atua, ma te bwaintituaraoi ae te Tamnei ae Raoiroi, ao kainnanoan te raoiroi. Uakaan ma 600–592I.K.", "1 Ao ngkai, ngai, Nibwaai, I waaki ni koroi i aon taian bwaatua aikai aron au waaki, ma au tautaeka ma au mwakuri n ibuobuoki; mangaia are, ni waakinan taekan rongorongou, N na riai n taekin baike a riki nakon tamau ao nakoia tariu naba.", "2 Ao e koro bukina bwa nooria, i mwin tian tamau n taekin kanoan miina, ao ni kaungaia naba nakon te botumwaaka ni kabane, e taetae naba nakoia ni kaineti ma taekaia Iutaia—", "3 Bwa i mwin are a na riai n tiringaki, iriana naba te kaawa ae korakora ae Ierutarem, ao a mwaiti ake a na uotaki nako Bwaburon bwa bure n ana tai te Uea are e a tia ni baireia, a na manga oki riki, eng, ni kamaiuaki man te tautaekanaki; ao i mwin kaokaia man te tautaekanaki, ao a na manga bwaibwai riki n aban rikiia.", "4 Eng, onobubua te ririki i mwin kitanan Ierutarem iroun tamau, ao e na kaikawaarake te burabeti te Uea ae te Atua i buakoia I-Iutaia—ae te Mesia, ke n atongana teuana, te Tia Kamaiua te aonaba.", "5 Ao e taetae naba ibukiia burabeti, ao a rangi ni mwaiti ake a tia ni kakoaua ibukin baikai, ni kaineti ma te Mesia aio, are e a tia n taekinna mai mwaaina, ke te Tia Kaboa te aonaba.", "6 Mangaia are, a bane ni bua ao ni bwaka aomata nako, ao a na teimatoa n aroia aio ni karokoa ae a onimakina te Tia Kabooira aio.", "7 Ao e taekina naba te burabeti temanna are e na roko i mwaain te Mesia, bwa e na katauraoa kawain te Uea—", "8 Eng, e na nako nakon te rereua n tataekina: Katauraoa kawain te Uea, ao taraia bwa e na eti kawaina; bwa ane e na tei temanna i buakomi ae kam aki kinaa; ao e korakora riki nakoiu, are I aki tau bwa N na kabwara kabaean ana kau. Ao a mwaiti baike e taekin tamau ni kaineti ma aio.", "9 Ao e taku tamau bwa e na bwabwabetito i Betabara, are i mainikun Ioretan; ao e taku naba bwa e na bwabwabetito n te ran; ao e na bwabwabetitoa naba te Mesia n te ran.", "10 Ao ngkana e a tia ni bwabetitoa te Mesia n te ran, ao e na ataia ma ni kakoaua bwa e a tia ni bwabetitoa Ana Tiibu te Teei te Atua, are e na kamaunai buren aonaba.", "11 Ao e koro bukina bwa ngke e a tia n taekin baikai tamau ao e a kaakarabakau nakoia tariu ni kaineti ma te euangkerio are e na riai n tataekinaki i buakoia I-Iutaia, ao ni kaineti naba ma buaia Iutaia i nanon te aki onimaki. Ao ngkana a tia n tiringa te Mesia, are e na roko, ao e na mangauti mai buakoia maate i mwin tiringana, ao e na kaota rongorongona, iroun te Tamnei are Raoiroi, nakoia Tientaire.", "12 Eng, e taetae naba tamau ni kaineti ma taekaia Tientaire, ao ni kaineti naba ma taekan te bata are Iteraera, bwa a na kabotauaki ma te kai ae te oriwa, aika a na oteaki mwangana ao a na kamaenakoaki nako aon te aonaba.", "13 Mangaia ae, e taku bwa ti riai ni katiteuanaki ni kairaki iroun te Uea nakon te aba ni berita, bwa ti na kakoroa bukin ana taeka te Uea, are ti na kamaenakoaki nako aon te aonaba.", "14 Ao i mwin kamaenakoan te bata are Iteraera ao e na manga ikotaki riki; ke, ni kakimototoa, i mwin ae a tia Tientaire ni karekea bwaninin te euangkerio, oin mwangan te kai ae te oriwa, ke nikiraia kaain te bata are Iteraera, a na manga kanimwaki, ke a na karekea ataan rongorongon te Mesia ae koaua, are aia Uea ao aia Tia Kaboia.", "15 Ao aikai aekan bwaai nako ake e taetae ni burabetia tamau n taekin nakoia tariu, ao a mwaiti riki bwaai ma I a aki koroi i nanon te boki aio; bwa I a tia ni koroi aika mwaiti ake I taku bwa a kakawaki i nanon au boki are teuana.", "16 Ao baikai ni kabane, aika I a tia n taekin, a karaoaki n ana tai ni maeka tamau i nanon te umwanrianna, n te mwarua are Remuera.", "17 Ao e koro bukina bwa ngke I a tia ngai, Nibwaai, n ongora n ana taeka ni kabane tamau, ni kaineti ma baike e noori i nanon miina ni burabeti, ao ni bwaai naba ake e taekin man mwaakan te Tamnei ae Raoiroi, ae te mwaaka are reke irouna man onimakinan Natin te Atua irouna—ao Natin te Atua bon te Mesia are e na roko—ngai, Nibwaai, I bon tangiria naba bwa N na kona n nooria, ao N na ongo, ao n atai baikai, rinanon mwaakan te Tamnei ae Raoiroi, are ana bwaintituaraoi te Atua nakoia ni kabane ake a botumwaaka n ukoukoria, tiaki ti n taai ake ngkoa ma n taai naba ake e na kaotia iai nakoia natiia aomata.", "18 Bwa titebo ngaia ngkoananoa, n te bong aio, ao n aki toki; ao e katauraoaki te kawai ibukiia aomata ni kabane ma ni moan katean te aonaba, ngkana a rairi nanoia ao a nakoina.", "19 Bwa ane botumwaaka ni ukoukoria ao e na kunea; ao a na kaotaki ana bwai te Atua aika raba nakoia, ni mwaakan te Tamnei ae Raoiroi, ni boong aikai n aiaron naba boong ake ngkoa, ao n aiaron naba boong ake ngkoa ma boong aika a na roko; mangaia ae, kawain te Uea bon te mronron ae akea tokina.", "20 Mangaia ae uringnga, O te aomata, bwa e na motikaki taekam man aroarom ni kabane.", "21 Mangaia ae, ngkana ko motikia bwa ko na karaoa ae buakaka n am bong ni kataaki, ao e na motikaki taekam bwa ko aki itiaki imatan ana kaintekateka ni motiki taeka te Atua; ao bon akea te bwai ae bareka ae kona ni maeka ma te Atua; mangaia are, ko na tewenakoaki n aki toki.", "22 Ao e a tia n anganai te kariaiakaki te Tamnei ae Raoiroi bwa N na taekin baikai, ao n aki karabai taekaia."]}