{"English": ["An angel tells Nephi of the blessings and cursings to fall upon the Gentiles—There are only two churches: the Church of the Lamb of God and the church of the devil—The Saints of God in all nations are persecuted by the great and abominable church—The Apostle John will write concerning the end of the world. About 600–592B.C.", "1 And it shall come to pass, that if the Gentiles shall hearken unto the Lamb of God in that day that he shall manifest himself unto them in word, and also in power, in very deed, unto the taking away of their stumbling blocks—", "2 And harden not their hearts against the Lamb of God, they shall be numbered among the seed of thy father; yea, they shall be numbered among the house of Israel; and they shall be a blessed people upon the promised land forever; they shall be no more brought down into captivity; and the house of Israel shall no more be confounded.", "3 And that great pit, which hath been digged for them by that great and abominable church, which was founded by the devil and his children, that he might lead away the souls of men down to hell—yea, that great pit which hath been digged for the destruction of men shall be filled by those who digged it, unto their utter destruction, saith the Lamb of God; not the destruction of the soul, save it be the casting of it into that hell which hath no end.", "4 For behold, this is according to the captivity of the devil, and also according to the justice of God, upon all those who will work wickedness and abomination before him.", "5 And it came to pass that the angel spake unto me, Nephi, saying: Thou hast beheld that if the Gentiles repent it shall be well with them; and thou also knowest concerning the covenants of the Lord unto the house of Israel; and thou also hast heard that whoso repenteth not must perish.", "6 Therefore, wo be unto the Gentiles if it so be that they harden their hearts against the Lamb of God.", "7 For the time cometh, saith the Lamb of God, that I will work a great and a marvelous work among the children of men; a work which shall be everlasting, either on the one hand or on the other—either to the convincing of them unto peace and life eternal, or unto the deliverance of them to the hardness of their hearts and the blindness of their minds unto their being brought down into captivity, and also into destruction, both temporally and spiritually, according to the captivity of the devil, of which I have spoken.", "8 And it came to pass that when the angel had spoken these words, he said unto me: Rememberest thou the covenants of the Father unto the house of Israel? I said unto him, Yea.", "9 And it came to pass that he said unto me: Look, and behold that great and abominable church, which is the mother of abominations, whose founder is the devil.", "10 And he said unto me: Behold there are save two churches only; the one is the church of the Lamb of God, and the other is the church of the devil; wherefore, whoso belongeth not to the church of the Lamb of God belongeth to that great church, which is the mother of abominations; and she is the whore of all the earth.", "11 And it came to pass that I looked and beheld the whore of all the earth, and she sat upon many waters; and she had dominion over all the earth, among all nations, kindreds, tongues, and people.", "12 And it came to pass that I beheld the church of the Lamb of God, and its numbers were few, because of the wickedness and abominations of the whore who sat upon many waters; nevertheless, I beheld that the church of the Lamb, who were the saints of God, were also upon all the face of the earth; and their dominions upon the face of the earth were small, because of the wickedness of the great whore whom I saw.", "13 And it came to pass that I beheld that the great mother of abominations did gather together multitudes upon the face of all the earth, among all the nations of the Gentiles, to fight against the Lamb of God.", "14 And it came to pass that I, Nephi, beheld the power of the Lamb of God, that it descended upon the saints of the church of the Lamb, and upon the covenant people of the Lord, who were scattered upon all the face of the earth; and they were armed with righteousness and with the power of God in great glory.", "15 And it came to pass that I beheld that the wrath of God was poured out upon that great and abominable church, insomuch that there were wars and rumors of wars among all the nations and kindreds of the earth.", "16 And as there began to be wars and rumors of wars among all the nations which belonged to the mother of abominations, the angel spake unto me, saying: Behold, the wrath of God is upon the mother of harlots; and behold, thou seest all these things—", "17 And when the day cometh that the wrath of God is poured out upon the mother of harlots, which is the great and abominable church of all the earth, whose founder is the devil, then, at that day, the work of the Father shall commence, in preparing the way for the fulfilling of his covenants, which he hath made to his people who are of the house of Israel.", "18 And it came to pass that the angel spake unto me, saying: Look!", "19 And I looked and beheld a man, and he was dressed in a white robe.", "20 And the angel said unto me: Behold one of the twelve apostles of the Lamb.", "21 Behold, he shall see and write the remainder of these things; yea, and also many things which have been.", "22 And he shall also write concerning the end of the world.", "23 Wherefore, the things which he shall write are just and true; and behold they are written in the book which thou beheld proceeding out of the mouth of the Jew; and at the time they proceeded out of the mouth of the Jew, or, at the time the book proceeded out of the mouth of the Jew, the things which were written were plain and pure, and most precious and easy to the understanding of all men.", "24 And behold, the things which this apostle of the Lamb shall write are many things which thou hast seen; and behold, the remainder shalt thou see.", "25 But the things which thou shalt see hereafter thou shalt not write; for the Lord God hath ordained the apostle of the Lamb of God that he should write them.", "26 And also others who have been, to them hath he shown all things, and they have written them; and they are sealed up to come forth in their purity, according to the truth which is in the Lamb, in the own due time of the Lord, unto the house of Israel.", "27 And I, Nephi, heard and bear record, that the name of the apostle of the Lamb was John, according to the word of the angel.", "28 And behold, I, Nephi, am forbidden that I should write the remainder of the things which I saw and heard; wherefore the things which I have written sufficeth me; and I have written but a small part of the things which I saw.", "29 And I bear record that I saw the things which my father saw, and the angel of the Lord did make them known unto me.", "30 And now I make an end of speaking concerning the things which I saw while I was carried away in the Spirit; and if all the things which I saw are not written, the things which I have written are true. And thus it is. Amen."], "Español": ["Un ángel le informa a Nefi acerca de las bendiciones y las maldiciones que caerán sobre los gentiles— Solamente hay dos iglesias: la Iglesia del Cordero de Dios y la iglesia del diablo— Los santos de Dios son perseguidos en todas las naciones por la iglesia grande y abominable— El apóstol Juan escribirá tocante al fin del mundo. Aproximadamente 600–592a.C.", "1 Y sucederá que si los gentiles escucharen al Cordero de Dios el día en que él mismo se manifieste a ellos, tanto en palabra, como también en poder, real y verdaderamente, para quitar sus tropiezos,", "2 y no endurecieren sus corazones contra el Cordero de Dios, serán contados entre la posteridad de tu padre; sí, serán contados entre los de la casa de Israel; y serán para siempre un pueblo bendito sobre la tierra prometida, y no serán llevados más al cautiverio; y la casa de Israel ya no será confundida.", "3 Y ese profundo abismo que ha cavado para ellos esa grande y abominable iglesia, la cual fundaron el diablo y sus hijos para conducir las almas de los hombres al infierno, sí, ese profundo abismo que ha sido cavado para la destrucción de los hombres, se llenará con aquellos que lo abrieron, hasta su completa destrucción, dice el Cordero de Dios; no la destrucción del alma, a menos que sea el arrojarla en aquel infierno que no tiene fin.", "4 Porque he aquí que esto va de conformidad con la cautividad del diablo, y también con la justicia de Dios, sobre todos los que cometan iniquidades y abominaciones ante él.", "5 Y aconteció que el ángel me habló a mí, Nefi, diciendo: Tú has visto que si los gentiles se arrepienten, les irá bien; y también sabes acerca de los convenios del Señor con la casa de Israel; y también has oído que el que no se arrepienta deberá perecer.", "6 Por lo tanto, ¡ay de los gentiles, si es que endurecen sus corazones contra el Cordero de Dios!", "7 Porque viene el día, dice el Cordero de Dios, en que haré una obra grande y maravillosa entre los hijos de los hombres, una obra que será sempiterna, ya para una cosa u otra; ya para convencerlos a la paz y vida eterna, o entregarlos a la dureza de sus corazones y ceguedad de sus mentes hasta ser llevados al cautiverio, y también a la destrucción, tanto temporal como espiritualmente, según la cautividad del diablo, de la cual he hablado.", "8 Y aconteció que cuando el ángel hubo hablado estas palabras, me dijo: ¿Recuerdas los convenios del Padre con la casa de Israel? Yo le contesté: Sí.", "9 Y sucedió que me dijo: Mira, y ve esa grande y abominable iglesia que es la madre de las abominaciones, cuyo fundador es el diablo.", "10 Y me dijo: He aquí, no hay más que dos iglesias solamente; una es la iglesia del Cordero de Dios, y la otra es la iglesia del diablo; de modo que el que no pertenece a la iglesia del Cordero de Dios, pertenece a esa grande iglesia que es la madre de las abominaciones, y es la ramera de toda la tierra.", "11 Y aconteció que miré y vi a la ramera de toda la tierra, y se asentaba sobre muchas aguas; y tenía dominio sobre toda la tierra, entre todas las naciones, tribus, lenguas y pueblos.", "12 Y sucedió que vi la iglesia del Cordero de Dios, y sus números eran pocos a causa de la iniquidad y las abominaciones de la ramera que se asentaba sobre las muchas aguas. No obstante, vi que la iglesia del Cordero, que eran los santos de Dios, se extendía también sobre toda la superficie de la tierra; y sus dominios sobre la faz de la tierra eran pequeños, a causa de la maldad de la gran ramera a quien yo vi.", "13 Y ocurrió que vi que la gran madre de las abominaciones reunió multitudes sobre toda la superficie de la tierra, entre todas las naciones de los gentiles, para combatir contra el Cordero de Dios.", "14 Y aconteció que yo, Nefi, vi que el poder del Cordero de Dios descendió sobre los santos de la iglesia del Cordero y sobre el pueblo del convenio del Señor, que se hallaban dispersados sobre toda la superficie de la tierra; y tenían por armas su rectitud y el poder de Dios en gran gloria.", "15 Y sucedió que vi que la ira de Dios se derramó sobre aquella grande y abominable iglesia, de tal modo que hubo guerras y rumores de guerras entre todas las naciones y familias de la tierra.", "16 Y cuando empezó a haber guerras y rumores de guerras entre todas las naciones que pertenecían a la madre de las abominaciones, me habló el ángel, diciendo: He aquí, la ira de Dios está sobre la madre de las rameras; y he aquí, tú ves todas estas cosas;", "17 y cuando llegue el día en que la ira de Dios sea derramada sobre la madre de las rameras, que es la iglesia grande y abominable de toda la tierra, cuyo fundador es el diablo, entonces, en ese día, empezará la obra del Padre, preparando la vía para el cumplimiento de sus convenios que él ha hecho con su pueblo que es de la casa de Israel.", "18 Y aconteció que el ángel me habló, diciendo: ¡Mira!", "19 Y miré, y vi a un hombre que estaba vestido con un manto blanco.", "20 Y el ángel me dijo: ¡He ahí uno de los doce apóstoles del Cordero!", "21 He aquí, él verá y escribirá el resto de estas cosas; sí, y también muchas que han sucedido.", "22 Y escribirá también sobre el fin del mundo.", "23 Por tanto, las cosas que él escriba son justas y verdaderas; y he aquí, están escritas en el libro que tú has visto salir de la boca del judío. Y en la época en que salieron de la boca del judío, o sea, cuando el libro salió de la boca del judío, las cosas que estaban escritas eran claras y puras, y las más preciosas y fáciles para el entendimiento de todos los hombres.", "24 Y he aquí, las cosas que este apóstol del Cordero escribirá son muchas de las que tú ya has visto; y he aquí, el resto tú lo verás.", "25 Pero las que verás en adelante, no escribirás; porque el Señor Dios ha ordenado que las escriba el apóstol del Cordero de Dios.", "26 Y ha habido también otros a quienes el Señor ha mostrado todas las cosas, y las han escrito; y han sido selladas, según la verdad que está en el Cordero, para aparecer en su pureza a la casa de Israel en el propio y debido tiempo del Señor.", "27 Y yo, Nefi, oí, y testifico que el nombre del apóstol del Cordero era Juan, según la palabra del ángel.", "28 Y he aquí que a mí, Nefi, se me prohíbe escribir el resto de las cosas que vi y oí; por lo que me basta con las que he escrito; y no he escrito más que una pequeña parte de lo que vi.", "29 Y doy testimonio de que yo vi las cosas que mi padre vio, y el ángel del Señor me las hizo saber.", "30 Y ahora ceso de hablar tocante a las cosas que vi cuando fui llevado en el Espíritu; y si todas las cosas que vi no están escritas, las que he escrito son verdaderas. Y así es. Amén."], "Français": ["Un ange parle à Néphi des bénédictions et des malédictions qui tomberont sur les Gentils— Il n’y a que deux Églises: l’Église de l’Agneau de Dieu et l’Église du diable— Les saints de Dieu de toutes les nations sont persécutés par la grande et abominable Église— L’apôtre Jean écrira ce qui concerne la fin du monde. Vers 600–592av.J.-C.", "1 Et il arrivera que si les Gentils écoutent l’Agneau de Dieu, en ce jour où il se manifestera vraiment à eux par la parole et aussi en puissance, pour leur enlever leurs pierres d’achoppement,", "2 et ne s’endurcissent pas le cœur contre l’Agneau de Dieu, ils seront comptés parmi la postérité de ton père; oui, ils seront comptés dans la maison d’Israël; et ils seront pour toujours un peuple béni dans la terre promise; ils ne seront plus réduits en captivité, et la maison d’Israël ne sera plus confondue.", "3 Et cette grande fosse qui a été creusée pour eux par la grande et abominable Église, qui a été fondée par le diable et ses enfants, afin qu’il puisse entraîner l’âme des hommes en enfer— oui, la grande fosse qui a été creusée pour la destruction des hommes, sera remplie par ceux qui l’ont creusée, jusqu’à leur destruction totale, dit l’Agneau de Dieu; non pas la destruction de l’âme, si ce n’est qu’elle sera précipitée dans cet enfer qui n’a pas de fin.", "4 Car voici, cela est selon la captivité du diable, et aussi selon la justice de Dieu, sur tous ceux qui pratiquent la méchanceté et l’abomination devant lui.", "5 Et il arriva que l’ange me parla, à moi, Néphi, disant: Tu as vu que si les Gentils se repentent, tout ira bien pour eux; et tu connais aussi les alliances du Seigneur avec la maison d’Israël; et tu as aussi entendu que quiconque ne se repent pas périra inévitablement.", "6 C’est pourquoi, malheur aux Gentils s’ils s’endurcissent le cœur contre l’Agneau de Dieu.", "7 Car le temps vient, dit l’Agneau de Dieu, où j’accomplirai une œuvre grande et merveilleuse parmi les enfants des hommes, une œuvre qui sera éternelle, soit d’un côté, soit de l’autre: soit qu’elle les convainque d’aller dans la paix et la vie éternelle, soit qu’elle les livre à l’endurcissement de leur cœur et à l’aveuglement de leur esprit, jusqu’à ce qu’ils soient réduits en captivité et aussi à la destruction, à la fois temporellement et spirituellement, selon la captivité du diable dont j’ai parlé.", "8 Et il arriva que lorsque l’ange eut dit ces paroles, il me dit: Te souviens-tu des alliances du Père avec la maison d’Israël? Je lui dis: Oui.", "9 Et il arriva qu’il me dit: Regarde et vois cette grande et abominable Église, qui est la mère des abominations, dont le fondateur est le diable.", "10 Et il me dit: Voici, il n’y a que deux Églises; l’une est l’Église de l’Agneau de Dieu, et l’autre est l’Église du diable; c’est pourquoi, quiconque n’appartient pas à l’Église de l’Agneau de Dieu appartient à cette grande Église qui est la mère des abominations; et elle est la prostituée de toute la terre.", "11 Et il arriva que je regardai et vis la prostituée de toute la terre, et elle était assise sur de nombreuses eaux; et elle avait domination sur toute la terre, parmi toutes les nations, tribus, langues et peuples.", "12 Et il arriva que je vis l’Église de l’Agneau de Dieu, et ses membres n’étaient qu’un petit nombre, à cause de la méchanceté et des abominations de la prostituée qui était assise sur de nombreuses eaux; néanmoins, je vis que l’Église de l’Agneau, qui était constituée par les saints de Dieu, était aussi sur toute la surface de la terre; et ses possessions sur la surface de la terre étaient petites, à cause de la méchanceté de la grande prostituée que je voyais.", "13 Et il arriva que je vis que la grande mère des abominations rassemblait des multitudes sur la surface de toute la terre, parmi toutes les nations des Gentils, pour combattre l’Agneau de Dieu.", "14 Et il arriva que moi, Néphi, je vis que le pouvoir de l’Agneau de Dieu descendait sur les saints de l’Église de l’Agneau et sur le peuple de l’alliance du Seigneur, qui étaient dispersés sur toute la surface de la terre; et ils étaient armés de justice et du pouvoir de Dieu, dans une grande gloire.", "15 Et il arriva que je vis que la colère de Dieu était déversée sur la grande et abominable Église, de sorte qu’il y eut des guerres et des bruits de guerres parmi toutes les nations et tribus de la terre.", "16 Et comme il commençait à y avoir des guerres et des bruits de guerres parmi toutes les nations qui appartenaient à la mère des abominations, l’ange me parla, disant: Voici, la colère de Dieu est sur la mère des prostituées; et voici, tu vois toutes ces choses;", "17 et lorsque viendra le jour où la colère de Dieu se déversera sur la mère des prostituées, qui est la grande et abominable Église de toute la terre, dont le fondateur est le diable, alors, ce jour-là, l’œuvre du Père commencera, préparant le chemin pour l’accomplissement des alliances qu’il a faites avec son peuple, qui est de la maison d’Israël.", "18 Et il arriva que l’ange me parla, disant: Regarde!", "19 Et je regardai et vis un homme, et il était vêtu d’un vêtement blanc.", "20 Et l’ange me dit: Voici l’un des douze apôtres de l’Agneau.", "21 Voici, il verra et écrira le reste de ces choses-là; oui, et aussi beaucoup de choses qui ont été.", "22 Et il écrira aussi ce qui concerne la fin du monde.", "23 C’est pourquoi, les choses qu’il écrira sont justes et vraies; et voici, elles sont écrites dans le livre que tu as vu sortir de la bouche du Juif; et au moment où elles sont sorties de la bouche du Juif, ou, au moment où le livre est sorti de la bouche du Juif, les choses qui étaient écrites étaient claires et pures, et extrêmement précieuses et faciles à comprendre pour tous les hommes.", "24 Et voici, les choses que cet apôtre de l’Agneau écrira sont beaucoup de choses que tu as vues; et voici, le reste, tu le verras.", "25 Mais les choses que tu vas voir dorénavant, tu ne les écriras pas; car le Seigneur Dieu a établi l’apôtre de l’Agneau de Dieu pour les écrire.", "26 Et il y en a aussi d’autres qui ont été, à qui il a montré toutes choses, et ils les ont écrites; et elles sont scellées pour parvenir à la maison d’Israël, dans leur pureté, selon la vérité qui est en l’Agneau, lorsque le Seigneur le jugera bon.", "27 Et moi, Néphi, j’entendis et je rends témoignage que le nom de l’apôtre de l’Agneau était Jean, selon la parole de l’ange.", "28 Et voici, il m’est interdit, à moi, Néphi, d’écrire le reste des choses que j’ai vues et entendues; c’est pourquoi, les choses que j’ai écrites me suffisent; et je n’ai écrit qu’une petite partie des choses que j’ai vues.", "29 Et je rends témoignage que j’ai vu les choses que mon père a vues, et l’ange du Seigneur me les a fait connaître.", "30 Et maintenant, je cesse de parler des choses que j’ai vues pendant que j’étais ravi dans l’Esprit; et si toutes les choses que j’ai vues ne sont pas écrites, les choses que j’ai écrites sont vraies. Et ainsi en est-il. Amen."], "Kiribati": ["Te anera e tuanga Nibwaai taekan taian kakabwaia ma karekekai ake a na bwaka iaoia Tientaire—Bon ti uoua ekaretia: ana Ekaretia Ana Tiibu te Teei te Atua ao ana ekaretia te riaboro—A bwainikirinaki ana aomata te Atua aika a Itiaki n aaba nako iroun te ekaretia ae korakora man ribaki—Te Abotoro ae Ioane e na koroboki n taekina rongorongon tokin te aonaba. Uakaan ma 600–592I.K.", "1 Ao e na koro bukina bwa ngkana a ongo Tientaire iroun Ana Tiibu te Teei te Atua n te bong arei are e na kaoti nakoia n te taeka, ao ni mwaakana naba, n aron ana mwakuri, ao n anaan bwaai ake a na tatanako iai—", "2 Ao a na aki kamatoai nanoia ni kaitaraa Ana Tiibu te Teei te Atua, ao a na warekaki i buakoia kanoan tamam; eng, a na warekaki i buakon te bata are Iteraera; ao a na riki bwa aomata aika kakabwaiaki i aon te aba ni berita n aki toki; a na aki manga uotaki rikaaki nakon te tautaekanaki; ao te bata are Iteraera e na aki manga kamangaoaki.", "3 Ao te rua ae nano, are e a tia ni kenaki bukiia iroun te ekaretia ae korakora man ribaki, are e kateaki iroun te riaboro ma natina, bwa e aonga ni kairia nako iai tamneia aomata nako moone—eng, te rua ae nano are e a tia ni kenaki ibukin tiringakia aomata e na kanoaki irouia ake a kekenna, man riki bwa tokin maiuia, e taku Ana Tiibu te Teei te Atua; tiaki tiringan te tamnei, ma ti tewenakoana nako moone ae akea tokina.", "4 Bwa taraia, aio aron te tautoronaki iroun te riaboro, ao n aron naba ana motiraoi te Atua nakoia ni kabane ake a mwakuria ae buakaka ma n ribaki imatana.", "5 Ao e koro bukina bwa e taetae te anera nakoiu, ae Nibwaai, ni kangai: Ko a tia n nooria ae ngkana a rairinanoia Tientaire ao a na akea te kaangaanga ae e na reke nakoia; ao ko atai naba bwaai aika a kaineti ma ana berita aika tabu te Uea nakon te bata are Iteraera; ao ko a tia naba n ongo bwa ane e aki raira nanona e na mate.", "6 Mangaia ae, a na reke kaia Tientaire ngkana a kamatoai nanoia nakon Ana Tiibu te Teei te Atua.", "7 Bwa e na roko te tai, e taku Ana Tiibu te Teei te Atua, are N na karaoi iai mwakuri aika korakora ao a kamiimi i buakoia natiia aomata; te mwakuri ae e aki totoki, n angana aei ke n angana teuana riki—ibukin kakoauan te rau ke te maiu are akea tokina nakoia, ke ibukin kamaiuaia man matoan nanoia ma aki nooraban aia kantaninga are a na reke iai bwakaia nakon te tautaekanaki, ao riki nakon mateia, n te maiu n rabwata ao n tamnei, n aron ana tautaeka te riaboro i aoia, ake I a tia n taekin.", "8 Ao e koro bukina bwa ngke e a tia n taekin taeka aika i te anera, ao e taku nakoiu: Ko uringi ana berita aika tabu te Tama nakon te bata are Iteraera? I taku nakoina, Eng.", "9 Ao e koro bukina bwa e taku nakoiu: Taraia, ao noora te ekaretia ae korakora ma n ribaki, are bon tinan taian waaki aika ribaki, are e kateaki iroun te riaboro.", "10 Ao e taku nakoiu: Taraia bon ti uoua taian ekaretia; teuana bon ana ekaretia Ana Tiibu te Teei te Atua, ao are teuana bon ana ekaretia te riaboro; mangaia ane tiaki kaain ana ekaretia Ana Tiibu te Teei te Atua ao bon kaain te ekaretia are korakora, are bon tinan mwakuri aika a bati n ribaki ae bon kabekaaun te aonaba ni kabuta.", "11 Ao e koro bukina bwa I a noora kabekaaun te aonaba ngke I taraia, ae e tekateka i aon marawa aika a mwaiti; ao e korakora mwaakana i aon te aonaba ae bwanin, i aoia aaba, reeti, neewe, ao aomata ni kabane.", "12 Ao e koro bukina bwa I a noora naba ana ekaretia Ana Tiibu te Teei te Atua, aika a karako, ibukin buakakan ma ana mwakuri aika a bati n ribaki te kabekaau ae e tekateka iaon marawa aika a mwaiti; e ngae n anne, ao I noora ana ekaretia te Tiibu te Teei, aika bon ana aomata aika a itiaki te Atua, aika a mena naba iaon te aonaba ni kabuta; ao e uarereke korakoraia iaon te aonaba, ibukin korakoran kammairan te kabekaau are I a tia n nooria.", "13 Ao e koro bukina bwa I a noora naba tinaia mwakuri aika bati n ribaki ae e botiia aomata aika a uanao iaon te aonaba, n abaia Tientaire ni kabane, bwa a na buakana Ana Tiibu te Teei te Atua.", "14 Ao e koro bukina bwa Ngai ae Nibwaai, I a noora korakoran mwaakan Ana Tiibu te Teei te Atua, ae e ruo nako aoia aomata aika a itiaki aika kaain ana ekaretia te Tiibu te Teei, ma i aoia ana aomata i nanon te berita ae tabu te Uea, ake a maenako nako i aon te aonaba ni kabuta; ao a otangaia n te raoiroi ma mwaakan te Atua ao te mimitong ae korakora.", "15 Ao e koro bukina bwa I noora unin te Atua are bwaro iaon te ekaretia ae korakora ma n ribaki, n te aro are a mwaiti buaka ma taekan taian buaka i buakoia aaba ma reeti ni kabane i aon te aonaba.", "16 Ao ngke a moanaki taian buaka ma taekan taian buaka i buakoia aaba ni kabane ake a mena i aan tinan waaki aika ribaki, e taetae te anera nakoiu, ni kangai: Taraia, e a mena unin nanon te Atua iaon tinan te ribaki; ao taraia, ko noori ni kabane bwaai aikai—", "17 Ao ngke e roko te bong are e nang bwaro nako iai unin te Atua nako aon tinan waki aika ribaki, are bon te ekaretia ae korakora man ribaki i aon te aonaba, are kateaki iroun te riaboro, ao n te bong anne, e nang moanaki ana mwakuri te Tama ibukin katauraoan te kawai ibukin kakoroan bukin ana berita aika tabu, ake e a tia ni karaoi nakoia ana aomata aika kaain te bata are Iteraera.", "18 Ao e taetae nakoiu te anera, ni kangai: Nooria!", "19 Ao ngke I taraia ao I noora te mwaane ae kunnikaiaki n te niinira ae mainaina.", "20 Ao e taku te anera nakoiu: Taraia temanna mai buakoia ana abotoro ake tengaun ma uoman te Tiibu te Teei.", "21 Taraia, e na noori ma ni koroi nikiran bwaai aikai; eng, ma bwaai riki aika a mwaiti ake a tia n riki.", "22 Ao e na koroboki naba ni kaineti ma taekan tokin te aonaba.", "23 Mangaia ae a bon eti ao a koaua bwaai ake e na koroi taekaia; ao taraia a na koreaki i nanon te boki are ko a tia n nooria are otinako mai wiia Iutaia; ao n te tai are a otinako iai mai i nanon wiia Iutaia, ke n te tai are e otinako iai te boki mai i nanon wiia Iutaia, a na maataata man itiaki bwaai ake a tia ni koreaki, ma ni moan kakawaki ao ni beebete nanoia nakoia aomata ni kabane.", "24 Ao taraia, bwaai ake e na koroi ana abotoro aio te Tiibu te Tei bon bwaai aika a mwaiti ake ko a tia n noori; ao taraia ko na noori nikiraia.", "25 Ma bwaai ake ko na noori i mwin aio ko na aki koroi taekaia; bwa e a tia te Uea ae te Atua ni katabua ana abotoro Ana Tiibu te Teei te Atua bwa e na koroi taekaia.", "26 Ao aomata ake a tia ni maiu, e a tia ni kaoti nakoia bwaai ni kabane, ao a tia ni koroi taekaia, ao a tia ni kainaki bwa a na roko n aroia n itiakiia, ni boraoi ma te koaua are iroun te Tiibu te Teei, n nakon te tai are boraoi ma nanon te Uea, nakon te bata are Iteraera.", "27 Ao Ngai, ae Nibwaai, I a ongo ma nikakoaua, bwa aran ana abotoro te Tiibu te Teei aio bon Ioane, n aron ana taeka te anera.", "28 Ao taraia, Ngai ae Nibwaai, I aki kariaiakaki bwa N na koroi nikiran bwaai ake I noori ma n ongo taekaia; mangaia ae a tau bwaai ake I a tia ni koroi taekaia; ao bon ti tabeua bwaai ake I a koroi taekaia mai buakon bwaai ake I a tia n noori.", "29 Ao I kakoaua bwa I a tia n noori bwaai ake e a tia n noori tamau, ao ake e kaoti nakoiu ana anera te Uea.", "30 Ao ngkai I a katoki taekan bwaai ake a kaineti ma bwaai ake I noori ngke I uotaki nako n te tamnei; ao e ngae ngke aki bane ni koreaki taekan bwaai ake I noori, a bon koaua bwaai ake I koroi taekaia. Ao boni ngaia anne. Amen."]}