{"English": ["Lehi takes his family into the wilderness by the Red Sea—They leave their property—Lehi offers a sacrifice to the Lord and teaches his sons to keep the commandments—Laman and Lemuel murmur against their father—Nephi is obedient and prays in faith; the Lord speaks to him, and he is chosen to rule over his brethren. About 600B.C.", "1 For behold, it came to pass that the Lord spake unto my father, yea, even in a dream, and said unto him: Blessed art thou Lehi, because of the things which thou hast done; and because thou hast been faithful and declared unto this people the things which I commanded thee, behold, they seek to take away thy life.", "2 And it came to pass that the Lord commanded my father, even in a dream, that he should take his family and depart into the wilderness.", "3 And it came to pass that he was obedient unto the word of the Lord, wherefore he did as the Lord commanded him.", "4 And it came to pass that he departed into the wilderness. And he left his house, and the land of his inheritance, and his gold, and his silver, and his precious things, and took nothing with him, save it were his family, and provisions, and tents, and departed into the wilderness.", "5 And he came down by the borders near the shore of the Red Sea; and he traveled in the wilderness in the borders which are nearer the Red Sea; and he did travel in the wilderness with his family, which consisted of my mother, Sariah, and my elder brothers, who were Laman, Lemuel, and Sam.", "6 And it came to pass that when he had traveled three days in the wilderness, he pitched his tent in a valley by the side of a river of water.", "7 And it came to pass that he built an altar of stones, and made an offering unto the Lord, and gave thanks unto the Lord our God.", "8 And it came to pass that he called the name of the river, Laman, and it emptied into the Red Sea; and the valley was in the borders near the mouth thereof.", "9 And when my father saw that the waters of the river emptied into the fountain of the Red Sea, he spake unto Laman, saying: O that thou mightest be like unto this river, continually running into the fountain of all righteousness!", "10 And he also spake unto Lemuel: O that thou mightest be like unto this valley, firm and steadfast, and immovable in keeping the commandments of the Lord!", "11 Now this he spake because of the stiffneckedness of Laman and Lemuel; for behold they did murmur in many things against their father, because he was a visionary man, and had led them out of the land of Jerusalem, to leave the land of their inheritance, and their gold, and their silver, and their precious things, to perish in the wilderness. And this they said he had done because of the foolish imaginations of his heart.", "12 And thus Laman and Lemuel, being the eldest, did murmur against their father. And they did murmur because they knew not the dealings of that God who had created them.", "13 Neither did they believe that Jerusalem, that great city, could be destroyed according to the words of the prophets. And they were like unto the Jews who were at Jerusalem, who sought to take away the life of my father.", "14 And it came to pass that my father did speak unto them in the valley of Lemuel, with power, being filled with the Spirit, until their frames did shake before him. And he did confound them, that they durst not utter against him; wherefore, they did as he commanded them.", "15 And my father dwelt in a tent.", "16 And it came to pass that I, Nephi, being exceedingly young, nevertheless being large in stature, and also having great desires to know of the mysteries of God, wherefore, I did cry unto the Lord; and behold he did visit me, and did soften my heart that I did believe all the words which had been spoken by my father; wherefore, I did not rebel against him like unto my brothers.", "17 And I spake unto Sam, making known unto him the things which the Lord had manifested unto me by his Holy Spirit. And it came to pass that he believed in my words.", "18 But, behold, Laman and Lemuel would not hearken unto my words; and being grieved because of the hardness of their hearts I cried unto the Lord for them.", "19 And it came to pass that the Lord spake unto me, saying: Blessed art thou, Nephi, because of thy faith, for thou hast sought me diligently, with lowliness of heart.", "20 And inasmuch as ye shall keep my commandments, ye shall prosper, and shall be led to a land of promise; yea, even a land which I have prepared for you; yea, a land which is choice above all other lands.", "21 And inasmuch as thy brethren shall rebel against thee, they shall be cut off from the presence of the Lord.", "22 And inasmuch as thou shalt keep my commandments, thou shalt be made a ruler and a teacher over thy brethren.", "23 For behold, in that day that they shall rebel against me, I will curse them even with a sore curse, and they shall have no power over thy seed except they shall rebel against me also.", "24 And if it so be that they rebel against me, they shall be a scourge unto thy seed, to stir them up in the ways of remembrance."], "Español": ["Lehi lleva a su familia al desierto junto al mar Rojo— Abandonan sus bienes— Lehi ofrece un sacrificio al Señor y enseña a sus hijos a guardar los mandamientos— Lamán y Lemuel murmuran contra su padre— Nefi es obediente y ora con fe; el Señor le habla y es escogido para gobernar a sus hermanos. Aproximadamente 600a.C.", "1 Porque he aquí, aconteció que el Señor habló a mi padre, sí, aun en un sueño, y le dijo: Bendito eres tú, Lehi, por lo que has hecho; y porque has sido fiel, y has declarado a este pueblo las cosas que yo te mandé, he aquí, tratan de quitarte la vida.", "2 Y sucedió que el Señor le mandó a mi padre, en un sueño, que partiese para el desierto con su familia.", "3 Y aconteció que fue obediente a la palabra del Señor; por tanto, hizo lo que el Señor le mandó.", "4 Y ocurrió que salió para el desierto; y abandonó su casa, y la tierra de su herencia, y su oro, su plata y sus objetos preciosos, y no llevó nada consigo, salvo a su familia, y provisiones y tiendas, y se dirigió al desierto.", "5 Y descendió por los contornos cerca de las riberas del mar Rojo, y viajó por el desierto por los lados que están más próximos a este mar; y viajó por el desierto con su familia, integrada por Saríah, mi madre, y Lamán, Lemuel y Sam, mis hermanos mayores.", "6 Y aconteció que después de haber viajado tres días por el desierto, asentó su tienda en un valle situado a la orilla de un río de agua.", "7 Y sucedió que erigió un altar de piedras y presentó una ofrenda al Señor, y dio gracias al Señor nuestro Dios.", "8 Y al río que desaguaba en el mar Rojo dio el nombre de Lamán; y el valle se extendía por las riberas del río y llegaba hasta cerca de su desembocadura.", "9 Y cuando mi padre vio que las aguas del río desembocaban en la fuente del mar Rojo, habló a Lamán, diciendo: ¡Oh, si fueras semejante a este río, fluyendo continuamente en la fuente de toda rectitud!", "10 Y dijo también a Lemuel: ¡Oh, si fueras tú semejante a este valle, firme, constante e inmutable en guardar los mandamientos del Señor!", "11 Esto habló por causa de la dureza de cerviz de Lamán y Lemuel; pues he aquí, murmuraban contra su padre en muchas cosas, porque era un hombre visionario, y los había sacado de la tierra de Jerusalén, abandonando la tierra de su herencia, y su oro, y su plata y objetos preciosos, para perecer en el desierto. Y decían que había hecho esto por motivo de las locas imaginaciones de su corazón.", "12 Y así era como Lamán y Lemuel, que eran los mayores, murmuraban en contra de su padre; y hacían esto porque no conocían la manera de proceder de aquel Dios que los había creado.", "13 Ni creían tampoco que aquella gran ciudad de Jerusalén pudiera ser destruida conforme a las palabras de los profetas; y eran semejantes a los judíos que estaban en Jerusalén, los cuales procuraban quitarle la vida a mi padre.", "14 Y aconteció que mi padre les habló en el valle de Lemuel con poder, pues estaba lleno del Espíritu, al grado de que sus cuerpos temblaron delante de él, y los confundió, de modo que no osaron hablar contra él; por tanto, hicieron lo que él les mandó.", "15 Y vivía mi padre en una tienda.", "16 Y sucedió que yo, Nefi, siendo muy joven todavía, aunque grande de estatura, y teniendo grandes deseos de conocer los misterios de Dios, clamé por tanto al Señor; y he aquí que él me visitó y enterneció mi corazón, de modo que creí todas las palabras que mi padre había hablado; así que no me rebelé en contra de él como lo habían hecho mis hermanos.", "17 Y le hablé a Sam, declarándole las cosas que el Señor me había manifestado por medio de su Santo Espíritu. Y aconteció que él creyó en mis palabras.", "18 Mas he aquí, Lamán y Lemuel no quisieron escuchar mis palabras; por lo que, afligido por la dureza de sus corazones, rogué al Señor por ellos.", "19 Y aconteció que el Señor me habló, diciendo: Bendito eres tú, Nefi, a causa de tu fe, porque me has buscado diligentemente con humildad de corazón.", "20 Y según guardéis mis mandamientos, prosperaréis y seréis conducidos a una tierra de promisión, sí, a una tierra que yo he preparado para vosotros, una tierra escogida sobre todas las demás.", "21 Y según se rebelen tus hermanos contra ti, serán separados de la presencia del Señor.", "22 Y según tú guardes mis mandamientos, serás puesto por gobernante y maestro sobre tus hermanos.", "23 Porque he aquí, el día en que se rebelaren contra mí, yo los maldeciré con penosa maldición, y no tendrán ningún poder sobre tu posteridad, a menos que ella también se rebelare contra mí.", "24 Y si tu posteridad se rebelare contra mí, ellos les serán por azote a tus descendientes, para estimularlos en los caminos del recuerdo."], "Français": ["Léhi emmène sa famille dans le désert qui borde la mer Rouge— Ils abandonnent leurs biens— Léhi offre un sacrifice au Seigneur et enseigne à ses fils qu’ils doivent garder les commandements— Laman et Lémuel murmurent contre leur père— Néphi est obéissant et prie avec foi; le Seigneur lui parle, et il est choisi pour gouverner ses frères. Vers 600av.J.-C.", "1 Car voici, il arriva que le Seigneur parla à mon père, oui, en songe, et il lui dit: Béni es-tu, Léhi, à cause de ce que tu as fait; et parce que tu as été fidèle et que tu as annoncé à ce peuple les choses que je t’ai commandées, voici, il cherche à t’ôter la vie.", "2 Et il arriva que le Seigneur commanda à mon père, en songe, de prendre sa famille et de partir dans le désert.", "3 Et il arriva qu’il fut obéissant à la parole du Seigneur, c’est pourquoi il fit ce que le Seigneur lui commandait.", "4 Et il arriva qu’il partit dans le désert. Et il quitta sa maison, et le pays de son héritage, et son or, et son argent, et ses choses précieuses, et ne prit rien d’autre avec lui que sa famille, et des provisions, et des tentes, et partit dans le désert.", "5 Et il descendit jusqu’aux régions frontières près du rivage de la mer Rouge; et il voyagea dans le désert dans les régions frontières qui sont plus proches de la mer Rouge; et il voyagea dans le désert avec sa famille, qui se composait de ma mère, Sariah, et de mes frères aînés, qui étaient Laman, Lémuel et Sam.", "6 Et il arriva que lorsqu’il eut voyagé trois jours dans le désert, il dressa sa tente dans une vallée au bord d’une rivière d’eau.", "7 Et il arriva qu’il construisit un autel de pierres, et fit une offrande au Seigneur, et rendit grâces au Seigneur, notre Dieu.", "8 Et il arriva qu’il donna à la rivière le nom de Laman, et elle se déversait dans la mer Rouge; et la vallée était dans les régions frontières, près de son embouchure.", "9 Et lorsque mon père vit que les eaux de la rivière se déversaient dans la source de la mer Rouge, il parla à Laman, disant: Oh! si tu pouvais être semblable à cette rivière, coulant continuellement jusque dans la source de toute justice!", "10 Et il dit aussi à Lémuel: Oh! si tu pouvais être semblable à cette vallée, ferme et constant, et immuable à garder les commandements du Seigneur!", "11 Or, il disait cela à cause de la roideur de cou de Laman et de Lémuel; car voici, ils murmuraient en beaucoup de choses contre leur père, parce que c’était un visionnaire et qu’il les avait emmenés du pays de Jérusalem, pour quitter le pays de leur héritage, et leur or, et leur argent, et leurs choses précieuses, pour périr dans le désert. Et cela, disaient-ils, il l’avait fait à cause des folles imaginations de son cœur.", "12 Et c’est ainsi que Laman et Lémuel, les aînés, murmuraient contre leur père. Et ils murmuraient parce qu’ils ne connaissaient pas la manière d’agir du Dieu qui les avait créés.", "13 Ils ne croyaient pas non plus que Jérusalem, cette grande ville, pouvait être détruite, selon les paroles des prophètes. Et ils étaient semblables aux Juifs qui étaient à Jérusalem, qui cherchaient à ôter la vie à mon père.", "14 Et il arriva que mon père leur parla avec puissance dans la vallée de Lémuel, étant rempli de l’Esprit, jusqu’à ce que leur corps tremblât devant lui. Et il les confondit, de sorte qu’ils n’osèrent plus s’exprimer contre lui; c’est pourquoi, ils firent ce qu’il leur commandait.", "15 Et mon père demeurait sous une tente.", "16 Et il arriva que moi, Néphi, étant extrêmement jeune, étant néanmoins d’une haute stature, et ayant aussi le grand désir de connaître les mystères de Dieu, c’est pourquoi, je criai au Seigneur; et voici, il me visita et adoucit mon cœur, de sorte que je crus toutes les paroles qui avaient été dites par mon père; c’est pourquoi je ne me rebellai pas contre lui comme mes frères.", "17 Et je parlai à Sam, lui faisant connaître les choses que le Seigneur m’avait manifestées par son Esprit-Saint. Et il arriva qu’il crut en mes paroles.", "18 Mais voici, Laman et Lémuel ne voulurent pas écouter mes paroles; et, peiné de l’endurcissement de leur cœur, je criai au Seigneur pour eux.", "19 Et il arriva que le Seigneur me parla, disant: Béni es-tu, Néphi, à cause de ta foi, car tu m’as recherché diligemment, avec humilité de cœur.", "20 Et si vous gardez mes commandements, vous prospérerez et serez conduits à une terre de promission, oui, une terre que j’ai préparée pour vous, oui, une terre préférable à toutes les autres terres.", "21 Et si tes frères se rebellent contre toi, ils seront retranchés de la présence du Seigneur.", "22 Et si tu gardes mes commandements, tu seras fait gouverneur et instructeur de tes frères.", "23 Car voici, le jour où ils se rebelleront contre moi, je les maudirai, oui, d’une grande malédiction, et ils n’auront aucun pouvoir sur ta postérité, sauf si elle se rebelle aussi contre moi.", "24 Et si elle se rebelle contre moi, ils seront un fléau pour ta postérité, pour l’aiguillonner sur la voie du souvenir."], "Kiribati": ["E kairiia ana utu Riaai nakon te rereua i rarikin Taari are Uraura—A katikui aia bwai—E anga te karea Riaai nakon te Uea ao e reireinia natina mwaane te ongeaba nakon tua—A ngurengure Reimwan ma Remuera iroun tamaia—E ongeaba Nibwaai ao e tataro i nanon te onimaki; e taetae te Uea nakoina, ao e rineaki bwa e na tautaekai i aoia tarina. Uakaan ma 600I.K.", "1 Bwa noria, e koro bukina bwa e taetae te Uea nakon tamau, eng, i nanon te mi, ao e taku nakoina: Ko na kakabwaiaki Riaai, ibukin baike ko a tia ni karaoi; ao ibukina naba ngkai ko a tia ni kakaonimaki ao n taekina nakoia te botanaomata aio baike I tuangko, noria, a kataia n anaa maium.", "2 Ao e koro bukina bwa e tua te Uea nakon tamau, i nanon te mii, bwa e riai ni kairiia ana utu ao ni mwananga nakon te rereua.", "3 Ao e koro bukina bwa e ongeaba n ana taeka te Uea, mangaia are e karaoa are e tuangaki iroun te Uea.", "4 Ao e koro bukina bwa a mwananga nakon te rereua. Ao e kitana ana auti, ma aban rikina, ma ana koora, ma ana tirewa, ma ana bwai aika a kakawaki, ao akea te bwai teuana ae uotia, ma ti ana utu, ao aia tianaki, ao aia umwa n rianna, ao a mwananga nakon te rereua.", "5 Ao e roko i rarikin mataniwina ni uakaan ma Taari are Uraura; ao e mwananga i nanon te rereua ni kaaniia te tia ni uakaan riki ma Taari are Uraura; ao e mwananga i nanon te rereua ma ana utu, aika tinau ae Tiera, ma tariu aika ikawai nakoiu, aika Reimwan, Remuera, ao Taam.", "6 Ao e koro bukina bwa ngke e a koro teniua ana bong ni mwaamwananga i nanon te rereua, e a katea ana umwanrianna n te mwarua i etan te karaanga n ran.", "7 Ao e koro bukina bwa e katea te baonikarea man taian atiibu, ao e a anga te karea nakon te Uea, ao e a anga ana kaaitau nakon te Uea ae Atuara.", "8 Ao e koro bukina bwa e arana te karaanga arei bwa, Reimwan, ao e raanga nakon Taari are Uraura; ao e mena te mwarua i mataniwina irarikin wiin te karaanga arei.", "9 Ao ngke e noria tamau ae e raanga ranin te karaanga aio nako nanon koburaken Taari are Uraura, e taetae nakon Reimwan, ni kaangai: O bwa ko na kona riki n aiaron te karaanga aio, ae aki toki n raanga nako nanon koburaken te raoiroi ni kabane!", "10 Ao e taetae naba nakon Remuera: O bwa ko na kona n riki n aiaron te mwarua aio, ae matoatoa ao n teimatoa n nene, ao n aki kona ni kamwaingaki n aron kaawakinan ana tua nako te Uea!", "11 Ao e atong baikai ibukin matoatoan nanaoia Reimwan ma Remuera; bwa noria e korakora ngurengureia ni baika a bati iroun tamaia, ngkai te aomata ae nonoori mii ni burabeti ngaia, ao e a tia ni kairia nako mai Ierutarem, ni kiitana aban rikiia, ma aia koora, ma aia tirewa, ma aia bwai aika a kakawaki, bwa a na mate i nanon te rereua. Ao a taku bwa e a tia ni karaoa aio ibukin ana iango ni burababa.", "12 Ao Reimwan ma Remuera, aika karimoa, a ngurengure iroun tamaia. A bon ngurengure ngkai a aki atai ana mwakuri te Atua are Ngaia ae karikiia.", "13 A bon aki kakoaua naba ae e na uruakaki te kaawa ae korakora ae Ierutarem, n aron aia taeka burabeti. Ao titebo ngaiia ma Iutaia ake i rarikin Ierutarem ake a tia ni kataia n ana maiun tamau.", "14 Ao e koro bukina bwa e taetae ma te mwaaka tamau nakoia n te mwarua ae Remuera, ngkai e kaonaki n te Tamnei, ni karokoa ae a ruru rabwataia i matana. Ao e takuia, bwa a na aki taetae ni kaaitaraa; mangaia are, a karaoi baike e tuangiia.", "15 Ao e maeka tamau i nanon te umwa n rianna.", "16 Ao e koro bukina bwa ngai, Nibwaai, e ngae ngke I bon rangi n ataei, ma e bon rangi ni korakora rabwatau, ao ni korakora naba nanou ni kan atai ana bwai te Atua aika raba, mangaia are, I a tang nakon te Uea; ao noria e a kaoti nakoiu, ao e a kamaraua nanou n te aro are I a kakoauai taeka ni kabane ake e a tia n taekin tamau; mangaia are, I aki kaaitara ni katootoongiia tariu.", "17 Ao I taetae nakon Taam, ni kaoti nakoina baike e a tia ni kaoti nakoiu te Uea ri nanon Tamneina ae Tabu. Ao e koro bukina bwa e kakoauai au taeka.", "18 Ma, noria, a aki ongo Reimwan ma Remuera n au taeka; ao I tang nakon te Uea ibukin rawawatan nanou irouia ngkai a rangi ni matoatoa nanoia.", "19 Ao e koro bukina bwa e taetae te Uea nakoiu, ni kaangai: Ko na kakabwaiaki, Nibwaai, ibukin am onimaki, bwa ko a tia ni botumwaaka n ukoukorai, ma te nanorinano.", "20 Ao ngkana ko teimatoa ni kaawakin au tua, ko na kakabwaiaaki, ao ko na kairaki nakon te aba ni berita; eng, ae bon te aba are I a tia ni katauraoia ibukim; eng, te aba ae moamoa riki arona nakoia aaba nako.", "21 Ao ngkana e teimatoa kaitaraam irouia tarim ao a na kaakeaaki mai matan te Uea.", "22 Ao ngkana ko teimatoa ni kaawakin au tua, ko na karikaki bwa te tia tautaeka ao te tia reirei i aoia tarim.", "23 Bwa noria, n te bong are a na kaaitaraai iai, N na kamaraiaia n te kamaraia ae rawawata, ao a na akea korakoraia i aoia kanoam ma ti ngkana a kaaitaraai naba.", "24 Ao ngkana arona bwa a teirake ni kaaitaraai, a na riki akanne bwa karawaawataaia kanoam, ni kakiriwei nanoia n te aro ni kauring."]}