{"English": ["Israel will be scattered upon all the face of the earth—The Gentiles will nurse and nourish Israel with the gospel in the last days—Israel will be gathered and saved, and the wicked will burn as stubble—The kingdom of the devil will be destroyed, and Satan will be bound. About 588–570B.C.", "1 And now it came to pass that after I, Nephi, had read these things which were engraven upon the plates of brass, my brethren came unto me and said unto me: What meaneth these things which ye have read? Behold, are they to be understood according to things which are spiritual, which shall come to pass according to the spirit and not the flesh?", "2 And I, Nephi, said unto them: Behold they were manifest unto the prophet by the voice of the Spirit; for by the Spirit are all things made known unto the prophets, which shall come upon the children of men according to the flesh.", "3 Wherefore, the things of which I have read are things pertaining to things both temporal and spiritual; for it appears that the house of Israel, sooner or later, will be scattered upon all the face of the earth, and also among all nations.", "4 And behold, there are many who are already lost from the knowledge of those who are at Jerusalem. Yea, the more part of all the tribes have been led away; and they are scattered to and fro upon the isles of the sea; and whither they are none of us knoweth, save that we know that they have been led away.", "5 And since they have been led away, these things have been prophesied concerning them, and also concerning all those who shall hereafter be scattered and be confounded, because of the Holy One of Israel; for against him will they harden their hearts; wherefore, they shall be scattered among all nations and shall be hated of all men.", "6 Nevertheless, after they shall be nursed by the Gentiles, and the Lord has lifted up his hand upon the Gentiles and set them up for a standard, and their children have been carried in their arms, and their daughters have been carried upon their shoulders, behold these things of which are spoken are temporal; for thus are the covenants of the Lord with our fathers; and it meaneth us in the days to come, and also all our brethren who are of the house of Israel.", "7 And it meaneth that the time cometh that after all the house of Israel have been scattered and confounded, that the Lord God will raise up a mighty nation among the Gentiles, yea, even upon the face of this land; and by them shall our seed be scattered.", "8 And after our seed is scattered the Lord God will proceed to do a marvelous work among the Gentiles, which shall be of great worth unto our seed; wherefore, it is likened unto their being nourished by the Gentiles and being carried in their arms and upon their shoulders.", "9 And it shall also be of worth unto the Gentiles; and not only unto the Gentiles but unto all the house of Israel, unto the making known of the covenants of the Father of heaven unto Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.", "10 And I would, my brethren, that ye should know that all the kindreds of the earth cannot be blessed unless he shall make bare his arm in the eyes of the nations.", "11 Wherefore, the Lord God will proceed to make bare his arm in the eyes of all the nations, in bringing about his covenants and his gospel unto those who are of the house of Israel.", "12 Wherefore, he will bring them again out of captivity, and they shall be gathered together to the lands of their inheritance; and they shall be brought out of obscurity and out of darkness; and they shall know that the Lord is their Savior and their Redeemer, the Mighty One of Israel.", "13 And the blood of that great and abominable church, which is the whore of all the earth, shall turn upon their own heads; for they shall war among themselves, and the sword of their own hands shall fall upon their own heads, and they shall be drunken with their own blood.", "14 And every nation which shall war against thee, O house of Israel, shall be turned one against another, and they shall fall into the pit which they digged to ensnare the people of the Lord. And all that fight against Zion shall be destroyed, and that great whore, who hath perverted the right ways of the Lord, yea, that great and abominable church, shall tumble to the dust and great shall be the fall of it.", "15 For behold, saith the prophet, the time cometh speedily that Satan shall have no more power over the hearts of the children of men; for the day soon cometh that all the proud and they who do wickedly shall be as stubble; and the day cometh that they must be burned.", "16 For the time soon cometh that the fulness of the wrath of God shall be poured out upon all the children of men; for he will not suffer that the wicked shall destroy the righteous.", "17 Wherefore, he will preserve the righteous by his power, even if it so be that the fulness of his wrath must come, and the righteous be preserved, even unto the destruction of their enemies by fire. Wherefore, the righteous need not fear; for thus saith the prophet, they shall be saved, even if it so be as by fire.", "18 Behold, my brethren, I say unto you, that these things must shortly come; yea, even blood, and fire, and vapor of smoke must come; and it must needs be upon the face of this earth; and it cometh unto men according to the flesh if it so be that they will harden their hearts against the Holy One of Israel.", "19 For behold, the righteous shall not perish; for the time surely must come that all they who fight against Zion shall be cut off.", "20 And the Lord will surely prepare a way for his people, unto the fulfilling of the words of Moses, which he spake, saying: A prophet shall the Lord your God raise up unto you, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that all those who will not hear that prophet shall be cut off from among the people.", "21 And now I, Nephi, declare unto you, that this prophet of whom Moses spake was the Holy One of Israel; wherefore, he shall execute judgment in righteousness.", "22 And the righteous need not fear, for they are those who shall not be confounded. But it is the kingdom of the devil, which shall be built up among the children of men, which kingdom is established among them which are in the flesh—", "23 For the time speedily shall come that all churches which are built up to get gain, and all those who are built up to get power over the flesh, and those who are built up to become popular in the eyes of the world, and those who seek the lusts of the flesh and the things of the world, and to do all manner of iniquity; yea, in fine, all those who belong to the kingdom of the devil are they who need fear, and tremble, and quake; they are those who must be brought low in the dust; they are those who must be consumed as stubble; and this is according to the words of the prophet.", "24 And the time cometh speedily that the righteous must be led up as calves of the stall, and the Holy One of Israel must reign in dominion, and might, and power, and great glory.", "25 And he gathereth his children from the four quarters of the earth; and he numbereth his sheep, and they know him; and there shall be one fold and one shepherd; and he shall feed his sheep, and in him they shall find pasture.", "26 And because of the righteousness of his people, Satan has no power; wherefore, he cannot be loosed for the space of many years; for he hath no power over the hearts of the people, for they dwell in righteousness, and the Holy One of Israel reigneth.", "27 And now behold, I, Nephi, say unto you that all these things must come according to the flesh.", "28 But, behold, all nations, kindreds, tongues, and people shall dwell safely in the Holy One of Israel if it so be that they will repent.", "29 And now I, Nephi, make an end; for I durst not speak further as yet concerning these things.", "30 Wherefore, my brethren, I would that ye should consider that the things which have been written upon the plates of brass are true; and they testify that a man must be obedient to the commandments of God.", "31 Wherefore, ye need not suppose that I and my father are the only ones that have testified, and also taught them. Wherefore, if ye shall be obedient to the commandments, and endure to the end, ye shall be saved at the last day. And thus it is. Amen."], "Español": ["Israel será esparcido sobre toda la faz de la tierra— Los gentiles alimentarán y nutrirán a Israel con el Evangelio en los últimos días— Israel será congregado y se salvará, y los inicuos arderán como rastrojo— El reino del diablo será destruido y Satanás será atado. Aproximadamente 588–570a.C.", "1 Y aconteció que después que yo, Nefi, hube leído estas cosas que estaban grabadas sobre las planchas de bronce, mis hermanos vinieron a mí, y me dijeron: ¿Qué significan estas cosas que has leído? He aquí, ¿deben entenderse conforme a cosas que son espirituales, que se verificarán según el espíritu, y no según la carne?", "2 Y yo, Nefi, les contesté: He aquí, la voz del Espíritu las manifestó al profeta; porque por el Espíritu son reveladas a los profetas todas las cosas que acontecerán a los hijos de los hombres según la carne.", "3 Por tanto, lo que he leído tiene que ver con cosas temporales así como espirituales; porque parece que la casa de Israel será dispersada, tarde o temprano, sobre toda la superficie de la tierra, y también entre todas las naciones.", "4 Y he aquí, hay muchos de quienes ningún conocimiento tienen ya los que están en Jerusalén; sí, la mayor parte de todas las tribus han sido llevadas; y se encuentran esparcidas acá y allá sobre las islas del mar; y dónde se hallan, ninguno de nosotros sabe, solo sabemos que se las han llevado.", "5 Y desde que se las han llevado, se han profetizado estas cosas concernientes a ellas, así como a todos aquellos que más tarde serán dispersados y confundidos a causa del Santo de Israel, porque endurecerán sus corazones contra él; por lo que serán dispersados entre todas las naciones, y serán odiados por todos los hombres.", "6 No obstante, después que sean nutridos por los gentiles, y el Señor haya levantado su mano sobre los gentiles y los haya puesto por estandarte, y sus hijos hayan sido llevados en los brazos de los gentiles, y sus hijas sobre sus hombros, he aquí, estas cosas de que se habla son temporales; porque así son los convenios del Señor con nuestros padres; y se refiere a nosotros en los días venideros, y también a todos nuestros hermanos que son de la casa de Israel;", "7 y significa que viene el tiempo, después que toda la casa de Israel haya sido dispersada y confundida, en que el Señor Dios levantará una nación poderosa entre los gentiles, sí, sobre la superficie de esta tierra; y nuestros descendientes serán esparcidos por ellos.", "8 Y después que nuestra posteridad haya sido dispersada, el Señor Dios procederá a efectuar una obra maravillosa entre los gentiles, que será de gran valor para nuestra posteridad; por tanto, se compara a que serán nutridos por los gentiles y llevados en sus brazos y sobre sus hombros.", "9 Y también será de valor a los gentiles; y no solamente a los gentiles, sino a toda la casa de Israel, para dar a conocer los convenios del Padre de los cielos con Abraham, que dicen: En tu posteridad serán benditas todas las familias de la tierra.", "10 Y quisiera, mis hermanos, que supieseis que no pueden ser bendecidas todas las familias de la tierra, a menos que el Señor desnude su brazo a los ojos de las naciones.", "11 Por lo que el Señor Dios procederá a desnudar su brazo a los ojos de todas las naciones, al llevar a efecto sus convenios y su evangelio para con los que son de la casa de Israel.", "12 Por tanto, los sacará otra vez de su cautividad, y serán reunidos en las tierras de su herencia; y serán sacados de la obscuridad y de las tinieblas; y sabrán que el Señor es su Salvador y su Redentor, el Fuerte de Israel.", "13 Y la sangre de esa grande y abominable iglesia, que es la ramera de toda la tierra, se volverá sobre su propia cabeza; porque guerrearán entre sí, y la espada de sus propias manos descenderá sobre su propia cabeza; y se emborracharán con su propia sangre.", "14 Y toda nación que luche contra ti, oh casa de Israel, se volverá la una contra la otra, y caerán en la fosa que cavaron para entrampar al pueblo del Señor. Y todos los que combatan contra Sion serán destruidos, y esa gran ramera que ha pervertido las vías correctas del Señor, sí, esa grande y abominable iglesia caerá a tierra, y grande será su caída.", "15 Porque he aquí, dice el profeta, se acerca rápidamente el tiempo en que Satanás no tendrá más poder sobre el corazón de los hijos de los hombres; porque pronto se acerca el día en que todos los soberbios y todos los que obran inicuamente serán como rastrojo; y está cerca el día en que han de ser quemados.", "16 Pues está próximo el tiempo en que la plenitud de la ira de Dios será derramada sobre todos los hijos de los hombres; porque no consentirá que los inicuos destruyan a los justos.", "17 Por lo tanto, preservará a los justos por su poder, aun cuando tuviese que venir la plenitud de su ira, y serán preservados los justos aun hasta la destrucción de sus enemigos por fuego. Por tanto, los justos no tienen por qué temer; porque así dice el profeta: Se salvarán, aun como si fuese por fuego.", "18 He aquí, os digo, mis hermanos, que estas cosas deben venir muy pronto; sí, debe haber sangre y fuego y vapor de humo; y es menester que sea sobre la superficie de esta tierra; y sobrevendrá a los hombres según la carne, si es que endurecen sus corazones en contra del Santo de Israel.", "19 Pues he aquí, los justos no perecerán; porque ciertamente vendrá el tiempo en que todos los que combatan contra Sion serán talados.", "20 Y el Señor ciertamente preparará una vía para su pueblo, a fin de cumplir las palabras que habló Moisés, diciendo: El Señor vuestro Dios os levantará a un profeta, semejante a mí; a él oiréis en todo lo que os dijere. Y sucederá que todos aquellos que no quieran escuchar a ese profeta serán desarraigados de entre el pueblo.", "21 Y ahora bien, yo, Nefi, os declaro que este profeta de quien habló Moisés era el Santo de Israel; por tanto, juzgará con justicia.", "22 Y los justos no tienen por qué temer, pues ellos son los que no serán confundidos. Mas es el reino del diablo, el cual será edificado entre los hijos de los hombres, el cual está establecido entre aquellos que se encuentran en la carne;", "23 porque pronto llegará el tiempo en que todas las iglesias que se hayan establecido para obtener ganancia, y todas las que hayan sido edificadas para lograr poder sobre la carne, y las que se hayan fundado para hacerse populares ante los ojos del mundo, y aquellas que busquen las concupiscencias de la carne, y las cosas del mundo, y cometan toda clase de iniquidades, en fin, todos los que pertenezcan al reino del diablo son los que deberán temer, temblar y estremecerse; ellos son los que deben ser humillados hasta el polvo; ellos son los que deben ser consumidos como el rastrojo; y esto según las palabras del profeta.", "24 Y rápidamente se acerca el tiempo en que los justos han de ser conducidos como becerros de la manada, y el Santo de Israel ha de reinar con dominio, y fuerza, y potestad, y gran gloria.", "25 Y recoge a sus hijos de las cuatro partes de la tierra; y cuenta a sus ovejas, y ellas lo conocen; y habrá un redil y un pastor; y él apacentará a sus ovejas, y en él hallarán pasto.", "26 Y a causa de la rectitud del pueblo del Señor, Satanás no tiene poder; por consiguiente, no se le puede desatar por el espacio de muchos años; pues no tiene poder sobre el corazón del pueblo, porque el pueblo mora en rectitud, y el Santo de Israel reina.", "27 Y ahora bien, he aquí, yo, Nefi, os declaro que todas estas cosas deben acontecer según la carne.", "28 Pero he aquí, todas las naciones, tribus, lenguas y pueblos vivirán con seguridad en el Santo de Israel, si es que se arrepienten.", "29 Y ahora, yo, Nefi, concluyo, porque no me atrevo aún a hablar más tocante a estas cosas.", "30 Por tanto, mis hermanos, quisiera que consideraseis que las cosas que se han escrito en las planchas de bronce son verdaderas; y testifican que el hombre debe ser obediente a los mandamientos de Dios.", "31 Por lo tanto, no debéis suponer que mi padre y yo somos los únicos que las hemos atestiguado y también enseñado. Por tanto, si sois obedientes a los mandamientos, y perseveráis hasta el fin, seréis salvos en el postrer día. Y así es. Amén."], "Français": ["Israël sera dispersé sur toute la surface de la terre— Les Gentils prendront soin d’Israël et le nourriront dans les derniers jours, grâce à l’Évangile— Israël sera rassemblé et sauvé, et les méchants brûleront comme du chaume— Le royaume du diable sera détruit et Satan sera lié. Vers 588–570av.J.-C.", "1 Et alors, il arriva que lorsque moi, Néphi, j’eus lu les choses qui étaient gravées sur les plaques d’airain, mes frères vinrent à moi et me dirent: Que signifient les choses que tu as lues? Voici, faut-il les comprendre selon les choses qui sont spirituelles, qui arriveront selon l’esprit et non selon la chair?", "2 Et moi, Néphi, je leur dis: Voici, cela a été manifesté au prophète par la voix de l’Esprit; car par l’Esprit est révélé aux prophètes tout ce qui arrivera aux enfants des hommes selon la chair.", "3 C’est pourquoi, les choses que j’ai lues sont des choses qui ont trait à des choses à la fois temporelles et spirituelles; car il apparaît que la maison d’Israël sera tôt ou tard dispersée sur toute la surface de la terre, et aussi parmi toutes les nations.", "4 Et voici, il y en a beaucoup dont ceux qui sont à Jérusalem n’ont déjà plus aucune connaissance. Oui, la plus grande partie de toutes les tribus a été emmenée; et elles sont dispersées çà et là dans les îles de la mer; et où elles sont, nul d’entre nous ne le sait, si ce n’est que nous savons qu’elles ont été emmenées.", "5 Et depuis qu’elles ont été emmenées, ces choses ont été prophétisées à leur sujet, et aussi au sujet de tous ceux qui seront dorénavant dispersés et confondus à cause du Saint d’Israël; car ils s’endurciront le cœur contre lui, c’est pourquoi ils seront dispersés parmi toutes les nations et seront haïs de tous les hommes.", "6 Néanmoins, lorsqu’ils auront été nourris par les Gentils, et que le Seigneur aura élevé la main sur les Gentils et les aura dressés comme bannière, et que leurs enfants auront été portés dans leurs bras, et que leurs filles auront été portées sur leurs épaules, voici, ces choses dont il est parlé sont temporelles; car telles sont les alliances du Seigneur avec nos pères; et cela se rapporte à nous dans les jours à venir, et aussi à tous nos frères qui sont de la maison d’Israël.", "7 Et cela signifie que le moment vient où, lorsque toute la maison d’Israël aura été dispersée et confondue, le Seigneur Dieu suscitera une puissante nation parmi les Gentils, oui, sur la surface de ce pays; et c’est par elle que notre postérité sera dispersée.", "8 Et lorsque notre postérité sera dispersée, le Seigneur Dieu se mettra à faire, parmi les Gentils, une œuvre merveilleuse, qui aura une grande valeur pour notre postérité; c’est pourquoi, c’est comme s’ils étaient nourris par les Gentils et étaient portés dans leurs bras et sur leurs épaules.", "9 Et elle aura aussi de la valeur pour les Gentils; et non seulement pour les Gentils, mais pour toute la maison d’Israël, en ce qu’elle fera connaître les alliances du Père du ciel avec Abraham, disant: Toutes les familles de la terre seront bénies en ta postérité.", "10 Et je voudrais, mes frères, que vous sachiez que toutes les familles de la terre ne peuvent être bénies que s’il découvre son bras aux yeux des nations.", "11 C’est pourquoi, le Seigneur Dieu se mettra à découvrir son bras aux yeux de toutes les nations, pour réaliser ses alliances et son Évangile pour ceux qui sont de la maison d’Israël.", "12 C’est pourquoi, il les ramènera de captivité, et ils seront rassemblés dans les pays de leur héritage; et ils seront tirés de l’obscurité et des ténèbres; et ils sauront que le Seigneur est leur Sauveur et leur Rédempteur, le Puissant d’Israël.", "13 Et le sang de cette grande et abominable Église, qui est la prostituée de toute la terre, retombera sur sa propre tête; car ils se feront la guerre entre eux, et l’épée de leur main tombera sur leur tête, et ils s’enivreront de leur propre sang.", "14 Et toutes les nations qui te feront la guerre, ô maison d’Israël, se tourneront l’une contre l’autre, et elles tomberont dans la fosse qu’elles ont creusée pour prendre au piège le peuple du Seigneur. Et tous ceux qui combattent Sion seront détruits, et cette grande prostituée, qui a perverti les voies droites du Seigneur, oui, cette grande et abominable Église, s’écroulera dans la poussière, et grande sera sa chute.", "15 Car voici, dit le prophète, le temps vient rapidement où Satan n’aura plus de pouvoir sur le cœur des enfants des hommes; car le jour vient bientôt où tous les hautains et tous les méchants seront comme du chaume; et le jour vient où ils seront brûlés.", "16 Car le temps vient bientôt où la plénitude de la colère de Dieu sera déversée sur tous les enfants des hommes; car il ne souffrira pas que les méchants détruisent les justes.", "17 C’est pourquoi, il préservera les justes par son pouvoir, même si la plénitude de sa colère doit venir, et si les justes doivent être préservés par la destruction de leurs ennemis par le feu. C’est pourquoi, les justes n’ont rien à craindre; car ainsi dit le prophète: Ils seront sauvés, même si c’est comme par le feu.", "18 Voici, mes frères, je vous dis que ces choses vont bientôt arriver; oui, le sang, et le feu, et la vapeur de fumée vont arriver; et cela doit nécessairement être sur la surface de cette terre; et cela arrive aux hommes, selon la chair, s’ils s’endurcissent le cœur contre le Saint d’Israël.", "19 Car voici, les justes ne périront pas, car le temps va assurément arriver où tous ceux qui combattent Sion seront retranchés.", "20 Et le Seigneur préparera assurément la voie pour son peuple pour que s’accomplissent les paroles de Moïse, paroles qu’il a prononcées, disant: Le Seigneur, votre Dieu, vous suscitera un prophète comme moi; vous l’écouterez dans toutes les choses qu’il vous dira. Et il arrivera que quiconque n’écoutera pas ce prophète sera retranché du milieu du peuple.", "21 Et maintenant, moi, Néphi, je vous déclare que ce prophète dont Moïse parlait est le Saint d’Israël; c’est pourquoi, il exercera le jugement en justice.", "22 Les justes n’ont rien à craindre, car ils sont ceux qui ne seront pas confondus. Mais c’est le royaume du diable, qui sera édifié parmi les enfants des hommes, lequel royaume est établi parmi ceux qui sont dans la chair:", "23 car le temps viendra rapidement où toutes les Églises qui sont édifiées pour obtenir du gain, et toutes celles qui sont édifiées pour obtenir du pouvoir sur la chair, et celles qui sont édifiées pour devenir populaires aux yeux du monde, et celles qui recherchent les convoitises de la chair et les choses du monde et à commettre toutes sortes d’iniquités, oui, en bref, toutes celles qui appartiennent au royaume du diable, ce sont elles qui ont à craindre, et à trembler, et à frémir; ce sont elles qui vont être abaissées dans la poussière; ce sont elles qui vont être consumées comme du chaume, et cela est selon les paroles du prophète.", "24 Et le temps vient rapidement où les justes sauteront comme les veaux d’une étable et où le Saint d’Israël régnera en domination, et en puissance, et en pouvoir, et en grande gloire.", "25 Et il rassemble ses enfants des quatre coins de la terre, et il compte ses brebis, et elles le connaissent; et il y aura un seul troupeau et un seul berger; et il paîtra ses brebis, et en lui elles trouveront du pâturage.", "26 Et à cause de la justice de son peuple, Satan n’a pas de pouvoir; c’est pourquoi, il ne peut être délié pendant de nombreuses années; car il n’a pas de pouvoir sur le cœur du peuple, car celui-ci demeure dans la justice, et le Saint d’Israël règne.", "27 Et maintenant, voici, moi, Néphi, je vous dis que toutes ces choses doivent arriver selon la chair.", "28 Mais voici, toutes les nations, tribus, langues et peuples demeureront en sécurité dans le Saint d’Israël, s’ils se repentent.", "29 Et maintenant, moi, Néphi, je termine, car pour le moment je n’ose pas en dire davantage là-dessus.", "30 C’est pourquoi, mes frères, je voudrais que vous considériez que les choses qui ont été écrites sur les plaques d’airain sont vraies; et elles témoignent que l’homme doit être obéissant aux commandements de Dieu.", "31 C’est pourquoi, vous ne devez pas penser que mon père et moi, nous soyons les seuls à en avoir témoigné et à l’avoir enseigné. C’est pourquoi, si vous êtes obéissants aux commandements et persévérez jusqu’à la fin, vous serez sauvés au dernier jour. Et ainsi en est-il. Amen."], "Kiribati": ["E na kamaenakoaki Iteraera ni kabuta te aonaba—Tientaire a na tararua ao man karikirakea Iteraera ma te euangkerio ni boong aika kaitira—Iteraera a na botaki ao ni kamaiuaki, ao aika buakaka a na urarake n aiaron kaai aika mwauu—E na uruakaki uean te riaboro, ao e na kabaeaki Tatan. Uakaan ma 588–570I.K.", "1 Ao ngkai e koro bukina bwa Ngai, Nibwaai, i mwin ae I a tia ni wareki bwaai aikai, ake a koreaki i aon bwaatua aika buraati, ao a nakoiu tariu ao n taku nakoiu: Tera nanon bwaai aika ko a tia ni wareki aikai? Nooria, e riai bwa ti na maataata n nanoia ae bon taekan bwain te tamnei, aika a na koro bukiia n te maiu n tamnei ao tiaki n te maiu n rabwata?", "2 Ao Ngai, Nibwaai, I taku nakoia: Nooria a tia ni kaotaki nakon te burabeti ni bwanaan te Tamnei; bwa mai iroun te Tamnei ao bwaai ni kabane a bon kaotaki nakoia burabeti, bwaai ake a na roko nako aoia natia aomata ake a kaineti nakon te maiu n rabwata.", "3 Mangaia ae bwaai ake I a tia ni wareki bon bwaai aika kaineti ma bwaai aika bwain te rabwata ao te tamnei; bwa e tara n ae te bata are Iteraera, n te tai aei ke rimwi riki, a na kamaenakoaki i aon te aonaba ni kabuta, ao i buakoia naba botanaomata nako.", "4 Ao nooria, a mwaiti ake a tia ni bua taekaia mai irouia ake a mena i Ierutarem. Eng, angiia kaain baronga nikabane a tia ni kairaki nako; ao a tia ni kamaenakoaki n tiotio nako nakon aon aban marawa; ao a mena ia akea mai iroura ae e ataia, ma ti ti ataia bwa a tia ni kairaki nako.", "5 Ao ngkai a tia ni kairaki nako, ao bwaai aikai a bon tia n taetae ni burabetiaki ibukiia, ao ibukiia naba ake a na kamaenakoaki ma ni kamangaoaki i mwin aio, ibukin Atuaia Iteraera ae Tabu; ibukin kaitaraana a na kamatoai nanoia mai irouna; mangaia ae, a na kamaenakoaki i buakoia botanaomata nako ao a na ribaki irouia aomata ni kabaneiia.", "6 Ma e ngae n anne, ao i mwin tararuakia irouia Tientaire, ao ngkana e tia te Uea n tabeka baina nako aoia Tientaire ma ni kateia bwa te buraeki, ao a tia n uotaki natiia i nanon baia, ao natiia aine a tia ni karoaki i aon angaia, nooria bwaai aika a tia n taekinaki aikai bon ibukin te maiu aio; bwa bon taekan ana berita ae tabu te Uea ma ara bakatibu; ao ti kananonaaki iai ni boong aika a na roko, ao tarira naba ni kabane aika kaain te bata are Iteraera.", "7 Ao nanona bwa ngkana e roko te tai are a na tia ni kamaenakoaki ma ni kamangaoaki iai te bata are Iteraera, bwa te Uea ae te Atua e na kateirakea te botanaomata ae korakora i buakoia Tientaire, eng, i aon te aba aio; ao irouia a na kamaenakoaki kanoara.", "8 Ao ngkana a tia ni kamaenakoaki kanoara ao e na waaki te Uea ae te Atua ni karaoa te mwakuri ae kamimi i buakoia Tientaire, are e na korakora bonganana nakoia kanoara; mangaia are, e a kabootauaki iai ma aron kaikawakia irouia Tientaire ao ni uotaki i nanon baia ao i aon angaia.", "9 Ao e na kakawaki naba nakoia Tientaire; ao tiaki ti nakoia Tientaire ma nakoia te bata are Iteraera ni kabane, are e na kaotaki iai kanoan ana berita ae tabu Taman karawa nakon Aberaam, ni kangai: I nanon kanoam a na bane botanaomata i aon te aonaba ni kakabwaiaaki.", "10 Ao I tangiria, tariu, bwa kam na ataia bwa botanaomata ni kabane n te aonaba a na bon aki kona ni kakabwaiaki ti ngkana e kaota baina nako mataia botanaomata ni kabane.", "11 Mangaia ae te Uea ae te Atua e na waki ni kaota baina nako mataia botanaomata ni kabane, ni kakoroa nanon ana berita ae tabu ma ana euangkerio nakoia ake kaain te bata are Iteraera.", "12 Mangaia ae e na manga kaotinakoia riki man te tautoronaki, ao a na bane ni botaki n aban rikiia; ao a na kaotinakoaki mai nanon te roo ma te rootongitong; ao a na ataia ae te Uea bon aia Tia Kamaiu ao aia Tia Kabomwi, ae Atuan Iteraera ae Korakora.", "13 Ao raraan te ekaretia ae korakora man ribaki, are kabekaaun te aonaba ni kabane, e na oki nako aon atuuia; bwa a na bubuaka imarenaia, ao oin aia kabaang a na bwaka nako aon oin atuuia, ao a na manging n oin raraaia.", "14 Ao aaba ni kabane ake ana buakaniko, O te bata are Iteraera a na manga rairaki ni kaitaraiia imarenaia, ao a na bwaka nako nanon te rua are a kekenna bwa a na kamwaneia iai ana botanaomata te Uea. Ao ni kabane ake a buakana Tion a na kamaunaki ao te kabekaau are e korakora, are e a tia ni kaburei kawain nako te Uea aika a eti, eng ae bon te ekaretia ae korakora man ribaki, e na bwaka nakon bubun te tano ao e na korakora bwakana.", "15 Bwa nooria, e taku te burabeti, e waekoa n roko te tai are e na akea iai mwaakan Tatan iaon nanoia natiia aomata; bwa ane e na waekoa n roko te bong are a na riki iai aika kamoa ni kabane ao aika karaoi bwaai aika buakaka a na riki n aiaron te kai ae mwauu; ao e na roko te bong are a na riai ni kabuekaki iai.", "16 Bwa ane e na waekoa n roko te bong are e na bwaro iai unin nanon te Atua nako aoia natiia aomata ni kabane; bwa e na aki kariaia bwa aika a buakaka a na tiringia aika a raoiroi.", "17 Mangaia ae, e na kamaiuia aika raoiroi ni mwaakana, e ngae ngkana e riai ni kaota bwaninin unin nanona, ao a na kamaiuaki aika raoiroi, e ngae naba ngkana arona bwa e riai kabuekaia aia kairiribai n te ai. Mangaia ae, a na riai n aki maaku aika raoiroi; bwa e taku ana taeka te burabeti, a na kamaiuaki, e ngae ngkana arona bwa man te ai.", "18 Nooria, tariu, I tuangkami, bwa a na waekoa ni koro bukin bwaai aikai; eng, n aiaron te raraa, ma te ai, ma buanen te bubu a riai n roko; ao e riai bwa e na riki i aon te aonaba aei; ao e na roko nakoia aomata n te maiu n rabwata ngkana arona bwa a kamatoai nanoia nakon Atuaia Iteraera ae Tabu.", "19 Bwa nooria, a na bon aki mate aika raoiroi; bwa e na riai n roko te tai are ni kabane ake a buaka ni kaitaraa Tion a na kamaunaki.", "20 Ao te Uea e na bon katauraoa te kawai ibukiia ana botanaomata, are e na koro iai bukin ana taeka Mote, ake e taekin ni kangai: E na kateirakea te burabeti te Uea ae te Atua i buakomi, n ai arou; ao mai irouna are kam na ongo iai taekan bwaai ni kabane, ni bwaai ni kabane ake e na taekin nakoimi. Ao e na koro bukina bwa are ni kabane ake a aki kan ongo iroun te burabeti anne a na bon bane ni kamaunaki mai i buakoia te botanaomata.", "21 Ao ngkai Ngai, Nibwaai, I taekinna nakoimi, bwa te burabeti are taekinna Mote bon Atuaia Iteraera ae Tabu; mangaia ae e na karaoa te motiki taeka i nanon te raoiroi.", "22 Ao a riai n aki maaku aika raoiroi, bwa tiaki ngaia aika a na kamangaoaki. Bwa bon uean te riaboro, are e na tia ni kateaki i buakoia natiia aomata, are ueana e kateaki i buakoia aika maiu n te maiu n rabwata—", "23 Bwa e na waekoa n roko te tai are ekaretia ni kabane ake a kateaki ibukin karekean te raka, ao ni kabane ake a tia ni kateaki ibukin karekean te mwaaka i aon te maiu n rabwata, ao ake a tia ni kateaki ibukin te kan ataaki imatan te aonaba, ao ake a ukoukora kaibwabwarun te maiu n rabwata ao bwain te aonaba, ao ni karaoi makuri ni kabane aika buakaka; eng, ni kakimototoa, ni kabane ake a kaaina uean te riaboro ngaia aika a riai ni maaku, ao n ruru; ngaiia aika a na karinanoaki i nanon te bubu; ao ngaiia aika a na riai n urarake n aiaron taian kai aika mwau; ao aio n aron ana taeka te burabeti.", "24 Ao e na waekoa naba n roko te tai are aika raoiroi a na riai ni kairaki rake n ai aroia kao ataei n te nne ni man, ao Atuaia Iteraera ae Tabu e na riai n tautaeka n akea totokoana, ma te korakora, ma te mwaaka, ao te mimitong ae korakora.", "25 Ao e na botiia natina man mwakoron te aonaba aika aua; ao e na nambwan ana tiibu, ao a kinaa, ao e na ti teuana te nanai ao temanna te tia kaawakin tiibu; ao e kamwarakeia ana tiibu, ao irouna a na kunea te tawaana.", "26 Ao ibukin korakoran raoiroia ana botanaomata, Tatan akea mwaakana; mangaia ae e na aki kabwaraki i nanon i nanon te maan ae ririki aika mwaiti; bwa bon akea mwaakana i aon nanoia aomata ngkai a maeka i nanon te raoiroi, ao e tautaeka Atuaia Iteraera ae Tabu.", "27 Ao ngkai nooria, Ngai, Nibwaai, I tuangkami bwa a na bane n roko bwaai aikai n te maiu n rabwata.", "28 Ma, nooria, ni kabane aaba, reeti, neewe, ao aomata ni kabaneia a na maeka ma te rau i nanon Atuaia Iteraera ae Tabu ngkana arona bwa a na rairinanoia.", "29 Ao ngkai, Ngai, Nibwaai, I katoka au koroboki; bwa I aki kona n taekin bwaai riki tabeua n te tai aio ni kaineti ma bwaai aikai.", "30 Mangaia ae tariu, I tangiria bwa kam na iangoia bwa bwaai ake a tia ni koreaki i aon bwaatua aika buraati a bon koaua; ao a kakoaua bwa e riai te aomata n ongeaba nakon ana tua te Atua.", "31 Mangaia ae kam riai n aki iangoia bwa ti ngai ma tamau aika ti a tia ni kaoti koauaia ao n reireinia naba. Mangaia ae ngkana kam na ongeaba nakon taian tua, ao n teimatoa ni karokoa te toki, kam na kamaiuaki n te kabanea ni bong. Ao bon aei arona. Amen."]}