{"English": ["The ship is finished—The births of Jacob and Joseph are mentioned—The company embarks for the promised land—The sons of Ishmael and their wives join in revelry and rebellion—Nephi is bound, and the ship is driven back by a terrible tempest—Nephi is freed, and by his prayer the storm ceases—The people arrive in the promised land. About 591–589B.C.", "1 And it came to pass that they did worship the Lord, and did go forth with me; and we did work timbers of curious workmanship. And the Lord did show me from time to time after what manner I should work the timbers of the ship.", "2 Now I, Nephi, did not work the timbers after the manner which was learned by men, neither did I build the ship after the manner of men; but I did build it after the manner which the Lord had shown unto me; wherefore, it was not after the manner of men.", "3 And I, Nephi, did go into the mount oft, and I did pray oft unto the Lord; wherefore the Lord showed unto me great things.", "4 And it came to pass that after I had finished the ship, according to the word of the Lord, my brethren beheld that it was good, and that the workmanship thereof was exceedingly fine; wherefore, they did humble themselves again before the Lord.", "5 And it came to pass that the voice of the Lord came unto my father, that we should arise and go down into the ship.", "6 And it came to pass that on the morrow, after we had prepared all things, much fruits and meat from the wilderness, and honey in abundance, and provisions according to that which the Lord had commanded us, we did go down into the ship, with all our loading and our seeds, and whatsoever thing we had brought with us, every one according to his age; wherefore, we did all go down into the ship, with our wives and our children.", "7 And now, my father had begat two sons in the wilderness; the elder was called Jacob and the younger Joseph.", "8 And it came to pass after we had all gone down into the ship, and had taken with us our provisions and things which had been commanded us, we did put forth into the sea and were driven forth before the wind towards the promised land.", "9 And after we had been driven forth before the wind for the space of many days, behold, my brethren and the sons of Ishmael and also their wives began to make themselves merry, insomuch that they began to dance, and to sing, and to speak with much rudeness, yea, even that they did forget by what power they had been brought thither; yea, they were lifted up unto exceeding rudeness.", "10 And I, Nephi, began to fear exceedingly lest the Lord should be angry with us, and smite us because of our iniquity, that we should be swallowed up in the depths of the sea; wherefore, I, Nephi, began to speak to them with much soberness; but behold they were angry with me, saying: We will not that our younger brother shall be a ruler over us.", "11 And it came to pass that Laman and Lemuel did take me and bind me with cords, and they did treat me with much harshness; nevertheless, the Lord did suffer it that he might show forth his power, unto the fulfilling of his word which he had spoken concerning the wicked.", "12 And it came to pass that after they had bound me insomuch that I could not move, the compass, which had been prepared of the Lord, did cease to work.", "13 Wherefore, they knew not whither they should steer the ship, insomuch that there arose a great storm, yea, a great and terrible tempest, and we were driven back upon the waters for the space of three days; and they began to be frightened exceedingly lest they should be drowned in the sea; nevertheless they did not loose me.", "14 And on the fourth day, which we had been driven back, the tempest began to be exceedingly sore.", "15 And it came to pass that we were about to be swallowed up in the depths of the sea. And after we had been driven back upon the waters for the space of four days, my brethren began to see that the judgments of God were upon them, and that they must perish save that they should repent of their iniquities; wherefore, they came unto me, and loosed the bands which were upon my wrists, and behold they had swollen exceedingly; and also mine ankles were much swollen, and great was the soreness thereof.", "16 Nevertheless, I did look unto my God, and I did praise him all the day long; and I did not murmur against the Lord because of mine afflictions.", "17 Now my father, Lehi, had said many things unto them, and also unto the sons of Ishmael; but, behold, they did breathe out much threatenings against anyone that should speak for me; and my parents being stricken in years, and having suffered much grief because of their children, they were brought down, yea, even upon their sick-beds.", "18 Because of their grief and much sorrow, and the iniquity of my brethren, they were brought near even to be carried out of this time to meet their God; yea, their grey hairs were about to be brought down to lie low in the dust; yea, even they were near to be cast with sorrow into a watery grave.", "19 And Jacob and Joseph also, being young, having need of much nourishment, were grieved because of the afflictions of their mother; and also my wife with her tears and prayers, and also my children, did not soften the hearts of my brethren that they would loose me.", "20 And there was nothing save it were the power of God, which threatened them with destruction, could soften their hearts; wherefore, when they saw that they were about to be swallowed up in the depths of the sea they repented of the thing which they had done, insomuch that they loosed me.", "21 And it came to pass after they had loosed me, behold, I took the compass, and it did work whither I desired it. And it came to pass that I prayed unto the Lord; and after I had prayed the winds did cease, and the storm did cease, and there was a great calm.", "22 And it came to pass that I, Nephi, did guide the ship, that we sailed again towards the promised land.", "23 And it came to pass that after we had sailed for the space of many days we did arrive at the promised land; and we went forth upon the land, and did pitch our tents; and we did call it the promised land.", "24 And it came to pass that we did begin to till the earth, and we began to plant seeds; yea, we did put all our seeds into the earth, which we had brought from the land of Jerusalem. And it came to pass that they did grow exceedingly; wherefore, we were blessed in abundance.", "25 And it came to pass that we did find upon the land of promise, as we journeyed in the wilderness, that there were beasts in the forests of every kind, both the cow and the ox, and the ass and the horse, and the goat and the wild goat, and all manner of wild animals, which were for the use of men. And we did find all manner of ore, both of gold, and of silver, and of copper."], "Español": ["Se termina el barco— Se mencionan los nacimientos de Jacob y de José— El grupo se embarca hacia la tierra prometida— Los hijos de Ismael y sus esposas toman parte en el holgorio y en la rebelión— Nefi es atado, y el barco es impulsado hacia atrás por una terrible tempestad— Nefi es liberado, y, por medio de su oración, cesa la tormenta— El grupo llega a la tierra prometida. Aproximadamente 591–589a.C.", "1 Y aconteció que adoraron al Señor, y fueron conmigo; y labramos maderos con maestría singular. Y el Señor me mostraba de cuando en cuando la forma en que debía yo trabajar los maderos del barco.", "2 Ahora bien, yo, Nefi, no labré los maderos en la forma aprendida por los hombres, ni construí el barco según la manera del hombre, sino que lo hice según el modo que me había mostrado el Señor; por lo tanto, no fue conforme a la manera de los hombres.", "3 Y yo, Nefi, subía con frecuencia al monte y a menudo oraba al Señor; por lo que el Señor me manifestó grandes cosas.", "4 Y aconteció que cuando hube acabado el barco, conforme a la palabra del Señor, vieron mis hermanos que era bueno y que su ejecución era admirable en extremo; por lo que de nuevo se humillaron ante el Señor.", "5 Y sucedió que llegó a mi padre la voz del Señor de que debíamos levantarnos y entrar en el barco.", "6 Y aconteció que al día siguiente, después que hubimos preparado todas las cosas, mucha fruta y carne del desierto, y miel en abundancia y provisiones según lo que el Señor nos había mandado, entramos en el barco con todas nuestras cargas y nuestras semillas y todo cuanto habíamos traído con nosotros, cada cual según su edad; por tanto, todos entramos en el barco, con nuestras mujeres y nuestros hijos.", "7 Ahora bien, mi padre había engendrado dos hijos en el desierto; el mayor se llamaba Jacob, y José, el menor.", "8 Y aconteció que después que todos hubimos entrado en el barco, y llevado con nosotros nuestras provisiones y las cosas que se nos había mandado, nos hicimos a la mar; y fuimos impelidos por el viento hacia la tierra prometida.", "9 Y después de haber sido impelidos por el viento por el espacio de muchos días, he aquí, mis hermanos y los hijos de Ismael, y también sus esposas, empezaron a holgarse, de tal manera que comenzaron a bailar, y a cantar, y a hablar groseramente, sí, al grado de olvidarse del poder mediante el cual habían sido conducidos hasta allí; sí, se entregaron a una rudeza desmedida.", "10 Y yo, Nefi, empecé a temer en extremo, no fuese que el Señor se enojara con nosotros, y nos hiriera por nuestras iniquidades, y fuésemos hundidos en las profundidades del mar. Por tanto, yo, Nefi, empecé a hablarles seriamente; pero he aquí, se irritaron contra mí, diciendo: No queremos que nuestro hermano menor nos gobierne.", "11 Y aconteció que Lamán y Lemuel me tomaron y me ataron con unas cuerdas, y me maltrataron mucho; no obstante, el Señor lo permitió a fin de mostrar su poder para dar cumplimiento a sus palabras que había hablado con respecto a los malvados.", "12 Y aconteció que después que me hubieron atado al grado de no poder moverme, la brújula que el Señor había preparado para nosotros cesó de funcionar.", "13 Por tanto, no supieron por dónde habían de dirigir el barco, y en esto se desató una fuerte tempestad, sí, una tempestad fuerte y terrible, y fuimos impulsados hacia atrás sobre las aguas durante tres días; y empezaron a temer en gran manera que fueran a ahogarse en el mar. Sin embargo, no me desataban.", "14 Y al cuarto día de haber sido impelidos hacia atrás, la tempestad comenzó a empeorar.", "15 Y sucedió que estábamos a punto de ser tragados en las profundidades del mar. Y después que hubimos sido arrojados hacia atrás sobre las aguas durante cuatro días, mis hermanos empezaron a ver que los juicios de Dios estaban sobre ellos, y que tendrían que perecer a menos que se arrepintieran de sus iniquidades. Por tanto, se llegaron a mí y me desataron las ligaduras de las muñecas, y he aquí, estas estaban sumamente hinchadas; y también se me habían hinchado mucho los tobillos, y el dolor era grande.", "16 No obstante, acudía a mi Dios y lo alababa todo el día; y no murmuré contra el Señor a causa de mis aflicciones.", "17 Ahora bien, mi padre Lehi les había dicho muchas cosas, y también a los hijos de Ismael; pero he aquí que ellos proferían muchas amenazas a cualquiera que hablara en mi favor; y siendo mis padres de una edad muy avanzada, y habiendo padecido mucha aflicción a causa de sus hijos, cayeron enfermos, sí, aun tuvieron que guardar cama.", "18 Y a causa de su dolor y mucha pena, y la iniquidad de mis hermanos, llegaron casi al punto de ser llevados de esta vida para volver a su Dios; sí, sus cabellos blancos estaban a punto de ser depositados en el polvo; sí, hasta estuvieron a punto de ser sepultados con dolor en las aguas.", "19 Y también Jacob y José, siendo jóvenes todavía, y teniendo necesidad de mucho sostén, se acongojaron a causa de las aflicciones de su madre; y ni mi esposa con sus lágrimas y súplicas, ni tampoco mis hijos, lograron ablandar el corazón de mis hermanos y conseguir que estos me soltaran.", "20 Y no había nada sino el poder de Dios, que amenazaba destruirlos, que ablandara sus corazones; así que, cuando se vieron próximos a ser sepultados en las profundidades del mar, se arrepintieron de lo que habían hecho conmigo, tanto así que me desataron.", "21 Y aconteció que después que me hubieron soltado, he aquí, tomé la brújula, y funcionó conforme a mis deseos. Y ocurrió que oré al Señor; y después de haber orado, los vientos cesaron, y la tempestad se aplacó, y hubo gran calma.", "22 Y sucedió que yo, Nefi, dirigí el barco de manera que navegamos de nuevo hacia la tierra prometida.", "23 Y ocurrió que después que hubimos navegado por el espacio de muchos días, llegamos a la tierra prometida; y avanzamos sobre la tierra, y plantamos nuestras tiendas; y la llamamos la tierra prometida.", "24 Y aconteció que empezamos a cultivar la tierra y a plantar semillas; sí, sembramos todas las semillas que habíamos traído de la tierra de Jerusalén; y sucedió que crecieron extraordinariamente; por tanto, fuimos bendecidos en abundancia.", "25 Y ocurrió que encontramos en la tierra de promisión, mientras viajábamos por el desierto, que había animales de toda especie en los bosques; tanto la vaca como el buey, y el asno, y el caballo, y la cabra, y la cabra montés, y toda clase de animales silvestres, los cuales el hombre podía utilizar. Y hallamos toda clase de minerales, tanto oro, como plata, como cobre."], "Français": ["Achèvement du bateau— Mention de la naissance de Jacob et de Joseph— La colonie embarque pour la terre promise— Les fils d’Ismaël et leurs épouses se livrent ensemble à des orgies et à la rébellion— Néphi est ligoté, et le bateau est poussé en arrière par une terrible tempête— Néphi est libéré, et, suite à sa prière, la tempête prend fin— Ils arrivent à la terre promise. Vers 591–589av.J.-C.", "1 Et il arriva qu’ils adorèrent le Seigneur et allèrent avec moi; et nous travaillâmes les bois de charpente en une exécution habile. Et le Seigneur me montrait de temps en temps de quelle manière je devais travailler les bois de charpente du bateau.", "2 Or, moi, Néphi, je ne travaillai pas les bois de charpente de la manière apprise par les hommes, et je ne construisis pas non plus le bateau à la manière des hommes, mais je le construisis de la manière que le Seigneur m’avait montrée; c’est pourquoi, il ne fut pas fait à la manière des hommes.", "3 Et moi, Néphi, j’allais souvent dans la montagne et je priais souvent le Seigneur; c’est pourquoi, le Seigneur me montra de grandes choses.", "4 Et il arriva que lorsque j’eus achevé le bateau selon la parole du Seigneur, mes frères virent qu’il était bon et que l’exécution en était extrêmement fine; c’est pourquoi, ils s’humilièrent encore devant le Seigneur.", "5 Et il arriva que la voix du Seigneur parvint à mon père, disant que nous devions nous lever et descendre dans le bateau.", "6 Et il arriva que le lendemain, lorsque nous eûmes tout préparé, beaucoup de fruits et de viande du désert, et du miel en abondance, et des provisions, selon ce que le Seigneur nous avait commandé, nous descendîmes dans le bateau avec tout notre chargement, et nos semences, et tout ce que nous avions apporté, chacun selon son âge; c’est pourquoi, nous descendîmes tous dans le bateau avec nos épouses et nos enfants.", "7 Et maintenant, mon père avait engendré deux fils dans le désert: l’aîné fut appelé Jacob et le cadet Joseph.", "8 Et il arriva que lorsque nous fûmes tous descendus dans le bateau et eûmes pris avec nous nos provisions et les choses qu’il nous avait été commandé d’emporter, nous prîmes la mer et fûmes poussés par le vent vers la terre promise.", "9 Et lorsque nous eûmes été poussés par le vent pendant de nombreux jours, voici, mes frères, et les fils d’Ismaël, et aussi leurs épouses commencèrent à s’égayer, de sorte qu’ils commencèrent à danser, et à chanter, et à parler avec beaucoup de grossièreté, oui, et qu’ils oublièrent par quel pouvoir ils avaient été amenés là; oui, ils en arrivèrent à être d’une extrême grossièreté.", "10 Et moi, Néphi, je commençai à craindre extrêmement que le Seigneur ne fût en colère contre nous et ne nous frappât à cause de notre iniquité, et que nous ne fussions engloutis dans les profondeurs de la mer; c’est pourquoi, moi, Néphi, je commençai à leur parler avec beaucoup de sérieux; mais voici, ils furent en colère contre moi, disant: Nous ne voulons pas que notre frère cadet soit notre gouverneur.", "11 Et il arriva que Laman et Lémuel me prirent et me lièrent de cordes, et ils me traitèrent avec beaucoup de dureté; néanmoins, le Seigneur le permit afin de montrer son pouvoir, pour accomplir la parole qu’il avait dite concernant les méchants.", "12 Et il arriva que lorsqu’ils m’eurent lié, de sorte que je ne pouvais bouger, le compas, qui avait été préparé par le Seigneur, cessa de fonctionner.", "13 C’est pourquoi, ils ne surent de quel côté diriger le bateau, de sorte qu’il s’éleva un grand orage, oui, une grande et terrible tempête, et nous fûmes poussés en arrière sur les eaux pendant trois jours, et ils commencèrent à craindre extrêmement d’être noyés dans la mer; néanmoins, ils ne me délièrent pas.", "14 Et le quatrième jour que nous étions poussés en arrière, la tempête commença à être extrêmement furieuse.", "15 Et il arriva que nous fûmes sur le point d’être engloutis dans les profondeurs de la mer. Et lorsque nous eûmes été repoussés sur les eaux pendant quatre jours, mes frères commencèrent à voir que les jugements de Dieu étaient sur eux et qu’ils périraient s’ils ne se repentaient pas de leurs iniquités; c’est pourquoi, ils vinrent à moi et détachèrent les liens que j’avais aux poignets, et voici, ceux-ci étaient extrêmement enflés; et mes chevilles, elles aussi, étaient très enflées et très douloureuses.", "16 Néanmoins, je me tournais vers mon Dieu, et je le louais toute la journée; et je ne murmurais pas contre le Seigneur à cause de mes afflictions.", "17 Or, mon père, Léhi, leur avait dit beaucoup de choses, et aussi aux fils d’Ismaël; mais voici, ils proféraient de nombreuses menaces contre quiconque parlait pour moi, et mes parents, étant avancés en âge, et ayant souffert beaucoup de chagrin à cause de leurs enfants, furent accablés, oui, sur leur lit de malade.", "18 À cause de leur chagrin, et de beaucoup de tristesse, et de l’iniquité de mes frères, ils furent même sur le point d’être emportés hors de ce temps pour rencontrer leur Dieu; oui, leurs cheveux gris furent sur le point d’être déposés dans la poussière; oui, ils furent même sur le point d’être ensevelis, de tristesse, dans la mer.", "19 Et Jacob et Joseph aussi, étant jeunes, ayant besoin de beaucoup de nourriture, étaient peinés à cause des afflictions de leur mère; et même mon épouse, avec ses larmes et ses prières, et même mes enfants n’adoucirent pas le cœur de mes frères pour qu’ils me délient.", "20 Et il n’y avait rien d’autre que le pouvoir de Dieu, qui les menaçait de destruction, qui pût leur adoucir le cœur; c’est pourquoi, lorsqu’ils virent qu’ils étaient sur le point d’être engloutis dans les profondeurs de la mer, ils se repentirent de ce qu’ils avaient fait, de sorte qu’ils me délièrent.", "21 Et il arriva que lorsqu’ils m’eurent délié, voici, je pris le compas, et il marcha comme je le désirais. Et il arriva que je priai le Seigneur; et lorsque j’eus prié, les vents cessèrent, et l’orage cessa, et il y eut un grand calme.", "22 Et il arriva que moi, Néphi, je guidai le bateau, de sorte que nous naviguâmes de nouveau vers la terre promise.", "23 Et il arriva que lorsque nous eûmes navigué pendant de nombreux jours, nous arrivâmes à la terre promise, et nous allâmes sur le pays et dressâmes nos tentes, et nous l’appelâmes la terre promise.", "24 Et il arriva que nous commençâmes à cultiver la terre, et nous commençâmes à planter des semences; oui, nous mîmes dans la terre toutes les semences que nous avions apportées du pays de Jérusalem. Et il arriva qu’elles poussèrent d’une manière extraordinaire; c’est pourquoi nous fûmes bénis en abondance.", "25 Et il arriva que nous trouvâmes sur la terre de promission, tandis que nous voyagions dans le désert, qu’il y avait des bêtes de toutes sortes dans les forêts, la vache et le bœuf, et l’âne et le cheval, et la chèvre et la chèvre sauvage, et toutes sortes d’animaux sauvages, qui étaient pour l’usage de l’homme. Et nous trouvâmes toutes sortes de minerais, oui, d’or, et d’argent, et de cuivre."], "Kiribati": ["E a tia te kaibuke—A taekinaki bungiakin Iakobwa ao Iotebwa—A moana mwanangaia taan mwananga nakon te aba ni berita—A kaaina te koraki ni kakiriwe ma ni itabaraara natin Itimaera mwaane ma buuia—E kabaeaki Nibwaai, ao e kaokaki te kaibuke n te buaka ae korakora—E kabwaraki Nibwaai, ao e a toki te buaka n ana tataro—A roko taan mwananga n te aba ni berita. Uakaan ma 591–589I.K.", "1 Ao e koro bukina bwa a bane n neboa te Uea, ao a waaki ma ngai; ao ti a karaoi bwaai man kaai n te aro ae a kamimi tamaroaia. Ao e aki toki te Uea ni kaota nakoiu aron katauraoan rain te kaibuke.", "2 Ngkai ngai ae Nibwaai, I aki karaoi taian rai aikai n aron ae a tataneiai aomata, ke ni kabaa te kaibuke n aron aia atatai aomata; ma I kabaia n aron are kaotia te Uea nakoiu; mangaia ae bon tiaki katotongan aia kaba aomata.", "3 Ao Ngai ae Nibwaai, I aki toki n nanakon te maunga, ao n aki toki n tataro nakon te Uea; mangaia ae a mwaiti bwaai aika kakawaki aika e kaoti te Uea nakoiu.", "4 Ao e koro bukina bwa ngke e a tia te kaibuke, n aron ana taeka te Uea, ao a nooria tariu bwa e tamaroa, ao moan te tamaroa aron karaoana; mangaia ae a manga kamangoria riki imatan te Uea.", "5 Ao e koro bukina bwa e a roko bwanaan te Uea nakon tamau, n tuangnga bwa ti na teirake ao n ruo nako nanon te kaibuke.", "6 Ao e koro bukina bwa ngke e a ngaina, ngke ti a tia ni katauraoi bwaai ni kabane, uaanikai aika mwaiti ma iriko man te rereua, karewen te manibeeru ae mwaiti, ao ara tianaki n aron are tuangira te Uea bwa ti na katauraoi, ao ti a ruo nako nanon te kaibuke, ma ara kaako ao ara koraa, ao bwaai ni kabane nako ake ti uoti, n tatabemanira n aron korakorara n rorora nako; mangaia ae ti a ruo nako nanon te kaibuke ma buura ao natira.", "7 Ao ngkai e a tia ni manga karikiia uoman natina mwaane tamau i nanon te rereua; e aranaki are te ikawai bwa Iakobwa ao are te karimwi bwa Iotebwa.", "8 Ao e koro bukina bwa ngke ti a bane n ruo nako nanon te kaibuke, ma ara tianaki ao ara bwai ni kabane ake ti a tia n tuangaki bwa ti na uoti, ao ti a buti nako marawa ao ni ukaki n te ang nakon te aba ni berita.", "9 Ao i mwin ukakira nako n te ang nakon te aba ni berita i nanon te maan ae boong aika mwaiti, taraia, a moana aia mwakuri ni kakukurei tariu ma natin Itimaera aika mwaane n irianaki irouia buuia, n te aro are a moanna ni mwaie, ao n anene, ao n taetae n taetae aika aki riai, eng, n te aro are a mwaninga bwa te mwaaka raa are e karokoia ikai; eng, a bon onrake ni katei aika aki riai.", "10 Ao Ngai ae Nibwaai, I rangi ni maaku bwa e rawa n un te Uea iroura, ao n tiringira ibukin ara buakaka, ao n iinako nako kabin marawa; mangaia ae Ngai ae Nibwaai, I a taetae nakoia ma nanou ni koaua; ma taraia, a un irou, ni kangai: Ti aki tangira tarira ae te karimwi bwa e na tautaeka iaora.", "11 Ao e koro bukina bwa a tauai Reimwan ma Remuera ma ni kabaeai n te roobu, ao a karaoi mwakuri ni iowawa nakoiu; ma e ngae n anne ao e kariaia aio te Uea bwa e aonga ni kaota mwaakana, ni kakoroa bukin ana taeka are e a tia n taekinna ni kaineti ma aika buakaka.", "12 Ao e koro bukina bwa ngke a tia ni kabaeai n te aro are I aki kona ni kakamwakuri, ao e a aki mwakuri te kambwati are e a tia ni katauraoaki iroun te Uea.", "13 Mangaia ae a aki ataa te tabo are a na kaineta te kaibuke nako iai, ngkai e a kare te buaka ae korakora, eng, te buaka ao moan te kakamaku ma ni korakora, ao ti a kaokaki riaon marawa i nanon te maan ae teniua te bong; ao e a roko te maaku ae korakora irouia bwa a rawa ni bwabwa n te marawa; ma a aki roko n te kabwaraai.", "14 Ao n te kaaua ni bong, n ara tai n ukaki rikaaki, ao e a rikirake ni korakora riki te buaka.", "15 Ao e koro bukina bwa ti a bon kuri n iinako i nanon marawa. Ao i mwin ukara rikaaki i nanon te maan ae aua te bong, ao tariu a moanna n noora ana motikitaeka te Atua i aoia, bwa a nang mate ngkana aki rairinanoia man aia bure; mangaia ae a nakoiu, ao a kabwarai kabaeau ake a mena i aon toun baiu, ao nooria a tibu rereka; ao a tibu rereka naba nimoimoin waeu, ao e rangi ni korakora marakiia.", "16 E ngae n anne, ao I tararake nakon Atuau, ao I kabanea te bong n neboia; ao I aki ngurengure nakon te Uea ibukin au kangaanga.", "17 Ao ngkai e taekin bwaai aika mwaiti tamau ae Riaai nakoia, ao nakoia naba natin Itimaera aika mwaane; ma nooria, a taekin taeka ni kakamaku aika mwaiti nakoia ake a tei ibukiu; ao au kaaro a bon kara man tia n rinanon te rawawata ae bati ibukiia natiia, a bwaka ni mamaara, eng, n aki kona n teirake man aia kainiwene.", "18 Ibukin rawawataia ao nanokawakia ae bati, ao ibukin buakakaia tariu; a kuri ni kitana te maiu aei ma ni kaitibo ma Atuaia; eng, a kuri ni kaweneaki iraia aika iaia n te tano; eng, ao a kuri ni karenakoaki ma te nanokawaki n ruanimateia ae marawa.", "19 Ao Iakobwa ma Iotebwa, aika bon ataei, a rangi ni kainnanoa te amwarake, ao a taonaki n te nanokawaki ae korakora ibukin korakai ake e rinanoi tinaia; ao kainabau naba ma ran matana ma ana tataro, ao natiu naba, a bon aki marau iai nanoia tariu bwa ana kabwaraai.", "20 Ao bon akea te bwai ma ti mwaakan te Atua ae kakamakuia bwa ana kamaunaki are e kona ni kamarau nanoia, mangaia ae, ngke a nooria bwa a nang iinako i kabin marawa a rairinanoia man te bwai are a tia na karaoia, ngaia are a kabwarai.", "21 Ao e koro bukina bwa i mwin are a tia ni kabwaraai, ao taraia, I anaa te kambwati, ao e a karaoa are I kaantaningaia bwa e na karaoia. Ao e koro bukina bwa I tataro nakon te Uea; ao ngke I tia n tataro ao e a toki karen te ang, ao e toki te buaka, ao e a roko te raoi.", "22 Ao e koro bukina bwa Ngai ae Nibwaai, I a kaira te kaibuke, ao ti a borau nakon te aba ni berita.", "23 Ao e koro bukina bwa i mwin boraura i nanon te maan ae boong aika mwaiti ao ti a roko n te aba ni berita; ao ti aerake nakon te aba, ao ti a katei ara umwanrianna; ao ti aranna bwa te aba ni berita.", "24 Ao e koro bukina bwa ti a kamaraua te tano, ao ti a uniki taian koraa; eng, ti a uniki taian koraa ni kabane i aontano, ake ti uoti man te aba are Ierutarem. Ao e koro bukina bwa a rangi ni maiu raoi; mangaia ae ti a kakabwaiaki n te mari.", "25 Ao e koro bukina bwa ti a kunea iaon te aba ni berita, i nanon ara tai ni mwaamwananga n te tawaana bwa a mwaiti maan n aekaia nako n te buakonikai, te kao aine ao te kao mwaane, ao te aati ao te aoti, ao te kooti ma te kooti ae aki manana, ao maan aika aki manana n aekaia nako, aika bon ibukiia aomata. Ao ti kunei naba aekan tano aika iai biti inanoia, n aiaron te koora, te tirewa, ao te kaobwa."]}