{"English": ["Lehi’s sons return to Jerusalem and invite Ishmael and his household to join them in their journey—Laman and others rebel—Nephi exhorts his brethren to have faith in the Lord—They bind him with cords and plan his destruction—He is freed by the power of faith—His brethren ask forgiveness—Lehi and his company offer sacrifice and burnt offerings. About 600–592B.C.", "1 And now I would that ye might know, that after my father, Lehi, had made an end of prophesying concerning his seed, it came to pass that the Lord spake unto him again, saying that it was not meet for him, Lehi, that he should take his family into the wilderness alone; but that his sons should take daughters to wife, that they might raise up seed unto the Lord in the land of promise.", "2 And it came to pass that the Lord commanded him that I, Nephi, and my brethren, should again return unto the land of Jerusalem, and bring down Ishmael and his family into the wilderness.", "3 And it came to pass that I, Nephi, did again, with my brethren, go forth into the wilderness to go up to Jerusalem.", "4 And it came to pass that we went up unto the house of Ishmael, and we did gain favor in the sight of Ishmael, insomuch that we did speak unto him the words of the Lord.", "5 And it came to pass that the Lord did soften the heart of Ishmael, and also his household, insomuch that they took their journey with us down into the wilderness to the tent of our father.", "6 And it came to pass that as we journeyed in the wilderness, behold Laman and Lemuel, and two of the daughters of Ishmael, and the two sons of Ishmael and their families, did rebel against us; yea, against me, Nephi, and Sam, and their father, Ishmael, and his wife, and his three other daughters.", "7 And it came to pass in the which rebellion, they were desirous to return unto the land of Jerusalem.", "8 And now I, Nephi, being grieved for the hardness of their hearts, therefore I spake unto them, saying, yea, even unto Laman and unto Lemuel: Behold ye are mine elder brethren, and how is it that ye are so hard in your hearts, and so blind in your minds, that ye have need that I, your younger brother, should speak unto you, yea, and set an example for you?", "9 How is it that ye have not hearkened unto the word of the Lord?", "10 How is it that ye have forgotten that ye have seen an angel of the Lord?", "11 Yea, and how is it that ye have forgotten what great things the Lord hath done for us, in delivering us out of the hands of Laban, and also that we should obtain the record?", "12 Yea, and how is it that ye have forgotten that the Lord is able to do all things according to his will, for the children of men, if it so be that they exercise faith in him? Wherefore, let us be faithful to him.", "13 And if it so be that we are faithful to him, we shall obtain the land of promise; and ye shall know at some future period that the word of the Lord shall be fulfilled concerning the destruction of Jerusalem; for all things which the Lord hath spoken concerning the destruction of Jerusalem must be fulfilled.", "14 For behold, the Spirit of the Lord ceaseth soon to strive with them; for behold, they have rejected the prophets, and Jeremiah have they cast into prison. And they have sought to take away the life of my father, insomuch that they have driven him out of the land.", "15 Now behold, I say unto you that if ye will return unto Jerusalem ye shall also perish with them. And now, if ye have choice, go up to the land, and remember the words which I speak unto you, that if ye go ye will also perish; for thus the Spirit of the Lord constraineth me that I should speak.", "16 And it came to pass that when I, Nephi, had spoken these words unto my brethren, they were angry with me. And it came to pass that they did lay their hands upon me, for behold, they were exceedingly wroth, and they did bind me with cords, for they sought to take away my life, that they might leave me in the wilderness to be devoured by wild beasts.", "17 But it came to pass that I prayed unto the Lord, saying: O Lord, according to my faith which is in thee, wilt thou deliver me from the hands of my brethren; yea, even give me strength that I may burst these bands with which I am bound.", "18 And it came to pass that when I had said these words, behold, the bands were loosed from off my hands and feet, and I stood before my brethren, and I spake unto them again.", "19 And it came to pass that they were angry with me again, and sought to lay hands upon me; but behold, one of the daughters of Ishmael, yea, and also her mother, and one of the sons of Ishmael, did plead with my brethren, insomuch that they did soften their hearts; and they did cease striving to take away my life.", "20 And it came to pass that they were sorrowful, because of their wickedness, insomuch that they did bow down before me, and did plead with me that I would forgive them of the thing that they had done against me.", "21 And it came to pass that I did frankly forgive them all that they had done, and I did exhort them that they would pray unto the Lord their God for forgiveness. And it came to pass that they did so. And after they had done praying unto the Lord we did again travel on our journey towards the tent of our father.", "22 And it came to pass that we did come down unto the tent of our father. And after I and my brethren and all the house of Ishmael had come down unto the tent of my father, they did give thanks unto the Lord their God; and they did offer sacrifice and burnt offerings unto him."], "Español": ["Los hijos de Lehi vuelven a Jerusalén e invitan a Ismael y a su familia a unirse a ellos en su viaje— Lamán y otros se rebelan— Nefi exhorta a sus hermanos a tener fe en el Señor— Lo atan con cuerdas y proyectan quitarle la vida— Es librado por el poder de la fe— Sus hermanos le piden perdón— Lehi y los que lo acompañan ofrecen sacrificios y holocaustos. Aproximadamente 600–592a.C.", "1 Y ahora quisiera que supieseis que cuando mi padre Lehi hubo concluido de profetizar concerniente a su posteridad, el Señor le habló de nuevo, diciendo que no convenía que él, Lehi, llevase a su familia sola al desierto; sino que sus hijos debían tomar mujeres por esposas para levantar posteridad para el Señor en la tierra de promisión.", "2 Y aconteció que el Señor le mandó que yo, Nefi, y mis hermanos volviésemos a la tierra de Jerusalén, y lleváramos a Ismael y su familia al desierto.", "3 Y aconteció que yo, Nefi, y mis hermanos viajamos otra vez por el desierto para subir a Jerusalén.", "4 Y sucedió que llegamos a la casa de Ismael, y hallamos favor ante sus ojos, de modo que pudimos anunciarle las palabras del Señor.", "5 Y el Señor ablandó el corazón de Ismael y los de su casa; por tanto, viajaron con nosotros al desierto a la tienda de nuestro padre.", "6 Y mientras íbamos por el desierto, he aquí que Lamán y Lemuel, dos de las hijas, y los dos hijos de Ismael y sus familias se rebelaron contra nosotros, es decir, contra mí, Nefi, y contra Sam y contra Ismael, y su esposa y sus otras tres hijas.", "7 Y aconteció que en su rebelión deseaban regresar a la tierra de Jerusalén.", "8 Y yo, Nefi, afligido por la dureza de sus corazones, les hablé, sí, a Lamán y a Lemuel, diciendo: He aquí, vosotros sois mis hermanos mayores y, ¿cómo es que sois tan duros de corazón, y tan ciegos de entendimiento, que tenéis necesidad de que yo, vuestro hermano menor, tenga que hablaros, sí, y daros el ejemplo?", "9 ¿Cómo es que no habéis escuchado la palabra del Señor?", "10 ¿Cómo es que os habéis olvidado de haber visto a un ángel del Señor?", "11 Sí, y, ¿cómo es que habéis olvidado cuán grandes cosas el Señor ha hecho por nosotros, librándonos de las manos de Labán, y también ayudándonos a obtener los anales?", "12 Sí, y, ¿cómo es que habéis olvidado que el Señor tiene poder de hacer todas las cosas según su voluntad, para los hijos de los hombres, si es que ejercen la fe en él? Por tanto, seámosle fieles.", "13 Y si es que le somos fieles, obtendremos la tierra de promisión; y sabréis en un tiempo venidero que será cumplida la palabra del Señor respecto a la destrucción de Jerusalén; porque todo cuanto el Señor ha dicho respecto de su destrucción se cumplirá.", "14 Pues he aquí, el Espíritu del Señor pronto cesará de luchar con ellos; porque han rechazado a los profetas y han arrojado a Jeremías en una prisión. Y han procurado quitarle la vida a mi padre, hasta el punto de hacerlo huir del país.", "15 Y ahora bien, he aquí os digo que si volvéis a Jerusalén, también pereceréis con ellos. Así pues, si lo preferís, subid allá, y recordad las palabras que os hablo, que si vais, también pereceréis; porque así me constriñe a hablar el Espíritu del Señor.", "16 Y aconteció que cuando yo, Nefi, hube hablado estas palabras a mis hermanos, se irritaron contra mí. Y se lanzaron sobre mí, porque se habían enojado en extremo, y me ataron con cuerdas, pues intentaban quitarme la vida, para luego abandonarme en el desierto, a fin de que fuera devorado por animales salvajes.", "17 Pero aconteció que oré al Señor, diciendo: ¡Oh Señor, según mi fe en ti, líbrame de las manos de mis hermanos; sí, dame fuerzas para romper estas ligaduras que me sujetan!", "18 Y cuando hube pronunciado estas palabras, he aquí, fueron sueltas las ligaduras de mis manos y de mis pies, y poniéndome delante de mis hermanos, les hablé otra vez.", "19 Y aconteció que se enfurecieron conmigo de nuevo y trataron de apoderarse de mí; pero he aquí, una de las hijas de Ismael, sí, y también su madre y uno de los hijos de Ismael, suplicaron a mis hermanos de tal manera que ablandaron sus corazones, y cesaron en sus esfuerzos por quitarme la vida.", "20 Y sucedió que se sintieron apesadumbrados de su maldad, al grado de que se inclinaron delante de mí, suplicándome que les perdonara aquello que habían hecho conmigo.", "21 Y aconteció que les perdoné sinceramente todo cuanto me habían hecho, y los exhorté a que pidieran al Señor su Dios que los perdonara. Y aconteció que así lo hicieron. Y después de haber orado al Señor, emprendimos otra vez la marcha hacia la tienda de nuestro padre.", "22 Y aconteció que bajamos a la tienda de nuestro padre; y cuando yo, mis hermanos y toda la casa de Ismael hubimos llegado a la tienda de mi padre, ellos dieron gracias al Señor su Dios; y le ofrecieron sacrificios y holocaustos."], "Français": ["Les fils de Léhi retournent à Jérusalem et invitent Ismaël et sa maison à se joindre à eux dans leur voyage— Laman et d’autres se rebellent— Néphi exhorte ses frères à avoir foi au Seigneur— Ils le lient de cordes et projettent de le faire périr— Il est libéré par le pouvoir de la foi— Ses frères demandent pardon— Léhi et son groupe offrent des sacrifices et des holocaustes. Vers 600–592av.J.-C.", "1 Et maintenant, je voudrais que vous sachiez que lorsque mon père, Léhi, eut fini de prophétiser concernant sa postérité, il arriva que le Seigneur lui parla de nouveau, disant qu’il ne convenait pas que lui, Léhi, emmenât sa famille seule dans le désert, mais que ses fils devaient prendre les filles de quelqu’un pour épouses, afin de susciter une postérité pour le Seigneur dans la terre de promission.", "2 Et il arriva que le Seigneur lui commanda de nous faire retourner encore une fois, moi, Néphi, et mes frères, au pays de Jérusalem pour amener Ismaël et sa famille dans le désert.", "3 Et il arriva que moi, Néphi, j’allai de nouveau avec mes frères dans le désert pour monter à Jérusalem.", "4 Et il arriva que nous montâmes à la maison d’Ismaël, et nous trouvâmes grâce aux yeux d’Ismaël, de sorte que nous lui dîmes les paroles du Seigneur.", "5 Et il arriva que le Seigneur adoucit le cœur d’Ismaël et aussi de sa maison, de sorte qu’ils entreprirent avec nous le voyage pour descendre dans le désert vers la tente de notre père.", "6 Et il arriva que tandis que nous voyagions dans le désert, voici, Laman et Lémuel, et deux des filles d’Ismaël, et les deux fils d’Ismaël et leurs familles se rebellèrent contre nous; oui, contre moi, Néphi, et Sam, et leur père, Ismaël, et son épouse, et ses trois autres filles.", "7 Et il arriva que, dans ladite rébellion, ils voulaient retourner au pays de Jérusalem.", "8 Et alors moi, Néphi, peiné de l’endurcissement de leur cœur, je leur parlai, disant, oui, à Laman et à Lémuel: Voici, vous êtes mes frères aînés; comment se fait-il que vous soyez si durs de cœur et si aveugles d’esprit que vous ayez besoin que moi, votre frère cadet, je vous parle, oui, et vous donne l’exemple?", "9 Comment se fait-il que vous n’ayez pas écouté la parole du Seigneur?", "10 Comment se fait-il que vous ayez oublié que vous avez vu un ange du Seigneur?", "11 Oui, et comment se fait-il que vous ayez oublié les grandes choses que le Seigneur a faites pour nous en nous délivrant des mains de Laban et aussi en nous faisant obtenir les annales?", "12 Oui, et comment se fait-il que vous ayez oublié que le Seigneur est capable de tout faire, selon sa volonté, pour les enfants des hommes, s’ils font preuve de foi en lui? Soyons-lui donc fidèles.", "13 Et si nous lui sommes fidèles, nous obtiendrons la terre de promission; et vous saurez, à une époque future, que la parole du Seigneur concernant la destruction de Jérusalem s’accomplira; car toutes les choses que le Seigneur a dites concernant la destruction de Jérusalem vont s’accomplir.", "14 Car voici, l’Esprit du Seigneur cesse bientôt de lutter avec eux, car voici, ils ont rejeté les prophètes, et ils ont jeté Jérémie en prison. Et ils ont cherché à ôter la vie à mon père, de sorte qu’ils l’ont chassé du pays.", "15 Or, voici, je vous dis que si vous retournez à Jérusalem, vous périrez aussi avec eux. Et maintenant, si vous avez le choix, montez au pays, et souvenez-vous des paroles que je vous dis, que si vous allez, vous périrez aussi; car c’est ainsi que l’Esprit du Seigneur me contraint de parler.", "16 Et il arriva que lorsque moi, Néphi, j’eus dit ces paroles à mes frères, ils furent en colère contre moi. Et il arriva qu’ils portèrent la main sur moi, car voici, ils étaient extrêmement furieux, et ils me lièrent de cordes, car ils cherchaient à m’ôter la vie, à me laisser dans le désert pour être dévoré par les bêtes sauvages.", "17 Mais il arriva que je priai le Seigneur, disant: Ô Seigneur, selon la foi que j’ai en toi, veuille me délivrer des mains de mes frères, oui, donne-moi donc de la force afin que je rompe ces liens dont je suis lié.", "18 Et il arriva que lorsque j’eus dit ces paroles, voici, les liens se détachèrent de mes mains et de mes pieds, et je me tins debout devant mes frères, et je leur parlai encore.", "19 Et il arriva qu’ils furent encore en colère contre moi et cherchèrent à porter la main sur moi; mais voici, une des filles d’Ismaël, oui, et aussi sa mère, et un des fils d’Ismaël plaidèrent auprès de mes frères, de sorte qu’ils se laissèrent attendrir le cœur; et ils cessèrent de s’efforcer de m’ôter la vie.", "20 Et il arriva qu’ils furent attristés à cause de leur méchanceté, de sorte qu’ils se prosternèrent devant moi et me supplièrent de leur pardonner ce qu’ils avaient fait contre moi.", "21 Et il arriva que je leur pardonnai franchement tout ce qu’ils avaient fait, et les exhortai à prier le Seigneur, leur Dieu, pour obtenir le pardon. Et il arriva qu’ils le firent. Et lorsqu’ils eurent fini de prier le Seigneur, nous voyageâmes encore, poursuivant notre voyage vers la tente de notre père.", "22 Et il arriva que nous descendîmes à la tente de notre père. Et lorsque mes frères et moi, et toute la maison d’Ismaël, fûmes descendus à la tente de mon père, ils rendirent grâces au Seigneur, leur Dieu, et ils lui offrirent des sacrifices et des holocaustes."], "Kiribati": ["A oki natin Riaai nako Ierutarem ao a kaoa Itimaera ma kain batana bwa a na ira mwanangaia—A kaaitaraia Reimwan ma tabemwaang riki—E kaungaia tarina Nibwaai bwa a na onimakina te Uea—A kabaea n taian roobu ao a bairea tiringana—E kainaomataki ni mwaakan te onimaki—A butiia tarina bwa e na kabwarai aia bure—A anga karea ma angabwai aika a kabuekaki ana koraki ni mwananga Riaai. Uakaan ma 600–592I.K.", "1 Ao ngkai I tangiria bwa kam na ataia, bwa ngke e a tia tamau, ae Riaai, ni katoka ana taetae ni burabeti ni kaineti ma kanoana, ao e koro bukina bwa e a manga taetae riki nakoina te Uea, n taekinna bwa e aki tamaroa, iroun Riaai, ngkana e na kairiia ti kaain ana utu nako nanon te rereua; ma a riai natina mwaane ni karekeia naati aine bwa buuia, bwa aonga ni kariki nakon te Uea n te aba ni berita.", "2 Ao e koro bukina bwa E tua nakoina te Uea bwa ngai; Nibwaai, ma tariu, ti riai ni manga oki riki nako aban Ierutarem, ao ni kairiia Itimaera ma ana utu nakon te rereua.", "3 Ao e koro bukina bwa I a manga nako naba ngai, Nibwaai, ma tariu n ri nanon te rereua n okira Ierutarem.", "4 Ao e koro bukina bwa ti a nako ni kawara ana auti Itimaera, ao e reke tangirara imatan Itimaera, n te aro are ti taekin nakoina ana taeka te Uea.", "5 Ao e koro bukina bwa te Uea e kamarauraua nanon Itimaera, ma kaain batana, n te aro are a mwananga ma ngaira n rinanon te rereua n okira ana umwanrianna tamara.", "6 Ao e koro bukina bwa i aon kawaira i nanon te rereua, ao akea bwa a teirake ni kaaitaraira Reimwan ma Remuera n ikotaki ma natin Itimaera aine aika uoman, ma natin Itimaera mwaane aika uoman ao kaain aia utu, eng, ni kaitaraai, ngai Nibwaai ma Taam, ma tamaia, ae Itimaera, ao buuna, ma natina aine ake teniman.", "7 Ao e koro bukina bwa n tain te unraa aio ao a tangiria bwa a na oki nako aban Ierutarem.", "8 Ao ngkai ngai, Nibwaai, e rawawata nanou n aron matoatoan nanoia, mangaia ae I a taetae nakoia, ni kangai, eng, nakoia naba Reimwan ma Remuera: Taraia ngkami tariu aika ikawai riki nakoiu, ao bukin teraa ngkai a rangi ni matoatoa nanomi, ao ni mataki ami kaantaninga, n te aro ae e riai bwa N na taetae nakoimi, ngai, ae tarimi ae te karimwi, eng, bwa I aonga ni katea te katooto ibukimi?", "9 Kam a kanga n aki kan ongo ana taeka te Uea?", "10 Kam a kanga naba ni mwaninga are kam a tia n noora ana anera te Uea?", "11 Eng, ao kam a kanga n tia ni mwaninga aron korakoran bwaai ake e a tia te Uea ni karaoi ibukira, n aron kamaiuara mai nanon bain Raban, ai uana naba ma karekean taian rekooti iroura?", "12 Eng, ao kam kangaa ni mwaninga ae e kona ni karaoi bwaai ni kabane te Uea ngkana a kaineti ma ana kaantaninga ibukiia natiia aomata, ngkana a kammwakura onimakinana irouia? Mangaia ae, e riai bwa ti na kakaonimaki nakoina.", "13 Ao ngkana ti kakaonimaki nakoina, ao ti na karekea te aba ani berita; ao kam na ataia i nanon taai aika na roko ae a na koro bukin ana taeka te Uea n aron uruakan Ierutarem; bwa a na koro bukin bwaai ni kabane ake e a tia n taekin te Uea ni kaineti ma uruakan Ierutarem.", "14 Bwa noria, e a kaan toki ana mwakuri Tamnein te Uea ni kairi nanoia; bwa noria, a tia ni kaakeaia burabeti, ao a tia ni karina Ieremia i nanon te umwa ni kaikain. Ao a tia ni kataia n anaa maiun tamau, n te aro are a kakioa nako man te aba.", "15 Ao ngkai noria, I a tuangkami bwa ngkana kam oki nako Ierutarem ao kam na tiringaki naba ma ngaia. Ao ngkai, ngkana nanomi anne, okira te aba, ao uring au taeka ake I a tia n taekin nakoimi, ae ngkana kam nako ao ane kam na tiringaki naba; bwa e kairoroai Tamnein te Uea bwa N na taetae.", "16 Ao e koro bukina bwa ngke I a tia n taekin taeka aikai, ngai ae Nibwaai, nakoia tariu, ao a un irou. Ao e koro bukina bwa a katokai baia iaou, bwa noria, a bon rangi n un ao a kabaeai n taian bwai ni kabaebae, bwa a kan anaa maiu, bwa a na katukai i nanon te rereua bwa N na kanaki irouia maan ni kaakang.", "17 Ma e koro bukina bwa I tataro nakon te Uea, ni kangai: O te Uea, ni kaineti ma aron onimakinam irou, ko kona ni kamaiuai mai nanon baia tariu; eng, ao n anganai te korakora bwa I aonga ni kona ni motiki kabaebae aika I kabaeaki iai.", "18 Ao e koro bukina bwa ngke I a tia n taekin taeka aikai, noria, a kabwaraki kabaebae mai iaon baiu ma waeu, ao I a teirake i mataia tariu, ao I a manga taetae riki nakoia.", "19 Ao e koro bukina bwa a manga un naba irou, ao a manga kataia naba ni katokai baia iaou; ma noria, temanna mai buakoia natin Itimaera te aine, eng, ni ikotaki ma tinana, ma temanna natin Itimaera te mwaane, aika a bubuti nakoia tariu, n te aro are a kamarau nanoia; ao a katoka kan anaan maiu.", "20 Ao e koro bukina bwa a nanokaawaki ibukin aia buakaka, n te aro are a katorobubua imatau, ao a butiai bwa N na kabwarai aia bure ibukin te bwai are a tia ni karaoia nakoiu.", "21 Ao e koro bukina bwa I a waekoa ni kabwarai aia bure ni kabane are a tia ni karaoia nakoiu, ao I a tua nakoia bwa a na tataro nakon te Uea ae Atuaia ibukin kabwaran aia bure. Ao e koro bukina bwa a karaoa anne. Ao ngke a tia n tataro nakon te Uea, ao ti a waakina kawaira ni mwananga nakon ana umwanrianna tamara.", "22 Ao e koro bukina bwa ti a nakon ana umwanrianna tamara. Ao ngke I a roko ma tariu ma kaain batan Itimaera n ana umwanrianna tamau, ao a anga aia kaaitau nakon te Uea ae Atuaia; ao a anga karea ao angabwai aika kabuekaki nakoina."]}