{"English": ["Nephi slays Laban at the Lord’s command and then secures the plates of brass by stratagem—Zoram chooses to join Lehi’s family in the wilderness. About 600–592B.C.", "1 And it came to pass that I spake unto my brethren, saying: Let us go up again unto Jerusalem, and let us be faithful in keeping the commandments of the Lord; for behold he is mightier than all the earth, then why not mightier than Laban and his fifty, yea, or even than his tens of thousands?", "2 Therefore let us go up; let us be strong like unto Moses; for he truly spake unto the waters of the Red Sea and they divided hither and thither, and our fathers came through, out of captivity, on dry ground, and the armies of Pharaoh did follow and were drowned in the waters of the Red Sea.", "3 Now behold ye know that this is true; and ye also know that an angel hath spoken unto you; wherefore can ye doubt? Let us go up; the Lord is able to deliver us, even as our fathers, and to destroy Laban, even as the Egyptians.", "4 Now when I had spoken these words, they were yet wroth, and did still continue to murmur; nevertheless they did follow me up until we came without the walls of Jerusalem.", "5 And it was by night; and I caused that they should hide themselves without the walls. And after they had hid themselves, I, Nephi, crept into the city and went forth towards the house of Laban.", "6 And I was led by the Spirit, not knowing beforehand the things which I should do.", "7 Nevertheless I went forth, and as I came near unto the house of Laban I beheld a man, and he had fallen to the earth before me, for he was drunken with wine.", "8 And when I came to him I found that it was Laban.", "9 And I beheld his sword, and I drew it forth from the sheath thereof; and the hilt thereof was of pure gold, and the workmanship thereof was exceedingly fine, and I saw that the blade thereof was of the most precious steel.", "10 And it came to pass that I was constrained by the Spirit that I should kill Laban; but I said in my heart: Never at any time have I shed the blood of man. And I shrunk and would that I might not slay him.", "11 And the Spirit said unto me again: Behold the Lord hath delivered him into thy hands. Yea, and I also knew that he had sought to take away mine own life; yea, and he would not hearken unto the commandments of the Lord; and he also had taken away our property.", "12 And it came to pass that the Spirit said unto me again: Slay him, for the Lord hath delivered him into thy hands;", "13 Behold the Lord slayeth the wicked to bring forth his righteous purposes. It is better that one man should perish than that a nation should dwindle and perish in unbelief.", "14 And now, when I, Nephi, had heard these words, I remembered the words of the Lord which he spake unto me in the wilderness, saying that: Inasmuch as thy seed shall keep my commandments, they shall prosper in the land of promise.", "15 Yea, and I also thought that they could not keep the commandments of the Lord according to the law of Moses, save they should have the law.", "16 And I also knew that the law was engraven upon the plates of brass.", "17 And again, I knew that the Lord had delivered Laban into my hands for this cause—that I might obtain the records according to his commandments.", "18 Therefore I did obey the voice of the Spirit, and took Laban by the hair of the head, and I smote off his head with his own sword.", "19 And after I had smitten off his head with his own sword, I took the garments of Laban and put them upon mine own body; yea, even every whit; and I did gird on his armor about my loins.", "20 And after I had done this, I went forth unto the treasury of Laban. And as I went forth towards the treasury of Laban, behold, I saw the servant of Laban who had the keys of the treasury. And I commanded him in the voice of Laban, that he should go with me into the treasury.", "21 And he supposed me to be his master, Laban, for he beheld the garments and also the sword girded about my loins.", "22 And he spake unto me concerning the elders of the Jews, he knowing that his master, Laban, had been out by night among them.", "23 And I spake unto him as if it had been Laban.", "24 And I also spake unto him that I should carry the engravings, which were upon the plates of brass, to my elder brethren, who were without the walls.", "25 And I also bade him that he should follow me.", "26 And he, supposing that I spake of the brethren of the church, and that I was truly that Laban whom I had slain, wherefore he did follow me.", "27 And he spake unto me many times concerning the elders of the Jews, as I went forth unto my brethren, who were without the walls.", "28 And it came to pass that when Laman saw me he was exceedingly frightened, and also Lemuel and Sam. And they fled from before my presence; for they supposed it was Laban, and that he had slain me and had sought to take away their lives also.", "29 And it came to pass that I called after them, and they did hear me; wherefore they did cease to flee from my presence.", "30 And it came to pass that when the servant of Laban beheld my brethren he began to tremble, and was about to flee from before me and return to the city of Jerusalem.", "31 And now I, Nephi, being a man large in stature, and also having received much strength of the Lord, therefore I did seize upon the servant of Laban, and held him, that he should not flee.", "32 And it came to pass that I spake with him, that if he would hearken unto my words, as the Lord liveth, and as I live, even so that if he would hearken unto our words, we would spare his life.", "33 And I spake unto him, even with an oath, that he need not fear; that he should be a free man like unto us if he would go down in the wilderness with us.", "34 And I also spake unto him, saying: Surely the Lord hath commanded us to do this thing; and shall we not be diligent in keeping the commandments of the Lord? Therefore, if thou wilt go down into the wilderness to my father thou shalt have place with us.", "35 And it came to pass that Zoram did take courage at the words which I spake. Now Zoram was the name of the servant; and he promised that he would go down into the wilderness unto our father. Yea, and he also made an oath unto us that he would tarry with us from that time forth.", "36 Now we were desirous that he should tarry with us for this cause, that the Jews might not know concerning our flight into the wilderness, lest they should pursue us and destroy us.", "37 And it came to pass that when Zoram had made an oath unto us, our fears did cease concerning him.", "38 And it came to pass that we took the plates of brass and the servant of Laban, and departed into the wilderness, and journeyed unto the tent of our father."], "Español": ["Nefi mata a Labán por mandato del Señor y luego obtiene las planchas de bronce por una estratagema— Zoram opta por unirse a la familia de Lehi en el desierto. Aproximadamente 600–592a.C.", "1 Y aconteció que hablé a mis hermanos diciéndoles: Subamos de nuevo a Jerusalén, y seamos fieles en guardar los mandamientos del Señor, pues he aquí, él es más poderoso que toda la tierra. ¿Por qué, pues, no ha de ser más poderoso que Labán con sus cincuenta, o aun con sus decenas de millares?", "2 Subamos pues, y seamos fuertes como Moisés; porque él de cierto habló a las aguas del mar Rojo y se apartaron a uno y otro lado, y nuestros padres salieron de su cautividad sobre tierra seca, y los ejércitos de Faraón los persiguieron y se ahogaron en las aguas del mar Rojo.", "3 He aquí, a vosotros os consta la certeza de esto, y también sabéis que un ángel os ha hablado; ¿cómo, pues, podéis dudar? Subamos hasta allá; el Señor puede librarnos como a nuestros padres, y destruir a Labán como a los egipcios.", "4 Y cuando hube hablado estas palabras, todavía estaban irritados, y continuaron murmurando; sin embargo, me siguieron hasta que llegamos a los muros de Jerusalén.", "5 Y era ya de noche; e hice que se ocultaran fuera del muro. Y cuando se hubieron escondido, yo, Nefi, entré furtivamente en la ciudad y me dirigí a la casa de Labán.", "6 E iba guiado por el Espíritu, sin saber de antemano lo que tendría que hacer.", "7 No obstante, seguí adelante, y al acercarme a la casa de Labán vi a un hombre, y este había caído al suelo delante de mí, porque estaba ebrio de vino.", "8 Y al acercarme a él, hallé que era Labán.", "9 Y percibiendo su espada, la saqué de la vaina; y el puño era de oro puro, labrado de una manera admirable, y vi que la hoja era de un acero finísimo.", "10 Y aconteció que el Espíritu me constriñó a que matara a Labán; pero dije en mi corazón: Yo nunca he derramado sangre humana. Y me sobrecogí y deseé no tener que matarlo.", "11 Y el Espíritu me dijo de nuevo: He aquí el Señor lo ha puesto en tus manos. Sí, y yo también sabía que había intentado quitarme la vida, y que él no quería escuchar los mandamientos del Señor; y además, se había apoderado de nuestros bienes.", "12 Y sucedió que otra vez me dijo el Espíritu: Mátalo, porque el Señor lo ha puesto en tus manos;", "13 he aquí que el Señor mata a los malvados para que se cumplan sus justos designios. Es mejor que muera un hombre a dejar que una nación degenere y perezca en la incredulidad.", "14 Y cuando yo, Nefi, hube oído estas palabras, me acordé de las que el Señor me había hablado en el desierto, diciendo: En tanto que tus descendientes guarden mis mandamientos, prosperarán en la tierra de promisión.", "15 Sí, y también consideré que no podrían guardar los mandamientos del Señor según la ley de Moisés, a menos que tuvieran esa ley.", "16 Y también sabía que la ley estaba grabada sobre las planchas de bronce.", "17 Y además, sabía que el Señor había puesto a Labán en mis manos para este fin: que yo obtuviese los anales, de acuerdo con sus mandamientos.", "18 Por lo que, obedeciendo la voz del Espíritu y cogiendo a Labán por los cabellos, le corté la cabeza con su propia espada.", "19 Y después que le hube cortado la cabeza con su propia espada, tomé las ropas de Labán y me vestí con ellas, poniéndomelas todas, y me ceñí los lomos con su armadura.", "20 Y cuando hube hecho todo esto, me dirigí al lugar donde se hallaba el tesoro de Labán. Y al acercarme a ese sitio, encontré al siervo de Labán que guardaba las llaves del tesoro, e imitando la voz de su amo, le mandé que me acompañara al lugar del tesoro.", "21 Y él supuso que yo era su amo Labán, pues vio la ropa y también la espada ceñida a mi cintura.", "22 Y me habló concerniente a los ancianos de los judíos, porque sabía que su amo Labán había estado entre ellos durante la noche.", "23 Y le hablé como si yo hubiese sido Labán.", "24 Y también le dije que yo tenía que llevar los grabados, que estaban sobre las planchas de bronce, a mis hermanos mayores que se hallaban del otro lado de las murallas.", "25 Y también le mandé que me siguiera.", "26 Y creyendo él que me refería a los hermanos de la iglesia, y que era en verdad Labán, a quien yo había matado, me siguió.", "27 Y me habló muchas veces acerca de los ancianos de los judíos, mientras me dirigía hacia donde estaban mis hermanos fuera de las murallas.", "28 Y aconteció que cuando Lamán me vio, se asustó en extremo, lo mismo que Lemuel y Sam; y huyeron de mi presencia, porque creían que era Labán, y que me había quitado la vida, e iba a matarlos también a ellos.", "29 Y aconteció que los llamé, y ellos me oyeron; por tanto, cesaron de huir de mi presencia.", "30 Y cuando el siervo de Labán vio a mis hermanos, empezó a temblar, y estaba a punto de huir de mí y volver a la ciudad de Jerusalén.", "31 Y yo, Nefi, siendo un hombre grande de estatura, y habiendo recibido mucha fuerza del Señor, prendí al siervo de Labán y lo detuve para que no se escapara.", "32 Y sucedió que le dije que si quería escuchar mis palabras, así como vive el Señor, y como vivo yo, que si prestaba atención a nuestras palabras, le perdonaríamos la vida.", "33 Y le hablé, sí, le hice juramento de que no tenía por qué temer; que sería libre como nosotros si descendía con nosotros al desierto.", "34 Y también le dije: Ciertamente el Señor nos ha mandado hacer esto; y, ¿no debemos ser diligentes en guardar los mandamientos del Señor? Por lo tanto, si desciendes al desierto adonde está mi padre, habrá lugar para ti entre nosotros.", "35 Y sucedió que Zoram cobró ánimo al oír las palabras que le hablé. Ahora bien, Zoram era el nombre de este siervo; y prometió que descendería al desierto adonde estaba nuestro padre. Sí, y también nos hizo juramento de que permanecería desde entonces con nosotros.", "36 Ahora bien, deseábamos que permaneciera con nosotros por esta razón: que los judíos no supieran de nuestra huida al desierto, no fuera que nos persiguieran y nos destruyeran.", "37 Y aconteció que cuando Zoram se juramentó, cesaron nuestros temores con respecto a él.", "38 Y sucedió que tomamos las planchas de bronce y al siervo de Labán, y partimos para el desierto y viajamos hacia la tienda de nuestro padre."], "Français": ["Néphi tue Laban sur l’ordre du Seigneur, puis s’approprie les plaques d’airain par stratagème— Zoram décide de se joindre à la famille de Léhi dans le désert. Vers 600–592av.J.-C.", "1 Et il arriva que je parlai à mes frères, disant: Remontons à Jérusalem et soyons fidèles à garder les commandements du Seigneur; car voici, il est plus puissant que toute la terre; pourquoi ne serait-il pas plus puissant que Laban et ses cinquante, oui, ou même que ses dizaines de milliers?", "2 C’est pourquoi, montons, soyons forts comme Moïse, car, en vérité, il a parlé aux eaux de la mer Rouge, et elles se sont séparées çà et là, et nos pères ont traversé et sont sortis de captivité à pied sec, et les armées du Pharaon ont suivi et ont été noyées dans les eaux de la mer Rouge.", "3 Or voici, vous savez que cela est vrai, et vous savez aussi qu’un ange vous a parlé; pouvez-vous donc douter? Montons: le Seigneur est capable de nous délivrer, comme il a délivré nos pères, et de faire périr Laban, comme il a fait périr les Égyptiens.", "4 Or, lorsque j’eus dit ces paroles, ils étaient encore furieux et continuaient à murmurer; néanmoins, ils montèrent derrière moi jusqu’à ce que nous fussions arrivés en dehors des murailles de Jérusalem.", "5 Et c’était la nuit; et je les fis se cacher à l’extérieur des murailles. Et lorsqu’ils se furent cachés, moi, Néphi, je me glissai à l’intérieur de la ville et je m’avançai vers la maison de Laban.", "6 Et j’étais conduit par l’Esprit, ne sachant pas d’avance ce que j’allais faire.", "7 Néanmoins, je m’avançai et, comme j’arrivais près de la maison de Laban, je vis un homme, et il était tombé par terre devant moi, car il était ivre de vin.", "8 Et lorsque j’arrivai à lui, je découvris que c’était Laban.", "9 Et je vis son épée, et je la tirai de son fourreau; et sa poignée était d’or pur, et son exécution était extrêmement fine, et je vis que sa lame était de l’acier le plus précieux.", "10 Et il arriva que je fus contraint par l’Esprit de tuer Laban; mais je dis en mon cœur: Jamais à aucun moment je n’ai versé le sang de l’homme. Et je reculais et souhaitais ne pas devoir le tuer.", "11 Et l’Esprit me dit encore: Voici, le Seigneur l’a livré entre tes mains. Oui, et je savais aussi qu’il avait cherché à m’ôter la vie; oui, et il ne voulait pas écouter les commandements du Seigneur, et il s’était également emparé de nos biens.", "12 Et il arriva que l’Esprit me dit encore: Tue-le, car le Seigneur l’a livré entre tes mains;", "13 voici, le Seigneur fait mourir les méchants pour accomplir ses justes desseins. Il vaut mieux qu’un seul homme périsse que de laisser une nation dégénérer et périr dans l’incrédulité.", "14 Et alors, lorsque moi, Néphi, j’eus entendu ces paroles, je me rappelai les paroles que le Seigneur m’avait dites dans le désert: Si ta postérité garde mes commandements, elle prospérera dans la terre de promission.", "15 Oui, et je pensai aussi qu’elle ne pourrait pas garder les commandements du Seigneur selon la loi de Moïse, si elle n’avait pas la loi.", "16 Et je savais aussi que la loi était gravée sur les plaques d’airain.", "17 Et en outre, je savais que le Seigneur avait livré Laban entre mes mains pour que j’obtienne les annales selon ses commandements.", "18 C’est pourquoi, j’obéis à la voix de l’Esprit, et pris Laban par les cheveux, et lui coupai la tête avec son épée.", "19 Et lorsque je lui eus coupé la tête avec son épée, je pris les vêtements de Laban et m’en revêtis complètement le corps; et je mis son armure à ma ceinture.", "20 Et lorsque j’eus fait cela, je me rendis au trésor de Laban. Et tandis que je me rendais vers le trésor de Laban, voici, je vis le serviteur de Laban qui avait les clefs du trésor. Et je lui commandai, avec la voix de Laban, de m’accompagner dans le trésor.", "21 Et il pensa que j’étais son maître, Laban, car il voyait les vêtements et aussi l’épée que j’avais mise à ma ceinture.", "22 Et il me parla concernant les anciens des Juifs, sachant que son maître, Laban, était sorti de nuit parmi eux.", "23 Et je lui parlai comme si ç’avait été Laban.", "24 Et je lui dis aussi que je devais porter les textes qui étaient gravés sur les plaques d’airain à mes frères aînés, qui étaient en dehors des murailles.", "25 Et je lui commandai aussi de me suivre.", "26 Et lui, pensant que je parlais des frères de l’Église, et que j’étais vraiment ce Laban que j’avais tué, c’est pourquoi, il me suivit.", "27 Et il me parla de nombreuses fois des anciens des Juifs, tandis que je me rendais auprès de mes frères qui étaient en dehors des murailles.", "28 Et il arriva que lorsque Laman me vit, il fut extrêmement effrayé, et Lémuel et Sam aussi. Et ils s’enfuirent de ma présence; car ils pensaient que c’était Laban et qu’il m’avait tué et cherchait aussi à leur ôter la vie.", "29 Et il arriva que je les appelai, et ils m’entendirent; c’est pourquoi ils cessèrent de s’enfuir de ma présence.", "30 Et il arriva que lorsque le serviteur de Laban vit mes frères, il commença à trembler et était sur le point de s’enfuir loin de moi et de retourner à la ville de Jérusalem.", "31 Et alors, moi, Néphi, étant un homme d’une haute stature et ayant aussi reçu beaucoup de force du Seigneur, je saisis le serviteur de Laban et le tins pour qu’il ne s’enfuît pas.", "32 Et il arriva que je parlai avec lui, disant que s’il écoutait mes paroles, comme le Seigneur vit et comme je vis, si donc il écoutait nos paroles, nous lui épargnerions la vie.", "33 Et je lui dis, oui, avec serment, qu’il n’avait rien à craindre, qu’il serait un homme libre comme nous, s’il descendait dans le désert avec nous.", "34 Et je lui parlai aussi, disant: Assurément, le Seigneur nous a commandé de faire cette chose; et ne devons-nous pas être diligents à garder les commandements du Seigneur? C’est pourquoi, si tu descends dans le désert vers mon père, tu auras une place parmi nous.", "35 Et il arriva que Zoram prit courage en entendant les paroles que je disais. Or, Zoram était le nom du serviteur; et il promit qu’il descendrait dans le désert vers notre père. Oui, et il nous fit aussi le serment qu’il demeurerait dorénavant avec nous.", "36 Or, voici pourquoi nous désirions qu’il demeure avec nous: pour que les Juifs ne soient pas informés de notre fuite dans le désert, de peur qu’ils ne nous poursuivent et ne nous fassent périr.", "37 Et il arriva que lorsque Zoram nous eut fait son serment, nos craintes à son égard cessèrent.", "38 Et il arriva que nous prîmes les plaques d’airain et le serviteur de Laban, et partîmes dans le désert, et voyageâmes vers la tente de notre père."], "Kiribati": ["E tiringa Raban Nibwaai i aan ana kairi te Uea ao e a anai taian bwaatua aika buraati n te aro ni kamwane—E motikia Tioram bwa e na iriia ana utu Riaai i nanon te rereua. Uakaan ma 600–592I.K.", "1 Ao e koro bukina bwa, I taetae nakoia tariu, ni kangai: Ti na manga nako riki nako Ierutarem, ao ti riai ni kakaonimaki nakon ana tua te Uea; bwa noria e korakora riki nakon te aonaba ni kabane, ao bukin tera ngkai e na aki korakora riki nakon Raban ma ana nimangaun, eng, ke nakon ana bwi ni ngaa?", "2 Mangaia ae ti na waerake; ti na kakorakoraira n ai aron Mote; bwa e koaua ae e taetae nakon ranin Taari are Uraura ao a bwenaaki nako ikai ao nako ikekei, ao a rinanona ara bakatibu, n otinako man te tautaekanaki, i aon te tano ae mwau, ao a rimwia ana tautia Bwarao ao a bwabwa i nanon ranin Taari are Uraura.", "3 Ngaia ae noria, kam ataia bwa e koaua aio; ao kam ataia naba bwa e a tia n taetae nakoimi te anera; ao kam na kanga n raraoma? Ti na nako ni waerake; e kona te Uea ni kamaiura, n ai aroia ara bakatibu, ao n tiringa Raban, n ai aroia I-Aikubita.", "4 Ao ngke I a tia n taekin taeka aikai, ao a bon teimatoa naba n un, ao a waaki nako ni ngurengure; ma a n irai ni karokoa ae ti roko i tinanikun oon Ierutarem.", "5 Ao e a bong; ao I tuangiia bwa a na karabaia i tinanikun te oo. Ao ngke a tia ni karabaia, Ngai Nibwaai, I waerikiriki nako nanon te kaawa ao ni waaki nakon ana auti Raban.", "6 Ao I kairaki iroun te Tamnei, n aki atai moa baika I riai ni karaoi.", "7 E ngae n anne ao I waaki nako, ao ngke I a kaan ma ana auti Raban, ao I a noora te mwaane ae bwaka nako aontano imwaiu bwa e a koro ni manging n te wain.", "8 Ao ngke I a roko irouna I a kinaa bwa bon Raban.", "9 Ao I noora ana kabaang, ao I kaotinakoa mani nnena; ao e karaoaki bwain tauana man te koora, ao moan te nakoraoi aron karaoana, ao I a noria naba bwa e karaoaki wiina man te biti ae moan te kakaawaki.", "10 Ao e koro bukina bwa I a kairoroaki iroun te Tamnei bwa N na riai n tiringa Raban; ma I taku i nanou: I tuai mai i mwain aio ni kabwaroa raraan te aomata. Ao I kerikaaki bwa tera ngke arona bwa N aki tiringnga.", "11 Ao e a manga taku riki te Tamnei nakoiu: Noria e a tia te Uea n anga nako nanon baim. Eng, ao I ataia naba bwa e a tia ni kataia n anaa maiu; eng, ao e aki kan ongo naba n ana tua te Uea; ao e a tia naba n anai ara bwai.", "12 Ao e koro bukina bwa e a manga taku te Tamnei nakoiu: Tiringnga bwa e a tia te Uea n anga nako nanon baim;", "13 Noria e tiringia aika buakaka te Uea bwa e aonga ni kakoroi bukin ana waaki aika a raoiroi. E tamaroa riki ngkana e mate temanna nakon ae a na kerikaaki ao a na mate n aia aki onimaki te botannaomata.", "14 Ao ngkai, Ngai Nibwaai, ngke I a tia n ongo taeka aikai, ao I a uring ana taeka te Uea ake e taekin nakoiu i nanon te rereua, ake a kangai: Ngkana a kakaonimaki kanoam ni kaawakin au tua, a na bon rikirake aroia n te aba ni berita.", "15 Eng, ao I taku naba bwa a bon aki kona ni kaawakin ana tua te Uea n aron are ana tua Mote, ma ti ngkana iai te tua irouia.", "16 Ao I ataia naba bwa e koreaki te tua iaon taian bwaatua aika buraati.", "17 Ao I ataia riki bwa e a tia te Uea n anga Raban nako nanon baiu ibukin te bwai aio—bwa I aonga ni karekei taian rekooti n aron ana tua.", "18 Mangaia are I ongeaba ni bwanaan te Tamnei, ao I a tabeka atuun Raban n iran atuna, ao I a kabongana ana kabaang ni kabakua roroana iai.", "19 Ao ngke I a tia ni kabakua roroana n oin ana kabaang, I anai ana kunnikai Raban ao I karin iaou; eng, kunnikaina ni kabane; ao I kabaea ana kabaang irarikiu.", "20 Ao ngke I a tia ni karaoa aio, ao I a nako nakon ana tabo ni kaawakin mwane Raban. Iaon kawaiu nakon ana tabo ni kaawakin mwane Raban, ao akea bwa I a noora ana toro Raban are taui kiingin te tabo ni mwane. Ao I kabongana bwanaan Raban n tuangnga bwa e na irai nako nanon te tabo ni mwane.", "21 Ao e taku bwa ngai ana toka, ae Raban, bwa e noori ana kunnikai ao ana kabaang naba are e bae irarikiu.", "22 Ao e kaakarabakau nakoiu ibukiia unimwaanen Iutaia, bwa e ataia ae ngaia raon ana toka, ae Raban, n te tairiki anne.", "23 Ao I kaakarabakau nakoina n aiaron ae aongkoa Raban ngai.", "24 Ao I tuangnga naba bwa I riai ni uoti koroboki, ake iaon bwaatua aika buraati, nakoia tariu aika ikawai, ake a mena i tinanikun te o.", "25 Ao I tuangnga naba bwa e na irai.", "26 Ao ngaia, e taku n ana iango bwa I taekinia taari i nanon te ekaretia, ao n taku naba bwa bon ngai Raban are I a tia n tiringnga, mangaia are e a irai.", "27 Ao e mwaiti ana tai ni kaakarabakau riki nakoiu ni kaineti ma taekaia unimwaanen Iutaia, iaoni kawaira nakoia tariu, ake i tinanikun te o.", "28 Ao e koro bukina bwa ngke e noorai Reimwan ao e a taonaki n te maaku ae korakora, ai uana naba ma Remuera ao Taam. Ao a biri nako mai irou; bwa a taku bwa ngai Raban, ao a taku bwa e a tia n tiringai ao iaon kawaina nakoia ngkai bwa e na anai naba maiuia.", "29 Ao e koro bukina bwa I weewete nakoia, ao a ongo bwanaau; mangaia are a aikoa biri nako mai irou.", "30 Ao e koro bukina bwa ngke e nooriia tariu ana toro Raban, ao e a taonaki n te ruru, ao e nang bon biri nako maiirou n okira te kaawa are Ierutarem.", "31 Ao ngai, Nibwaai, ngkai bon te mwaane ngai ae i buubura, ao n tia naba ni karekea te korakora mai iroun te Uea, mangaia are I a taua ana toro Raban bwa e na aki biri nako.", "32 Ao e koro bukina bwa I taetae nakoina, bwa ngkana e ongo n au taeka, ngkai e maiu te Uea, ao ngkai I maiu, ngkana e ongo n ara taeka, ao ti na kamaura maiuna.", "33 Ao I taetae nakoina, ma te taeka n tuea, bwa e na aki maaku; bwa e na riki bwa te aomata ae inaomata n ai arora ngkana e nako nakon te rereua ma ngaira.", "34 Ao I taku naba nakoina, ni kangai: E koaua ae e a tia te Uea n tua bwa ti na karaoa te bwai aio; ao e riai bwa ti na kakaonimaki nakon ana tua te Uea ke ti na aki? Mangaia ae ngkana ko iri nakon Tamau n te rereua ao e na reke nnem iroura.", "35 Ao e koro bukina bwa e kaungaki nanon Tioram ni baike I taekin. Tioram bon aran te toro arei; ao e berita bwa e na nakon tamara n te rereua. Eng, e tuea nakoira naba bwa e na tiku iroura ni moa man te tai arei.", "36 Ao ti tangiria bwa e na tiku iroura ibukin aei, bwa a aonga n aki ataa taekan birinakora Iutaia nakon te rereua, bwa a rawa n rimwira ao n tiringira.", "37 Ao e koro bukina bwa ngke e a tia ni tuea Tioram nakoira, ao a mauna raraomara irouna.", "38 Ao e koro bukina bwa ti anai bwaatua aika buraati ma ana toro Raban, ao ti mwananga nakon te rereua n okira ana umwanrianna tamara."]}