{"English": ["Nephi is commanded to build a ship—His brethren oppose him—He exhorts them by recounting the history of God’s dealings with Israel—Nephi is filled with the power of God—His brethren are forbidden to touch him, lest they wither as a dried reed. About 592–591B.C.", "1 And it came to pass that we did again take our journey in the wilderness; and we did travel nearly eastward from that time forth. And we did travel and wade through much affliction in the wilderness; and our women did bear children in the wilderness.", "2 And so great were the blessings of the Lord upon us, that while we did live upon raw meat in the wilderness, our women did give plenty of suck for their children, and were strong, yea, even like unto the men; and they began to bear their journeyings without murmurings.", "3 And thus we see that the commandments of God must be fulfilled. And if it so be that the children of men keep the commandments of God he doth nourish them, and strengthen them, and provide means whereby they can accomplish the thing which he has commanded them; wherefore, he did provide means for us while we did sojourn in the wilderness.", "4 And we did sojourn for the space of many years, yea, even eight years in the wilderness.", "5 And we did come to the land which we called Bountiful, because of its much fruit and also wild honey; and all these things were prepared of the Lord that we might not perish. And we beheld the sea, which we called Irreantum, which, being interpreted, is many waters.", "6 And it came to pass that we did pitch our tents by the seashore; and notwithstanding we had suffered many afflictions and much difficulty, yea, even so much that we cannot write them all, we were exceedingly rejoiced when we came to the seashore; and we called the place Bountiful, because of its much fruit.", "7 And it came to pass that after I, Nephi, had been in the land of Bountiful for the space of many days, the voice of the Lord came unto me, saying: Arise, and get thee into the mountain. And it came to pass that I arose and went up into the mountain, and cried unto the Lord.", "8 And it came to pass that the Lord spake unto me, saying: Thou shalt construct a ship, after the manner which I shall show thee, that I may carry thy people across these waters.", "9 And I said: Lord, whither shall I go that I may find ore to molten, that I may make tools to construct the ship after the manner which thou hast shown unto me?", "10 And it came to pass that the Lord told me whither I should go to find ore, that I might make tools.", "11 And it came to pass that I, Nephi, did make a bellows wherewith to blow the fire, of the skins of beasts; and after I had made a bellows, that I might have wherewith to blow the fire, I did smite two stones together that I might make fire.", "12 For the Lord had not hitherto suffered that we should make much fire, as we journeyed in the wilderness; for he said: I will make thy food become sweet, that ye cook it not;", "13 And I will also be your light in the wilderness; and I will prepare the way before you, if it so be that ye shall keep my commandments; wherefore, inasmuch as ye shall keep my commandments ye shall be led towards the promised land; and ye shall know that it is by me that ye are led.", "14 Yea, and the Lord said also that: After ye have arrived in the promised land, ye shall know that I, the Lord, am God; and that I, the Lord, did deliver you from destruction; yea, that I did bring you out of the land of Jerusalem.", "15 Wherefore, I, Nephi, did strive to keep the commandments of the Lord, and I did exhort my brethren to faithfulness and diligence.", "16 And it came to pass that I did make tools of the ore which I did molten out of the rock.", "17 And when my brethren saw that I was about to build a ship, they began to murmur against me, saying: Our brother is a fool, for he thinketh that he can build a ship; yea, and he also thinketh that he can cross these great waters.", "18 And thus my brethren did complain against me, and were desirous that they might not labor, for they did not believe that I could build a ship; neither would they believe that I was instructed of the Lord.", "19 And now it came to pass that I, Nephi, was exceedingly sorrowful because of the hardness of their hearts; and now when they saw that I began to be sorrowful they were glad in their hearts, insomuch that they did rejoice over me, saying: We knew that ye could not construct a ship, for we knew that ye were lacking in judgment; wherefore, thou canst not accomplish so great a work.", "20 And thou art like unto our father, led away by the foolish imaginations of his heart; yea, he hath led us out of the land of Jerusalem, and we have wandered in the wilderness for these many years; and our women have toiled, being big with child; and they have borne children in the wilderness and suffered all things, save it were death; and it would have been better that they had died before they came out of Jerusalem than to have suffered these afflictions.", "21 Behold, these many years we have suffered in the wilderness, which time we might have enjoyed our possessions and the land of our inheritance; yea, and we might have been happy.", "22 And we know that the people who were in the land of Jerusalem were a righteous people; for they kept the statutes and judgments of the Lord, and all his commandments, according to the law of Moses; wherefore, we know that they are a righteous people; and our father hath judged them, and hath led us away because we would hearken unto his words; yea, and our brother is like unto him. And after this manner of language did my brethren murmur and complain against us.", "23 And it came to pass that I, Nephi, spake unto them, saying: Do ye believe that our fathers, who were the children of Israel, would have been led away out of the hands of the Egyptians if they had not hearkened unto the words of the Lord?", "24 Yea, do ye suppose that they would have been led out of bondage, if the Lord had not commanded Moses that he should lead them out of bondage?", "25 Now ye know that the children of Israel were in bondage; and ye know that they were laden with tasks, which were grievous to be borne; wherefore, ye know that it must needs be a good thing for them, that they should be brought out of bondage.", "26 Now ye know that Moses was commanded of the Lord to do that great work; and ye know that by his word the waters of the Red Sea were divided hither and thither, and they passed through on dry ground.", "27 But ye know that the Egyptians were drowned in the Red Sea, who were the armies of Pharaoh.", "28 And ye also know that they were fed with manna in the wilderness.", "29 Yea, and ye also know that Moses, by his word according to the power of God which was in him, smote the rock, and there came forth water, that the children of Israel might quench their thirst.", "30 And notwithstanding they being led, the Lord their God, their Redeemer, going before them, leading them by day and giving light unto them by night, and doing all things for them which were expedient for man to receive, they hardened their hearts and blinded their minds, and reviled against Moses and against the true and living God.", "31 And it came to pass that according to his word he did destroy them; and according to his word he did lead them; and according to his word he did do all things for them; and there was not any thing done save it were by his word.", "32 And after they had crossed the river Jordan he did make them mighty unto the driving out of the children of the land, yea, unto the scattering them to destruction.", "33 And now, do ye suppose that the children of this land, who were in the land of promise, who were driven out by our fathers, do ye suppose that they were righteous? Behold, I say unto you, Nay.", "34 Do ye suppose that our fathers would have been more choice than they if they had been righteous? I say unto you, Nay.", "35 Behold, the Lord esteemeth all flesh in one; he that is righteous is favored of God. But behold, this people had rejected every word of God, and they were ripe in iniquity; and the fulness of the wrath of God was upon them; and the Lord did curse the land against them, and bless it unto our fathers; yea, he did curse it against them unto their destruction, and he did bless it unto our fathers unto their obtaining power over it.", "36 Behold, the Lord hath created the earth that it should be inhabited; and he hath created his children that they should possess it.", "37 And he raiseth up a righteous nation, and destroyeth the nations of the wicked.", "38 And he leadeth away the righteous into precious lands, and the wicked he destroyeth, and curseth the land unto them for their sakes.", "39 He ruleth high in the heavens, for it is his throne, and this earth is his footstool.", "40 And he loveth those who will have him to be their God. Behold, he loved our fathers, and he covenanted with them, yea, even Abraham, Isaac, and Jacob; and he remembered the covenants which he had made; wherefore, he did bring them out of the land of Egypt.", "41 And he did straiten them in the wilderness with his rod; for they hardened their hearts, even as ye have; and the Lord straitened them because of their iniquity. He sent fiery flying serpents among them; and after they were bitten he prepared a way that they might be healed; and the labor which they had to perform was to look; and because of the simpleness of the way, or the easiness of it, there were many who perished.", "42 And they did harden their hearts from time to time, and they did revile against Moses, and also against God; nevertheless, ye know that they were led forth by his matchless power into the land of promise.", "43 And now, after all these things, the time has come that they have become wicked, yea, nearly unto ripeness; and I know not but they are at this day about to be destroyed; for I know that the day must surely come that they must be destroyed, save a few only, who shall be led away into captivity.", "44 Wherefore, the Lord commanded my father that he should depart into the wilderness; and the Jews also sought to take away his life; yea, and ye also have sought to take away his life; wherefore, ye are murderers in your hearts and ye are like unto them.", "45 Ye are swift to do iniquity but slow to remember the Lord your God. Ye have seen an angel, and he spake unto you; yea, ye have heard his voice from time to time; and he hath spoken unto you in a still small voice, but ye were past feeling, that ye could not feel his words; wherefore, he has spoken unto you like unto the voice of thunder, which did cause the earth to shake as if it were to divide asunder.", "46 And ye also know that by the power of his almighty word he can cause the earth that it shall pass away; yea, and ye know that by his word he can cause the rough places to be made smooth, and smooth places shall be broken up. O, then, why is it, that ye can be so hard in your hearts?", "47 Behold, my soul is rent with anguish because of you, and my heart is pained; I fear lest ye shall be cast off forever. Behold, I am full of the Spirit of God, insomuch that my frame has no strength.", "48 And now it came to pass that when I had spoken these words they were angry with me, and were desirous to throw me into the depths of the sea; and as they came forth to lay their hands upon me I spake unto them, saying: In the name of the Almighty God, I command you that ye touch me not, for I am filled with the power of God, even unto the consuming of my flesh; and whoso shall lay his hands upon me shall wither even as a dried reed; and he shall be as naught before the power of God, for God shall smite him.", "49 And it came to pass that I, Nephi, said unto them that they should murmur no more against their father; neither should they withhold their labor from me, for God had commanded me that I should build a ship.", "50 And I said unto them: If God had commanded me to do all things I could do them. If he should command me that I should say unto this water, be thou earth, it should be earth; and if I should say it, it would be done.", "51 And now, if the Lord has such great power, and has wrought so many miracles among the children of men, how is it that he cannot instruct me, that I should build a ship?", "52 And it came to pass that I, Nephi, said many things unto my brethren, insomuch that they were confounded and could not contend against me; neither durst they lay their hands upon me nor touch me with their fingers, even for the space of many days. Now they durst not do this lest they should wither before me, so powerful was the Spirit of God; and thus it had wrought upon them.", "53 And it came to pass that the Lord said unto me: Stretch forth thine hand again unto thy brethren, and they shall not wither before thee, but I will shock them, saith the Lord, and this will I do, that they may know that I am the Lord their God.", "54 And it came to pass that I stretched forth my hand unto my brethren, and they did not wither before me; but the Lord did shake them, even according to the word which he had spoken.", "55 And now, they said: We know of a surety that the Lord is with thee, for we know that it is the power of the Lord that has shaken us. And they fell down before me, and were about to worship me, but I would not suffer them, saying: I am thy brother, yea, even thy younger brother; wherefore, worship the Lord thy God, and honor thy father and thy mother, that thy days may be long in the land which the Lord thy God shall give thee."], "Español": ["Se le manda a Nefi construir un barco— Sus hermanos se le oponen— Él los exhorta contándoles de nuevo la historia de los tratos de Dios con Israel— Nefi se llena del poder de Dios— Prohíbe a sus hermanos que lo toquen, no sea que se marchiten como una caña seca. Aproximadamente 592–591a.C.", "1 Y sucedió que emprendimos otra vez nuestro viaje por el desierto, y nos dirigimos casi hacia el este de allí en adelante. Y viajamos y pasamos por muchas aflicciones en el desierto; y nuestras mujeres dieron a luz hijos en el yermo.", "2 Y tan grandes fueron las bendiciones del Señor sobre nosotros, que aunque vivimos de carne cruda en el desierto, nuestras mujeres tuvieron abundante leche para sus niños, y eran fuertes, sí, aun como los hombres; y empezaron a soportar sus viajes sin murmurar.", "3 Y así vemos que los mandamientos de Dios se deben cumplir. Y si los hijos de los hombres guardan los mandamientos de Dios, él los alimenta y los fortifica, y provee los medios por los cuales pueden cumplir lo que les ha mandado; por tanto, él nos proporcionó lo necesario mientras permanecimos en el desierto.", "4 Y permanecimos por el espacio de muchos años, sí, ocho años en el desierto.", "5 Y llegamos a la tierra que llamamos Abundancia, a causa de sus muchos frutos y también miel silvestre; y el Señor preparó todo esto para que no pereciéramos. Y vimos el mar, al que dimos el nombre de Irreántum, lo cual, interpretado, significa muchas aguas.", "6 Y aconteció que plantamos nuestras tiendas a orillas del mar; y a pesar de que habíamos sufrido numerosas aflicciones y mucha dificultad, sí, tantas que no podemos escribirlas todas, nos regocijamos en extremo cuando llegamos a las playas del mar; y llamamos al lugar Abundancia, por causa de su mucha fruta.", "7 Y aconteció que después que yo, Nefi, había estado muchos días en la tierra de Abundancia, la voz del Señor vino a mí, diciendo: Levántate y sube al monte. Y acaeció que me levanté y subí al monte, y clamé al Señor.", "8 Y aconteció que el Señor me habló, diciendo: Construirás un barco, según la manera que yo te mostraré, para que yo lleve a tu pueblo a través de estas aguas.", "9 Y yo dije: Señor, ¿a dónde debo ir para encontrar el mineral para fundir, a fin de que yo haga las herramientas para construir el barco, según el modo que tú me has mostrado?", "10 Y aconteció que el Señor me dijo a dónde debía ir para encontrar el mineral a fin de que yo hiciera herramientas.", "11 Y sucedió que yo, Nefi, hice un fuelle con pieles de animales para avivar el fuego; y después que hube hecho el fuelle que necesitaba para avivar la llama, golpeé dos piedras, la una contra la otra, para producir fuego.", "12 Porque hasta entonces el Señor no había permitido que encendiésemos mucho fuego al viajar por el desierto; pues dijo: Yo haré que vuestros alimentos os sean sabrosos para que no tengáis que cocerlos;", "13 y también seré vuestra luz en el desierto; y prepararé el camino delante de vosotros, si es que guardáis mis mandamientos. Por lo tanto, al grado que guardéis mis mandamientos, seréis conducidos hacia la tierra prometida; y sabréis que yo soy el que os conduce.", "14 Sí, y el Señor también dijo: Después que hayáis llegado a la tierra prometida, sabréis que yo, el Señor, soy Dios; y que yo, el Señor, os libré de la destrucción; sí, que yo os saqué de la tierra de Jerusalén.", "15 Por tanto, yo, Nefi, me esforcé por guardar los mandamientos del Señor, y exhorté a mis hermanos a que fueran fieles y diligentes.", "16 Y sucedió que hice herramientas con el metal que fundí de la roca.", "17 Y cuando vieron mis hermanos que estaba a punto de construir un barco, empezaron a murmurar contra mí, diciendo: Nuestro hermano está loco, pues se imagina que puede construir un barco; sí, y también piensa que puede atravesar estas grandes aguas.", "18 Y así murmuraron mis hermanos contra mí, y no quisieron trabajar, pues no creyeron que yo era capaz de construir un barco, ni creían tampoco que había recibido instrucciones del Señor.", "19 Y ahora bien, aconteció que yo, Nefi, me sentí sumamente afligido a causa de la dureza de su corazón; y cuando ellos vieron que empezaba a afligirme, se alegraron sus corazones al grado de que se regocijaron por causa de mí, diciendo: Sabíamos que tú no podías construir un barco, pues sabíamos que te faltaba juicio; por tanto, no puedes ejecutar tan grande obra.", "20 Tú te pareces a nuestro padre, que se dejó llevar por las imaginaciones locas de su corazón; sí, nos ha sacado de la tierra de Jerusalén, y hemos andado errantes por el desierto estos muchos años; y nuestras mujeres han trabajado, aun estando embarazadas; y han dado a luz hijos en el desierto, y han padecido todo menos la muerte; y habría sido mejor que ellas hubieran muerto antes de salir de Jerusalén, que haber pasado por estas aflicciones.", "21 He aquí, hemos padecido en el desierto estos muchos años; y durante este tiempo hubiéramos podido disfrutar de nuestras posesiones y de la tierra de nuestra herencia; sí, y hubiéramos podido ser dichosos.", "22 Y sabemos que el pueblo que se hallaba en la tierra de Jerusalén era justo, porque guardaba los estatutos y juicios del Señor, así como todos sus mandamientos según la ley de Moisés; por tanto, sabemos que es un pueblo justo; y nuestro padre lo ha juzgado, y nos ha sacado porque escuchamos sus palabras; sí, y nuestro hermano es semejante a él. Y con esta clase de palabras mis hermanos murmuraban y se quejaban de nosotros.", "23 Y aconteció que yo, Nefi, les hablé, diciendo: ¿Creéis vosotros que nuestros padres, que eran los hijos de Israel, habrían sido librados de las manos de los egipcios si no hubiesen escuchado las palabras del Señor?", "24 Sí, ¿suponéis vosotros que habrían sido conducidos fuera del cautiverio si el Señor no hubiese mandado a Moisés que los librara de la esclavitud?", "25 Vosotros sabéis que los hijos de Israel se hallaban en la esclavitud; y sabéis que estaban sobrecargados con tareas gravosas de soportar; por lo tanto, sabéis que debe haber sido cosa grata para ellos ser librados de su servidumbre.", "26 Y vosotros sabéis que Moisés recibió del Señor el mandamiento de hacer esa gran obra, y que por su palabra se dividieron las aguas del mar Rojo, a uno y otro lado, y cruzaron por tierra seca.", "27 Pero sabéis que los egipcios que componían los ejércitos de Faraón se ahogaron en el mar Rojo.", "28 Y también sabéis que los hijos de Israel fueron alimentados con maná en el desierto.", "29 Sí, y también sabéis que Moisés, por su palabra, según el poder de Dios que había en él, hirió la roca, y salió agua, para que los hijos de Israel calmasen su sed.", "30 Y a pesar de ser guiados, yendo el Señor su Dios, su Redentor, delante de ellos, conduciéndolos de día y dándoles luz de noche, y haciendo por ellos todo cuanto al hombre le era propio recibir, endurecieron sus corazones y cegaron sus mentes e injuriaron a Moisés y al Dios verdadero y viviente.", "31 Y aconteció que según su palabra los destruyó; y según su palabra los guio; y según su palabra hizo por ellos todas las cosas; y no se hizo nada salvo que fuese por su palabra.", "32 Y después que hubieron cruzado el río Jordán, él los hizo fuertes para arrojar a los habitantes de esa tierra, sí, para esparcirlos hasta su destrucción.", "33 Y ahora bien, ¿pensáis vosotros que los habitantes de esa tierra, que se hallaban en la tierra de promisión, y que fueron echados por nuestros padres, pensáis vosotros que eran justos? He aquí, os digo que no.", "34 ¿Pensáis vosotros que nuestros padres hubieran sido más favorecidos que ellos si estos hubiesen sido justos? Yo os digo que no.", "35 He aquí, el Señor estima a toda carne igual; el que es justo es favorecido de Dios. Pero he aquí, los de este pueblo habían rechazado toda palabra de Dios, y habían llegado a la madurez de la iniquidad; y la plenitud de la ira de Dios estaba sobre ellos. Y el Señor maldijo la tierra contra ellos y la bendijo para nuestros padres; sí, la maldijo contra ellos para su destrucción, y la bendijo para nuestros padres al grado de que se enseñorearon de ella.", "36 He aquí, el Señor creó la tierra para que fuese habitada; y ha creado a sus hijos para que la posean.", "37 Y levanta a la nación justa, y destruye a las naciones de los inicuos.", "38 Y conduce a los justos a tierras preciosas, y destruye a los inicuos, y maldice la tierra por causa de ellos.", "39 Reina en las alturas de los cielos, porque son su trono; y esta tierra es el escabel de sus pies.", "40 Y ama a los que lo aceptan como su Dios. He aquí, él amó a nuestros padres, e hizo convenio con ellos, sí, con Abraham, Isaac y Jacob; y recordó los convenios que había hecho; por tanto, los sacó de la tierra de Egipto.", "41 Y los afligió en el desierto con su vara, porque endurecieron sus corazones aun como vosotros lo habéis hecho; y el Señor los afligió a causa de sus iniquidades. Envió serpientes ardientes voladoras entre ellos; y cuando los mordieron, dispuso un medio para que sanaran; y la tarea que tenían que cumplir era mirar; y por causa de la sencillez de la manera, o por ser tan fácil, hubo muchos que perecieron.", "42 Y endurecieron sus corazones de cuando en cuando, y vilipendiaron a Moisés y también a Dios. No obstante, sabéis que por su incomparable poder fueron conducidos a la tierra de promisión.", "43 Y ahora, después de todas estas cosas, ha llegado el tiempo en que se han vuelto inicuos, sí, casi hasta la madurez; y no sé si en este día están a punto de ser destruidos, porque sé que ciertamente vendrá el día en que deben ser destruidos, salvo unos pocos solamente que serán llevados al cautiverio.", "44 Por tanto, el Señor mandó a mi padre que partiera para el desierto; y los judíos también procuraron matarlo; sí, y vosotros también habéis procurado quitarle la vida. Por tanto, sois homicidas en vuestros corazones y sois como ellos.", "45 Sois prontos en cometer iniquidad, pero lentos en recordar al Señor vuestro Dios. Habéis visto a un ángel; y él os habló; sí, habéis oído su voz de cuando en cuando; y os ha hablado con una voz apacible y delicada, pero habíais dejado de sentir, de modo que no pudisteis sentir sus palabras; por tanto, os ha hablado como con voz de trueno que hizo temblar la tierra como si fuera a partirse.", "46 Y vosotros también sabéis que por el poder de su palabra omnipotente él puede hacer que la tierra deje de ser; sí, y sabéis que por su palabra él puede hacer que los lugares escabrosos se hagan llanos, y los lugares llanos se hiendan. Oh, ¿cómo, pues, podéis ser tan duros de corazón?", "47 He aquí, mi alma se parte de angustia por causa de vosotros; y mi corazón está adolorido, porque temo que seréis desechados para siempre jamás. He aquí, estoy lleno del Espíritu de Dios, a tal extremo que mi cuerpo no tiene fuerzas.", "48 Y aconteció que cuando hube hablado estas palabras, se enojaron conmigo, y quisieron arrojarme al fondo del mar; y al acercarse para asirme, les hablé, diciendo: En el nombre del Dios Todopoderoso, os mando que no me toquéis, porque estoy lleno del poder de Dios, aun hasta consumirme la carne; y cualquiera que ponga sus manos sobre mí se marchitará como una caña seca; y será como nada ante el poder de Dios, porque Dios lo herirá.", "49 Y aconteció que yo, Nefi, les dije que no debían murmurar más contra su padre; tampoco debían negarme su trabajo, pues Dios me había mandado que construyera un barco.", "50 Y les dije: Si Dios me hubiese mandado hacer todas las cosas, yo podría hacerlas. Si me mandara que dijese a esta agua: Conviértete en tierra, se volvería tierra; y si yo lo dijera, se haría.", "51 Ahora bien, si el Señor tiene tan grande poder, y ha hecho tantos milagros entre los hijos de los hombres, ¿cómo es que no puede enseñarme a construir un barco?", "52 Y sucedió que yo, Nefi, dije muchas cosas a mis hermanos, a tal grado que quedaron confundidos y no pudieron contender contra mí; ni se atrevieron a poner la mano encima de mí, ni a tocarme con sus dedos, sí, por el espacio de muchos días. Y no osaban hacer esto por temor de consumirse delante de mí, tan poderoso era el Espíritu de Dios; y así era como había obrado en ellos.", "53 Y sucedió que el Señor me dijo: Extiende de nuevo tu mano hacia tus hermanos, y no se consumirán delante de ti, pero los sacudiré, dice el Señor, y esto haré para que sepan que yo soy el Señor su Dios.", "54 Y aconteció que extendí mi mano hacia mis hermanos, y no se consumieron delante de mí; pero el Señor los sacudió según su palabra que había hablado.", "55 Y ellos entonces dijeron: Sabemos con certeza que el Señor está contigo, pues sabemos que es el poder del Señor lo que nos ha sacudido; y se postraron ante mí, y estaban a punto de adorarme, pero no se lo permití, y les dije: Soy vuestro hermano, por cierto, vuestro hermano menor; por tanto, adorad al Señor vuestro Dios, y honrad a vuestro padre y a vuestra madre para que vuestros días sean largos en la tierra que el Señor vuestro Dios os dé."], "Français": ["Néphi reçoit le commandement de construire un bateau— Ses frères s’opposent à lui— Il les exhorte en passant en revue l’histoire des relations de Dieu avec Israël— Il est rempli du pouvoir de Dieu— Interdiction est faite à ses frères de le toucher, de peur qu’ils ne se dessèchent comme un roseau séché. Vers 592–591av.J.-C.", "1 Et il arriva que nous entreprîmes de nouveau notre voyage dans le désert; et nous voyageâmes dès lors presque dans la direction de l’est. Et nous voyageâmes et passâmes par beaucoup d’afflictions dans le désert; et nos femmes eurent des enfants dans le désert.", "2 Et si grandes furent les bénédictions du Seigneur sur nous que, pendant que nous vivions de viande crue dans le désert, nos femmes donnaient du lait en abondance pour leurs enfants et étaient fortes, oui, comme les hommes; et elles commencèrent à supporter leurs voyages sans murmures.", "3 Et ainsi, nous voyons que les commandements de Dieu doivent s’accomplir. Et si les enfants des hommes gardent les commandements de Dieu, il les nourrit et les fortifie, et fournit les moyens par lesquels ils peuvent accomplir la chose qu’il leur a commandé; c’est pourquoi, il nous fournit des moyens pendant que nous séjournions dans le désert.", "4 Et nous séjournâmes pendant de nombreuses années, oui, huit années dans le désert.", "5 Et nous arrivâmes au pays que nous appelâmes Abondance à cause de la grande quantité de ses fruits et aussi de son miel sauvage; et toutes ces choses furent préparées par le Seigneur afin que nous ne périssions pas. Et nous vîmes la mer, que nous appelâmes Irréantum, ce qui signifie, par interprétation, de nombreuses eaux.", "6 Et il arriva que nous dressâmes nos tentes près du bord de la mer; et en dépit du fait que nous avions souffert beaucoup d’afflictions et beaucoup de difficultés, oui, tellement que nous ne pouvons les écrire toutes, nous fûmes extrêmement réjouis lorsque nous arrivâmes au bord de la mer; et nous appelâmes l’endroit Abondance, à cause de la grande quantité de ses fruits.", "7 Et il arriva que lorsque moi, Néphi, j’eus été pendant de nombreux jours au pays d’Abondance, la voix du Seigneur me parvint, disant: Lève-toi et rends-toi sur la montagne. Et il arriva que je me levai, et montai sur la montagne, et criai au Seigneur.", "8 Et il arriva que le Seigneur me parla, disant: Tu construiras un bateau de la manière que je vais te montrer, afin que je puisse transporter ton peuple de l’autre côté de ces eaux.", "9 Et je dis: Seigneur, où irai-je pour trouver du minerai à fondre, afin de faire des outils pour construire le bateau de la manière que tu m’as montrée?", "10 Et il arriva que le Seigneur me dit où je devais aller pour trouver du minerai afin de faire des outils.", "11 Et il arriva que moi, Néphi, je fis, avec des peaux de bêtes, un soufflet pour souffler sur le feu; et lorsque j’eus fait un soufflet, afin d’avoir de quoi souffler sur le feu, je frappai deux pierres l’une contre l’autre afin de faire du feu.", "12 Car le Seigneur n’avait pas permis jusqu’alors que nous fissions beaucoup de feu tandis que nous voyagions dans le désert, car il disait: Je rendrai votre nourriture tendre pour que vous ne la cuisiez pas,", "13 et je serai aussi votre lumière dans le désert, et je préparerai le chemin devant vous si vous gardez mes commandements; c’est pourquoi, si vous observez mes commandements, vous serez conduits vers la terre promise, et vous saurez que c’est par moi que vous êtes conduits.", "14 Oui, et le Seigneur dit aussi: Lorsque vous serez arrivés dans la terre promise, vous saurez que moi, le Seigneur, je suis Dieu, et que moi, le Seigneur, je vous ai délivrés de la destruction, oui, que je vous ai fait sortir du pays de Jérusalem.", "15 C’est pourquoi, moi, Néphi, je m’efforçai de garder les commandements du Seigneur et j’exhortai mes frères à la fidélité et à la diligence.", "16 Et il arriva que je fis des outils avec le métal que j’avais fondu du rocher.", "17 Et lorsque mes frères virent que j’étais sur le point de construire un bateau, ils commencèrent à murmurer contre moi, disant: Notre frère est un insensé, car il pense qu’il peut construire un bateau; oui, et il pense aussi qu’il peut traverser ces grandes eaux.", "18 Et c’est ainsi que mes frères se plaignaient de moi et ne voulaient pas travailler, car ils ne croyaient pas que je pouvais construire un bateau; ils ne voulaient pas non plus croire que j’étais instruit par le Seigneur.", "19 Et alors, il arriva que moi, Néphi, je fus extrêmement attristé à cause de l’endurcissement de leur cœur; et alors, lorsqu’ils virent que je commençais à être attristé, ils furent contents dans leur cœur, de sorte qu’ils furent contents à mon sujet, disant: Nous savions que tu ne pouvais pas construire un bateau, car nous savions que tu manquais de jugement; c’est pourquoi, tu ne peux pas accomplir une aussi grande œuvre.", "20 Tu es semblable à notre père, égaré par les pensées insensées de son cœur; oui, il nous a conduits hors du pays de Jérusalem, et nous avons erré dans le désert pendant ces nombreuses années, et nos femmes ont peiné, étant dans leur grossesse avancée, et elles ont donné le jour à des enfants dans le désert et ont tout souffert sauf la mort, et il aurait mieux valu qu’elles fussent mortes avant de sortir de Jérusalem que d’avoir souffert ces afflictions.", "21 Voici, ces nombreuses années nous avons souffert dans le désert, temps pendant lequel nous aurions pu jouir de nos possessions et du pays de notre héritage; oui, et nous aurions pu être heureux.", "22 Et nous savons que le peuple qui était au pays de Jérusalem était un peuple juste, car il gardait les lois et les ordonnances du Seigneur et tous ses commandements selon la loi de Moïse: c’est pourquoi, nous savons qu’il est un peuple juste; et notre père l’a jugé et nous a emmenés parce que nous avons écouté ses paroles; oui, et notre frère est semblable à lui. Et c’est dans ce genre de langage que mes frères murmuraient et se plaignaient de nous.", "23 Et il arriva que moi, Néphi, je leur parlai, disant: Croyez-vous que nos pères, qui étaient les enfants d’Israël, auraient été emmenés hors des mains des Égyptiens s’ils n’avaient pas écouté les paroles du Seigneur?", "24 Oui, pensez-vous qu’ils auraient été conduits hors de la servitude, si le Seigneur n’avait pas commandé à Moïse de les conduire hors de la servitude?", "25 Vous savez que les enfants d’Israël étaient dans la servitude; et vous savez qu’ils étaient chargés de corvées qui étaient pénibles à supporter; c’est pourquoi, vous savez que ce devait nécessairement être quelque chose de bon pour eux que d’être sortis de la servitude.", "26 Or, vous savez que Moïse reçut du Seigneur le commandement de faire cette grande œuvre; et vous savez que par sa parole les eaux de la mer Rouge se partagèrent çà et là et qu’ils traversèrent à pied sec.", "27 Mais vous savez que les Égyptiens furent noyés dans la mer Rouge, eux qui étaient les armées du Pharaon.", "28 Et vous savez aussi qu’ils furent nourris de manne dans le désert.", "29 Oui, et vous savez aussi que Moïse, par sa parole, selon le pouvoir de Dieu qui était en lui, frappa le rocher, et qu’il en sortit de l’eau afin que les enfants d’Israël pussent étancher leur soif.", "30 Et en dépit du fait qu’ils étaient conduits, le Seigneur, leur Dieu, leur Rédempteur, allant devant eux, les conduisant le jour et leur donnant de la lumière la nuit, et faisant pour eux tout ce qu’il était utile à l’homme de recevoir, ils s’endurcirent le cœur et s’aveuglèrent l’esprit, et insultèrent Moïse et le Dieu vrai et vivant.", "31 Et il arriva que, selon sa parole, il les détruisit; et, selon sa parole, il les conduisit; et, selon sa parole, il fit tout pour eux; et rien ne se fit si ce n’est par sa parole.", "32 Et lorsqu’ils eurent traversé le Jourdain, il les rendit puissants au point de chasser les enfants du pays, oui, au point de les disperser jusqu’à la destruction.", "33 Et maintenant, pensez-vous que les enfants de ce pays, qui étaient dans la terre de promission, qui furent chassés par nos pères, pensez-vous qu’ils étaient justes? Voici, je vous le dis: non.", "34 Pensez-vous que nos pères auraient été plus dignes qu’eux d’être choisis s’ils avaient été justes? Je vous le dis: non.", "35 Voici, le Seigneur estime toute chair de la même manière; celui qui est juste est favorisé de Dieu. Mais voici, ce peuple avait rejeté toutes les paroles de Dieu, et ils étaient mûrs dans l’iniquité; et la plénitude de la colère de Dieu était sur eux; et le Seigneur maudit le pays contre eux et le bénit pour nos pères; oui, il le maudit contre eux pour leur destruction, et il le bénit pour nos pères pour qu’ils obtiennent du pouvoir sur lui.", "36 Voici, le Seigneur a créé la terre afin qu’elle soit habitée; et il a créé ses enfants afin qu’ils la possèdent.", "37 Et il suscite une juste nation et détruit les nations des méchants.", "38 Et il emmène les justes dans des pays précieux, et les méchants, il les détruit, et il maudit le pays pour eux par leur faute.", "39 Il règne là-haut dans les cieux, car c’est son trône, et cette terre est son marchepied.", "40 Et il aime ceux qui veulent l’avoir pour Dieu. Voici, il a aimé nos pères et il a fait alliance avec eux, oui, Abraham, Isaac et Jacob; et il s’est souvenu des alliances qu’il avait faites; c’est pourquoi, il les a fait sortir du pays d’Égypte.", "41 Et il les a corrigés dans le désert avec sa verge, parce qu’ils s’endurcissaient le cœur comme vous; et le Seigneur les a corrigés à cause de leur iniquité. Il a envoyé parmi eux des serpents brûlants qui volaient; et lorsqu’ils ont été mordus, il a préparé un moyen pour qu’ils soient guéris; et tout l’effort qu’ils avaient à faire était de regarder; et à cause de la simplicité du moyen, ou de sa facilité, il y en a eu beaucoup qui ont péri.", "42 Et ils se sont endurci le cœur de temps en temps, et ils ont insulté Moïse, et Dieu aussi; néanmoins, vous savez qu’ils ont été conduits par son pouvoir incomparable dans la terre de promission.", "43 Et maintenant, après tout cela, le moment est venu où ils sont devenus méchants, oui, presque à maturité; et je ne suis pas certain qu’aujourd’hui ils ne sont pas sur le point d’être détruits; car je sais que le jour va assurément venir où ils seront détruits, sauf un petit nombre seulement, qui sera emmené en captivité.", "44 C’est pourquoi le Seigneur a commandé à mon père de partir dans le désert; et les Juifs ont aussi cherché à lui ôter la vie; oui, et vous avez aussi cherché à lui ôter la vie; c’est pourquoi, vous êtes des meurtriers dans votre cœur et vous êtes semblables à eux.", "45 Vous êtes prompts à commettre l’iniquité, mais lents à vous souvenir du Seigneur, votre Dieu. Vous avez vu un ange, et il vous a parlé; oui, vous avez entendu de temps en temps sa voix; et il vous a parlé avec une petite voix douce, mais vous aviez perdu toute sensibilité, de sorte que vous ne pouviez pas sentir ses paroles; c’est pourquoi, il vous a parlé comme avec la voix du tonnerre, qui a fait trembler la terre comme si elle allait se fendre.", "46 Et vous savez aussi que, par le pouvoir de sa parole toute-puissante, il peut faire que la terre passe; oui, et vous savez que, par sa parole, il peut faire que les lieux raboteux soient aplanis et que les lieux aplanis s’entrouvrent. Oh! alors, comment se fait-il que vous puissiez être si endurcis de cœur?", "47 Voici, mon âme est déchirée d’angoisse à cause de vous, et mon cœur est peiné. Je crains que vous ne soyez rejetés à jamais. Voici, je suis plein de l’Esprit de Dieu, de sorte que mon corps n’a pas de force.", "48 Et alors, il arriva que lorsque j’eus dit ces paroles, ils furent en colère contre moi et voulurent me jeter dans les profondeurs de la mer; et comme ils avançaient pour porter la main sur moi, je leur parlai, disant: Au nom du Dieu Tout-Puissant, je vous commande de ne pas me toucher, car je suis rempli du pouvoir de Dieu, au point même que ma chair en est consumée; et quiconque portera la main sur moi se desséchera comme un roseau séché; et il ne sera que néant devant le pouvoir de Dieu, car Dieu le frappera.", "49 Et il arriva que moi, Néphi, je leur dis qu’ils ne devaient plus murmurer contre leur père; ils ne devaient pas non plus me refuser leur labeur, car Dieu m’avait commandé de construire un bateau.", "50 Et je leur dis: Si Dieu me commandait de tout faire, je pourrais le faire. S’il me commandait de dire à cette eau: Sois terre, elle serait terre; et si je le disais, cela se ferait.", "51 Et maintenant, si le Seigneur a un si grand pouvoir, et a accompli tant de miracles parmi les enfants des hommes, comment se fait-il qu’il ne puisse pas m’instruire pour que je construise un bateau?", "52 Et il arriva que moi, Néphi, je dis beaucoup de choses à mes frères, de sorte qu’ils furent confondus et ne purent me combattre; ils n’osèrent pas non plus porter la main sur moi ni me toucher de leurs doigts pendant de nombreux jours. Or, ils n’osaient pas le faire de peur de se dessécher devant moi, si puissant était l’Esprit de Dieu; et c’est ainsi qu’il avait agi sur eux.", "53 Et il arriva que le Seigneur me dit: Étends encore la main vers tes frères, et ils ne se dessécheront pas devant toi, mais je les ébranlerai, dit le Seigneur, et cela, je le ferai afin qu’ils sachent que je suis le Seigneur, leur Dieu.", "54 Et il arriva que j’étendis la main vers mes frères, et ils ne se desséchèrent pas devant moi; mais le Seigneur les ébranla selon la parole qu’il avait dite.", "55 Et alors, ils dirent: Nous savons avec certitude que le Seigneur est avec toi, car nous savons que c’est le pouvoir du Seigneur qui nous a ébranlés. Et ils se prosternèrent devant moi et étaient sur le point de m’adorer, mais je ne le leur permis pas, disant: Je suis votre frère, oui, et même votre frère cadet; adorez donc le Seigneur, votre Dieu, et honorez votre père et votre mère, afin que vos jours se prolongent dans le pays que le Seigneur, votre Dieu, vous donnera."], "Kiribati": ["E tuangaki Nibwaai bwa e na kabaa te kaibuke—A kaitaraa tarina—E kairoroia n taekina rongorongon ngkoa ana mwakuri te Atua ma Iteraera—E kaonaki Nibwaai ni mwaakan te Atua—A aki kariaiakaki tarina bwa ana ringnga, bwa mwiina a rai n aiaron te uteute ae mwauu. Uakaan ma 592–591I.K.", "1 Ao e koro bukina bwa ti a manga waakina mwanangara i nanon te rereua; ao ti a mwananga nako mainiku man te tai arei. Ao ti mwananga ao ti rinanon te korakai ae korakora i nanon te rereua; ao a bungia ataei kaainabara i nanon te rereua.", "2 Ao e korakora ana kakabwaia te Uea iaora, bwa e ngae ngke ti maiu man irikoia maan aika aki kamwaaki i nanon te rereua, ara aine a mwaiti ranin mammaia ibukiia natia, ao a korakora, eng, n ai aroia mwaane; ao a moanna ni kona mwaamwanangaia n akea te ngurengure.", "3 Ao ti a nooria n aio bwa e riai ni kakoroaki bukin ana tua te Atua. Ao ngkana a kaawakin ana tua te Atua natiia aomata ao e na kateimatoai marurungiia, ma ni kakorakoraia, ao n anganiia kawai ake a na kona iai ni kakoroi bukin bwaai ake e a tia n tuatua bwa ana karaoi; mangaia are, e a katauraoi kawai ibukira n ara tai n tiku n tataninga i nanon te rereua.", "4 Ao ti tiku n tataninga i nanon te maan ae ririki aika mwaiti, eng, i nanon waniua te ririki n te rereua.", "5 Ao ti a roko n te aba ae ti aranna bwa te Aba ni Mari, ibukin mwaitin uaanikaina ma karewen te manibeeru iai; ao a bane ni katauraoaki bwaai aikai ni kabane iroun te Uea bwa ti aonga n aki mate. Ao ti a noora te marawa, ae ti aranna bwa Iriantam, ae nanona bon raan aika mwaiti.", "6 Ao e koro bukina bwa ti a katei ara umwanriann imataniwin te aba; ao e ngae ngke ti a tia n rinanon te korakai ma kaangaanga aika mwaiti, eng, aika moan te mwaiti ao ti aki kona ni koroi taekaia ni kabane, e a korakora riki kimwareireira n rokora i mataniwin te aba: ao ti arana te tabo arei bwa te Aba ni Mari, ibukin uaanikaina aika mwaiti.", "7 Ao e koro bukina bwa i mwin tiku ngai ae Nibwaai n te tabo ae te Aba ni Mari i nanon te maan ae boong aika mwaiti, e roko bwanaan te Uea nakou ao e taku: Teirake, ao nakon te maunga. Ao e koro bukina bwa I teirake ao I nakon te maunga, ao n tang nakon te Uea.", "8 Ao e koro bukina bwa e taetae te Uea nakoiu, ni kangai: Ko na kabaa te kaibuke, n aron ae N na kaotia nakoim, bwa I aonga ni uotia am botanaomata riaon marawa aikai.", "9 Ao I taku: Te Uea, N na nakea bwa I aonga ni karekea te tano are iai te biti iai bwa N na kabuekia, bwa I aonga ni karaoi bwai ni mwakuri ibukin kabaan te kaibuke are ko a tia ni kaotia nakoiu?", "10 Ao e koro bukina bwa e tuangai te Uea te tabo are N na nako iai bwa I aonga ni kunea te tano are iai te biti iai, bwa I aonga ni karaoi bwai ni mwakuri.", "11 Ao e koro bukina bwa Ngai ae Nibwaai, I a karaoa te iriba ibukin ukan te ai, man kunin maan; ao ngke I a tia ni karaoa te iriba, are N na kona n uka te ai iai, ao I a oroi atibu aika uoua bwa N na karika te ai mai iai.", "12 Bwa te uea e aki kariaia bwa ti na kainnanoaki ni kauraan te ai ae mwaiti, n tain mwamwanangara i nanon te rereua; bwa e taku: N na karewei kanami, bwa kam aonga n aki kuukan;", "13 Ao N na riki naba bwa am taura i nanon te rereua; ao N na katauraoa te kawai imwaaimi, ngkana kam kaawakin au tua; mangaia ae, ngkana kam kaawakin au tua ao kam na kairaki nakon te aba ni berita; ao kam na ataia bwa kam kairaki irou.", "14 Eng, ao e taku naba te Uea: Ngkana kam roko n te aba ni berita, kam na ataia ae Ngai, ae te Uea, bon te Atua; ao Ngai ae te Uea, ae kamaiungkami man te kamaunaki; eng, bwa bon Ngai ae I kaotinakoingkami man te aba are Ierutarem.", "15 Mangaia ae, Ngai ae Nibwaai, I kakorakorai ni kaawakin ana tua te Uea, ao I kairoroia tariu bwa a na kakaonimaki ma ni botumwaka.", "16 Ao e koro bukina bwa I a karaoi bwai ni mwakuri man te tano are iai te biti iai are I karannakoa man te bwa.", "17 Ao ngke a nooria tariu bwa n nang moana kabaan te kaibuke, ao a ngurengure nakoiu ni kangai: Bon te baba tarira, bwa n ana iango e kona ni kabaa te kaibuke; eng, ao n ana iango e kona n riaon marawa aika korakora aikai.", "18 Ao a bon ngurengure tariu ni kaitaraai, ao nanoia a rawa ni mwakuri, bwa a aki kakoaua ae I kona ni kabaa te kaibuke; ke ni kakoaua naba ae I anganaki kaetieti mai iroun te Uea.", "19 Ao e koro bukina bwa Ngai ae Nibwaai, I a taonaki n te nanokawaki ae korakora ibukin matoan nanoia; ao ngke a noora nanokawakiu ao a kukurei i nanoia, n te aro are a kimwareirei irou man taku: Ti ataia bwa ko aki kona ni kabaa te kaibuke, bwa ti ataia bwa e aki tau am atatai; mangaia ae, ko aki kona ni kabobonga te mwakuri ae korakora aio.", "20 Ao titebo ngkoe ma tamara, are e reke nako n ana iango ni burababa i nanona; eng, e a tia ni kairira nako man te aba are Ierutarem, ao ti a tia n rerebu i nanon te rereua i nanon ririki aika mwaiti aikai; ao a tia ni kakorakaiaki kaainabara, n aia tai ni bikoukou; ao a tia ni bungia natia i nanon te rereua ao n rinanon kaangaanga n aekaia nako, ma ti te mate; ao e taraa n tamaroa riki ngke arona bwa a mate i Ierutarem i mwaain ae a kitanna nakon ae a kainnanoaki n taian kangaanga aikai.", "21 Taraia, a mwaiti ririki ae ti a tia ni kainnano iai i nanon te rereua, aikai ririki aika ti kona n tia ni kimwareirei iai ni kaubwaira ao n abara are ti riki mai iai; eng, ao ti na bon tia n nang kukurei riki.", "22 Ao ti ataia bwa aomata ake a tiku i Ierutarem bon aomata aika raoiroi; bwa a kaawakin ana tua ma ana babaire te Uea, ao ana tua ni kabane, n aron ana tua Mote; mangaia ae, ti ataia bwa aomata aika raoiroi; ao e a tia tamara ni motiki taekaia, ao ni kairira nako bwa ti aonga n ongo n ana taeka; eng, ao titebo tarira ma ngaia. Ao aikai aron tein aia taeka tariu n ngurengure ma ni kaitaraira.", "23 Ao e koro bukina bwa Ngai ae Nibwaai, I taetae nakoia, ni kangai: Kam kakoaua bwa a na kairaki nako ara bakatibu, aika tibun Iteraera, n nako mai nanon baia I-Aikubita ngke arona bwa a aki ongo nakon ana taeka te Uea?", "24 Eng, n am iango a na tia ni kainaomataaki man te tautoronaki, ngke arona bwa e aki tuatua te Uea nakon Mote bwa e na kairia nako man te tautoronaki?", "25 Ngkai kam a ataia bwa a tia tibun Iteraera n tautoronaki; ao kam ataia bwa a anganaki mwakuri aika riao korakoraia, aika moan te kangaanga karaoaia; mangaia ae kam ataia bwa e tamaroa kaotinakoaia man te tautoronaki.", "26 Ngkai kam a ataia bwa e tuangaki Mote iroun te Uea bwa e na karaoa te mwakuri ae korakora aio; ao kam ataia bwa e bwenauaki Taari are Uraura nako ikai ao nako ikekei n ana taeka, ao a mwananga iaon te tano ae mwauu.", "27 Bwa kam ataia ae a kabwabwaaki I-Aikubita aika kaain ana taanga ni buaka Bwarao i nanon Taari are Uraura.", "28 Ao kam ataia naba ae a kamwarakeaki n te maana ngke a mena i nanon te rereua.", "29 Eng, ao kam ataia naba bwa e katabwena te bwa Mote n ana taeka ni kaineti ma mwaakan te Atua are mena irouna, ao e a bwaro mai iai te ran, bwa a na katoka iai takaia tibun Iteraera.", "30 Ao e ngae ngke a kairaki iroun te Uea ae Atuaia, ma aia Tia Kaboia, are e rimoaia ni kairia n te ngaina ao n anganiia te oota n te bong, ao ni karaoi naba bwaai ni kabane ake a riai bwa a na reke irouin te aomata, a kamatoai nanoia ma ni kamataki aia iango, ao n teirake ni kaitaraa Mote ao ni kaitaraa te Atua ni koaua ae maiu.", "31 Ao e koro bukina bwa n aron ana taeka ao e tiringia; ao n aron ana taeka ao e kairia; ao n aron ana taeka e karaoi bwaai ni kabane ibukiia; ao bon akea te bwai ae karaoaki ae e aki riki man ana taeka.", "32 Ao ngke a roko n iteran te karaanga are Ioretan ao e a kakorakoraia ni kakionakoia kaain te aba arei, eng, ni kamaenakoia ao n tiringia.", "33 Ao ngkai, n ami kaantaninga a raoiroi natin te aba aio, ake a maeka n te aba ni berita, ake a kakionakoaki irouia ara bakatibu? N ami kaantaninga a raoiroi? Taraia, I tuangkami, A aki.", "34 N ami kaantaninga a na korakora riki tangirakiia ara bakatibu nakoia ngke arona bwa raoiroi? I tuangkami, A aki.", "35 Taraia, titebo aomata ni kabane iroun te Uea; ane e raoiroi e na nanonaki riki roun te Atua. Ma taraia, a tia aomata aikai ni kabane n aki butimwaea ana taeka ni kabane te Atua, ao a onrake n te bure; ao e tabwanin unin te Atua i aoia; ao e kamaraiaa te aba te Uea nakoia, ao e kakabwaiaa nakoia ara bakatibu; eng, e a manga kamaraia nakoia bwa a na kamaunaki iai, ao e kakabwaiaa nakoia ara bakatibu bwa ana tautaeka iaona.", "36 Taraia, e a tia te Uea ni karika te aonaba bwa e na maekanaki; ao e a tia ni karikiia natina bwa a na karikiia bwa a na abanna.", "37 Ao e karikirakea te botanaomata ae raoiroi, ao e kamaunanakoia botanaomata aika buakaka.", "38 Ao e kairia nako aika a raoiroi nakon aaba aika kakawaki, ao e kamaunanakoia aika a buakaka, ao e kamaraia te aba nakoia i bon ibukiia.", "39 E tautaeka i karawa ike rietata, bon ana kaintoka n uea, ao te aonaba aio bon nnen waena.", "40 Ao e tangiriia ake a karikia bwa Atuaia. Taraia, e tangiriia ara bakatibu, ao e berita mangaia, eng, nakoia naba Aberaam, Itaaka, ao Iakobwa; ao e uring taian berita aika tabu ake e a tia ni karaoi; mangaia ae e kairia nako mai aban Aikubita.", "41 Ao e kaetii aroia i nanon te rereua n ana kai; bwa a kamatoai nanoia, n ai aromi; ao e kaetia te Uea man aia buakaka. E kanakoia taian naeta aika kibakiba man ura i buakoia; ao i mwin tenakiia ao e a katauraoa te kawai are a na kamarurungaki iai; ao te mwakuri are a riai ni karaoia bon ti te tararake; ma ngkai e beebete te kawai, ke e aki kaangaanga, ao a mwaiti ake a mate.", "42 Ao a kamatoai nanoia n taai tabetai, ao a taetaebuaka Mote, ao ni kaitaraa naba te Atua; ma e ngae n anne ao kam ataia bwa a kairaki ni mwaakana ae akea kabootauana nakon te aba ni berita.", "43 Ao ngkai, i mwin bwaai ni kabane aikai, e a roko te tai are a bane ni buakaka iai, eng, a kaan tawa; ao I aki ataia ma n te bong aei a boni kaan tiringaki; bwa I bon ataia ni koaua bwa e na roko te bong are, a na kamaunaaki iai, ma bon ti tabeman ake a na kairaki nako nakon te tautoronaki.", "44 Mangaia ae e tuatua te Uea nakon tamau bwa e na mwananga nakon te rereua; ao a kataia Iutaia naba n anaa maiuna; eng, ao kam a tia naba ni kataia n anaa maiuna; mangaia ae bon taan tiriaomata ngkami inanomi ao bon titebo ngkami ma ngaiia.", "45 Kam waekoa ni karaoa te buakaka ma ni waeremwe n uringa te Uea ae Atuami. Kam a tia n noora te anera, ao e taetae nakoimi; eng, kam a tia n ongo bwanaana n taai tabetai; ao e a tia n taetae nakoimi n te bwanaa ae maaraara ma ni beebete, ma kam aki namakinna, ao kam aki namakin ana taeka; mangaia ae e taetae nakoimi n aiaron rebwetauan te baa, are e karika rurun te aonaba n aiaron ae e nang bwenauaki.", "46 Ao kam ataia naba ae e kona ni kabuaa te aonaba ni mwaakan ana taeka ae moan te mwaaka; eng, ao kam ataia naba bwa man ana taeka a kona n aoraoi taabo ake a tabukibuki, ao n uruaki taabo aika aoraoi. O, bukin tera ngkai a rang ni matoatoa nanomi?", "47 Taraia, e a rawawata tamneiu ibukimi, ao e a kakorakaiaki nanou; I maaku bwa mwiina kam na teweaki nako n aki toki. Taraia, I onrake n Tamnein te Atua, n te aro are akea korakoran rabwatau.", "48 Ao ngkai e koro bukina bwa ngke I a tia n taekin taeka aikai ao a un irou, ao a kan karenakoai nako kabin taari; ao ngke a mwananga bwa a na katokai baia i aou ao I taetae nakoia, ni kangai: N aran te Atua ae Moan te Mwaaka, I tuangkami bwa kam na aki riingai, bwa I onrake ni mwaakan te Atua, n te aro are e kona ni bue iai irikou; ao e na rai te aomata are e katoka baina iaou n aiaron te uteute ae mwau; ao e na riki n akea ni mwaakan te Atua, bwa ae e na oroia te Atua.", "49 Ao e koro bukina bwa Ngai ae Nibwaai, I tuangiia bwa a na aki manga ngurengure ni kaitaraa tamaia; ke n rawa ni mwakuri ibukiu, bwa e a tia te Atua n tuatua nakoiu bwa N na kabaa te kaibuke.", "50 Ao I taku nakoia: Ngkana e a tia te Atua n tuatua nakoiu bwa N na karaoi bwaai ni kabane ao N na kona ni karaoi. Ngkana e tuatua nakoiu bwa N na kangai nakon te marawa aei, riki bwa te aba, ao e na riki bwa te aba; ao ngkana I taekinna, e na koro bukina.", "51 Ao ngkai, ngkana te Uea iai mwaakana ae korakora ao e a tia ni karaoi kakai aika mwaiti i buakoia natia aomata, e aera ngkai e na aki kona ni kairai bwa N na kabaa te kaibuke?", "52 Ao e koro bukina bwa a mwaiti bwaai ake Ngai ae Nibwaai, I a taekin nakoia tariu, n te aro are a aki reke aia taeka ao a aki kona n teirake ni kaitaraai; ao a aki naba katokai baia iaou, ke n ringai n tabon baia i nanon te maan ae boong aika mwaiti. Ao a aki karaoi bwaai aikai bwa a rawa n rai imatau, bwa e korakora Tamnein te Atua; ao e a tia ni kairi nanoia.", "53 Ao e koro bukina bwa e taku te Uea nakoiu: Arora baim nakoia tarim, ao a na aki rai i matam, ma N na karuruia, e taku te Uea, ao N na karaoa aei, bwa a aonga n ataia ae Ngai bon te Uea ae Atuaia.", "54 Ao e koro bukina bwa I arora baiu nakoia tariu, ao aki rai imatau; ma e karuruia te Uea, n aiaron te taeka are e a tia n taekinna.", "55 Ao ngkai a taku: Ti ataia ma te koaua bwa e mena te Uea iroum, bwa ti ataia bwa bon mwaakan te Uea are e a tia ni karuruira. Ao a bwaka imatau, ao a nang bon neboai, ma I aki kariaia bwa a na karaoia, ni kangai: Bon tarimi ngai, eng, ae tarimi ae te karimwi; mangaia ae neboa te Uea ae te Atua, ao karinea tamam ao tinam, bwa aongo ni kamwaitaki ami bong ni maiu i aon te aba are e na anganingkami te Uea ae Atuami."]}