{"English": ["The Lord reveals His purposes to Israel—Israel has been chosen in the furnace of affliction and is to go forth from Babylon—Compare Isaiah 48. About 588–570B.C.", "1 Hearken and hear this, O house of Jacob, who are called by the name of Israel, and are come forth out of the waters of Judah, or out of the waters of baptism, who swear by the name of the Lord, and make mention of the God of Israel, yet they swear not in truth nor in righteousness.", "2 Nevertheless, they call themselves of the holy city, but they do not stay themselves upon the God of Israel, who is the Lord of Hosts; yea, the Lord of Hosts is his name.", "3 Behold, I have declared the former things from the beginning; and they went forth out of my mouth, and I showed them. I did show them suddenly.", "4 And I did it because I knew that thou art obstinate, and thy neck is an iron sinew, and thy brow brass;", "5 And I have even from the beginning declared to thee; before it came to pass I showed them thee; and I showed them for fear lest thou shouldst say—Mine idol hath done them, and my graven image, and my molten image hath commanded them.", "6 Thou hast seen and heard all this; and will ye not declare them? And that I have showed thee new things from this time, even hidden things, and thou didst not know them.", "7 They are created now, and not from the beginning, even before the day when thou heardest them not they were declared unto thee, lest thou shouldst say—Behold I knew them.", "8 Yea, and thou heardest not; yea, thou knewest not; yea, from that time thine ear was not opened; for I knew that thou wouldst deal very treacherously, and wast called a transgressor from the womb.", "9 Nevertheless, for my name’s sake will I defer mine anger, and for my praise will I refrain from thee, that I cut thee not off.", "10 For, behold, I have refined thee, I have chosen thee in the furnace of affliction.", "11 For mine own sake, yea, for mine own sake will I do this, for I will not suffer my name to be polluted, and I will not give my glory unto another.", "12 Hearken unto me, O Jacob, and Israel my called, for I am he; I am the first, and I am also the last.", "13 Mine hand hath also laid the foundation of the earth, and my right hand hath spanned the heavens. I call unto them and they stand up together.", "14 All ye, assemble yourselves, and hear; who among them hath declared these things unto them? The Lord hath loved him; yea, and he will fulfil his word which he hath declared by them; and he will do his pleasure on Babylon, and his arm shall come upon the Chaldeans.", "15 Also, saith the Lord; I the Lord, yea, I have spoken; yea, I have called him to declare, I have brought him, and he shall make his way prosperous.", "16 Come ye near unto me; I have not spoken in secret; from the beginning, from the time that it was declared have I spoken; and the Lord God, and his Spirit, hath sent me.", "17 And thus saith the Lord, thy Redeemer, the Holy One of Israel; I have sent him, the Lord thy God who teacheth thee to profit, who leadeth thee by the way thou shouldst go, hath done it.", "18 O that thou hadst hearkened to my commandments—then had thy peace been as a river, and thy righteousness as the waves of the sea.", "19 Thy seed also had been as the sand; the offspring of thy bowels like the gravel thereof; his name should not have been cut off nor destroyed from before me.", "20 Go ye forth of Babylon, flee ye from the Chaldeans, with a voice of singing declare ye, tell this, utter to the end of the earth; say ye: The Lord hath redeemed his servant Jacob.", "21 And they thirsted not; he led them through the deserts; he caused the waters to flow out of the rock for them; he clave the rock also and the waters gushed out.", "22 And notwithstanding he hath done all this, and greater also, there is no peace, saith the Lord, unto the wicked."], "Español": ["El Señor revela Sus propósitos a Israel— Israel ha sido escogido en el horno de la aflicción y ha de salir de Babilonia— Compárese con Isaías 48. Aproximadamente 588–570a.C.", "1 Escuchad y oíd esto, oh casa de Jacob, que os llamáis del nombre de Israel, y habéis salido de las aguas de Judá, o sea, de las aguas del bautismo, los que juráis por el nombre del Señor y hacéis mención del Dios de Israel, mas no juráis ni en verdad ni en rectitud.", "2 Y no obstante que de la ciudad santa os hacéis nombrar, no os apoyáis en el Dios de Israel, que es el Señor de los Ejércitos. Sí, el Señor de los Ejércitos es su nombre.", "3 He aquí, yo he declarado las cosas anteriores desde el principio; y salieron de mi boca, y las mostré. De improviso las mostré.", "4 Y lo hice porque sabía que eres obstinado, y tendón de hierro es tu cerviz, y tu frente de bronce;", "5 y te las he declarado aun desde el principio; antes que sucedieran te las manifesté; y las manifesté por temor de que dijeses: Mi ídolo las hizo; mis imágenes de escultura y de fundición mandaron estas cosas.", "6 Lo viste y lo oíste todo; y, ¿no queréis anunciarlo? Y que desde entonces te he mostrado cosas nuevas, sí, cosas ocultas que no sabías.", "7 Ahora son creadas, y no desde el principio, ni aun antes del día en que las oíste te fueron declaradas, para que no dijeras: He aquí, yo las sabía.", "8 Sí, y tú no oíste ni supiste; sí, no se abrió desde entonces tu oído; pues sabía yo que serías muy desleal, y fuiste llamado transgresor desde el vientre.", "9 No obstante, por causa de mi nombre diferiré mi ira, y para alabanza mía me contendré para no talarte.", "10 He aquí, te he purificado; te he escogido en el horno de la aflicción.", "11 Por mí, sí, por mi propia causa, lo haré, para que no sea amancillado mi nombre; y mi honra no la daré a otro.", "12 Óyeme, Jacob, y tú, Israel, a quien llamé; pues yo mismo soy; yo el primero, yo el postrero también.", "13 Mi mano fundó también la tierra, y mi diestra extendió los cielos; los llamo, y se presentan juntamente.", "14 Juntaos todos vosotros y oíd: ¿Quién entre ellos les ha anunciado estas cosas? El Señor lo amó; sí, y cumplirá su palabra que por ellos ha declarado, y ejecutará su voluntad en Babilonia, y su brazo caerá sobre los caldeos.", "15 También dice el Señor: Yo, el Señor, he hablado; sí, lo llamé a declarar, y lo traje; y él hará próspero su camino.", "16 Allegaos a mí; no he hablado en secreto; desde el principio, desde el momento en que se declaró, yo he hablado; y el Señor Dios me ha enviado, y su Espíritu.", "17 Y así dice el Señor, Redentor tuyo, el Santo de Israel: Yo lo he enviado; el Señor tu Dios que te enseña provechosamente, que te guía por la vía por la que debes andar, él lo ha hecho.", "18 Oh, si hubieras escuchado mis mandamientos: habría sido entonces tu paz como un río, y tu rectitud cual las ondas del mar;", "19 y como la arena tu descendencia, y los renuevos de tus entrañas como los granitos de ella; su nombre no habría sido cortado, ni raído de mi presencia.", "20 Salid de Babilonia, huid de entre los caldeos: declarad con voz de cantos; publicadlo, llevadlo hasta lo postrero de la tierra; decid: Redimió el Señor a Jacob, su siervo.", "21 Y no tuvieron sed; los llevó por los desiertos; les hizo brotar aguas de la roca; hendió la peña, y salieron las aguas.", "22 Y a pesar de haber hecho todo esto, y más, no hay paz para los inicuos, dice el Señor."], "Français": ["Le Seigneur révèle ses desseins à Israël— Celui-ci a été choisi dans la fournaise de l’affliction et sortira de Babylone— Comparez avec Ésaïe 48. Vers 588–570av.J.-C.", "1 Écoutez et entendez ceci, ô maison de Jacob, vous qui portez le nom d’Israël, et qui êtes sortis des eaux de Juda, ou des eaux du baptême, vous qui jurez par le nom du Seigneur, et qui invoquez le Dieu d’Israël, pourtant ils jurent sans vérité ni droiture.", "2 Néanmoins, ils prennent leur nom de la ville sainte, mais ils ne s’appuient pas sur le Dieu d’Israël, qui est le Seigneur des armées; oui, Seigneur des armées est son nom.", "3 Voici, j’ai annoncé les choses anciennes dès le début; et elles sont sorties de ma bouche, et je les ai publiées. Je les ai montrées soudainement.", "4 Et je l’ai fait sachant que tu es endurci, que ton cou est une barre de fer, et que tu as un front d’airain,", "5 je t’ai annoncé ces choses depuis le commencement même; je te les ai déclarées avant qu’elles arrivassent; et je les ai montrées de peur que tu ne dises: C’est mon idole qui les a faites, c’est mon image taillée ou mon image en fonte qui les a ordonnées.", "6 Tu as vu et entendu tout cela; et vous, ne l’annoncerez-vous pas? Et que maintenant, je t’annonce des choses nouvelles, cachées, inconnues de toi.", "7 Elles se produisent à présent, et n’appartiennent point au passé; même avant le jour où tu ne les avais pas entendues, elles te furent annoncées, afin que tu ne dises pas: Voici, je le savais.", "8 Oui, et tu n’en as rien appris, tu n’en as rien su; et jadis ton oreille n’en a point été frappée: car je savais que tu serais infidèle, et que dès ta naissance tu fus appelé rebelle.", "9 Néanmoins, à cause de mon nom, je suspends ma colère; à cause de ma gloire, je me contiens envers toi, pour ne pas t’exterminer.", "10 Je t’ai mis au creuset, je t’ai éprouvé dans la fournaise de l’adversité.", "11 C’est pour l’amour de moi, oui, pour l’amour de moi, que je vais faire cela, car je ne permettrai pas que mon nom soit profané, et je ne donnerai pas ma gloire à un autre.", "12 Écoute-moi, Jacob! et toi, Israël, que j’ai appelé, car c’est moi, moi qui suis le premier, c’est aussi moi qui suis le dernier.", "13 Ma main a fondé la terre, et ma droite a étendu les cieux: je les appelle, et aussitôt ils se présentent.", "14 Vous tous, assemblez-vous, et écoutez! Qui d’entre eux leur a annoncé ces choses? Le Seigneur l’a aimé; oui, et il accomplira la parole qu’il a annoncée par eux; et il exécutera sa volonté contre Babylone, et son bras s’appesantira sur les Chaldéens.", "15 Aussi, dit le Seigneur: Moi, le Seigneur, oui, j’ai parlé; oui, je l’ai appelé pour annoncer, je l’ai fait venir, et son œuvre réussira.", "16 Approchez-vous de moi! Je n’ai pas parlé en secret; depuis le commencement, depuis le moment où cela a été annoncé, j’ai parlé; et le Seigneur Dieu m’a envoyé, avec son Esprit.", "17 Et ainsi parle le Seigneur, ton Rédempteur, le Saint d’Israël; je l’ai envoyé, le Seigneur, ton Dieu, qui t’instruit pour ton bien, qui te conduit dans la voie que tu dois suivre, l’a fait.", "18 Oh! si tu étais attentif à mes commandements! Ton bien-être serait comme un fleuve, et ton bonheur comme les flots de la mer.", "19 Ta postérité serait comme le sable, les fruits de tes entrailles comme les grains de sable; ton nom ne serait point effacé, anéanti devant moi.", "20 Sortez de Babylone, fuyez du milieu des Chaldéens! Avec une voix d’allégresse annoncez-le, publiez-le, faites-le savoir jusqu’à l’extrémité de la terre, dites: Le Seigneur a racheté son serviteur Jacob.", "21 Et ils n’ont pas eu soif; il leur a fait traverser les déserts; il a fait jaillir pour eux l’eau du rocher, il a fendu le rocher aussi et l’eau a coulé.", "22 Et en dépit de ce qu’il a fait tout cela, et des choses plus grandes aussi, il n’y a point de paix pour les méchants, dit le Seigneur."], "Kiribati": ["E kaota Ana kaantaninga te Uea nakon Iteraera—Iteraera a tia n rineaki man ain te karawawataki ao a na kitana Bwaburon—Kabootaua ma Itaia 48. Uakaan ma 588–570I.K.", "1 Ongora ao ongo aio, O kaain te bata are Iakobwa, aika a aranaki bwa Iteraera, aika a otinako man te ran are raanga mai iroun Iuta, ke man te ran ni bwabetito, ake a tuea n aran te Uea, ao a tataekina Atuan Iteraera, ma a aki tuea i nanon te koaua ke i nanon te raoiroi.", "2 E ngae n anne, a arania bwa kaain te kaawa ae tabu, ma aki mwioko iroun Atuan Iteraera, are bon aia Uea Taanga ni Buaka; eng, arana bon aia Uea Taanga ni Buaka.", "3 Nooria, I a tia n tataekin bwaai ake riomoa man moan rikin bwaai; ao a otinako mai nanon wiiu, ao I kaoti nakoia. I kaoti nakoia n te aro ae karina.", "4 Ao I karaoia ngkai I ataia bwa kam bonotaninga, ao a matoa roroami n ai aron te biti, ao ramwami buraati.", "5 Ao I a tia naba n tataekinna nakoimi man moan rikin bwaai; i mwaain koroni bukina I kaoti nakoimi; ao I kaoti nakoimi bwa kam rawa ni kangai—A tia ni karaoia au bouananti, au bouananti ae kaaraki, ao e a tia n tuangiia au bouananti ae kaburoaki.", "6 Ko a tia n noori man ongo bwaai aikai ni kabane; ao e koaua ae ko na aki taekin? Ao I a tia ni kaoti nakoimi bwaai aika boou man te tai aio, ma bwaai naba aika raba, ao ko aki atai.", "7 A karikaki ngkai, ao tiaki man moan rikin bwaai, i mwaain naba te bong are ko tuai n ongo iai taekaia ao a tia n taekinaki nakoimi, ko rawa ni kangai—Nooria I atai taekaia.", "8 Eng, ao kam aki ongo; eng, kam aki atai; eng, man te tai arei ao a bon aki uki taningami; bwa I ataia ae kam na mwakuri i nanon te babakanikawai, ao kam na aranaki bwa taan riaoa te tua mai nanon te biroto.", "9 Ma e ngae n anne, ibukin kakawakin raoiroin arau N na aki un, ao ibukin neboau N na aki kararoaai mai iroum, ma n aki katinanikuko.", "10 Bwa, nooria, I a tia ni kaitiakiko, I a tia n rineiko ma i nanon ain te karawawataki.", "11 Bon ibukiu, eng, bon ibukiu N na karaoa aio, bwa I aki tangiria bwa e na kabarekaki arau, ao N aki anga mimitongiu nakon temanna.", "12 Ongora irou, O Iakobwa, ao Iteraera ae I rineiia, bwa bon Ngai ngaia; bon Ngai naba te moan, ao bon Ngai naba te kabanea.", "13 E a tia baiu ni katea aan te aonaba, ao e a tia angaataiu ni karika karawa. I weewete nakoia ao a uaaia n teirake.", "14 Ngkami ni kabane, ikotaki ao ongo; antai i buakoia ae e a tia n atong bwaai aikai nakoiia? Te Uea e a tia n tangiria; eng, ao e na kakoroi bukin ana taeka ake e a tia n taekin rinanoia; ao e na karaoa kukurein nanona i aon Bwaburon, ao e na arora baina nako aoia I-Kareria.", "15 Ao e taku naba te Uea: Ngai ae te Uea, eng, I a tia n taetae; eng, I a tia ni weteia bwa e na tataekinna, I a tia ni kairia, ao e na waakina kawaina ma te kakabwaiaki.", "16 Nakomai kaniiai; I a tia n aki taetae ni karaba; mai moana, man te tai are e taekinaki iai ao I a tia n taetae; ao te Uea ae te Atua, ma Tamneina ae e kanakomaiai.", "17 Ao aikai ana taeka te Uea, am Tia Kaboko, ae Atuaia Iteraera ae Tabu; I a tia ni kanakoatia, te Uea ae te Atua are reireiniko ae tamaroa ibukim, are kairiko nakon te kawai are ko na nako iai, ae e a tia ni karaoa aio.", "18 O bwa ngke ko a tia n ongo n au tua—ao e na tia n reke iai raum n aiaron te karaanga, ao raoiroim n aiaron naon marawa.", "19 A na riki naba kanoam n aiaron mwaitin te tano; natim n aiaron mwaitin atamana; e na riai n aki kaakeaaki ke ni kamaunaki aram mai matau.", "20 Kam na otinako mai Bwaburon, birinako ma irouia I-Kareria, ma te bwana n anene kam na taekinna, tuatua aio, atonga aei nakon tabon aonaba; kam na kangai: E a tia te Uea ni kabooa ana toro ae Iakobwa.", "21 Ao a aki taka; e kairia rinanon te rereua; e kawanakoa te ran man te bwa ibukiia; e bwena te bwa ao e a raanga te ran.", "22 Ao e ngae ngke e a tia ni karaoi bwaai aikai ni kabane, ao aika korakora riki, bon akea te rau e taku te Uea nakoia aika buakaka."]}