{"English": ["The wicked take the truth to be hard—Lehi’s sons marry the daughters of Ishmael—The Liahona guides their course in the wilderness—Messages from the Lord are written on the Liahona from time to time—Ishmael dies; his family murmurs because of afflictions. About 600–592B.C.", "1 And now it came to pass that after I, Nephi, had made an end of speaking to my brethren, behold they said unto me: Thou hast declared unto us hard things, more than we are able to bear.", "2 And it came to pass that I said unto them that I knew that I had spoken hard things against the wicked, according to the truth; and the righteous have I justified, and testified that they should be lifted up at the last day; wherefore, the guilty taketh the truth to be hard, for it cutteth them to the very center.", "3 And now my brethren, if ye were righteous and were willing to hearken to the truth, and give heed unto it, that ye might walk uprightly before God, then ye would not murmur because of the truth, and say: Thou speakest hard things against us.", "4 And it came to pass that I, Nephi, did exhort my brethren, with all diligence, to keep the commandments of the Lord.", "5 And it came to pass that they did humble themselves before the Lord; insomuch that I had joy and great hopes of them, that they would walk in the paths of righteousness.", "6 Now, all these things were said and done as my father dwelt in a tent in the valley which he called Lemuel.", "7 And it came to pass that I, Nephi, took one of the daughters of Ishmael to wife; and also, my brethren took of the daughters of Ishmael to wife; and also Zoram took the eldest daughter of Ishmael to wife.", "8 And thus my father had fulfilled all the commandments of the Lord which had been given unto him. And also, I, Nephi, had been blessed of the Lord exceedingly.", "9 And it came to pass that the voice of the Lord spake unto my father by night, and commanded him that on the morrow he should take his journey into the wilderness.", "10 And it came to pass that as my father arose in the morning, and went forth to the tent door, to his great astonishment he beheld upon the ground a round ball of curious workmanship; and it was of fine brass. And within the ball were two spindles; and the one pointed the way whither we should go into the wilderness.", "11 And it came to pass that we did gather together whatsoever things we should carry into the wilderness, and all the remainder of our provisions which the Lord had given unto us; and we did take seed of every kind that we might carry into the wilderness.", "12 And it came to pass that we did take our tents and depart into the wilderness, across the river Laman.", "13 And it came to pass that we traveled for the space of four days, nearly a south-southeast direction, and we did pitch our tents again; and we did call the name of the place Shazer.", "14 And it came to pass that we did take our bows and our arrows, and go forth into the wilderness to slay food for our families; and after we had slain food for our families we did return again to our families in the wilderness, to the place of Shazer. And we did go forth again in the wilderness, following the same direction, keeping in the most fertile parts of the wilderness, which were in the borders near the Red Sea.", "15 And it came to pass that we did travel for the space of many days, slaying food by the way, with our bows and our arrows and our stones and our slings.", "16 And we did follow the directions of the ball, which led us in the more fertile parts of the wilderness.", "17 And after we had traveled for the space of many days, we did pitch our tents for the space of a time, that we might again rest ourselves and obtain food for our families.", "18 And it came to pass that as I, Nephi, went forth to slay food, behold, I did break my bow, which was made of fine steel; and after I did break my bow, behold, my brethren were angry with me because of the loss of my bow, for we did obtain no food.", "19 And it came to pass that we did return without food to our families, and being much fatigued, because of their journeying, they did suffer much for the want of food.", "20 And it came to pass that Laman and Lemuel and the sons of Ishmael did begin to murmur exceedingly, because of their sufferings and afflictions in the wilderness; and also my father began to murmur against the Lord his God; yea, and they were all exceedingly sorrowful, even that they did murmur against the Lord.", "21 Now it came to pass that I, Nephi, having been afflicted with my brethren because of the loss of my bow, and their bows having lost their springs, it began to be exceedingly difficult, yea, insomuch that we could obtain no food.", "22 And it came to pass that I, Nephi, did speak much unto my brethren, because they had hardened their hearts again, even unto complaining against the Lord their God.", "23 And it came to pass that I, Nephi, did make out of wood a bow, and out of a straight stick, an arrow; wherefore, I did arm myself with a bow and an arrow, with a sling and with stones. And I said unto my father: Whither shall I go to obtain food?", "24 And it came to pass that he did inquire of the Lord, for they had humbled themselves because of my words; for I did say many things unto them in the energy of my soul.", "25 And it came to pass that the voice of the Lord came unto my father; and he was truly chastened because of his murmuring against the Lord, insomuch that he was brought down into the depths of sorrow.", "26 And it came to pass that the voice of the Lord said unto him: Look upon the ball, and behold the things which are written.", "27 And it came to pass that when my father beheld the things which were written upon the ball, he did fear and tremble exceedingly, and also my brethren and the sons of Ishmael and our wives.", "28 And it came to pass that I, Nephi, beheld the pointers which were in the ball, that they did work according to the faith and diligence and heed which we did give unto them.", "29 And there was also written upon them a new writing, which was plain to be read, which did give us understanding concerning the ways of the Lord; and it was written and changed from time to time, according to the faith and diligence which we gave unto it. And thus we see that by small means the Lord can bring about great things.", "30 And it came to pass that I, Nephi, did go forth up into the top of the mountain, according to the directions which were given upon the ball.", "31 And it came to pass that I did slay wild beasts, insomuch that I did obtain food for our families.", "32 And it came to pass that I did return to our tents, bearing the beasts which I had slain; and now when they beheld that I had obtained food, how great was their joy! And it came to pass that they did humble themselves before the Lord, and did give thanks unto him.", "33 And it came to pass that we did again take our journey, traveling nearly the same course as in the beginning; and after we had traveled for the space of many days we did pitch our tents again, that we might tarry for the space of a time.", "34 And it came to pass that Ishmael died, and was buried in the place which was called Nahom.", "35 And it came to pass that the daughters of Ishmael did mourn exceedingly, because of the loss of their father, and because of their afflictions in the wilderness; and they did murmur against my father, because he had brought them out of the land of Jerusalem, saying: Our father is dead; yea, and we have wandered much in the wilderness, and we have suffered much affliction, hunger, thirst, and fatigue; and after all these sufferings we must perish in the wilderness with hunger.", "36 And thus they did murmur against my father, and also against me; and they were desirous to return again to Jerusalem.", "37 And Laman said unto Lemuel and also unto the sons of Ishmael: Behold, let us slay our father, and also our brother Nephi, who has taken it upon him to be our ruler and our teacher, who are his elder brethren.", "38 Now, he says that the Lord has talked with him, and also that angels have ministered unto him. But behold, we know that he lies unto us; and he tells us these things, and he worketh many things by his cunning arts, that he may deceive our eyes, thinking, perhaps, that he may lead us away into some strange wilderness; and after he has led us away, he has thought to make himself a king and a ruler over us, that he may do with us according to his will and pleasure. And after this manner did my brother Laman stir up their hearts to anger.", "39 And it came to pass that the Lord was with us, yea, even the voice of the Lord came and did speak many words unto them, and did chasten them exceedingly; and after they were chastened by the voice of the Lord they did turn away their anger, and did repent of their sins, insomuch that the Lord did bless us again with food, that we did not perish."], "Español": ["Los inicuos hallan dura la verdad— Los hijos de Lehi se casan con las hijas de Ismael— La Liahona marca el camino que deben seguir por el desierto— De cuando en cuando se escriben en la Liahona mensajes del Señor— Muere Ismael; su familia murmura por motivo de sus aflicciones. Aproximadamente 600–592a.C.", "1 Y aconteció que después que yo, Nefi, hube terminado de hablar a mis hermanos, he aquí, ellos me dijeron: Tú nos has declarado cosas duras, más de lo que podemos aguantar.", "2 Y sucedió que les dije que yo sabía que había hablado palabras duras contra los inicuos, según la verdad; y a los justos he justificado, y testificado que ellos habrían de ser enaltecidos en el postrer día; por tanto, los culpables hallan la verdad dura, porque los hiere hasta el centro.", "3 Ahora bien, mis hermanos, si vosotros fuerais justos y desearais escuchar la verdad y prestarle atención, a fin de andar rectamente delante de Dios, no murmuraríais por causa de la verdad, ni diríais: Tú hablas cosas duras en contra de nosotros.", "4 Y aconteció que yo, Nefi, exhorté a mis hermanos con toda diligencia a guardar los mandamientos del Señor.", "5 Y sucedió que se humillaron ante el Señor, de tal modo que sentí gozo y grandes esperanzas de que anduvieran por las sendas de la rectitud.", "6 Ahora bien, todas estas cosas se dijeron y se hicieron mientras mi padre vivía en una tienda en el valle al que dio el nombre de Lemuel.", "7 Y sucedió que yo, Nefi, tomé por esposa a una de las hijas de Ismael; e igualmente mis hermanos se casaron con las hijas de Ismael, y también Zoram tomó por esposa a la hija mayor de Ismael.", "8 Y así cumplió mi padre con todos los mandamientos del Señor que le habían sido dados. Y también yo, Nefi, había sido altamente bendecido del Señor.", "9 Y aconteció que la voz del Señor habló a mi padre en la noche, y le mandó que a la mañana siguiente continuara su camino por el desierto.", "10 Y ocurrió que al levantarse mi padre por la mañana, y al dirigirse a la entrada de la tienda, con gran asombro vio en el suelo una esfera de bronce fino, esmeradamente labrada; y en la esfera había dos agujas, una de las cuales marcaba el camino que debíamos seguir por el desierto.", "11 Y aconteció que recogimos cuanto habíamos de llevar al desierto, y todo el resto de nuestras provisiones que el Señor nos había dado; y juntamos semillas de todas clases para llevar al desierto.", "12 Y sucedió que tomamos nuestras tiendas y partimos para el desierto, allende el río Lamán.", "13 Y aconteció que durante cuatro días seguimos un curso casi hacia el sudsudeste, y asentamos nuestras tiendas otra vez; y dimos al lugar el nombre de Shazer.", "14 Y acaeció que tomamos nuestros arcos y flechas, y salimos al desierto a cazar, a fin de obtener alimento para nuestras familias. Y después que hubimos procurado alimentos para ellas, volvimos a nuestras familias en el desierto, al lugar llamado Shazer. Y emprendimos de nuevo la marcha por el desierto, llevando la misma dirección, manteniéndonos en los parajes más fértiles del desierto que lindaban con el mar Rojo.", "15 Y aconteció que viajamos por el espacio de muchos días, cazando por el camino lo necesario para nuestro sustento, con nuestros arcos, y nuestras flechas, y nuestras piedras y hondas.", "16 Y seguimos las indicaciones de la esfera, la cual nos dirigió por los parajes más fértiles del desierto.", "17 Y después que hubimos viajado por el espacio de muchos días, plantamos nuestras tiendas por algún tiempo, para que de nuevo pudiéramos descansar y obtener alimento para nuestras familias.", "18 Y aconteció que yo, Nefi, al salir a cazar, he aquí, rompí mi arco, que era de acero fino; y después que rompí mi arco, mis hermanos se enojaron contra mí a causa de la pérdida de mi arco, porque no obtuvimos alimentos.", "19 Y aconteció que volvimos sin alimento a nuestras familias, y por estar muy fatigadas a causa de sus viajes, sufrieron mucho por la falta de víveres.", "20 Y ocurrió que Lamán y Lemuel y los hijos de Ismael empezaron a murmurar en gran manera por motivo de sus padecimientos y aflicciones en el desierto; y también mi padre empezó a murmurar contra el Señor su Dios; sí, y todos se sentían sumamente afligidos, tanto así que murmuraron contra el Señor.", "21 Ahora bien, sucedió que yo, Nefi, habiéndome afligido con mis hermanos por la pérdida de mi arco, y como sus arcos habían perdido su elasticidad, empezó a dificultársenos en extremo, sí, a tal grado que no podíamos obtener alimento.", "22 Y sucedió que yo, Nefi, hablé mucho a mis hermanos, porque habían endurecido otra vez sus corazones, aun hasta quejarse contra el Señor su Dios.", "23 Y aconteció que yo, Nefi, hice un arco de madera, y una flecha de un palo recto; por tanto, me armé con un arco y una flecha, y con una honda y piedras, y le dije a mi padre: ¿A dónde debo ir para obtener alimento?", "24 Y aconteció que él preguntó al Señor, porque se habían humillado a causa de mis palabras; pues les dije muchas cosas con toda la energía de mi alma.", "25 Y ocurrió que la voz del Señor habló a mi padre; y verdaderamente fue reprendido por haber murmurado en contra del Señor, a tal grado que sintió una intensa aflicción.", "26 Y sucedió que la voz del Señor le dijo: Mira la esfera y ve las cosas que están escritas.", "27 Y aconteció que cuando mi padre vio las cosas que estaban escritas sobre la esfera, temió y tembló en gran manera, y también mis hermanos y los hijos de Ismael y nuestras esposas.", "28 Y aconteció que yo, Nefi, vi las agujas que estaban en la esfera, y que funcionaban de acuerdo con la fe, diligencia y atención que nosotros les dábamos.", "29 Y también se escribía sobre ellas una escritura nueva que era fácil de leer, la que nos daba entendimiento respecto a las vías del Señor; y se escribía y cambiaba de cuando en cuando, según la fe y diligencia que nosotros le dábamos. Y así vemos que por pequeños medios el Señor puede realizar grandes cosas.", "30 Y aconteció que yo, Nefi, ascendí hasta la cima de la montaña conforme a las indicaciones dadas sobre la esfera.", "31 Y sucedió que maté animales silvestres, de modo que obtuve alimento para nuestras familias.", "32 Y aconteció que volví a nuestras tiendas, llevando los animales que había matado; y cuando vieron que yo había obtenido alimento, ¡cuán grande fue su gozo! Y aconteció que se humillaron ante el Señor y le dieron gracias.", "33 Y ocurrió que reanudamos nuestra jornada, viajando aproximadamente en la misma dirección que tomamos al principio; y después de haber viajado por el espacio de muchos días, plantamos nuestras tiendas de nuevo para permanecer allí algún tiempo.", "34 Y aconteció que murió Ismael, y fue enterrado en el lugar llamado Nahom.", "35 Y sucedió que las hijas de Ismael se lamentaron sobremanera a causa de la muerte de su padre, y por motivo de sus aflicciones en el desierto; y murmuraron contra mi padre por haberlas sacado de la tierra de Jerusalén, diciendo: Nuestro padre ha muerto; sí, y nosotras hemos andado errantes por el desierto, y hemos padecido mucha aflicción, hambre, sed y fatiga; y después de todos estos sufrimientos, hemos de perecer de hambre en el desierto.", "36 Y así era como murmuraban contra mi padre y también contra mí; y querían volver a Jerusalén.", "37 Y Lamán dijo a Lemuel, y también a los hijos de Ismael: He aquí, matemos a nuestro padre y también a nuestro hermano Nefi, el cual se ha impuesto como gobernante y maestro de nosotros, que somos sus hermanos mayores.", "38 Ahora dice que el Señor ha hablado con él, y también que ha recibido la ministración de ángeles. Mas he aquí, a nosotros nos consta que él nos miente; y nos dice estas cosas, y obra muchas otras por medio de sus astutos artificios para engañar nuestros ojos, pensando, quizá, que logrará conducirnos a algún desierto extraño; y después de llevarnos, él tiene pensado hacerse nuestro rey y gobernante para hacer con nosotros según su voluntad y placer. Y así era como mi hermano Lamán incitaba sus corazones a la ira.", "39 Y aconteció que el Señor estaba con nosotros; sí, la voz del Señor vino y les habló muchas palabras, y los amonestó severamente; y después que los reprendió la voz del Señor, apaciguaron su cólera y se arrepintieron de sus pecados, al grado que el Señor nos bendijo otra vez con alimento, de modo que no perecimos."], "Français": ["Les méchants considèrent que la vérité est dure— Les fils de Léhi épousent les filles d’Ismaël— Le Liahona guide leur voyage dans le désert— Des messages du Seigneur s’inscrivent de temps en temps sur le Liahona— Mort d’Ismaël; sa famille murmure à cause de ses afflictions. Vers 600–592av.J.-C.", "1 Et alors, il arriva que lorsque moi, Néphi, j’eus fini de parler à mes frères, voici, ils me dirent: Tu nous as déclaré des choses dures, plus que nous n’en pouvons supporter.", "2 Et il arriva que je leur dis que je savais que j’avais dit des choses dures contre les méchants, selon la vérité; et les justes, je les ai justifiés, et j’ai témoigné qu’ils seraient élevés au dernier jour; c’est pourquoi, les coupables trouvent que la vérité est dure, car elle les blesse au plus profond d’eux-mêmes.", "3 Et maintenant, mes frères, si vous étiez justes et étiez disposés à écouter la vérité et à y faire attention, afin de marcher en droiture devant Dieu, alors vous ne murmureriez pas à cause de la vérité et ne diriez pas: Tu dis des choses dures contre nous.", "4 Et il arriva que moi, Néphi, j’exhortai mes frères, en toute diligence, à garder les commandements du Seigneur.", "5 Et il arriva qu’ils s’humilièrent devant le Seigneur, de sorte que j’eus de la joie et de grandes espérances pour eux, qu’ils marcheraient dans les sentiers de la justice.", "6 Or, toutes ces choses furent dites et faites tandis que mon père demeurait sous une tente dans la vallée qu’il appelait Lémuel.", "7 Et il arriva que moi, Néphi, je pris une des filles d’Ismaël pour épouse; et mes frères aussi prirent des filles d’Ismaël pour épouses; et Zoram aussi prit la fille aînée d’Ismaël pour épouse.", "8 Et ainsi mon père avait accompli tous les commandements du Seigneur qui lui avaient été donnés. Et moi, Néphi, j’avais aussi été extrêmement béni par le Seigneur.", "9 Et il arriva que la voix du Seigneur parla à mon père pendant la nuit et lui commanda d’entreprendre le lendemain son voyage dans le désert.", "10 Et il arriva que comme mon père se levait le matin et se rendait à la porte de la tente, il vit, à son grand étonnement, sur le sol, une boule ronde d’une exécution habile; et elle était d’airain fin. Et dans la boule, il y avait deux aiguilles; et l’une d’elles montrait la direction dans laquelle nous devions aller dans le désert.", "11 Et il arriva que nous rassemblâmes toutes les choses que nous devions emporter dans le désert et tout le reste des provisions que le Seigneur nous avait données; et nous prîmes des semences de toutes sortes, afin de les emporter dans le désert.", "12 Et il arriva que nous prîmes nos tentes et partîmes dans le désert, de l’autre côté de la rivière Laman.", "13 Et il arriva que nous voyageâmes, pendant l’espace de quatre jours, dans une direction proche du sud-sud-est, et nous dressâmes de nouveau nos tentes; et nous appelâmes le lieu Shazer.", "14 Et il arriva que nous prîmes nos arcs et nos flèches et allâmes dans le désert pour abattre de la nourriture pour nos familles; et lorsque nous eûmes abattu de la nourriture pour nos familles, nous retournâmes de nouveau auprès de nos familles dans le désert, à l’endroit que nous avions appelé Shazer. Et nous partîmes de nouveau dans le désert, suivant la même direction, nous tenant dans les parties les plus fertiles du désert, qui étaient dans les régions frontières près de la mer Rouge.", "15 Et il arriva que nous voyageâmes pendant de nombreux jours, abattant de la nourriture en chemin avec nos arcs, et nos flèches, et nos pierres, et nos frondes.", "16 Et nous suivîmes les indications de la boule, qui nous conduisait dans les parties plus fertiles du désert.", "17 Et lorsque nous eûmes voyagé pendant de nombreux jours, nous dressâmes nos tentes un certain temps, afin de nous reposer de nouveau et de nous procurer de la nourriture pour nos familles.", "18 Et il arriva que comme moi, Néphi, j’allais abattre de la nourriture, voici, je brisai mon arc, qui était fait d’acier fin; et lorsque j’eus brisé mon arc, voici, mes frères furent en colère contre moi à cause de la perte de mon arc, car nous n’obtenions plus aucune nourriture.", "19 Et il arriva que nous retournâmes sans nourriture auprès de nos familles, et, très fatiguées à cause de leur voyage, elles souffrirent beaucoup du manque de nourriture.", "20 Et il arriva que Laman et Lémuel, et les fils d’Ismaël commencèrent à murmurer extrêmement à cause de leurs souffrances et de leurs afflictions dans le désert; et mon père aussi commença à murmurer contre le Seigneur, son Dieu; oui, et ils étaient tous extrêmement attristés, de sorte qu’ils murmurèrent contre le Seigneur.", "21 Or, il arriva que moi, Néphi, ayant été affligé par mes frères à cause de la perte de mon arc, et leurs arcs ayant perdu leur ressort, les choses commencèrent à être extrêmement difficiles, oui, de sorte que nous ne pûmes obtenir aucune nourriture.", "22 Et il arriva que moi, Néphi, je parlai beaucoup à mes frères, parce qu’ils s’étaient de nouveau endurci le cœur, allant jusqu’à se plaindre du Seigneur, leur Dieu.", "23 Et il arriva que moi, Néphi, je fis un arc dans du bois et une flèche d’une baguette droite; c’est pourquoi, je m’armai d’un arc et d’une flèche, d’une fronde et de pierres. Et je dis à mon père: Où irai-je pour me procurer de la nourriture?", "24 Et il arriva qu’il interrogea le Seigneur, car ils s’étaient humiliés à cause de mes paroles; car je leur avais dit beaucoup de choses avec l’énergie de mon âme.", "25 Et il arriva que la voix du Seigneur parvint à mon père; et il fut vraiment réprimandé à cause de ses murmures contre le Seigneur, de sorte qu’il fut entraîné dans les profondeurs de la tristesse.", "26 Et il arriva que la voix du Seigneur lui dit: Regarde la boule et vois les choses qui sont écrites.", "27 Et il arriva que lorsque mon père vit les choses qui étaient écrites sur la boule, il craignit et trembla extrêmement, ainsi que mes frères, et les fils d’Ismaël, et nos épouses.", "28 Et il arriva que moi, Néphi, je vis que les aiguilles qui étaient dans la boule marchaient selon la foi, et la diligence, et l’attention que nous leur accordions.", "29 Et une nouvelle écriture était aussi écrite dessus, qui était claire à lire, qui nous donna une certaine compréhension des voies du Seigneur; et elle était écrite et changeait de temps en temps, selon la foi et la diligence que nous lui accordions. Et ainsi, nous voyons que par de petits moyens le Seigneur peut réaliser de grandes choses.", "30 Et il arriva que moi, Néphi, j’allai au sommet de la montagne, selon les indications données sur la boule.", "31 Et il arriva que je tuai des bêtes sauvages, de sorte que j’obtins de la nourriture pour nos familles.", "32 Et il arriva que je retournai à nos tentes, portant les bêtes que j’avais tuées; et alors, lorsqu’ils virent que j’avais obtenu de la nourriture, comme leur joie fut grande! Et il arriva qu’ils s’humilièrent devant le Seigneur et lui rendirent grâces.", "33 Et il arriva que nous entreprîmes de nouveau notre voyage, voyageant presque dans la même direction qu’au commencement; et lorsque nous eûmes voyagé pendant de nombreux jours, nous dressâmes de nouveau nos tentes afin de demeurer un certain temps.", "34 Et il arriva qu’Ismaël mourut et fut enterré à l’endroit qui était appelé Nahom.", "35 Et il arriva que les filles d’Ismaël se lamentèrent extrêmement à cause de la perte de leur père et à cause de leurs afflictions dans le désert; et elles murmurèrent contre mon père, parce qu’il les avait emmenées du pays de Jérusalem, disant: Notre père est mort; oui, et nous avons beaucoup erré dans le désert, et nous avons souffert beaucoup d’afflictions, la faim, la soif et la fatigue; et après toutes ces souffrances, nous allons périr de faim dans le désert.", "36 Et c’est ainsi qu’elles murmurèrent contre mon père et aussi contre moi; et elles désiraient retourner à Jérusalem.", "37 Et Laman dit à Lémuel et aussi aux fils d’Ismaël: Voici, tuons notre père et aussi notre frère Néphi, qui a pris sur lui d’être notre gouverneur et notre instructeur, alors que nous sommes ses frères aînés.", "38 Or, il dit que le Seigneur a parlé avec lui et aussi que des anges l’ont servi. Mais voici, nous savons qu’il nous ment; et il nous dit ces choses et il accomplit beaucoup de choses par ses stratagèmes astucieux, afin de tromper nos yeux, pensant peut-être qu’il peut nous entraîner dans quelque désert étrange; et après nous avoir entraînés, il pense se faire notre roi et notre gouverneur, afin d’agir avec nous selon sa volonté et son bon plaisir. Et c’est de cette manière que mon frère Laman excitait leur cœur à la colère.", "39 Et il arriva que le Seigneur fut avec nous, oui, que la voix du Seigneur vint, et leur dit beaucoup de paroles, et les corrigea extrêmement; et lorsqu’ils eurent été corrigés par la voix du Seigneur, ils détournèrent leur colère et se repentirent de leurs péchés, de sorte que le Seigneur nous bénit de nouveau en nous donnant de la nourriture afin que nous ne périssions pas."], "Kiribati": ["E matoatoa butimwaean te koaua irouia aika buakaka—A iein natin Riaai mwaane ma natin Itimaera aine—A kairaki kawaia n te Riaona i nanon te rereua—A koreaki ana rongorongo te Uea i aon te Riaona n taai tabetai—E mate Itimaera; ao a ngurengure kaain ana utu ibukin korakaia. Uakaan ma 600–592I.K.", "1 Ao ngkai e koro bukina bwa Ngai, ae Nibwaai, I a katoka au kakarabakau nakoia tariu, ao taraia, a taku nakoiu: Ko a tia n tuangira bwaai aika matoatoa, aika matoatoa riki nakon aika ti kona ni karaoi.", "2 Ao e koro bukina bwa I tuangiia bwa I ataia ae I a tia n taekin bwaai aika a matoatoa ni kaaitaraia aika buakaka, n aron te koaua; ao aika a raoiroi I a tia ni karoiroiaa, ao ni kakoaua bwa a na uotaki rake n te kabanea ni bong; mangaia ae taan bure e matoatoa butimwaean te koaua irouia, bwa a ewaraki kabin nanoia iai.", "3 Ao ngkai tariu, ngke arona bwa kam raoiroi ao ni kukurei n ongo nakon te koaua, ao n tau mwiia, bwa kam aonga ni kona n eti raoi n nakonako imatan te Atua, ao kam na bon aki ngurengure ibukin te koaua, ao ni kangai: Ko a tia n taekin bwaai aika matoatoa ni kaaitaraira.", "4 Ao e koro bukina bwa Ngai ae Nibwaai, I a kairoroia tariu, ma te nano ae korakora, bwa a na kaawakin ana tua te Uea.", "5 Ao e koro bukina bwa a kamangoria imatan te Uea; n te aro are I a namakina te kimwareirei ma kaantaninga aika a bati ibukiia, bwa a na nakonako n te kawai ae raoiroi.", "6 Ao a bane n taekinaki ma ni karaoaki bwaai aikai n ana tai ni maeka tamau i nanon te umwanrianna n te mwarua are e aranna bwa Remuera.", "7 Ao e koro bukina bwa Ngai ae Nibwaai, I anaa natin Itimaera te aine temanna bwa buu; ao tariu naba, a anaia natin Itimaera aine bwa kaainabaia; ao Tioram naba, e a ana natin Itimaera are te karimoa bwa buuna.", "8 Ao ikai are e a kakoroi iai bukin taian tua tamau ake e a tia n anganaki iroun te Uea. Ao ngai naba ae Nibwaai, I a tia ni kakabwaiaki n ae korakora iroun te Uea.", "9 Ao e koro bukina bwa e taetae bwanaan te Uea nakon tamau n te tairiki, ao e tuangnga bwa n te ingabong ao e na mwananga nako nanon te rereua.", "10 Ao e koro bukina bwa ngke e uti tamau n te ingabong, ao e a nako nakon mataroan te umwanrianna ao e a mimi ngke e a noora te booro ae mronron i aontano ae kamimi aron karaoana; ao e karaoaki man te buraati ae tamaroa. Ao i nanon te booro bon kainikoto aika uoua; ao teuana mai buakoia e a kotea te kawai are ti riai n toua i nanon te rereua.", "11 Ao e koro bukina bwa ti a ikoti ni kabane bwaai ni kabane ake ti na uoti nako nanon te rereua, ao nikiran naba bwaai ake ti kainnanoi ake e a tia n anganiira te Uea; ao ti uoti naba koraa n aekaia nako bwa uotara nako nanon te rereua.", "12 Ao e koro bukina bwa ti a anai ara umwanrianna ao ti a mwananga nako nanon te rereua, rinanon te karaanga are Reimwan.", "13 Ao e koro bukina bwa ti mwananga inanon te maan ae aua te bong, n te kawai ae kaineti nako maiaki-maiakimainiku, ao ti a manga katei ara umwanrianna; ao ti arana te tabo arei bwa Tieta.", "14 Ao e koro bukina bwa ti a anai ara kainikatebe ma kanoaia, ao ti a nako nakon te rereua bwa ti na tiriman ibukin kanaia ara utu; ao ngke ti a tia ni kamatei maan ibukiia ara utu ao ti a manga okiria ara utu inanon te rereua, nakon te tabo are Tieta. Ao ti waaki nako riki nako rinanon te rereua, n ira te kawai are mai mwaaina, n rinanon taabo ake a maiu riki i nanon te rereua, ake a uakaan ma mataniwin Taari are Uraura.", "15 Ao e koro bukina bwa ti mwananga i nanon te maan ae boong aika a mwaiti, n tiriman iaon kawaira, ma ara kainikatebe ma kanoaia ao ma ara atibu ao ara bana.", "16 Ao ti ira te kawai are koteaki iroun te booro, are e a kairira nakon taabo aika maiu riki i nanon te rereua.", "17 Ao ngke ti a tia ni mwananga i nanon te maan ae boong aika mwaiti, ao ti a katei ara umwanrianna i nanon te tai ae aki maan, bwa ti aonga ni kona ni motirawa ao ni karekei amwarake ibukiia ara utu.", "18 Ao e koro bukina bwa ngke I a nako Ngai ae Nibwaai n tiriman, taraia, I a urua au kainikatebe, ae karaoaki man te biti ae tamaroa; ao ngke I a tia n urua au kainikatebe, ao taraia, a un tariu irou ibukin akean au kainikatebe, bwa e a aki reke kanara.", "19 Ao e koro bukina bwa ti a okiria ara utu ma akea konara, ao ibukin taonakiia n te kua ae korakora, ibukin mwaamwanangaia, ao a taonaki n te kainnano ibukin tangiran te amwarake.", "20 Ao e koro bukina bwa a korakora naba ngurengureia Reimwan ma Remuera ao natin naba Itimaera aika mwaane, ibukin kainnanoia ma korakaia i nanon te rereua; ao e a ngurengure naba tamau nakon te Uea ae Atuana; eng, ao a bon bane n taonaki n te nanokawaki ae korakora, n te aro are a bon ngurengure ni kaitara aia Uea.", "21 Ao e koro bukina bwa Ngai ae Nibwaai, I a tia n rootaki n te karawawataki ma tariu ibukin uruakin au kainikatebe, ao ibukin aia kainikatebe aika a tia n toki korakoraia, ao e a bon moanna ni korakora te kaangaanga, eng, n te aro are ti aki kona ni karekea te amwarake.", "22 Ao e koro bukina bwa Ngai ae Nibwaai, I a manga kakarabakau riki ma tariu, ngkai a tia ni manga kamatoai riki nanoia, n te aro are a tia n ngurengure ni kaitara te Uea ae Atuaia.", "23 Ao e koro bukina bwa Ngai ae Nibwaai, I a karaoa te kainikatebe man te kai, ao kanoan te kainikatebe man te kai ae eti; mangaia ael I a tauraoi ma te kainikatebe ao kanoana, ma te bana ma atibu. Ao I taku nakon tamau: E ngaara te tabo are N na nako iai ni karekea te amwarake?", "24 Ao e koro bukina bwa e a titirakina te Uea, bwa a tia ni kamangoria ibukin taeka ake I taekin; bwa a mwaiti bwaai ake I a tia n taekin nakoia ma korakoran nanou.", "25 Ao e koro bukina bwa e a roko bwanaan te Uea nakon tamau; Ao e a korakora takuana ibukin ngurengurena nakon te Uea, n te aro are e a rootaki n te nanokawaki ae korakora.", "26 Ao e koro bukina bwa e taku bwanaan te Uea nakoina: Taraa te booro, ao ko na noori bwaai ake a tia ni koreaki.", "27 Ao e koro bukina bwa ngke e a tia tamau n noori bwaai ake a tia ni koreaki iaon te booro, ao e a rootaki n te maaku ma te ruru ae korakora, ao a rootaki naba iai tariu ao natin Itimaera mwaane ao buura.", "28 Ao e koro bukina bwa Ngai ae Nibwaai, I a noori kainikoto ake a mena i nanon te booro, ae a mwakuri n aron waakin te onimaki ma te nanomatoa ao te ongeaba nakon bwaai ake a tuangira.", "29 Ao e a koreaki te koroboki ae boou i aoia, ae e maataata aron warekana, are e anganiira te atatai n aron ana mwakuri te Uea; ao e a koreaki ma ni bibitaki man te tai teuana nakon teuana, ni boraoi ma waakin te onimaki ao te nanomatoa are ti anganna. Ao ti a nooria ikai bwa man bwaai aika uarereke ao e a kona iai te Uea ni karaoi bwaai aika korakora.", "30 Ao e koro bukina bwa Ngai ae Nibwaai, I a nako taubukin te maunga, n aron taian kaetieti ake a tia ni kaotaki i aon te booro.", "31 Ao e koro bukina bwa I a tiring maan aika moaanti, n te aro are I a karekea te amwarake ibukiia ara utu.", "32 Ao e koro bukina bwa I a okira ara umwanrianna, ma uotau maan are I a tia n tiring; ao ngke a nooria ae iai te amwarake ae I uotia, ao a onrake n te kimwareirei! Ao e koro bukina bwa a kamangoria imatan te Uea, ao a anganna aia kaaitau.", "33 Ao e koro bukina bwa ti a manga waakina riki mwanangara, n reita nako te kawai are ti a tia n toua mai mwaaina; ao ngke ti a tia ni mwananga i nanon te maan ae boong aika mwaiti ao ti a manga katei naba ara umwanrianna, bwa ti aonga n tiku i nanon te tai ae aki maan.", "34 Ao e koro bukina bwa e a mate Itimaera, ao e a taunaki n te tabo are e aranaki bwa Naom.", "35 Ao e koro bukina bwa a tang n rawawata natin Itimaera aine ibukin buan tamaia, ao ibukin naba kainnanoia i nanon te rereua, ao a ngurengure iroun tamara, ibukin ae e a tia ni kairia nako man aban Ierutarem, ni kangai: E a tia ni mate tamara; eng, ao ti a tia n tiotio nako i nanon te rereua n te tai ae maan, ao n rootaki n te rawawata, te baki, te taka, te kua; ao n tokin taian korakai aikai ti na mate i nanon te rereua ma te baki.", "36 Ao n te aro aei a ngurengure nakon tamau, ao nakoiu naba; ao a kan nako n okira Ierutarem.", "37 Ao e taku Reimwan nakon Remuera ao nakoia natin Itimaera mwaane: Taraia, ti a tiringa tamara, ao tarira naba ae Nibwaai, are e a tia ni motikia i bon irouna bwa e na riki bwa te tia tautaekanira ao ara tia reirei, ngaira aika karimoana.", "38 Ao ngkai, e taku bwa e a tia te Uea n taetae ma ngaia, ao a tia naba n roko n ibuobuoki nakoina taian anera. Ma taraia, ti ataia bwa e kewe nakoira; ao e tuangira bwaai aikai, ao man karaoi bwaai aika mwaiti n aron ana mwakuri ni kamwane, bwa e aonga ni kewe imatara, ma ni iangoia, bwa tao e aonga ni kairira nakon te rereua teuana ae ti iruwa iai; ao ngkana e tia ni kairira nako, ao e a tia ni baireia bwa e na riki bwa te uea ao n tautaeka iaora, bwa e aonga ni karaoa takun nanona nakoira. Ao aio aron tariu ae Reimwan ni kakiriwei nanoia bwa a na un.", "39 Ao e koro bukina bwa e mena te Uea iroura, eng, e a bon roko naba bwanaan te Uea ao e taekin taeka aika mwaiti nakoia, ao e korakora katuaeakiia; ao ngke a tia ni katuaeaki ni bwanaan te Uea ao a toki uniia, ao a rairi nanoia man aia bure, n te aro are e a manga kakabwaiaira te Uea n te amwarake, ao ti aki mate."]}