{"English": ["Nephi sees the Spirit of the Lord and is shown in vision the tree of life—He sees the mother of the Son of God and learns of the condescension of God—He sees the baptism, ministry, and crucifixion of the Lamb of God—He sees also the call and ministry of the Twelve Apostles of the Lamb. About 600–592B.C.", "1 For it came to pass after I had desired to know the things that my father had seen, and believing that the Lord was able to make them known unto me, as I sat pondering in mine heart I was caught away in the Spirit of the Lord, yea, into an exceedingly high mountain, which I never had before seen, and upon which I never had before set my foot.", "2 And the Spirit said unto me: Behold, what desirest thou?", "3 And I said: I desire to behold the things which my father saw.", "4 And the Spirit said unto me: Believest thou that thy father saw the tree of which he hath spoken?", "5 And I said: Yea, thou knowest that I believe all the words of my father.", "6 And when I had spoken these words, the Spirit cried with a loud voice, saying: Hosanna to the Lord, the most high God; for he is God over all the earth, yea, even above all. And blessed art thou, Nephi, because thou believest in the Son of the most high God; wherefore, thou shalt behold the things which thou hast desired.", "7 And behold this thing shall be given unto thee for a sign, that after thou hast beheld the tree which bore the fruit which thy father tasted, thou shalt also behold a man descending out of heaven, and him shall ye witness; and after ye have witnessed him ye shall bear record that it is the Son of God.", "8 And it came to pass that the Spirit said unto me: Look! And I looked and beheld a tree; and it was like unto the tree which my father had seen; and the beauty thereof was far beyond, yea, exceeding of all beauty; and the whiteness thereof did exceed the whiteness of the driven snow.", "9 And it came to pass after I had seen the tree, I said unto the Spirit: I behold thou hast shown unto me the tree which is precious above all.", "10 And he said unto me: What desirest thou?", "11 And I said unto him: To know the interpretation thereof—for I spake unto him as a man speaketh; for I beheld that he was in the form of a man; yet nevertheless, I knew that it was the Spirit of the Lord; and he spake unto me as a man speaketh with another.", "12 And it came to pass that he said unto me: Look! And I looked as if to look upon him, and I saw him not; for he had gone from before my presence.", "13 And it came to pass that I looked and beheld the great city of Jerusalem, and also other cities. And I beheld the city of Nazareth; and in the city of Nazareth I beheld a virgin, and she was exceedingly fair and white.", "14 And it came to pass that I saw the heavens open; and an angel came down and stood before me; and he said unto me: Nephi, what beholdest thou?", "15 And I said unto him: A virgin, most beautiful and fair above all other virgins.", "16 And he said unto me: Knowest thou the condescension of God?", "17 And I said unto him: I know that he loveth his children; nevertheless, I do not know the meaning of all things.", "18 And he said unto me: Behold, the virgin whom thou seest is the mother of the Son of God, after the manner of the flesh.", "19 And it came to pass that I beheld that she was carried away in the Spirit; and after she had been carried away in the Spirit for the space of a time the angel spake unto me, saying: Look!", "20 And I looked and beheld the virgin again, bearing a child in her arms.", "21 And the angel said unto me: Behold the Lamb of God, yea, even the Son of the Eternal Father! Knowest thou the meaning of the tree which thy father saw?", "22 And I answered him, saying: Yea, it is the love of God, which sheddeth itself abroad in the hearts of the children of men; wherefore, it is the most desirable above all things.", "23 And he spake unto me, saying: Yea, and the most joyous to the soul.", "24 And after he had said these words, he said unto me: Look! And I looked, and I beheld the Son of God going forth among the children of men; and I saw many fall down at his feet and worship him.", "25 And it came to pass that I beheld that the rod of iron, which my father had seen, was the word of God, which led to the fountain of living waters, or to the tree of life; which waters are a representation of the love of God; and I also beheld that the tree of life was a representation of the love of God.", "26 And the angel said unto me again: Look and behold the condescension of God!", "27 And I looked and beheld the Redeemer of the world, of whom my father had spoken; and I also beheld the prophet who should prepare the way before him. And the Lamb of God went forth and was baptized of him; and after he was baptized, I beheld the heavens open, and the Holy Ghost come down out of heaven and abide upon him in the form of a dove.", "28 And I beheld that he went forth ministering unto the people, in power and great glory; and the multitudes were gathered together to hear him; and I beheld that they cast him out from among them.", "29 And I also beheld twelve others following him. And it came to pass that they were carried away in the Spirit from before my face, and I saw them not.", "30 And it came to pass that the angel spake unto me again, saying: Look! And I looked, and I beheld the heavens open again, and I saw angels descending upon the children of men; and they did minister unto them.", "31 And he spake unto me again, saying: Look! And I looked, and I beheld the Lamb of God going forth among the children of men. And I beheld multitudes of people who were sick, and who were afflicted with all manner of diseases, and with devils and unclean spirits; and the angel spake and showed all these things unto me. And they were healed by the power of the Lamb of God; and the devils and the unclean spirits were cast out.", "32 And it came to pass that the angel spake unto me again, saying: Look! And I looked and beheld the Lamb of God, that he was taken by the people; yea, the Son of the everlasting God was judged of the world; and I saw and bear record.", "33 And I, Nephi, saw that he was lifted up upon the cross and slain for the sins of the world.", "34 And after he was slain I saw the multitudes of the earth, that they were gathered together to fight against the apostles of the Lamb; for thus were the twelve called by the angel of the Lord.", "35 And the multitude of the earth was gathered together; and I beheld that they were in a large and spacious building, like unto the building which my father saw. And the angel of the Lord spake unto me again, saying: Behold the world and the wisdom thereof; yea, behold the house of Israel hath gathered together to fight against the twelve apostles of the Lamb.", "36 And it came to pass that I saw and bear record, that the great and spacious building was the pride of the world; and it fell, and the fall thereof was exceedingly great. And the angel of the Lord spake unto me again, saying: Thus shall be the destruction of all nations, kindreds, tongues, and people, that shall fight against the twelve apostles of the Lamb."], "Español": ["Nefi ve el Espíritu del Señor y se le muestra el árbol de la vida en una visión— Ve a la madre del Hijo de Dios y aprende acerca de la condescendencia de Dios— Ve el bautismo, el ministerio y la crucifixión del Cordero de Dios— Ve también el llamamiento y ministerio de los Doce Apóstoles del Cordero. Aproximadamente 600–592a.C.", "1 Pues sucedió que después que hube deseado conocer las cosas que mi padre había visto, y creyendo que el Señor podía hacérmelas saber, mientras estaba yo sentado reflexionando sobre esto, fui arrebatado en el Espíritu del Señor, sí, hasta una montaña extremadamente alta que nunca antes había visto, y sobre la cual nunca había puesto mis pies.", "2 Y me dijo el Espíritu: He aquí, ¿qué es lo que tú deseas?", "3 Y yo dije: Deseo ver las cosas que mi padre vio.", "4 Y el Espíritu me dijo: ¿Crees que tu padre vio el árbol del cual ha hablado?", "5 Y respondí: Sí, tú sabes que creo todas las palabras de mi padre.", "6 Y cuando hube pronunciado estas palabras, el Espíritu exclamó en voz alta: ¡Hosanna al Señor, el Más Alto Dios, porque él es Dios sobre toda la tierra, sí, sobre todo! Y bendito eres tú, Nefi, porque crees en el Hijo del Más Alto Dios; por lo tanto, verás las cosas que has deseado.", "7 Y he aquí, esto te será dado por señal: que después que hayas visto el árbol que dio el fruto que tu padre probó, también verás a un hombre que desciende del cielo, y lo presenciarás; y después que lo hayas presenciado, darás testimonio de que es el Hijo de Dios.", "8 Y aconteció que me dijo el Espíritu: ¡Mira! Y miré y vi un árbol; y era semejante al que mi padre había visto; y su belleza era muy superior, sí, sobrepujaba a toda otra belleza; y su blancura excedía a la blancura de la nieve misma.", "9 Y sucedió que después que hube visto el árbol, le dije al Espíritu: Veo que me has mostrado el árbol que es más precioso que todos.", "10 Y me preguntó: ¿Qué deseas tú?", "11 Y le dije: Deseo saber la interpretación de ello, pues le hablaba como habla el hombre; porque vi que tenía la forma de hombre. No obstante, yo sabía que era el Espíritu del Señor; y él me hablaba como un hombre habla con otro.", "12 Y aconteció que me dijo: ¡Mira! Y miré para verlo, pero no lo vi más, pues se había retirado de mi presencia.", "13 Y sucedió que miré, y vi la gran ciudad de Jerusalén, y también otras ciudades. Y vi la ciudad de Nazaret, y en ella vi a una virgen, y era sumamente hermosa y blanca.", "14 Y ocurrió que vi abrirse los cielos; y un ángel descendió y se puso delante de mí, y me dijo: Nefi, ¿qué es lo que ves?", "15 Y le contesté: Una virgen, más hermosa y pura que toda otra virgen.", "16 Y me dijo: ¿Comprendes la condescendencia de Dios?", "17 Y le respondí: Sé que ama a sus hijos; sin embargo, no sé el significado de todas las cosas.", "18 Y me dijo: He aquí, la virgen que tú ves es la madre del Hijo de Dios, según la carne.", "19 Y aconteció que vi que fue llevada en el Espíritu; y después que hubo sido llevada en el Espíritu por cierto espacio de tiempo, me habló el ángel, diciendo: ¡Mira!", "20 Y miré, y vi de nuevo a la virgen llevando a un niño en sus brazos.", "21 Y el ángel me dijo: ¡He aquí, el Cordero de Dios, sí, el Hijo del Padre Eterno! ¿Comprendes el significado del árbol que tu padre vio?", "22 Y le contesté, diciendo: Sí, es el amor de Dios que se derrama ampliamente en el corazón de los hijos de los hombres; por lo tanto, es más deseable que todas las cosas.", "23 Y él me habló, diciendo: Sí, y el de mayor gozo para el alma.", "24 Y cuando hubo pronunciado estas palabras, me dijo: ¡Mira! Y miré, y vi al Hijo de Dios que iba entre los hijos de los hombres; y vi a muchos que caían a sus pies y lo adoraban.", "25 Y aconteció que vi que la barra de hierro que mi padre había visto representaba la palabra de Dios, la cual conducía a la fuente de aguas vivas o árbol de la vida; y estas aguas son una representación del amor de Dios; y también vi que el árbol de la vida representaba el amor de Dios.", "26 Y el ángel me dijo de nuevo: ¡Mira, y ve la condescendencia de Dios!", "27 Y miré, y vi al Redentor del mundo, de quien mi padre había hablado, y vi también al profeta que habría de preparar la vía delante de él. Y el Cordero de Dios se adelantó y fue bautizado por él; y después que fue bautizado, vi abrirse los cielos, y al Espíritu Santo descender del cielo y reposar sobre él en forma de paloma.", "28 Y vi que salió, ejerciendo su ministerio entre el pueblo con poder y gran gloria; y se reunían las multitudes para escucharlo; y vi que lo echaron de entre ellos.", "29 Y vi también a doce más que lo seguían. Y aconteció que fueron llevados en el Espíritu de delante de mi faz, de modo que no los vi más.", "30 Y aconteció que me habló de nuevo el ángel, diciendo: ¡Mira! Y miré, y vi que se abrían de nuevo los cielos, y que descendían ángeles sobre los hijos de los hombres; y les ministraban.", "31 Y de nuevo me habló, diciendo: ¡Mira! Y miré, y vi al Cordero de Dios que iba entre los hijos de los hombres. Y vi a multitudes de personas que estaban enfermas y afligidas con toda clase de males, y con demonios y con espíritus impuros; y el ángel me habló y me mostró todas estas cosas. Y fueron sanadas por el poder del Cordero de Dios; y los demonios y los espíritus impuros fueron echados fuera.", "32 Y aconteció que me habló otra vez el ángel, diciendo: ¡Mira! Y miré, y vi al Cordero de Dios, y que el pueblo lo apresó; sí, vi que el Hijo del sempiterno Dios fue juzgado por el mundo; y yo vi, y doy testimonio.", "33 Y yo, Nefi, vi que fue levantado sobre la cruz y muerto por los pecados del mundo.", "34 Y después que fue muerto, vi a las multitudes de la tierra, y que estaban reunidas para combatir contra los apóstoles del Cordero; porque así llamó a los doce el ángel del Señor.", "35 Y estaban reunidas las multitudes de la tierra; y vi que se hallaban en un vasto y espacioso edificio, semejante al que mi padre vio. Y de nuevo me habló el ángel del Señor, diciendo: He aquí el mundo y su sabiduría; sí, he aquí, la casa de Israel se ha reunido para combatir contra los doce apóstoles del Cordero.", "36 Y aconteció que vi, y doy testimonio de que el grande y espacioso edificio representaba el orgullo del mundo; y cayó, y su caída fue grande en extremo. Y me habló otra vez el ángel del Señor, diciendo: Así será la destrucción de todas las naciones, tribus, lenguas y pueblos que combatan contra los doce apóstoles del Cordero."], "Français": ["Néphi voit l’Esprit du Seigneur, et l’arbre de vie lui est montré en vision— Il voit la mère du Fils de Dieu et est informé de la condescendance de Dieu— Il voit le baptême, le ministère et la crucifixion de l’Agneau de Dieu— Il voit aussi l’appel et le ministère des douze apôtres de l’Agneau. Vers 600–592av.J.-C.", "1 Car il arriva, après que j’eus désiré connaître les choses que mon père avait vues, et croyant que le Seigneur était capable de me les faire connaître, que tandis que j’étais assis à méditer dans mon cœur, je fus ravi dans l’Esprit du Seigneur, oui, sur une montagne extrêmement haute que je n’avais encore jamais vue et sur laquelle je n’avais encore jamais mis le pied.", "2 Et l’Esprit me dit: Voici, que désires-tu?", "3 Et je dis: Je désire voir les choses que mon père a vues.", "4 Et l’Esprit me dit: Crois-tu que ton père a vu l’arbre dont il a parlé?", "5 Et je dis: Oui, tu sais que je crois toutes les paroles de mon père.", "6 Et lorsque j’eus dit ces paroles, l’Esprit s’écria d’une voix forte, disant: Hosanna au Seigneur, le Dieu Très-Haut; car il est Dieu sur toute la terre, oui, au-dessus de tout. Et béni es-tu, Néphi, parce que tu crois au Fils du Dieu Très-Haut; c’est pourquoi, tu verras les choses que tu as désirées.", "7 Et voici, ceci te sera donné pour signe, que lorsque tu auras vu l’arbre qui portait le fruit que ton père a goûté, tu verras aussi un homme descendre du ciel, et tu seras témoin de lui; et lorsque tu auras été témoin de lui, tu rendras témoignage que c’est le Fils de Dieu.", "8 Et il arriva que l’Esprit me dit: Regarde! Et je regardai et vis un arbre; et il était semblable à l’arbre que mon père avait vu; et sa beauté était bien au-delà de toute beauté; et sa blancheur dépassait la blancheur de la neige vierge.", "9 Et il arriva qu’après avoir vu l’arbre, je dis à l’Esprit: Je vois que tu m’as montré l’arbre qui est précieux par-dessus tout.", "10 Et il me dit: Que désires-tu?", "11 Et je lui dis: En connaître l’interprétation— car je lui parlais comme un homme parle; car je voyais qu’il avait la forme d’un homme; mais néanmoins, je savais que c’était l’Esprit du Seigneur; et il me parlait comme un homme parle avec un autre.", "12 Et il arriva qu’il me dit: Regarde! Et je regardai comme pour le contempler, et je ne le vis plus, car il s’était retiré de ma présence.", "13 Et il arriva que je regardai et vis la grande ville de Jérusalem et aussi d’autres villes. Et je vis la ville de Nazareth; et dans la ville de Nazareth, je vis une vierge, et elle était extrêmement belle et blanche.", "14 Et il arriva que je vis les cieux s’ouvrir; et un ange descendit et se tint devant moi, et il me dit: Néphi, que vois-tu?", "15 Et je lui dis: Une vierge d’une très grande beauté et plus belle que toutes les autres vierges.", "16 Et il me dit: Connais-tu la condescendance de Dieu?", "17 Et je lui dis: Je sais qu’il aime ses enfants; néanmoins, je ne connais pas la signification de tout.", "18 Et il me dit: Voici, la vierge que tu vois est, selon la chair, la mère du Fils de Dieu.", "19 Et il arriva que je vis qu’elle était ravie dans l’Esprit; et lorsqu’elle eut été ravie dans l’Esprit un certain temps, l’ange me parla, disant: Regarde!", "20 Et je regardai et vis de nouveau la vierge portant un enfant dans ses bras.", "21 Et l’ange me dit: Vois l’Agneau de Dieu, oui, le Fils du Père éternel! Connais-tu la signification de l’arbre que ton père a vu?", "22 Et je lui répondis, disant: Oui, c’est l’amour de Dieu, qui se répand dans le cœur des enfants des hommes; c’est pourquoi, c’est la plus désirable de toutes les choses.", "23 Et il me parla, disant: Oui, et la plus joyeuse pour l’âme.", "24 Et lorsqu’il eut dit ces paroles, il me dit: Regarde! Et je regardai, et je vis le Fils de Dieu aller parmi les enfants des hommes; et j’en vis beaucoup tomber à ses pieds et l’adorer.", "25 Et il arriva que je vis que la barre de fer que mon père avait vue était la parole de Dieu qui conduisait à la source d’eau vive, ou à l’arbre de vie; laquelle eau est une représentation de l’amour de Dieu; et je vis aussi que l’arbre de vie était une représentation de l’amour de Dieu.", "26 Et l’ange me dit encore: Regarde et vois la condescendance de Dieu!", "27 Et je regardai et vis le Rédempteur du monde dont mon père avait parlé; et je vis aussi le prophète qui allait préparer le chemin devant lui. Et l’Agneau de Dieu s’avança et fut baptisé par lui; et lorsqu’il eut été baptisé, je vis les cieux s’ouvrir et le Saint-Esprit descendre du ciel et reposer sur lui sous la forme d’une colombe.", "28 Et je vis qu’il allait exercer son ministère auprès du peuple avec puissance et une grande gloire; et les multitudes étaient rassemblées pour l’écouter; et je vis qu’elles le chassaient du milieu d’elles.", "29 Et je vis aussi douze autres hommes le suivre. Et il arriva qu’ils furent ravis dans l’Esprit devant ma face, et je ne les vis plus.", "30 Et il arriva que l’ange me parla encore, disant: Regarde! Et je regardai, et je vis les cieux s’ouvrir de nouveau, et je vis des anges descendre sur les enfants des hommes; et ils les servirent.", "31 Et il me parla encore, disant: Regarde! Et je regardai, et je vis l’Agneau de Dieu aller parmi les enfants des hommes. Et je vis des multitudes de gens qui étaient malades, et qui étaient affligés de toutes sortes de maladies, et de démons, et d’esprits impurs; et l’ange parla et me montra toutes ces choses. Et ils étaient guéris par le pouvoir de l’Agneau de Dieu; et les démons et les esprits impurs étaient chassés.", "32 Et il arriva que l’ange me parla encore, disant: Regarde! Et je regardai et vis que l’Agneau de Dieu était pris par le peuple; oui, le Fils du Dieu éternel était jugé par le monde; et je vis et je rends témoignage.", "33 Et moi, Néphi, je vis qu’il était élevé sur la croix et mis à mort pour les péchés du monde.", "34 Et lorsqu’il eut été mis à mort, je vis que les multitudes de la terre étaient rassemblées pour combattre les apôtres de l’Agneau; car c’est ainsi que les Douze étaient appelés par l’ange du Seigneur.", "35 Et la multitude de la terre était rassemblée, et je vis qu’elle était dans un grand et spacieux édifice semblable à l’édifice que mon père avait vu. Et l’ange du Seigneur me parla encore, disant: Voici le monde et sa sagesse; oui, voici, la maison d’Israël s’est rassemblée pour combattre les douze apôtres de l’Agneau.", "36 Et il arriva que je vis, et j’en rends témoignage, que le grand et spacieux édifice était l’orgueil du monde; et il tomba, et sa chute fut extrêmement grande. Et l’ange du Seigneur me parla encore, disant: C’est ainsi que sera la destruction de toutes les nations, tribus, langues et peuples qui combattront les douze apôtres de l’Agneau."], "Kiribati": ["Nibwaai e noora Tamnein te Uea ao e a kaotaki nakoina i nanon te mii ni burabeti te kai ni kamaiu—E noora tinan Natin te Atua ao e a ataa naba taekan ruon te Atua ni Kamangoria nakon te aonaba—E noora te bwabetitoan, ana mwakuri n ibuobuoki, ao taurakin Ana Tiibu te Teei te Atua—E noora naba weteaia ao aia mwakuri n ibuobuoki ana Abotoro ake Tengaun ma Uoman te Tiibu te Teei. Uakaan ma 600–592I.K.", "1 Bwa e koro bukina i mwin are I tangiria ni kan atai bwaai ake e a tia n noori tamau, ao I kakoaua bwa e kona te Uea ni kaoti nakoiu, ao ngke I a tekateka man iangoi baikai inanou ao e a uotai nako Tamnein te Uea, eng, nako taubukin te maunga ae moan te rietata, ae I tuai man nooria mai mwaaina, ao are I bon tuai man nakonako naba i aona.", "2 Ao e taku te Tamnei nakoiu: Nooria, teraa ae ko tangiria?", "3 Ao I taku: I kan noori bwaai ake e a tia n noori tamau.", "4 Ao e taku te Tamnei nakoiu: Ko kakoaua ae e a tia tamam n noora te kai are e a tia n taekinna?", "5 Ao I kaeka: Eng, ko bon ataia ae I kakoauai ana taeka ni kabane tamau.", "6 Ao ngke I a tia n taekin taeka aikai, e takarua te Tamnei ma te bwanaa ae baibati, ni kangai: Otanna nakon te Uea, te Atua ae moan te rietata; bwa bon ngaia te Atua iaon te aonaba ni kabane, eng, iaon bwaai ni kabane. Ao ko na kakabwaiaki ngkoe, ae Nibwaai, ngkai ko kakoaua Natin te Atua ae moan te rietata; mangaia ae, ko na noori bwaai ake ko kan noori.", "7 Ao nooria ko na anganaki aei bwa te kanikina, bwa ngkana ko a tia n noora te kai are e karika te uaa are e katoonga tamam, ao ko na noora naba te mwaane ae e na ruo mai karawa, ao ko na kakoaua; ao ngkana ko a tia ni nooria ao ko na tataekinna ae bon ngaia Natin te Atua.", "8 Ao e koro bukina bwa e taku te Tamnei nakoiu: Taraia! Ao I taraia ao I a noora te kai; ao bon titebo ma te kai are e a tia n nooria tamau; ao moan te korakora tamaroana, eng, riaon tamaroan bwaai ni kabane; ao mainainana e a bon riaon mainainan te tinoo are e kamwaeaki n te ang.", "9 Ao e koro bukina bwa ngke I a tia n noora te kai, ao I taku nakon te Tamnei: I nooria bwa ko a tia ni kaota nakoiu te kai ae kakawaki riki nakon bwaai ni kabane.", "10 Ao e taku nakoiu: Tera ae ko tangiria?", "11 Ao I kaeka ni kangai: I kan ataa nanona—bwa I kaakarabakau nakoina n titebo ma aron au kaakarabakau nakon te aomata temanna; bwa I nooria bwa titebo teiteina ma te aomata, ma I bon ataia bwa bon Tamnein te Uea ngaia; ao e kaakarabakau nakoiu n aiaron ana kaakarabakau te aomata nakon te aomata.", "12 Ao e koro bukina bwa e taku nakoiu: Taraia! Ao I taraia n aiaron ae I bakan taraia, ma I aki nooria; bwa e a bua mai irarikiu.", "13 Ao e koro bukina bwa I taratara nako ao I noora te kaawa ae korakora ae Ierutarem, ao kaawa riki tabeua. Ao I noora naba te kaawa ae Natareta; ao i nanon te kaawa ae Natareta ao I noora iai te kibono, ae e rang raka tamaroana ao mainainana.", "14 Ao e koro bukina bwa I a noora naba karawa ae e uki; ao e a ruo rikaaki te anera n tei imatau; ao e taku nakoiu: Nibwaai, tera ae ko nooria?", "15 Ao I kaeka nakoina: Te kibono, ae raka riki tikiraoina ma tamaroana nakoia kibono ni kabane.", "16 Ao e taku nakoiu: Ko ataia ae e na ruo te Atua ni kamangoria nako aon te aba?", "17 Ao I kaeka nakoina: I ataia ae e tangiriia natina; ma I aki atai nanon bwaai ni kabane.", "18 Ao e taku nakoiu: Taraia, te kibono are ko a tia n nooria bon tinan Natin te Atua, n te maiu n rabwata.", "19 Ao e koro bukina bwa I a nooria ae e uotaki nako i nanon te Tamnei; ao ngke e a tia ni uotaki nako i nanon te Tamnei n te tai ae maan, ao e a taetae te anera nakoiu, ni kangai: Nooria!", "20 Ao I taraia ao I a manga noora riki te kibono arei, ae taua te teei i nanon baina.", "21 Ao e taku te anera nakoiu: Noora ana Tiibu te Teei te Atua, eng, are bon Natin te Tama are Akea Tokina! Ko a oota n nanon te kai are e a tia n nooria tamam?", "22 Ao I kaeka nakoina, ni kangai: Eng, bon ana tangira te Atua, are tibwatibwaia nako nanoia natin te aomata n taabo nako; mangaia ae, bon ngaia te bwai ae moamoa tangirana nakon tangiran bwaai ni kabane.", "23 Ao e taetae nakoiu, ni kangai: Eng, ao bon te bwai ae moan baan te kakukurei nakon te tamnei.", "24 Ao ngke e a tia n taekin bwaai aikai, ao e taku nakoiu: Taraia! Ao I taraia, ao I a noora Natin te Atua ni waaki i buakoia natia aomata; ao I a nooriia aika mwaiti aika a bwaka i waena man taromauria.", "25 Ao e koro bukina bwa I a noora naba te kai ae te biti, are e a tia n nooria tamau, ae bon ana taeka te Atua, are e tiki nakon te koburake n ran ae maiu, ke n nakon te kai ni kamaiu; aika ranna bon kanikinaean ana tangira te Atua; ao I a nooria naba ae te kai ni kamaiu bon kanikinaean naba ana tangira te Atua.", "26 Ao e taku te anera nakoiu: Taraia ao noora ruon te Atua ni kamangoria!", "27 Ao I taraia ao I noora te Tia Kaboa te aonaba, are e a tia n taekinna tamau; ao I a noora naba te burabeti are e na katauraoa te kawai i mwaaina. Ao e a waaki Ana Tiibu te Teei te Atua ni bwabetitoaki irouna; ao i mwin bwabetitoakina, ao I a noora karawa bwa e uki, ao e a ruo te Tamnei ae Raoiroi mai karawa ao e a tiku i aona n ai aron te taobe.", "28 Ao I a nooria naba n nako ni karaoa ana mwakuri n ibuobuoki i buakoia aomata, n te mwaaka ao te mimitong ae korakora; ao a uanao aomata ake a botaki bwa a na ongora irouna; ao I a nooria naba bwa a kakioa nako mai buakoia.", "29 Ao I a nooria naba bwa tengaun ma uoman aika a iria. Ao e koro bukina bwa a uotaki nako i nanon te Tamnei mai matau, ao I a aki nooriia.", "30 Ao e koro bukina bwa e taetae riki te anera nakoiu, ni kangai: Nooria! Ao I tararake, ao I manga noora naba karawa ae uki, ao I a nooriia anera aika a ruo nako aoia natia aomata; ao a karaoi mwakuri n ibuobuoki nakoia.", "31 Ao e taetae riki nakoiu, ni kangai: Nooria! Ao I taraia, ao I a noora ana Tiibu te Teei te Atua ni waaki i buakoia natia aomata. Ao I a nooriia aomata aika a uanao aika a aoraki, aika a taonaki n aoraki aika a kakaokoro, ma riaboro, ma tamnei aika a bareka; ao e taetae te anera ao e kaoti bwaai aikai ni kabane nakoiu. Ao a kamaiuaki ni mwaakan ana Tiibu te Teei te Atua; ao a kaotinakoaki taian riaboro ma tamnei aika bareka.", "32 Ao e koro bukina bwa e taetae riki te anera nakoiu, ni kangai: Nooria! Ao I taraia ao I a noora ana Tiibu te Teei te Atua, ae e kairaki nako irouia aomata; eng, e a motikaki taekan Natin te Atua ae akea tokina iroun te aonaba; ao I nooria ma ni kakoaua karaoana.", "33 Ao Ngai ae Nibwaai, I a nooria ngke e a tabekaki nako aon te kaibangaki ao n tiringaki ibukin buren te aonaba.", "34 Ao ngke e a tia n tiringaki ao I a nooriia aomata aika uanao i aon te aonaba, aika botaki bwa a na kaaitaraia ana abotoro te Tiibu te Teei; bwa anne te ara are a anganaki naake tengaun ma uoman iroun ana anera te Uea.", "35 Ao a botaki aomata aika uanao iaon te aonaba; ao I a nooria bwa a mena i nanon te auti ae bubura man mwawawa ae titebo ma te auti are e nooria tamau. Ao e a manga taetae riki nakoiu ana anera te Uea, ni kangai: Tara te aonaba ma wanawanana nako; eng, nooria bwa e a botaki te bata are Iteraera ni kabane bwa na kaaitaraia ana abotoro te Tiibu te Teei.", "36 Ao e koro bukina bwa I a nooria ma ni kakoaua, bwa te auti are e bubura man mwawawa bon kainikatongan te aonaba; ao e a bwaka, ao te bwaka aio bon moan te korakora. Ao e taetae riki ana anera te Uea nakoiu, ni kangai: Aio bon uruakan ni kabane taian aba, reeti, neewe, ao aomata, ake a na kaaitaraia ana abotoro ake tengaun ma uoman te Tiibu te Teei."]}