{"English": ["Nephi sees in vision the land of promise; the righteousness, iniquity, and downfall of its inhabitants; the coming of the Lamb of God among them; how the Twelve Disciples and the Twelve Apostles will judge Israel; and the loathsome and filthy state of those who dwindle in unbelief. About 600–592B.C.", "1 And it came to pass that the angel said unto me: Look, and behold thy seed, and also the seed of thy brethren. And I looked and beheld the land of promise; and I beheld multitudes of people, yea, even as it were in number as many as the sand of the sea.", "2 And it came to pass that I beheld multitudes gathered together to battle, one against the other; and I beheld wars, and rumors of wars, and great slaughters with the sword among my people.", "3 And it came to pass that I beheld many generations pass away, after the manner of wars and contentions in the land; and I beheld many cities, yea, even that I did not number them.", "4 And it came to pass that I saw a mist of darkness on the face of the land of promise; and I saw lightnings, and I heard thunderings, and earthquakes, and all manner of tumultuous noises; and I saw the earth and the rocks, that they rent; and I saw mountains tumbling into pieces; and I saw the plains of the earth, that they were broken up; and I saw many cities that they were sunk; and I saw many that they were burned with fire; and I saw many that did tumble to the earth, because of the quaking thereof.", "5 And it came to pass after I saw these things, I saw the vapor of darkness, that it passed from off the face of the earth; and behold, I saw multitudes who had not fallen because of the great and terrible judgments of the Lord.", "6 And I saw the heavens open, and the Lamb of God descending out of heaven; and he came down and showed himself unto them.", "7 And I also saw and bear record that the Holy Ghost fell upon twelve others; and they were ordained of God, and chosen.", "8 And the angel spake unto me, saying: Behold the twelve disciples of the Lamb, who are chosen to minister unto thy seed.", "9 And he said unto me: Thou rememberest the twelve apostles of the Lamb? Behold they are they who shall judge the twelve tribes of Israel; wherefore, the twelve ministers of thy seed shall be judged of them; for ye are of the house of Israel.", "10 And these twelve ministers whom thou beholdest shall judge thy seed. And, behold, they are righteous forever; for because of their faith in the Lamb of God their garments are made white in his blood.", "11 And the angel said unto me: Look! And I looked, and beheld three generations pass away in righteousness; and their garments were white even like unto the Lamb of God. And the angel said unto me: These are made white in the blood of the Lamb, because of their faith in him.", "12 And I, Nephi, also saw many of the fourth generation who passed away in righteousness.", "13 And it came to pass that I saw the multitudes of the earth gathered together.", "14 And the angel said unto me: Behold thy seed, and also the seed of thy brethren.", "15 And it came to pass that I looked and beheld the people of my seed gathered together in multitudes against the seed of my brethren; and they were gathered together to battle.", "16 And the angel spake unto me, saying: Behold the fountain of filthy water which thy father saw; yea, even the river of which he spake; and the depths thereof are the depths of hell.", "17 And the mists of darkness are the temptations of the devil, which blindeth the eyes, and hardeneth the hearts of the children of men, and leadeth them away into broad roads, that they perish and are lost.", "18 And the large and spacious building, which thy father saw, is vain imaginations and the pride of the children of men. And a great and a terrible gulf divideth them; yea, even the word of the justice of the Eternal God, and the Messiah who is the Lamb of God, of whom the Holy Ghost beareth record, from the beginning of the world until this time, and from this time henceforth and forever.", "19 And while the angel spake these words, I beheld and saw that the seed of my brethren did contend against my seed, according to the word of the angel; and because of the pride of my seed, and the temptations of the devil, I beheld that the seed of my brethren did overpower the people of my seed.", "20 And it came to pass that I beheld, and saw the people of the seed of my brethren that they had overcome my seed; and they went forth in multitudes upon the face of the land.", "21 And I saw them gathered together in multitudes; and I saw wars and rumors of wars among them; and in wars and rumors of wars I saw many generations pass away.", "22 And the angel said unto me: Behold these shall dwindle in unbelief.", "23 And it came to pass that I beheld, after they had dwindled in unbelief they became a dark, and loathsome, and a filthy people, full of idleness and all manner of abominations."], "Español": ["Nefi ve en visión la tierra de promisión; la rectitud, la iniquidad y la caída de sus habitantes; la venida del Cordero de Dios entre ellos; que los Doce Discípulos y los Doce Apóstoles juzgarán a Israel; y el estado aborrecible y sucio de aquellos que degeneran en la incredulidad. Aproximadamente 600–592a.C.", "1 Y aconteció que me dijo el ángel: Mira y ve a tu posteridad y también la posteridad de tus hermanos. Y miré, y vi la tierra de promisión; y vi multitudes de gentes, sí, cual si fuera en tan inmenso número como la arena del mar.", "2 Y sucedió que vi a las multitudes reunidas para combatir unas contra otras; y vi guerras y rumores de guerras, y vi la gran mortandad causada por la espada entre los de mi pueblo.", "3 Y aconteció que vi pasar muchas generaciones en guerras y contiendas en la tierra; y vi un gran número de ciudades, sí, tantas que no las conté.", "4 Y aconteció que vi un vapor de tinieblas sobre la faz de la tierra de promisión; y vi relámpagos, y oí truenos y terremotos y toda clase de ruidos estrepitosos; y vi que se hendieron las rocas y la tierra; y vi montañas desplomarse en pedazos; y vi las llanuras tornarse escabrosas; y vi que se hundieron muchas ciudades; y vi que muchas otras fueron abrasadas por fuego; y vi muchas que cayeron a tierra por causa de los terremotos.", "5 Y sucedió que después de presenciar estas cosas, vi que el vapor de tinieblas desaparecía de sobre la faz de la tierra; y he aquí, vi multitudes que no habían caído a causa de los grandes y terribles juicios del Señor.", "6 Y vi abrirse los cielos, y al Cordero de Dios que descendía del cielo; y bajó y se manifestó a los que no habían caído.", "7 Y también vi y doy testimonio de que el Espíritu Santo descendió sobre otros doce; y fueron ordenados de Dios, y escogidos.", "8 Y el ángel me habló, diciendo: He aquí los doce discípulos del Cordero que han sido escogidos para ministrar a los de tu descendencia.", "9 Y me dijo: ¿Te acuerdas de los doce apóstoles del Cordero? He aquí, ellos son los que juzgarán a las doce tribus de Israel; por tanto, los doce ministros de tu posteridad serán juzgados por ellos, pues vosotros sois de la casa de Israel.", "10 Y estos doce ministros que tú ves juzgarán a tu posteridad. Y he aquí, son justos para siempre; porque a causa de su fe en el Cordero de Dios, sus vestidos son emblanquecidos en su sangre.", "11 Y el ángel me dijo: ¡Mira! Y miré, y vi que murieron en rectitud tres generaciones; y sus vestidos eran blancos, así como los del Cordero de Dios; y me dijo el ángel: Estos son emblanquecidos en la sangre del Cordero, a causa de su fe en él.", "12 Y yo, Nefi, también vi a muchos de los de la cuarta generación que murieron en rectitud.", "13 Y sucedió que vi reunidas a las multitudes de la tierra.", "14 Y el ángel me dijo: He aquí tu posteridad, y también la de tus hermanos.", "15 Y ocurrió que miré y vi a los de mi posteridad reunidos en multitudes contra la posteridad de mis hermanos; y se hallaban congregados para la batalla.", "16 Y el ángel me habló, diciendo: He aquí la fuente de aguas sucias que tu padre vio; sí, el río del que habló; y sus profundidades son las profundidades del infierno.", "17 Y los vapores de tinieblas son las tentaciones del diablo que ciegan los ojos y endurecen el corazón de los hijos de los hombres, y los conducen hacia caminos anchos, de modo que perecen y se pierden.", "18 Y el vasto y espacioso edificio que tu padre vio representa las vanas ilusiones y el orgullo de los hijos de los hombres. Y un grande y terrible abismo los separa; sí, la palabra de la justicia del Dios Eterno y el Mesías, que es el Cordero de Dios, de quien el Espíritu Santo da testimonio desde el principio del mundo hasta hoy, y desde ahora y para siempre.", "19 Y mientras el ángel pronunciaba estas palabras, vi que la posteridad de mis hermanos combatía contra la mía, según la palabra del ángel; y a causa del orgullo de mi posteridad y de las tentaciones del diablo, vi que la posteridad de mis hermanos venció a los de mi descendencia.", "20 Y aconteció que miré, y vi que los de la posteridad de mis hermanos habían vencido a la mía; y se repartieron en multitudes sobre la superficie de la tierra.", "21 Y los vi reunirse en multitudes; y vi entre ellos guerras y rumores de guerras; y en guerras y rumores de guerras, vi pasar muchas generaciones.", "22 Y el ángel me dijo: He aquí que estos degenerarán en la incredulidad.", "23 Y aconteció que vi, que después que hubieron degenerado en la incredulidad, se convirtieron en una gente obscura, aborrecible y sucia, llena de ocio y de todo género de abominaciones."], "Français": ["Néphi voit en vision la terre de promission, la justice, l’iniquité et la chute de ses habitants, la venue de l’Agneau de Dieu parmi eux, la manière dont les douze disciples et les douze apôtres jugeront Israël, l’état repoussant et souillé de ceux qui dégénèrent dans l’incrédulité. Vers 600–592av.J.-C.", "1 Et il arriva que l’ange me dit: Regarde, et vois ta postérité, et aussi la postérité de tes frères. Et je regardai et vis la terre de promission; et je vis des multitudes de gens, oui, un nombre aussi grand, pour ainsi dire, que le sable de la mer.", "2 Et il arriva que je vis des multitudes rassemblées pour se livrer bataille; et je vis des guerres, et des bruits de guerres, et de grands massacres par l’épée parmi mon peuple.", "3 Et il arriva que je vis beaucoup de générations passer au milieu de guerres et de querelles dans le pays; et je vis beaucoup de villes, oui, au point que je ne les comptai pas.", "4 Et il arriva que je vis un brouillard de ténèbres sur la surface de la terre de promission; et je vis des éclairs, et j’entendis des tonnerres et des tremblements de terre, et toutes sortes de bruits tumultueux; et je vis que la terre et les rochers se fendaient; et je vis que des montagnes s’écroulaient en morceaux; et je vis que les plaines de la terre s’ouvraient; et je vis que beaucoup de villes étaient englouties; et j’en vis beaucoup qui étaient brûlées par le feu; et j’en vis beaucoup qui s’effondraient sur la terre à cause du tremblement de celle-ci.", "5 Et il arriva qu’après avoir vu ces choses, je vis que la vapeur de ténèbres se dissipait de la surface de la terre; et voici, je vis des multitudes qui n’étaient pas tombées à cause des grands et terribles jugements du Seigneur.", "6 Et je vis les cieux s’ouvrir et l’Agneau de Dieu descendre du ciel; et il descendit et se montra à elles.", "7 Et je vis aussi et rends témoignage que le Saint-Esprit tomba sur douze autres hommes; et ils furent ordonnés par Dieu et choisis.", "8 Et l’ange me parla, disant: Voici les douze disciples de l’Agneau qui sont choisis pour exercer le ministère auprès de ta postérité.", "9 Et il me dit: Tu te souviens des douze apôtres de l’Agneau? Voici, ce sont eux qui jugeront les douze tribus d’Israël; c’est pourquoi, les douze ministres de ta postérité seront jugés par eux; car vous êtes de la maison d’Israël.", "10 Et ces douze ministres que tu vois jugeront ta postérité. Et voici, ils sont justes à jamais; car, à cause de leur foi en l’Agneau de Dieu, leurs vêtements sont blanchis dans son sang.", "11 Et l’ange me dit: Regarde! Et je regardai et vis trois générations passer dans la justice; et leurs vêtements étaient blancs comme l’Agneau de Dieu. Et l’ange me dit: Ceux-ci sont blanchis dans le sang de l’Agneau, à cause de leur foi en lui.", "12 Et moi, Néphi, j’en vis aussi beaucoup de la quatrième génération qui s’en allaient dans la justice.", "13 Et il arriva que je vis les multitudes de la terre rassemblées.", "14 Et l’ange me dit: Voici ta postérité, et aussi la postérité de tes frères.", "15 Et il arriva que je regardai et vis le peuple de ma postérité rassemblé en multitudes contre la postérité de mes frères; et ils étaient rassemblés pour se livrer bataille.", "16 Et l’ange me parla, disant: Voici la source d’eau souillée que ton père a vue; oui, la rivière dont il a parlé; et ses profondeurs sont les profondeurs de l’enfer.", "17 Et les brouillards de ténèbres sont les tentations du diable, qui aveuglent les yeux, et endurcissent le cœur des enfants des hommes, et les entraînent sur de larges routes afin qu’ils périssent et se perdent.", "18 Et le vaste et spacieux édifice que ton père a vu, ce sont les vaines imaginations et l’orgueil des enfants des hommes. Et un gouffre grand et terrible les sépare, oui, la parole de la justice du Dieu éternel et du Messie qui est l’Agneau de Dieu, dont le Saint-Esprit rend témoignage, depuis le commencement du monde jusqu’à ce jour, et à partir de ce jour, dorénavant et à jamais.", "19 Et tandis que l’ange disait ces paroles, je regardai et vis que la postérité de mes frères combattait ma postérité, selon la parole de l’ange; et je vis qu’à cause de l’orgueil de ma postérité et des tentations du diable, la postérité de mes frères avait le dessus sur le peuple de ma postérité.", "20 Et il arriva que je regardai et vis que le peuple de la postérité de mes frères avait vaincu ma postérité; et ils s’en allèrent en multitudes sur la surface du pays.", "21 Et je les vis rassemblés en multitudes; et je vis des guerres et des bruits de guerres parmi eux; et c’est dans des guerres et des bruits de guerres que je vis beaucoup de générations passer.", "22 Et l’ange me dit: Voici, ceux-ci dégénéreront dans l’incrédulité.", "23 Et il arriva que je vis qu’après avoir dégénéré dans l’incrédulité, ils devenaient un peuple sombre, et repoussant, et souillé, rempli d’indolence et de toutes sortes d’abominations."], "Kiribati": ["E noora te aba ni berita Nibwaai i nanon te mii ni burabeti; raoiroia, buakakaia, ao bwakaia kaaina; rokon ana Tiibu te Teei te Atua i buakoia; aron motikan taekan Iteraera irouia Reirei ake Tengaun ma uoman ao Abotoro ake Tengaun ma uoman; ma aron kammairaia ma buakakaia ake a kerikaaki n aia aki onimaki. Uakaan ma 600–592I.K.", "1 Ao e koro bukina bwa e taku te anera nakoiu: Taraia, ao nooriia kanoam, ao kanoaia naba tarim. Ao I taraia ao I a noora te aba ni berita; ao I a nooriia aomata aika a uanao, eng, ae a kuri n titebo mwaitia ma mwaitin tanon marawa.", "2 Ao e koro bukina bwa I a nooriia aomata aika a uanao aika a botaki bwa a na buaka, ni buaka imarenaia; ao I a noori naba taian buaka, ma taekan taian buaka, ma te tiritiri ae korakora n te kabaang imarenaia au botanaomata.", "3 Ao e koro bukina bwa I a noora te rooro ae mwaiti ae a bua, i nanon te bubuaka ma te itabaraara i aon te aba; ao I a noori naba taian kaawa aika a mwaiti, eng, ao I aki kona ni wareki mwaitia.", "4 Ao e koro bukina bwa I a noora te bubu n nang ae roo i aon te aba ni berita; ao I a noori naba itin karawa ma n ongo rebwen te baa, ao mwaeiei, ma taian rebwetaua n aekaia nako; ao I a noora naba aontano ma taian bwaa bwa a tabwenaua; ao I a noori naba taian maunga aika a bwaka man riki bwa mwakoro aika a uarereke; ao I noori naba aaba aika aoraoi, bwa a uruaki; ao I noori naba taian kaawa aika a mwaiti aika a inako; ao I noori kaawa aika a mwaiti aika a urarake n te ai; ao I noori aika a bwaka nako aontano, man korakoran rurun aontano.", "5 Ao e koro bukina bwa ngke I a tia n noori bwaai aikai, ao I a noora te bubu n nang ae roo, ae e betinako mai matan te aonaba; ao taraia, I a nooriia aomata aika a uanao aika a aki bwaka ibukin ana moti te Uea ae kakannato ma ni kakamaku.", "6 Ao I noora karawa ae uki, ao Ana Tiibu te Teei te Atua ae ruo rikaaki mai karawa; ao e ruo nako naano ao e kaota rabwatana nakoia.", "7 Ao I nooria ma ni kakoaua naba bwa e ruo te Tamnei ae Raoiroi nako aoia aika tengaun ma uoman riki; ao a katabuaki mai iroun te Atua, man n rineaki.", "8 Ao e taetae te anera nakoiu, ni kangai: Nooriia ana reirei te Tiibu te Teei aika tengaun ma uoman, ake a tia n rineaki bwa a na ibuobuoki nakoia kanoam.", "9 Ao e taku nakoiu: Ko uringia ana abotoro te Tiibu te Teei ake tengaun ma uoman? Nooria, bon ngaia ake a na motiki taekaia ana baronga Iteraera ake tengaun ma uabaronga; mangaia ae a na motikaki taekaia taan ibuobuoki ake tengaun ma uoman nakoia kanoam irouia; bwa bon kaain te bata are Iteraera ngkami.", "10 Ao taan ibuobuoki ake tengaun ma uoman ake ko nooria, a na motiki taekaia kanoam. Ao nooria, a na teimatoa n raoiroi n taainako; bwa bukina ngkai e korakora aia onimaki iroun Ana Tiibu te Teei te Atua aia kunnikai ana kamainainaki n raraana.", "11 Ao e taku te anera nakoiu: Nooria! Ao I taraia, ao I nooria bwa teniua rooro aika a bwaina te raoiroi i nanon maiuia: ao a mainaina kunnikaia n aiaron mainainan kunnikain Ana Tiibu te Teei te Atua. Ao e taku te anera nakoiu: A riki ni mainaina kunnikaia man raraan te Tiibu te Teei, ibukin aia onimaki irouna.", "12 Ao Ngai, ae Nibwaai, I a nooria naba angiia kaain te kaaua n rooro aika a bwaina te raoiroi i nanon maiuia.", "13 Ao e koro bukina bwa I a nooriia kaain te aonaba aika a uanao aika botaki.", "14 Ao e taku te anera nakoiu: Nooriia kanoam, ma kanoaia naba tarim.", "15 Ao e koro bukina bwa I taraia ao I nooriia aomata aika kanoau ni botaki ni mwaiti aika a uanao ni kaaitaraia kanoaia tariu: bwa a botaki bwa a nang buaka i marenaia.", "16 Ao e taetae te anera nakoiu, ni kangai: Noora te koburake n ran ae kammaira are e a tia n nooria tamam; eng, are bon te karaanga are e taekinna; ao taabo ake a nano iai bon aiaron nanon moone.", "17 Ao taian bubu n nang aika roo bon ana kariri te riaboro, aika a kamataki taian mata, ao ni kamatoai nanoia natiia aomata, ao e a kairia nako nakon taian kawai aika a rababa, bwa a aonga ni mate ao ni bua.", "18 Ao te kateitei are buubura man mwawawa, are e a tia n nooria tamam, bon nanoia ni kamoamoaia i bon irouia ma aia kainikatonga natia aomata. Ao n te marenaua ae korakora man kakamaku e a kamaenakoia; eng, ae ana taeka ae motiraoi te Atua ae Akea Tokina, ma te Mesia ae bon Ana Tiibu te Teei te Atua, are e kakoauai te Tamnei ae Raoiroi, man moan rikin te aonaba aio ni karokoa ngkai, ao ma ngkai ao n aki toki.", "19 Ao ngke e tabe te anera n taekin taeka aikai, ao I a nooriia kanoaia tariu bwa a kaaitaraia natiu, n aiaron are e taekinna te anera; ao ibukin kainikatongaia kanoau, ma ana kariiri te riaboro, I a noora tokanikaia kanoaia tariu iaoia aia botanaomata kanoau.", "20 Ao e koro bukina bwa I a taraia, ao n nooriia aia botanaomata kanoaia tariu aika a konaia kanoau; ao a maenako ni koraki aika a uanao ni kabuta te aonaba.", "21 Ao I nooriia ni botaki n aroia aika uanao; ao I noori taian buaka ma taekan taian bubuaka i marenaia; ao i nanon taian buaka ma taekan taian buaka I noori rooro aika a mwaiti aika a bua.", "22 Ao e taku te anera nakoiu: Nooria aikai ake a na kerikaaki n aia aki onimaki.", "23 Ao e koro bukina bwa I a nooria, bwa i mwin ae a kerikaaki n aia aki onimaki ao a riki bwa aomata aika bwatabwata, ao a kammaira, ma ni bareka, ni kaonaki n te taningaroti ao mwakuri aika ribaki n aroia nako."]}