{"English": ["Nephi makes plates of ore and records the history of his people—The God of Israel will come six hundred years from the time Lehi left Jerusalem—Nephi tells of His sufferings and crucifixion—The Jews will be despised and scattered until the latter days, when they will return unto the Lord. About 588–570B.C.", "1 And it came to pass that the Lord commanded me, wherefore I did make plates of ore that I might engraven upon them the record of my people. And upon the plates which I made I did engraven the record of my father, and also our journeyings in the wilderness, and the prophecies of my father; and also many of mine own prophecies have I engraven upon them.", "2 And I knew not at the time when I made them that I should be commanded of the Lord to make these plates; wherefore, the record of my father, and the genealogy of his fathers, and the more part of all our proceedings in the wilderness are engraven upon those first plates of which I have spoken; wherefore, the things which transpired before I made these plates are, of a truth, more particularly made mention upon the first plates.", "3 And after I had made these plates by way of commandment, I, Nephi, received a commandment that the ministry and the prophecies, the more plain and precious parts of them, should be written upon these plates; and that the things which were written should be kept for the instruction of my people, who should possess the land, and also for other wise purposes, which purposes are known unto the Lord.", "4 Wherefore, I, Nephi, did make a record upon the other plates, which gives an account, or which gives a greater account of the wars and contentions and destructions of my people. And this have I done, and commanded my people what they should do after I was gone; and that these plates should be handed down from one generation to another, or from one prophet to another, until further commandments of the Lord.", "5 And an account of my making these plates shall be given hereafter; and then, behold, I proceed according to that which I have spoken; and this I do that the more sacred things may be kept for the knowledge of my people.", "6 Nevertheless, I do not write anything upon plates save it be that I think it be sacred. And now, if I do err, even did they err of old; not that I would excuse myself because of other men, but because of the weakness which is in me, according to the flesh, I would excuse myself.", "7 For the things which some men esteem to be of great worth, both to the body and soul, others set at naught and trample under their feet. Yea, even the very God of Israel do men trample under their feet; I say, trample under their feet but I would speak in other words—they set him at naught, and hearken not to the voice of his counsels.", "8 And behold he cometh, according to the words of the angel, in six hundred years from the time my father left Jerusalem.", "9 And the world, because of their iniquity, shall judge him to be a thing of naught; wherefore they scourge him, and he suffereth it; and they smite him, and he suffereth it. Yea, they spit upon him, and he suffereth it, because of his loving kindness and his long-suffering towards the children of men.", "10 And the God of our fathers, who were led out of Egypt, out of bondage, and also were preserved in the wilderness by him, yea, the God of Abraham, and of Isaac, and the God of Jacob, yieldeth himself, according to the words of the angel, as a man, into the hands of wicked men, to be lifted up, according to the words of Zenock, and to be crucified, according to the words of Neum, and to be buried in a sepulchre, according to the words of Zenos, which he spake concerning the three days of darkness, which should be a sign given of his death unto those who should inhabit the isles of the sea, more especially given unto those who are of the house of Israel.", "11 For thus spake the prophet: The Lord God surely shall visit all the house of Israel at that day, some with his voice, because of their righteousness, unto their great joy and salvation, and others with the thunderings and the lightnings of his power, by tempest, by fire, and by smoke, and vapor of darkness, and by the opening of the earth, and by mountains which shall be carried up.", "12 And all these things must surely come, saith the prophet Zenos. And the rocks of the earth must rend; and because of the groanings of the earth, many of the kings of the isles of the sea shall be wrought upon by the Spirit of God, to exclaim: The God of nature suffers.", "13 And as for those who are at Jerusalem, saith the prophet, they shall be scourged by all people, because they crucify the God of Israel, and turn their hearts aside, rejecting signs and wonders, and the power and glory of the God of Israel.", "14 And because they turn their hearts aside, saith the prophet, and have despised the Holy One of Israel, they shall wander in the flesh, and perish, and become a hiss and a byword, and be hated among all nations.", "15 Nevertheless, when that day cometh, saith the prophet, that they no more turn aside their hearts against the Holy One of Israel, then will he remember the covenants which he made to their fathers.", "16 Yea, then will he remember the isles of the sea; yea, and all the people who are of the house of Israel, will I gather in, saith the Lord, according to the words of the prophet Zenos, from the four quarters of the earth.", "17 Yea, and all the earth shall see the salvation of the Lord, saith the prophet; every nation, kindred, tongue and people shall be blessed.", "18 And I, Nephi, have written these things unto my people, that perhaps I might persuade them that they would remember the Lord their Redeemer.", "19 Wherefore, I speak unto all the house of Israel, if it so be that they should obtain these things.", "20 For behold, I have workings in the spirit, which doth weary me even that all my joints are weak, for those who are at Jerusalem; for had not the Lord been merciful, to show unto me concerning them, even as he had prophets of old, I should have perished also.", "21 And he surely did show unto the prophets of old all things concerning them; and also he did show unto many concerning us; wherefore, it must needs be that we know concerning them for they are written upon the plates of brass.", "22 Now it came to pass that I, Nephi, did teach my brethren these things; and it came to pass that I did read many things to them, which were engraven upon the plates of brass, that they might know concerning the doings of the Lord in other lands, among people of old.", "23 And I did read many things unto them which were written in the books of Moses; but that I might more fully persuade them to believe in the Lord their Redeemer I did read unto them that which was written by the prophet Isaiah; for I did liken all scriptures unto us, that it might be for our profit and learning.", "24 Wherefore I spake unto them, saying: Hear ye the words of the prophet, ye who are a remnant of the house of Israel, a branch who have been broken off; hear ye the words of the prophet, which were written unto all the house of Israel, and liken them unto yourselves, that ye may have hope as well as your brethren from whom ye have been broken off; for after this manner has the prophet written."], "Español": ["Nefi hace unas planchas de metal y graba en ellas la historia de su pueblo— El Dios de Israel vendrá seiscientos años después de la salida de Lehi de Jerusalén— Nefi habla de los sufrimientos y la crucifixión del Señor— Los judíos serán despreciados y esparcidos hasta los últimos días, cuando vuelvan ellos al Señor. Aproximadamente 588–570a.C.", "1 Y aconteció que me mandó el Señor, por tanto, hice unas planchas de metal para grabar sobre ellas la historia de mi pueblo. Y sobre las planchas que hice, grabé la historia de mi padre, y también nuestros viajes en el desierto y las profecías de mi padre; y también muchas de mis propias profecías he grabado sobre ellas.", "2 Y yo no sabía en la ocasión en que las hice que el Señor me mandaría hacer estas planchas; por tanto, la historia de mi padre, y la genealogía de sus padres, y la mayor parte de todo cuanto hicimos en el desierto están grabadas sobre aquellas primeras planchas de que he hablado; de modo que en las primeras planchas ciertamente se hace más particular mención de lo que aconteció antes que yo hiciera estas.", "3 Y después que hube hecho estas planchas, según me fue mandado, yo, Nefi, recibí el mandamiento de que el ministerio y las profecías, sus partes más claras y preciosas, se escribiesen sobre estas planchas; y que las cosas que fuesen escritas se guardaran para la instrucción de mi pueblo que iba a poseer el país, y también para otros sabios propósitos, los cuales son conocidos al Señor.", "4 Por lo que yo, Nefi, grabé una historia sobre las otras planchas, la cual da una relación, o sea, da una relación más detallada de las guerras, y contiendas y destrucciones de mi pueblo. Y esto he hecho, y he mandado a mi pueblo lo que debe hacer cuando yo ya no esté; y que estas planchas deben transmitirse de una generación a otra, o sea, de un profeta a otro, hasta recibir mandamientos adicionales del Señor.", "5 Y más adelante daré cuenta de cómo hice estas planchas; y ahora bien, he aquí, prosigo de acuerdo con lo que he hablado; y esto lo hago para que se conserven las cosas más sagradas para el conocimiento de mi pueblo.", "6 Sin embargo, no escribo nada sobre planchas a no ser que yo lo considere sagrado. Ahora bien, si yerro, también los de la antigüedad erraron; no que quiera excusarme por causa de otros hombres, sino por motivo de la debilidad que hay en mí, según la carne, quiero disculparme.", "7 Porque las cosas que algunos hombres consideran que son de gran valor, tanto para el cuerpo como para el alma, otros las tienen en nada y las huellan bajo sus pies. Sí, hasta al mismo Dios de Israel huellan los hombres bajo sus pies. Digo que lo huellan bajo sus pies, pero me expresaré de otra manera: lo estiman como nada, y no dan oídos a la voz de sus consejos.", "8 Y he aquí, él ha de venir, según las palabras del ángel, seiscientos años después del tiempo de la salida de mi padre de Jerusalén.", "9 Y el mundo, a causa de su iniquidad, lo juzgará como cosa de ningún valor; por tanto, lo azotan, y él lo soporta; lo hieren y él lo soporta. Sí, escupen sobre él, y él lo soporta, por motivo de su amorosa bondad y su longanimidad para con los hijos de los hombres.", "10 Y el Dios de nuestros padres, que fueron llevados fuera de Egipto, fuera de la servidumbre, y a quienes también preservó en el desierto, sí, el Dios de Abraham, y de Isaac, y el Dios de Jacob se entrega a sí mismo como hombre, según las palabras del ángel, en manos de hombres inicuos para ser levantado, según las palabras de Zenoc, y para ser crucificado, según las palabras de Neum, y para ser enterrado en un sepulcro, de acuerdo con las palabras de Zenós, palabras que él habló tocante a tres días de tinieblas, los cuales serán una señal de su muerte que se dará a los que habitaren las islas del mar, y más especialmente dada a los que son de la casa de Israel.", "11 Porque así habló el profeta: Ciertamente el Señor Dios visitará a toda la casa de Israel en ese día; a algunos con su voz, a causa de su rectitud, para su inmensa alegría y salvación, y a otros con los truenos y relámpagos de su poder, por tempestades, por fuego, por humo y vapores de tinieblas, y por el hendimiento de la tierra y montañas que se levantarán.", "12 Y todas estas cosas ciertamente deben venir, dice el profeta Zenós. Y se henderán las rocas de la tierra; y a causa de los gemidos de la tierra, muchos de los reyes de las islas del mar se verán constreñidos a exclamar por el Espíritu de Dios: ¡El Dios de la naturaleza padece!", "13 Y en cuanto a los que se hallen en Jerusalén, dice el profeta, serán azotados por todos los pueblos, porque crucifican al Dios de Israel, y apartan sus corazones, desechando señales y prodigios, y el poder y la gloria del Dios de Israel.", "14 Y porque apartan sus corazones, dice el profeta, y han despreciado al Santo de Israel, vagarán en la carne y perecerán, y serán un escarnio y un oprobio, y serán aborrecidos entre todas las naciones.", "15 No obstante, dice el profeta, cuando llegue el día en que no vuelvan más sus corazones contra el Santo de Israel, entonces él se acordará de los convenios que hizo con sus padres.", "16 Sí, entonces se acordará de las islas del mar; sí, y a todos los que son de la casa de Israel yo recogeré de las cuatro partes de la tierra, dice el Señor, según las palabras del profeta Zenós.", "17 Sí, y toda la tierra verá la salvación del Señor, dice el profeta; toda nación, tribu, lengua y pueblo serán bendecidos.", "18 Y yo, Nefi, he escrito estas cosas a los de mi pueblo, para que tal vez los persuada a que se acuerden del Señor su Redentor.", "19 Por tanto, hablo a toda la casa de Israel, por si acaso llegasen a obtener estas cosas.", "20 Pues he aquí, tengo impresiones en el espíritu, que me agobian al grado de que se debilitan todas mis coyunturas, por los que se hallan en Jerusalén; porque si el Señor en su misericordia no me hubiera manifestado lo concerniente a ellos, así como lo había hecho a los antiguos profetas, yo también habría perecido.", "21 Y ciertamente él mostró a los antiguos profetas todas las cosas concernientes a ellos; y también mostró a muchos tocante a nosotros; por tanto, es preciso que sepamos lo que a ellos atañe, porque está escrito sobre las planchas de bronce.", "22 Y aconteció que yo, Nefi, les enseñé estas cosas a mis hermanos; y sucedió que les leí muchas cosas que estaban grabadas sobre las planchas de bronce, a fin de que supieran acerca de los hechos del Señor en otras tierras, entre los pueblos de la antigüedad.", "23 Y les leí muchas cosas que estaban escritas en los libros de Moisés; pero a fin de convencerlos más plenamente de que creyeran en el Señor su Redentor, les leí lo que escribió el profeta Isaías; porque comparé todas las Escrituras a nosotros mismos para nuestro provecho e instrucción.", "24 Por tanto, les hablé, diciendo: Escuchad las palabras del profeta, vosotros que sois un resto de la casa de Israel, una rama que ha sido desgajada; escuchad las palabras del profeta que fueron escritas a toda la casa de Israel, y comparáoslas a vosotros mismos, para que podáis tener esperanza, así como vuestros hermanos de quienes habéis sido separados; porque de esta manera es como el profeta ha escrito."], "Français": ["Néphi fait des plaques de métal et met par écrit l’histoire de son peuple— Le Dieu d’Israël viendra six cents ans après le départ de Léhi de Jérusalem— Néphi raconte ses souffrances et sa crucifixion— Les Juifs seront méprisés et dispersés jusqu’aux derniers jours, et alors ils retourneront au Seigneur. Vers 588–570av.J.-C.", "1 Et il arriva que le Seigneur me donna un commandement; c’est pourquoi je fis des plaques de métal, afin d’y graver les annales de mon peuple. Et sur les plaques que je fis, je gravai les annales de mon père, et aussi nos voyages dans le désert, et les prophéties de mon père; et j’y gravai aussi beaucoup de mes propres prophéties.", "2 Et je ne savais pas, lorsque je les fis, que le Seigneur me commanderait de faire ces plaques-ci; c’est pourquoi, les annales de mon père, et la généalogie de ses pères, et la majeure partie de toutes nos actions dans le désert sont gravées sur ces premières plaques dont j’ai parlé; c’est pourquoi, les choses qui se sont passées avant que je ne fasse ces plaques-ci sont en vérité mentionnées plus particulièrement sur les premières plaques.", "3 Et lorsque j’eus fait ces plaques-ci par commandement, moi, Néphi, je reçus le commandement que le ministère et les prophéties, les parties les plus claires et les plus précieuses d’entre elles, devaient être écrites sur ces plaques-ci; et que les choses qui étaient écrites devaient être préservées pour l’instruction de mon peuple, qui posséderait le pays, et aussi pour d’autres buts sages, buts qui sont connus du Seigneur.", "4 C’est pourquoi, moi, Néphi, je fis des annales sur les autres plaques, qui font le récit, ou qui font un plus grand récit des guerres, et des querelles, et des destructions de mon peuple. Et cela, je l’ai fait, et j’ai commandé à mon peuple ce qu’il devait faire lorsque je serais parti; et que ces plaques devaient être transmises d’une génération à l’autre, ou d’un prophète à l’autre, jusqu’à ce qu’il y eût d’autres commandements du Seigneur.", "5 Et je raconterai plus loin comment j’ai fait ces plaques; et maintenant, voici, je poursuis selon ce que j’ai dit; et cela, je le fais pour que les choses les plus sacrées soient préservées pour la connaissance de mon peuple.", "6 Néanmoins, je n’écris sur des plaques que ce que je pense être sacré. Et maintenant, si je me trompe, ceux d’autrefois se sont trompés, eux aussi; non que je veuille m’excuser à cause d’autres hommes, mais c’est à cause de la faiblesse qui est en moi, selon la chair, que je voudrais m’excuser.", "7 Car les choses que certains hommes estiment être d’une grande valeur, tant pour le corps que pour l’âme, d’autres les méprisent et les foulent aux pieds. Oui, les hommes foulent aux pieds jusqu’au Dieu d’Israël lui-même; je dis foulent aux pieds, mais je voudrais parler en d’autres termes: ils le méprisent et n’écoutent pas la voix de ses recommandations.", "8 Et voici, il vient, selon les paroles de l’ange, six cents ans après le moment où mon père quitta Jérusalem.", "9 Et le monde, à cause de son iniquité, le jugera comme n’étant que néant; c’est pourquoi, ils le flagellent, et il le souffre; et ils le frappent, et il le souffre. Oui, ils crachent sur lui, et il le souffre, à cause de sa bonté aimante et de sa longanimité envers les enfants des hommes.", "10 Et le Dieu de nos pères qui furent emmenés hors d’Égypte, hors de servitude, et furent aussi préservés dans le désert par lui, oui, le Dieu d’Abraham, et le Dieu d’Isaac, et le Dieu de Jacob, se livre en tant qu’homme, selon les paroles de l’ange, entre les mains de méchants, pour être élevé, selon les paroles de Zénock, et pour être crucifié, selon les paroles de Néum, et pour être enseveli dans un sépulcre, selon les paroles de Zénos à propos des trois jours de ténèbres, lesquels seraient un signe de sa mort donné à ceux qui habiteraient les îles de la mer, donné plus spécialement à ceux qui sont de la maison d’Israël.", "11 Car ainsi a parlé le prophète: Le Seigneur Dieu visitera assurément, en ce jour-là, toute la maison d’Israël, les uns par sa voix, à cause de leur justice, à leur grande joie et pour leur salut, et les autres par les tonnerres et les éclairs de son pouvoir, par la tempête, par le feu, et par la fumée, et par la vapeur de ténèbres, et par la terre qui s’entrouvrira, et par les montagnes qui seront soulevées.", "12 Et toutes ces choses arriveront avec certitude, dit le prophète Zénos. Et les rochers de la terre se fendront; et à cause des gémissements de la terre, un grand nombre d’entre les rois des îles de la mer seront poussés par l’Esprit de Dieu à s’exclamer: Le Dieu de la nature souffre.", "13 Quant à ceux qui sont à Jérusalem, dit le prophète, ils seront flagellés par tous les peuples, parce qu’ils crucifient le Dieu d’Israël et détournent leur cœur, rejetant les signes et les prodiges, et la puissance et la gloire du Dieu d’Israël.", "14 Et parce qu’ils détournent leur cœur, dit le prophète, et ont méprisé le Saint d’Israël, ils erreront dans la chair et périront, et deviendront un sujet de fable et de risée, et seront haïs parmi toutes les nations.", "15 Néanmoins, lorsque le jour viendra, dit le prophète, où ils ne détourneront plus leur cœur pour se dresser contre le Saint d’Israël, alors il se souviendra des alliances qu’il a faites avec leurs pères.", "16 Oui, alors il se souviendra des îles de la mer; oui, et tous les peuples qui sont de la maison d’Israël, je les rassemblerai, dit le Seigneur, selon les paroles du prophète Zénos, des quatre coins de la terre.", "17 Oui, et toute la terre verra le salut du Seigneur, dit le prophète; toutes les nations, tribus, langues et peuples seront bénis.", "18 Et moi, Néphi, j’ai écrit ces choses à mon peuple, afin de peut-être le persuader de se souvenir du Seigneur, son Rédempteur.", "19 C’est pourquoi, je parle à toute la maison d’Israël, si ces choses lui parviennent.", "20 Car voici, j’ai, pour ceux qui sont à Jérusalem, un travail d’esprit qui me lasse, au point que toutes mes jointures sont faibles; car si le Seigneur n’avait pas eu la miséricorde de me montrer ce qui les concernait, comme il l’a fait avec les prophètes d’autrefois, j’aurais péri aussi.", "21 Et il a assurément montré aux prophètes d’autrefois tout ce qui les concerne; et il a aussi montré à beaucoup ce qui nous concerne; c’est pourquoi, nous devons nécessairement être informés à ce sujet, car c’est écrit sur les plaques d’airain.", "22 Or, il arriva que moi, Néphi, j’enseignai ces choses à mes frères; et il arriva que je leur lus beaucoup de choses qui étaient gravées sur les plaques d’airain, afin qu’ils fussent au courant des actions du Seigneur dans d’autres pays, parmi les peuples d’autrefois.", "23 Et je leur lus beaucoup de choses qui étaient écrites dans les livres de Moïse; mais afin de les persuader plus complètement de croire au Seigneur, leur Rédempteur, je leur lus ce qui était écrit par le prophète Ésaïe; car j’appliquais toutes les Écritures à nous, afin que cela fût pour notre profit et notre instruction.", "24 C’est pourquoi, je leur parlai, disant: Entendez les paroles du prophète, vous qui êtes un reste de la maison d’Israël, une branche qui a été coupée; entendez les paroles du prophète, qui furent écrites à toute la maison d’Israël, et appliquez-les à vous-mêmes, afin que vous ayez l’espérance, aussi bien que vos frères dont vous avez été coupés; car c’est de cette manière que le prophète a écrit."], "Kiribati": ["E karaoi bwaatua Nibwaai man te biti ao e koroi rongorongoia ana botanaomata—E na roko Atuan Iteraera onobubua te ririki man te tai are kitana iai Ierutarem Riaai—E taekin Nibwaai aron karawawatana ma taurakin Iesu—A na ribaki ma ni kamaenakoaki Iutaia ni karokoa boong aika kaitira, are a na manga oki iai nakon te Uea. Uakaan ma 588–570I.K.", "1 Ao e koro bukina bwa e tuatua te Uea nakoiu, mangaia ae I a karaoi bwaatua man te biti bwa I aonga ni koroi i aoia rongorongoia au botanaomata. Ao I a koroi i aon taian bwaatua ake I karaoi ana rongorongo tamau, ao taekan naba mwanangara i nanon te rereua, ao ana taeka ni burabeti tamau; ao I koroi naba i aoia taekan naba oin au taeka ni burabeti.", "2 Ao I aki ataia n te tai arei ngke I karaoi ae E na tuatua nakoiu te Uea bwa N na karaoi taian bwaatua aikai; mangaia ae ana rongorongo tamau, ma kateirikian ana bakatibu ma angiin riki ara waaki i nanon te rereua a bon koreaki i aon taian moan bwaatua ake i moan taekin; mangaia ae bwaai aika a riki i mwaain karaoan bwaatua aikai a bane ni koaua, ao a babane riki taekaia ni koreaki i aon taian moan bwaatua.", "3 Ao ngke I a tia ni karaoi taian bwaatua aikai n aron tuangakiu, ao Ngai ae Nibwaai, I karekea te tua bwa a riai ni koreaki i aon taian bwaatua aikai taekan te mwakuri n ibuobuoki ma taeka ni burabeti, mwakorona aika maataata ma ni kakawaki, a na koreaki i aon bwaatua aikai; ao a na kawakinaki bwaai aika koreaki aikai ibukin reiakinaia au botanaomata, aika a na abaaba i aon te aba, ao ibukin naba bwaai tabeua aika riai, aika ti te Uea ae atai.", "4 Mangaia ae Ngai ae Nibwaai, I a koroi rongorongo i aon bwaatua ake tabeua, are a taekinaki iai, ke are a taekinaki iai bwaninin taekan aia bubuaka ma itabaraara ma tiringakia au botanaomata. Ao I a tia ni karaoa aio, ao n tuatua nakoia au botanaomata bwa tera ae a na karaoia i mwin mateu; ao a na kawakinaki bwaatua aikai man te roro teuana nakon teuana, ke man te burabeti temanna nakon temanna, ni karokoa rokon tua riki tabeua mai iroun te Uea.", "5 Ao rongorongon karaoan taian bwaatua irou a na kaotaki rimwi; ao taraia, I a waaki ngkanne n aron are I a tia n taekinna; ao I a karaoa aio bwa aonga bwaai aika rang n tabu ni kona ni kawakinaki ibukin aia atatai au botanaomata.", "6 E ngae n anne I aki koroboki i aon taian bwaatua ti ngkana I taku bwa te bwai ae tabu. Ao ngkai, ngkana arona bwa I kaairua, n aiaroia ake a kaairua ngkoa; tiaki bwa N na kamaurai ni bukina aia kaairua aomata tabeman, ma bon ibukin kabwakau, ni kaineti ma te rabwata, ao I a kabwara bure ibukin kaairuau.", "7 Bwa bwaai ake a tarai aomata tabemwaang bwa moan te kakawaki, ibukin te rabwata ao te tamnei, tabemwaang a kaakeai bonganaia ao n toubekai i aan waeia. Eng, n aiaron naba Atuan Iteraera are a toua aomata i aan waeia; I taekinna, bwa a toua i aan waeia ma N na taekinna riki n te aro teuana—a kaakea, ao a aki ongo n ana taeka n reirei.", "8 Ao taraia, e na roko, n aron ana taeka te anera, onobubua te ririki i mwin kitanan Ierutarem iroun tamau.", "9 Ao te aonaba ibukin buakakaia, a na taraia bwa te bwai ae akea bonganana; mangaia ae a na bwainikirinna, ao e na kariaia; ao a na oroia, ao e na kariaia. Eng, a na bawareia, ao e na kariaia, ibukin ana tangira n akoakoi ma ana taotaonakinnano ae korakora nakoia natiia aomata.", "10 Ao Atuaia ara bakatibu, ake a kairaki mai Aikubita, mai i aan te tautoronaki, ao ni kamaiuaki i nanon te rereua i rouna, eng, ae Atuan Aberaam, ma Itaaka, ao Atuan Iakobwa, e anga ngaia ae te aomata, n aron ana taeka te anera, nako nanon baia aomata aika buakaka, bwa e na tabekakirake, n aron ana taeka Tinoki, ao n tauraki, n aron ana taeka Neum, ao n taunaki i nanon te bwaro, n aron ana taeka Tinoti, are taekinna ni kaineti ma boong n roo aika teniua, ake kanikinaean matena nakoia ake a maeka iaon aban marawa, ai moarara riki ibukiia ake kaain te bata are Iteraera.", "11 Bwa e taku te burabeti: Te Uea ae te Atua e na kawaria ni kabane kaain te bata are Iteraera n te bong arei, tabemwaang ni bwanaana, ibukin raoiroia, ao a na rootaki n te kimwareirei ae korakora ma te kamaiuaki, ao tabemwaang a na kawaraki n rebwen te baa ma itin mwaakana, ni buakan marawa, n te ai, ao n te bubu, ao maabubun te roo, ao n ukin aontano, ao n taian maunga aika a ana uotakirake.", "12 Ao a na bane n riki bwaai aikai, e taku te burabeti ae Tinoti. Ao taian bwa i aon te aba a na raeuaki, ao ibukin tangitangin te aonaba, a mwaiti uean aban marawa aika ana kairaki iroun tamnein te Atua bwa a na takarua: E a rootaki n te rawawata Atuan te aonaba.", "13 Ao naake a mena i Ierutarem, e taku te burabeti, a na bwainikirinaki irouia aomata ni kabane, ngkai ngaia aika a taura Atuan Iteraera, ao ni katannakoi nanoia, n aki butimwaai kanikina ma kakai, ma mwaakan ao mimitongin Atuan Iteraera.", "14 Ao ibukina bwa a katannakoi nanoia ma n riba Atuaia Iteraera ae Tabu e taku te burabeti, a na tiotio i nanon maiuia n rabwata, ao ni mate, ao n riki ni katinanikuaki ma n taetae buakaki, ao n ribaki n aba nako.", "15 E ngae n anne, ao ngkana e roko te bong arei e taku te burabeti, are a katoka iai katannakoakin nanoia, n aki kaitaraa Atuaia Iteraera ae Tabu, ao ngkanne e na uring ana berita aika tabu ake e a tia ni karaoi nakoia aia bakatibu.", "16 Eng, ao e na uring naba aban marawa; eng, ao ni kabane aomata ake kaain te bata are Iteraera, N na ikotiia, e taku te Uea, n aron are taekinna te burabeti are Tinoti, man mwakoron te aonaba ake aua.", "17 Eng, ao ni kabane te aonaba a na noora ana kamaiu te Uea, e taku te burabeti; a na kakabwaiaki aba, reeti, neewe, ma aomata ni kabane.", "18 Ao Ngai, Nibwaai, I a tia ni koroi bwaai aikai ni kabane ibukiia au botanaomata, bwa e aonga n ae I kaira nanoia bwa a na uringa te Uea ae aia Tia Kaboia.", "19 Mangaia ae I taetae nakon te bata are Iteraera ni kabane, ngkana arona bwa a na karekei bwaai aikai.", "20 Bwa nooria, e korakai tamneiu n te aro ae I a kua ao a mamaara toman riiu ibukiia ake a mena i Ierutarem, bwa ngke arona bwa e aki nanoanga te Uea, ni kaoti nakoiu bwaai ake a na riki nakoia, n aron are kaoti nakoia burabeti ni kawai, ao are N na tia ni mate naba.", "21 Ao e koaua ae e a tia ni kaoti nakoia burabeti ni kawai bwaai ni kabane aika a kaineti ma ngaiia; ao e a tia naba ni kaotia nakoia aomata aika mwaiti bwaai aika a kaineti nakoira; mangaia ae e riai bwa ti na atai aroia bwa a tia ni koreaki i nanon bwaatua aika buraati.", "22 Ngkai e koro bukina bwa Ngai, Nibwaai, I a tia n reireinia tariu bwaai aikai; ao e koro bukina bwa I a tia naba ni wareki bwaai aika mwaiti nakoia, aika a tia ni koreaki i nanon bwaatua aika buraati, bwa a aonga n atai bwaai ake e karaoi te Uea n aaba tabeua, i buakoia aomata ni kawai.", "23 Ao I wareki bwaai aika mwaiti nakoia aika a koreaki i nanon ana boki Mote; bwa I aonga ni kairi nanoia bwa a na kakoaua te Uea ae aia Tia Kaboia, ao I wareki naba nakoia bwaai aika koreaki iroun te burabeti ae Itaia; bwa I kabootaui kanoan koroboki aika a tabu nakon maiura, bwa ti aonga n raka man reireinaki iai.", "24 Mangaia ae I taetae nakoia, ni kangai: Kam na ongo ana taeka te burabeti, ngkami nikiraia kaain te bata are Iteraera, te mwanga are e a tia n oteaki mai iai; kam na ongo ana taeka te burabeti, aika a tia ni koreaki nakoia ni kabane kaain te bata are Iteraera, ao kabotaui nakoimi, bwa e aonga n reke te kantaninga iroumi ao irouia naba tarimi ake kam a tia ni kamaenakoaki mai irouia; bwa n aron aio e a tia te burabeti ni koroi."]}