{"English": ["Lehi’s seed are to receive the gospel from the Gentiles in the latter days—The gathering of Israel is likened unto an olive tree whose natural branches will be grafted in again—Nephi interprets the vision of the tree of life and speaks of the justice of God in dividing the wicked from the righteous. About 600–592B.C.", "1 And it came to pass that after I, Nephi, had been carried away in the Spirit, and seen all these things, I returned to the tent of my father.", "2 And it came to pass that I beheld my brethren, and they were disputing one with another concerning the things which my father had spoken unto them.", "3 For he truly spake many great things unto them, which were hard to be understood, save a man should inquire of the Lord; and they being hard in their hearts, therefore they did not look unto the Lord as they ought.", "4 And now I, Nephi, was grieved because of the hardness of their hearts, and also, because of the things which I had seen, and knew they must unavoidably come to pass because of the great wickedness of the children of men.", "5 And it came to pass that I was overcome because of my afflictions, for I considered that mine afflictions were great above all, because of the destruction of my people, for I had beheld their fall.", "6 And it came to pass that after I had received strength I spake unto my brethren, desiring to know of them the cause of their disputations.", "7 And they said: Behold, we cannot understand the words which our father hath spoken concerning the natural branches of the olive tree, and also concerning the Gentiles.", "8 And I said unto them: Have ye inquired of the Lord?", "9 And they said unto me: We have not; for the Lord maketh no such thing known unto us.", "10 Behold, I said unto them: How is it that ye do not keep the commandments of the Lord? How is it that ye will perish, because of the hardness of your hearts?", "11 Do ye not remember the things which the Lord hath said?—If ye will not harden your hearts, and ask me in faith, believing that ye shall receive, with diligence in keeping my commandments, surely these things shall be made known unto you.", "12 Behold, I say unto you, that the house of Israel was compared unto an olive tree, by the Spirit of the Lord which was in our father; and behold are we not broken off from the house of Israel, and are we not a branch of the house of Israel?", "13 And now, the thing which our father meaneth concerning the grafting in of the natural branches through the fulness of the Gentiles, is, that in the latter days, when our seed shall have dwindled in unbelief, yea, for the space of many years, and many generations after the Messiah shall be manifested in body unto the children of men, then shall the fulness of the gospel of the Messiah come unto the Gentiles, and from the Gentiles unto the remnant of our seed—", "14 And at that day shall the remnant of our seed know that they are of the house of Israel, and that they are the covenant people of the Lord; and then shall they know and come to the knowledge of their forefathers, and also to the knowledge of the gospel of their Redeemer, which was ministered unto their fathers by him; wherefore, they shall come to the knowledge of their Redeemer and the very points of his doctrine, that they may know how to come unto him and be saved.", "15 And then at that day will they not rejoice and give praise unto their everlasting God, their rock and their salvation? Yea, at that day, will they not receive the strength and nourishment from the true vine? Yea, will they not come unto the true fold of God?", "16 Behold, I say unto you, Yea; they shall be remembered again among the house of Israel; they shall be grafted in, being a natural branch of the olive tree, into the true olive tree.", "17 And this is what our father meaneth; and he meaneth that it will not come to pass until after they are scattered by the Gentiles; and he meaneth that it shall come by way of the Gentiles, that the Lord may show his power unto the Gentiles, for the very cause that he shall be rejected of the Jews, or of the house of Israel.", "18 Wherefore, our father hath not spoken of our seed alone, but also of all the house of Israel, pointing to the covenant which should be fulfilled in the latter days; which covenant the Lord made to our father Abraham, saying: In thy seed shall all the kindreds of the earth be blessed.", "19 And it came to pass that I, Nephi, spake much unto them concerning these things; yea, I spake unto them concerning the restoration of the Jews in the latter days.", "20 And I did rehearse unto them the words of Isaiah, who spake concerning the restoration of the Jews, or of the house of Israel; and after they were restored they should no more be confounded, neither should they be scattered again. And it came to pass that I did speak many words unto my brethren, that they were pacified and did humble themselves before the Lord.", "21 And it came to pass that they did speak unto me again, saying: What meaneth this thing which our father saw in a dream? What meaneth the tree which he saw?", "22 And I said unto them: It was a representation of the tree of life.", "23 And they said unto me: What meaneth the rod of iron which our father saw, that led to the tree?", "24 And I said unto them that it was the word of God; and whoso would hearken unto the word of God, and would hold fast unto it, they would never perish; neither could the temptations and the fiery darts of the adversary overpower them unto blindness, to lead them away to destruction.", "25 Wherefore, I, Nephi, did exhort them to give heed unto the word of the Lord; yea, I did exhort them with all the energies of my soul, and with all the faculty which I possessed, that they would give heed to the word of God and remember to keep his commandments always in all things.", "26 And they said unto me: What meaneth the river of water which our father saw?", "27 And I said unto them that the water which my father saw was filthiness; and so much was his mind swallowed up in other things that he beheld not the filthiness of the water.", "28 And I said unto them that it was an awful gulf, which separated the wicked from the tree of life, and also from the saints of God.", "29 And I said unto them that it was a representation of that awful hell, which the angel said unto me was prepared for the wicked.", "30 And I said unto them that our father also saw that the justice of God did also divide the wicked from the righteous; and the brightness thereof was like unto the brightness of a flaming fire, which ascendeth up unto God forever and ever, and hath no end.", "31 And they said unto me: Doth this thing mean the torment of the body in the days of probation, or doth it mean the final state of the soul after the death of the temporal body, or doth it speak of the things which are temporal?", "32 And it came to pass that I said unto them that it was a representation of things both temporal and spiritual; for the day should come that they must be judged of their works, yea, even the works which were done by the temporal body in their days of probation.", "33 Wherefore, if they should die in their wickedness they must be cast off also, as to the things which are spiritual, which are pertaining to righteousness; wherefore, they must be brought to stand before God, to be judged of their works; and if their works have been filthiness they must needs be filthy; and if they be filthy it must needs be that they cannot dwell in the kingdom of God; if so, the kingdom of God must be filthy also.", "34 But behold, I say unto you, the kingdom of God is not filthy, and there cannot any unclean thing enter into the kingdom of God; wherefore there must needs be a place of filthiness prepared for that which is filthy.", "35 And there is a place prepared, yea, even that awful hell of which I have spoken, and the devil is the preparator of it; wherefore the final state of the souls of men is to dwell in the kingdom of God, or to be cast out because of that justice of which I have spoken.", "36 Wherefore, the wicked are rejected from the righteous, and also from that tree of life, whose fruit is most precious and most desirable above all other fruits; yea, and it is the greatest of all the gifts of God. And thus I spake unto my brethren. Amen."], "Español": ["Los de la posteridad de Lehi recibirán de los gentiles el Evangelio en los postreros días— El recogimiento de Israel se compara a un olivo cuyas ramas naturales serán injertadas nuevamente— Nefi interpreta la visión del árbol de la vida y dice que la justicia de Dios separa a los malos de los justos. Aproximadamente 600–592a.C.", "1 Y ocurrió que después que yo, Nefi, hube sido arrebatado en el Espíritu, y hube visto todas estas cosas, volví a la tienda de mi padre.", "2 Y sucedió que vi a mis hermanos, y estaban disputando entre sí concerniente a las cosas que mi padre les había hablado.", "3 Porque verdaderamente les habló muchas grandes cosas que eran difíciles de comprender, a menos que uno recurriera al Señor; y como eran duros de corazón, no acudían al Señor como debían.", "4 Y yo, Nefi, estaba apesadumbrado por la dureza de sus corazones, como también a causa de las cosas que yo había visto, las cuales sabía que inevitablemente habrían de suceder, debido a la gran iniquidad de los hijos de los hombres.", "5 Y aconteció que me sentí abatido por causa de mis aflicciones, porque las consideraba mayores que cualquier otra cosa, por motivo de la destrucción de mi pueblo, porque yo había visto su caída.", "6 Y aconteció que después de haber recobrado la fuerza, hablé a mis hermanos, deseando saber la causa de sus disputas.", "7 Y dijeron: He aquí, no podemos comprender las palabras que nuestro padre ha hablado concernientes a las ramas naturales del olivo, y también con respecto a los gentiles.", "8 Y les dije: ¿Habéis preguntado al Señor?", "9 Y me contestaron: No, porque el Señor no nos da a conocer tales cosas a nosotros.", "10 He aquí, les dije: ¿Cómo es que no guardáis los mandamientos del Señor? ¿Cómo es que queréis perecer a causa de la dureza de vuestros corazones?", "11 ¿No recordáis las cosas que el Señor ha dicho: Si no endurecéis vuestros corazones, y me pedís con fe, creyendo que recibiréis, guardando diligentemente mis mandamientos, de seguro os serán manifestadas estas cosas?", "12 He aquí, os digo que la casa de Israel fue comparada a un olivo por el Espíritu del Señor que estaba en nuestro padre; y he aquí, ¿no hemos sido desgajados de la casa de Israel? ¿No somos nosotros una rama de la casa de Israel?", "13 Ahora bien, lo que nuestro padre quiere decir concerniente al injerto de las ramas naturales, por medio de la plenitud de los gentiles, es que en los días postreros, cuando nuestros descendientes hayan degenerado en la incredulidad, sí, por el espacio de muchos años, y muchas generaciones después que el Mesías sea manifestado en la carne a los hijos de los hombres, entonces la plenitud del evangelio del Mesías vendrá a los gentiles; y de los gentiles vendrá al resto de nuestra posteridad.", "14 Y en aquel día el resto de los de nuestra posteridad sabrán que son de la casa de Israel, y que son el pueblo del convenio del Señor; y entonces sabrán y llegarán al conocimiento de sus antepasados, y también al conocimiento del evangelio de su Redentor, que él ministró a sus padres. Por tanto, llegarán al conocimiento de su Redentor y de los principios exactos de su doctrina, para que sepan cómo venir a él y ser salvos.", "15 Y entonces, ¿no se regocijarán en aquel día, y alabarán a su sempiterno Dios, su roca y su salvación? Sí, ¿no recibirán en aquel día la fuerza y nutrición de la verdadera vid? Sí, ¿no vendrán al verdadero rebaño de Dios?", "16 He aquí, os digo que sí; se hará memoria de ellos otra vez entre la casa de Israel; y siendo una rama natural del olivo, serán injertados en el olivo verdadero.", "17 Y esto es lo que nuestro padre quiere decir; y nos da a entender que no sucederá sino hasta después que los hayan dispersado los gentiles; y se refiere a que se llevará a cabo por medio de los gentiles, a fin de que el Señor manifieste a estos su poder, precisamente porque será rechazado por los judíos, o sea, por los de la casa de Israel.", "18 Por tanto, nuestro padre no ha hablado solamente de nuestra posteridad, sino también de toda la casa de Israel, indicando el convenio que se ha de cumplir en los postreros días, convenio que el Señor hizo con nuestro padre Abraham, diciendo: En tu posteridad serán benditas todas las familias de la tierra.", "19 Y aconteció que yo, Nefi, les hablé mucho respecto de estas cosas; sí, les hablé concerniente a la restauración de los judíos en los postreros días.", "20 Y les repetí las palabras de Isaías, quien se refirió a la restauración de los judíos, o sea, de la casa de Israel; y que después que fuesen restaurados, no volverían a ser confundidos ni esparcidos otra vez. Y sucedió que hablé muchas palabras a mis hermanos, de modo que se tranquilizaron y se humillaron ante el Señor.", "21 Y aconteció que de nuevo me hablaron, diciendo: ¿Qué significa esta cosa que nuestro padre vio en un sueño? ¿Qué significado tiene el árbol que vio?", "22 Y yo les dije: Era una representación del árbol de la vida.", "23 Y me dijeron: ¿Qué significa la barra de hierro, que nuestro padre vio, que conducía al árbol?", "24 Y les dije que era la palabra de Dios; y que quienes escucharan la palabra de Dios y se aferraran a ella, no perecerían jamás; ni los vencerían las tentaciones ni los ardientes dardos del adversario para cegarlos y llevarlos hasta la destrucción.", "25 Por tanto, yo, Nefi, los exhorté a que escucharan la palabra del Señor; sí, les exhorté con todas las energías de mi alma y con toda la facultad que poseía, a que obedecieran la palabra de Dios y se acordaran siempre de guardar sus mandamientos en todas las cosas.", "26 Y me dijeron: ¿Qué significa el río de agua que nuestro padre vio?", "27 Y les respondí que el agua que mi padre vio representaba la inmundicia; y que su mente se hallaba absorta a tal grado en otras cosas que no vio la suciedad del agua.", "28 Y les dije que era un abismo horroroso que separaba a los inicuos del árbol de la vida, y también de los santos de Dios.", "29 Y les dije que era una representación de aquel infierno terrible que el ángel me dijo había sido preparado para los inicuos.", "30 Y les dije que nuestro padre también vio que la justicia de Dios separaba a los malos de los justos; y su resplandor era como el de una llama de fuego que asciende hasta Dios para siempre jamás y no tiene fin.", "31 Y me preguntaron: ¿Significa esto el tormento del cuerpo en los días de probación, o significa el estado final del alma, después de la muerte del cuerpo temporal, o se refiere a las cosas que son temporales?", "32 Y aconteció que les dije que aquello era una representación de cosas temporales así como espirituales; porque habría de llegar el día en que serían juzgados por sus obras; sí, según las obras efectuadas por el cuerpo temporal en sus días de probación.", "33 Por lo tanto, si morían en su iniquidad, tendrían que ser desechados también, con respecto a las cosas que son espirituales, las cuales se relacionan con la rectitud; de modo que deberán comparecer ante Dios para ser juzgados según sus obras. Y si sus obras han sido inmundicia, por fuerza ellos son inmundos; y si son inmundos, por fuerza ellos no pueden morar en el reino de Dios; de lo contrario, el reino de Dios también sería inmundo.", "34 Pero he aquí, os digo que el reino de Dios no es inmundo, y ninguna cosa impura puede entrar en el reino de Dios; de modo que es necesario que se prepare un lugar de inmundicia para lo que es inmundo.", "35 Y se ha preparado un lugar; sí, aquel infierno horroroso de que he hablado, y quien lo ha preparado es el diablo. Por tanto, el estado final de las almas de los hombres es morar en el reino de Dios, o ser expulsados, por razón de esa justicia a que me he referido.", "36 Así que los malos son desechados de entre los justos, y también de aquel árbol de la vida, cuyo fruto es el más precioso y el más apetecible de todos los frutos; sí, y es el más grande de todos los dones de Dios. Y así hablé a mis hermanos. Amén."], "Français": ["Dans les derniers jours, la postérité de Léhi recevra l’Évangile par les Gentils— Le rassemblement d’Israël est comparé à un olivier dont les branches naturelles lui seront de nouveau greffées— Néphi interprète la vision de l’arbre de vie et montre que Dieu agit avec justice lorsqu’il sépare les méchants des justes. Vers 600–592av.J.-C.", "1 Et il arriva que lorsque moi, Néphi, j’eus été ravi dans l’Esprit et eus vu toutes ces choses, je retournai à la tente de mon père.", "2 Et il arriva que je vis mes frères, et ils se disputaient entre eux à propos des choses que mon père leur avait dites.", "3 Car il leur dit, en vérité, beaucoup de grandes choses qui étaient dures à comprendre si on n’interrogeait pas le Seigneur; et eux, étant endurcis de cœur, pour cette raison, ils ne se tournaient pas vers le Seigneur comme ils l’auraient dû.", "4 Et alors, moi, Néphi, je fus peiné de l’endurcissement de leur cœur et aussi des choses que j’avais vues et que je savais devoir inévitablement arriver à cause de la grande méchanceté des enfants des hommes.", "5 Et il arriva que je fus accablé à cause de mes afflictions, car je considérais que mes afflictions étaient les plus grandes de toutes à cause de la destruction de mon peuple, car j’avais vu sa chute.", "6 Et il arriva qu’après avoir reçu de la force, je parlai à mes frères, désirant apprendre d’eux la cause de leur controverse.", "7 Et ils dirent: Voici, nous ne pouvons pas comprendre les paroles que notre père a dites concernant les branches naturelles de l’olivier et aussi concernant les Gentils.", "8 Et je leur dis: Avez-vous interrogé le Seigneur?", "9 Et ils me dirent: Non, car le Seigneur ne nous révèle rien de la sorte.", "10 Voici, je leur dis: Comment se fait-il que vous ne gardiez pas les commandements du Seigneur? Comment se fait-il que vous vouliez périr à cause de l’endurcissement de votre cœur?", "11 Ne vous souvenez-vous pas des choses que le Seigneur a dites: Si vous ne vous endurcissez pas le cœur et me demandez avec foi, croyant que vous recevrez, étant diligents à garder mes commandements, assurément ces choses vous seront révélées?", "12 Voici, je vous dis que la maison d’Israël a été comparée à un olivier par l’Esprit du Seigneur, qui était en notre père; et voici, ne sommes-nous pas coupés de la maison d’Israël et ne sommes-nous pas une branche de la maison d’Israël?", "13 Et maintenant, ce que notre père veut dire concernant le greffage des branches naturelles grâce à la plénitude des Gentils, c’est que dans les derniers jours, lorsque notre postérité aura dégénéré dans l’incrédulité, oui, pendant de nombreuses années, et de nombreuses générations après que le Messie aura été manifesté dans la chair aux enfants des hommes, alors la plénitude de l’Évangile du Messie ira aux Gentils, et des Gentils au reste de notre postérité;", "14 et ce jour-là, le reste de notre postérité saura qu’il est de la maison d’Israël et qu’il est le peuple de l’alliance du Seigneur; et alors, ils sauront et parviendront à la connaissance de leurs ancêtres et aussi à la connaissance de l’Évangile de leur Rédempteur, qui avait été enseigné par lui à leurs pères; c’est pourquoi, ils parviendront à la connaissance de leur Rédempteur et des points mêmes de sa doctrine, afin de savoir comment venir à lui et être sauvés.", "15 Et alors, en ce jour-là, ne se réjouiront-ils pas et ne loueront-ils pas leur Dieu éternel, leur rocher et leur salut? Oui, en ce jour-là, ne recevront-ils pas du vrai cep la force et la nourriture, oui, ne viendront-ils pas dans la vraie bergerie de Dieu?", "16 Voici, je vous le dis, oui; on se souviendra de nouveau d’eux parmi la maison d’Israël; étant une branche naturelle de l’olivier, ils seront greffés sur le véritable olivier.", "17 Et c’est cela que notre père veut dire; et il veut dire que cela n’arrivera pas avant qu’ils n’aient été dispersés par les Gentils; et il veut dire que cela se fera par l’intermédiaire des Gentils, afin que le Seigneur puisse montrer son pouvoir aux Gentils, pour la bonne raison qu’il sera rejeté par les Juifs, ou par la maison d’Israël.", "18 C’est pourquoi, notre père n’a pas parlé de notre postérité seulement, mais aussi de toute la maison d’Israël, attirant l’attention sur l’alliance qui va s’accomplir dans les derniers jours, alliance que le Seigneur a faite avec notre père Abraham, disant: Dans ta postérité, toutes les familles de la terre seront bénies.", "19 Et il arriva que moi, Néphi, je leur parlai beaucoup de ces choses; oui, je leur parlai du rétablissement des Juifs dans les derniers jours.", "20 Et je leur répétai les paroles d’Ésaïe, qui a parlé du rétablissement des Juifs, ou de la maison d’Israël; et lorsqu’ils seraient rétablis, ils ne seraient plus confondus ni ne seraient plus dispersés. Et il arriva que je dis beaucoup de paroles à mes frères, de sorte qu’ils furent apaisés et s’humilièrent devant le Seigneur.", "21 Et il arriva qu’ils me parlèrent encore, disant: Que signifie ce que notre père a vu en songe? Que signifie l’arbre qu’il a vu?", "22 Et je leur dis: C’était une représentation de l’arbre de vie.", "23 Et ils me dirent: Que signifie la barre de fer que notre père a vue, qui conduisait à l’arbre?", "24 Et je leur dis que c’était la parole de Dieu; et quiconque prêtait l’oreille à la parole de Dieu et s’y tenait fermement ne périrait jamais; et les tentations et les traits enflammés de l’adversaire ne pourraient pas non plus avoir le dessus sur lui au point de l’aveugler pour l’entraîner vers la destruction.", "25 C’est pourquoi, moi, Néphi, je les exhortai à faire attention à la parole du Seigneur; oui, je les exhortai, de toute l’énergie de mon âme et de toute la faculté que je possédais, à faire attention à la parole de Dieu et à se souvenir de toujours garder ses commandements en tout.", "26 Et ils me dirent: Que signifie la rivière d’eau que notre père a vue?", "27 Et je leur dis que l’eau que mon père avait vue était la souillure; et son esprit était tellement absorbé par d’autres choses, qu’il ne vit pas la souillure de l’eau.", "28 Et je leur dis que c’était un gouffre affreux, qui séparait les méchants de l’arbre de vie et aussi des saints de Dieu.", "29 Et je leur dis que c’était une représentation de l’enfer affreux dont l’ange m’avait dit qu’il était préparé pour les méchants.", "30 Et je leur dis que notre père vit aussi que la justice de Dieu séparait également les méchants des justes; et son éclat était semblable à l’éclat d’un feu flamboyant qui monte vers Dieu pour toujours et à jamais et n’a pas de fin.", "31 Et ils me dirent: Cela signifie-t-il le tourment du corps pendant les jours d’épreuve, ou cela signifie-t-il l’état final de l’âme après la mort du corps temporel, ou cela parle-t-il des choses qui sont temporelles?", "32 Et il arriva que je leur dis que c’était une représentation de choses à la fois temporelles et spirituelles; car le jour viendrait où ils seraient jugés selon leurs œuvres, oui, les œuvres qui avaient été faites par le corps temporel durant leurs jours d’épreuve.", "33 C’est pourquoi, s’ils mouraient dans leur méchanceté, ils seraient rejetés aussi quant aux choses qui sont spirituelles, qui sont relatives à la justice; c’est pourquoi, ils seraient amenés à comparaître devant Dieu pour être jugés selon leurs œuvres; et si leurs œuvres sont souillées, ils doivent nécessairement être souillés; et s’ils sont souillés, il faut nécessairement qu’ils ne puissent pas demeurer dans le royaume de Dieu; s’ils le pouvaient, le royaume de Dieu serait souillé, lui aussi.", "34 Mais voici, je vous le dis, le royaume de Dieu n’est pas souillé, et rien d’impur ne peut entrer dans le royaume de Dieu; c’est pourquoi, il doit nécessairement y avoir un lieu de souillure préparé pour ce qui est souillé.", "35 Et il y a un lieu préparé, oui, cet enfer affreux dont j’ai parlé, et le diable est celui qui le prépare; c’est pourquoi, l’état final de l’âme des hommes est de demeurer dans le royaume de Dieu ou d’être chassée, à cause de cette justice dont j’ai parlé.", "36 C’est pourquoi, les méchants sont rejetés des justes et aussi de l’arbre de vie dont le fruit est le plus précieux et le plus désirable, par-dessus tous les autres fruits; oui, et c’est le plus grand de tous les dons de Dieu. Et c’est ainsi que je parlai à mes frères. Amen."], "Kiribati": ["A na anganaki kanoan Riaai taekan te euangkerio irouia Tientaire ni boong aika kaitira—E a kabotauaki botakia Iteraera ma te kai te oriwa are kona mwangana ni manga kanimwaki—E kabwarabwara Nibwaai nanon te mi ni burabeti are e oti iai te kai ni kamaiu ao e taekina naba ana motiraoi te Atua ni kaokoroia aika a buakaka mai irouia aika a raoiroi. Uakaan ma 600–592I.K.", "1 Ao e koro bukina bwa ngke I a tia ni uotaki nako Ngai ae Nibwaai, n Tamneiu, man noori bwaai aikai ni kabane, ao I a oki nakon ana umwanrianna tamau.", "2 Ao e koro bukina bwa I nooriia tariu, ao a kauntaeka imarenaia ni kaineti ma bwaai ake e a tia n taekin tamau nakoia.", "3 Bwa e koaua ae e a tia n taekin bwaai aika mwaiti aika a kakawaki nakoia, aika a kangaanga nanoia, ma ti ngkana te aomata e butiia te Uea; ma ngkai a matoa nanoia, ngaia are a aikoa butiia te Uea n aron are a riai ni karaoia.", "4 Ao ngkai, Ngai ae Nibwaai, e a rawawata nanou ibukin matoan nanoia, ao riki ibukin bwaai ake I a tia n noori, ao a na koro bukiia ngkai e korakora buakakaia natiia aomata.", "5 Ao e koro bukina bwa I a konaaki ibukin karawawatakiu, bwa I taku inanou bwa a korakora riki karawawatakiu nakon bwaai ni kabane, ibukin tiringakia au botanaomata, bwa I a tia n noora bwakaia.", "6 Ao e koro bukina bwa ngke e a tia n oki korakorau ao I a taetae nakoia tariu, ni butiia bwa a na tuangai bukin aia kauntaeka.", "7 Ao a taku: Taraia, ti aki ota n taian taeka ake e taekin Tamara ni kaineti ma mwangan raoi te kai te oriwa, ao ni kaineti naba ma Tientaire.", "8 Ao I taku nakoia: Kam a tia n titirakina te Uea?", "9 Ao a taku nakoiu: Ti tuai; bwa te Uea e tuai ni kaoti bwaai n aron aikai nakoira.", "10 Taraia, I taku nakoia: Bukin teraa ngkai kam tuai ni kaawakin ana tua te Uea? Bukin tera ngkai kam na mate ibukin matoan nanomi?", "11 Kam aki uring bwaai ake e taekin te Uea?—Ngke arona bwa kam aki kamatoai nanomi, ao n titirakinai ma te onimaki, ni kakoaua bwa e na reke iroumi, ma n teimatoa ni kaawakin au tua, ao e koaua bwa a na bon kaotaki nanon bwaai aikai nakoimi.", "12 Taraia, I taku nakoimi, bwa e kabotauaki te bata are Iteraera ma te kai te oriwa, iroun Tamnein te Uea are e mena i nanon tamara, ao taraia, ti raure nako ma te bata are Iteraera ke ti aki, ao tiaki ngaira mwangan te bata are Iteraera?", "13 Ao ngkai, nanon te bwai are taekinna tamara are e kabootauaki ma kanimwan taian mwanga rinanon bwaninia Tientaire, are ni boong aika kaitira, n te tai are a na tia kanoara ni kerikaki n aia aki onimaki, eng, i nanon te maan ae ririki aika mwaiti, ma rooro aika mwaiti i mwin rokon te Mesia n rabwata nakoia natia aomata, ao ngkanne e nang roko bwaninin ana euangkerio te Mesia nakoia Tientaire, ao mai irouia Tientaire nakoia nikiraia kanoara—", "14 Ao n te bong arei a na ataia nikiraia kanoara ae ngaia kaain te bata are Iteraera, ao bon ngaia ana aomata i nanon te berita ae tabu te Uea; ao a na ataa taekaia aia bakatibu, ao taekan naba ana euangkerio aia Tia Kaboia, ake a reiakinaki irouna nakoia tamaia; mangaia ae a na ataa taekan aia Tia Kaboia ma nanon ana reirei bwa a aonga n rabakau ni kawaria ao ni kamaiuaki.", "15 Ao n te bong arei, e koaua bwa a na bon aki kimwareirei man anga aia nebonebo nakon Atuaia ae e aki totoki, ae aia bwaa ma kamaiuaia? Eng, n te bong arei, e koaua ae a na aki reke irouia te korakora ma kanan rabwataia man kain te kurebe ni koaua? Eng, e koaua bwa a na aki botaki ma ana nanai ni koaua te Atua?", "16 Taraia, I tuangkami aio, Eng; a na manga uringaki i buakon te bata are Iteraera; a na manga katomaki, ngkai bon ngaia mwangan raoi te kai ae te oriwa, nakon te kai ae te oriwa ni koaua.", "17 Ao aio are e kananonaa tamara; ao e kananonaa ae e na aki riki ni karokoa ae a tia ni kamaenakoaki irouia Tientaire; ao e kananonaa are e na riki aio mai irouia Tientaire, ao e na kaota mwaakana te Uea nakoia Tientaire, ngkai e na aki butimwaeaki irouia Iutaia, ke man te bata are Iteraera.", "18 Mangaia ae e aki ti taekinia kanoara tamara, ma e taekinia naba kain te bata are Iteraera ni kabane, ni katereterea te berita ae tabu are e na kakoroaki bukina ni boong aika kaitira; are te berita are e tabu are e karaoia te Uea nakon tamara ae Aberaam, ni kangai: A na kabwaia kaain aonaba ni kabaneia i nanon am kariki.", "19 Ao e koro bukina bwa Ngai ae Nibwaai, I taetae nakoia ni kaineti ma bwaai aikai; eng, I taetae nakoia ni kaineti ma ikotakiia Iutaia ni boong aika kaitira.", "20 Ao I taekin nakoia kanoan ana taeka Itaia, are e taekin bwaai aika a kaineti ma ikotakiia Iutaia, ke te bata are Iteraera; bwa i mwin ikotakiia ao a na aki manga kamangaoaki, ke ni manga kamaenakoaki riki. Ao e koro bukina bwa a mwaiti bwaai ake I taekin nakoia tariu, n te aro are a rau nanoia ao a karinanoia imatan te Uea.", "21 Ao e koro bukina bwa a manga taetae riki nakoiu, ni kangai: Tera nanon are nooria tamara n te mii? Tera nanon te kai are e nooria?", "22 Ao e koro bukina nakoia: Bon katotongan te kai ni kamaiu.", "23 Ao a taku nakoiu: Tera nanon te kai te biti are nooria tamara, are a tiki nakon te kai?", "24 Ao I tuangiia ae bon ana taeka te Atua; ao ane e ongo nakon ana taeka te Atua, ao n taua ni kamatoa, ao a na bon aki maamate; ao a na aki kona naba n rootaki n taian kariri ao kanoan ana kai ni katebe aika ura teuare e buakaka ma ni kamatakiaki, ni kairia nakon te mate.", "25 Mangaia ae Ngai ae Nibwaai, I a kaungaia bwa a na ongo ana taeka te Uea; eng, I kabonganai korakoran tamneiu ni kabane ni kaungai nanoia, ao riki ma au kona ni kabane, bwa a na ongo ana taeka te Atua ao n uringnga ni kaawakin ana tua ni kabane n taai nako ao ni bwaai ni kabane.", "26 Ao a taku nakoiu: Tera nanon te karaanga n ran are e nooria tamara?", "27 Ao I tuangiia ae te ran are e nooria tamau bon te kammaira; ao a mwaiti bwaai ake a katabea ana iango n te aro are e aki noora kammairan te ran.", "28 Ao I tuangiia bon te marenaua ae buakaka, are karaureia aika buakaka man te kai ni kamaiu, ao mai irouia naba ana aomata aika itiaki te Atua.", "29 Ao I tuangiia ae bon katotongan moone ae kamwara, are e tuangai te anera bwa e a tia ni katauraoaki ibukiia aika buakaka.", "30 Ao I tuangiia naba ae e a tia tamara n noora aron ana motiraoi te Atua are e karaureia aika buakaka mai irouia aika raoiroi; ao ootana bon titebo ma ootan te ai ae e ura, are e waerake nakon te Atua n aki toki, ao akea tokina.", "31 Ao a taku nakoiu: Nanon aei bon karawawatan te rabwata i nanon ana bong ni kataki, ke nanona te bwai are e na riki nakon te tamnei i mwin maten te rabwata, ke e ti taekinaki iai baika a kaineti ma te maiu n rabwata?", "32 Ao e koro bukina bwa I tuangiia bwa a kananonaaki iai aron te maiu n rabwata ao n tamnei; bwa ane e na roko te bong are a motikaki iai taekaia man aron aia mwakuri, eng, are taian mwakuri ake e karaoi te rabwata n tain te kataki.", "33 Mangaia ae ngkana a mate i nanon aia buakaka ao a na riai n teweaki nako naba ni kaineti ma bwain te maiu n tamnei, aika a kaineti ma te raoiroi; mangaia ae a na kateaki imatan te Atua, bwa a na motikaki taekaia n aron aia mwakuri; ao ngkana aia mwakuri a tia ni kammaira ao a bon kammaira; ao ngkana a kammaira ao a na aki kona ni maeka n uean te Atua; bwa ngkana a kona, ao nanona e kammaira naba uean te Atua.", "34 Ma taraia, I tuangkami aio, e aki kammaira uean te Atua, ao bon akea te bwai ae bareka ae e kona n rin n uean te Atua; mangaia ae e na iai te tabo ae kammaira are e a tia ni katauraoaki ibukin te bwai ae kammaira.", "35 Ao bon iai te tabo are e a tia ni katauraoaki, eng, are bon moone are kamwara are I a tia n taekinna, ao te riaboro ae te tia katauraoia; mangaia ae nnen tamneia aomata i mwin te mate bon te maeka n uean te Atua, ke te teweaki nako ibukin te motiraoi are I a tia n taekinna.", "36 Mangaia ae a na tukaki aika buakaka mai i buakoia aika a raoiroi, ao man te kai ni kamaiu naba, are moan te tangiraki riki uaana nakon uaanikai nako; eng, ao bon te kabanea ni korakora mai buakon ana bwai n tangira nako te Atua. Ao aikai bwaai ake I taekin nakoia tariu. Amen."]}