{"English": ["Lehi sees a vision of the tree of life—He partakes of its fruit and desires his family to do likewise—He sees a rod of iron, a strait and narrow path, and the mists of darkness that enshroud men—Sariah, Nephi, and Sam partake of the fruit, but Laman and Lemuel refuse. About 600–592B.C.", "1 And it came to pass that we had gathered together all manner of seeds of every kind, both of grain of every kind, and also of the seeds of fruit of every kind.", "2 And it came to pass that while my father tarried in the wilderness he spake unto us, saying: Behold, I have dreamed a dream; or, in other words, I have seen a vision.", "3 And behold, because of the thing which I have seen, I have reason to rejoice in the Lord because of Nephi and also of Sam; for I have reason to suppose that they, and also many of their seed, will be saved.", "4 But behold, Laman and Lemuel, I fear exceedingly because of you; for behold, methought I saw in my dream, a dark and dreary wilderness.", "5 And it came to pass that I saw a man, and he was dressed in a white robe; and he came and stood before me.", "6 And it came to pass that he spake unto me, and bade me follow him.", "7 And it came to pass that as I followed him I beheld myself that I was in a dark and dreary waste.", "8 And after I had traveled for the space of many hours in darkness, I began to pray unto the Lord that he would have mercy on me, according to the multitude of his tender mercies.", "9 And it came to pass after I had prayed unto the Lord I beheld a large and spacious field.", "10 And it came to pass that I beheld a tree, whose fruit was desirable to make one happy.", "11 And it came to pass that I did go forth and partake of the fruit thereof; and I beheld that it was most sweet, above all that I ever before tasted. Yea, and I beheld that the fruit thereof was white, to exceed all the whiteness that I had ever seen.", "12 And as I partook of the fruit thereof it filled my soul with exceedingly great joy; wherefore, I began to be desirous that my family should partake of it also; for I knew that it was desirable above all other fruit.", "13 And as I cast my eyes round about, that perhaps I might discover my family also, I beheld a river of water; and it ran along, and it was near the tree of which I was partaking the fruit.", "14 And I looked to behold from whence it came; and I saw the head thereof a little way off; and at the head thereof I beheld your mother Sariah, and Sam, and Nephi; and they stood as if they knew not whither they should go.", "15 And it came to pass that I beckoned unto them; and I also did say unto them with a loud voice that they should come unto me, and partake of the fruit, which was desirable above all other fruit.", "16 And it came to pass that they did come unto me and partake of the fruit also.", "17 And it came to pass that I was desirous that Laman and Lemuel should come and partake of the fruit also; wherefore, I cast mine eyes towards the head of the river, that perhaps I might see them.", "18 And it came to pass that I saw them, but they would not come unto me and partake of the fruit.", "19 And I beheld a rod of iron, and it extended along the bank of the river, and led to the tree by which I stood.", "20 And I also beheld a strait and narrow path, which came along by the rod of iron, even to the tree by which I stood; and it also led by the head of the fountain, unto a large and spacious field, as if it had been a world.", "21 And I saw numberless concourses of people, many of whom were pressing forward, that they might obtain the path which led unto the tree by which I stood.", "22 And it came to pass that they did come forth, and commence in the path which led to the tree.", "23 And it came to pass that there arose a mist of darkness; yea, even an exceedingly great mist of darkness, insomuch that they who had commenced in the path did lose their way, that they wandered off and were lost.", "24 And it came to pass that I beheld others pressing forward, and they came forth and caught hold of the end of the rod of iron; and they did press forward through the mist of darkness, clinging to the rod of iron, even until they did come forth and partake of the fruit of the tree.", "25 And after they had partaken of the fruit of the tree they did cast their eyes about as if they were ashamed.", "26 And I also cast my eyes round about, and beheld, on the other side of the river of water, a great and spacious building; and it stood as it were in the air, high above the earth.", "27 And it was filled with people, both old and young, both male and female; and their manner of dress was exceedingly fine; and they were in the attitude of mocking and pointing their fingers towards those who had come at and were partaking of the fruit.", "28 And after they had tasted of the fruit they were ashamed, because of those that were scoffing at them; and they fell away into forbidden paths and were lost.", "29 And now I, Nephi, do not speak all the words of my father.", "30 But, to be short in writing, behold, he saw other multitudes pressing forward; and they came and caught hold of the end of the rod of iron; and they did press their way forward, continually holding fast to the rod of iron, until they came forth and fell down and partook of the fruit of the tree.", "31 And he also saw other multitudes feeling their way towards that great and spacious building.", "32 And it came to pass that many were drowned in the depths of the fountain; and many were lost from his view, wandering in strange roads.", "33 And great was the multitude that did enter into that strange building. And after they did enter into that building they did point the finger of scorn at me and those that were partaking of the fruit also; but we heeded them not.", "34 These are the words of my father: For as many as heeded them, had fallen away.", "35 And Laman and Lemuel partook not of the fruit, said my father.", "36 And it came to pass after my father had spoken all the words of his dream or vision, which were many, he said unto us, because of these things which he saw in a vision, he exceedingly feared for Laman and Lemuel; yea, he feared lest they should be cast off from the presence of the Lord.", "37 And he did exhort them then with all the feeling of a tender parent, that they would hearken to his words, that perhaps the Lord would be merciful to them, and not cast them off; yea, my father did preach unto them.", "38 And after he had preached unto them, and also prophesied unto them of many things, he bade them to keep the commandments of the Lord; and he did cease speaking unto them."], "Español": ["Lehi ve una visión del árbol de la vida— Come de su fruto y desea que su familia haga lo mismo— Ve una barra de hierro, un sendero estrecho y angosto y el vapor de tinieblas que envuelve a los hombres— Saríah, Nefi y Sam comen del fruto, pero Lamán y Lemuel no quieren hacerlo. Aproximadamente 600–592a.C.", "1 Y aconteció que habíamos recogido toda suerte de semillas de toda especie, tanto de granos de todas clases, como de todo género de frutas.", "2 Y sucedió que mientras mi padre estaba en el desierto, nos habló, diciendo: He aquí, he soñado un sueño o, en otras palabras, he visto una visión.", "3 Y he aquí, a causa de las cosas que he visto, tengo por qué regocijarme en el Señor por motivo de Nefi y de Sam; porque tengo razón para suponer que ellos y también muchos de sus descendientes se salvarán.", "4 Pero he aquí, Lamán y Lemuel, temo en gran manera por causa de vosotros; pues he aquí, me pareció ver en mi sueño un desierto obscuro y lúgubre.", "5 Y aconteció que vi a un hombre vestido con un manto blanco, el cual llegó y se puso delante de mí.", "6 Y sucedió que me habló y me mandó que lo siguiera.", "7 Y aconteció que mientras lo seguía, vi que me hallaba en un desierto obscuro y lúgubre.", "8 Y después de haber caminado en la obscuridad por el espacio de muchas horas, empecé a implorarle al Señor que tuviera misericordia de mí, de acuerdo con la multitud de sus tiernas misericordias.", "9 Y aconteció que después de haber orado al Señor, vi un campo grande y espacioso.", "10 Y sucedió que vi un árbol cuyo fruto era deseable para hacer a uno feliz.", "11 Y aconteció que me adelanté y comí de su fruto; y percibí que era de lo más dulce, superior a todo cuanto yo había probado antes. Sí, y vi que su fruto era blanco, y excedía a toda blancura que yo jamás hubiera visto.", "12 Y al comer de su fruto, mi alma se llenó de un gozo inmenso; por lo que deseé que participara también de él mi familia, pues sabía que su fruto era preferible a todos los demás.", "13 Y al dirigir la mirada en derredor, por si acaso descubría a mi familia también, vi un río de agua; y corría cerca del árbol de cuyo fruto yo estaba comiendo.", "14 Y miré para ver de dónde procedía, y vi su fuente no muy lejos de mí; y en su manantial vi a vuestra madre, Saríah, y a Sam y a Nefi; y estaban allí como si no supieran a dónde ir.", "15 Y aconteció que les hice señas y también les dije en voz alta que vinieran hacia mí y participaran de aquel fruto que era preferible a todos los demás.", "16 Y sucedió que vinieron hacia mí y también comieron del fruto del árbol.", "17 Y aconteció que yo sentí deseos de que Lamán y Lemuel vinieran y comieran también de aquel fruto; por tanto, dirigí la vista hacia el manantial del río por si acaso los veía.", "18 Y aconteció que los vi, pero no quisieron venir hacia mí para comer del fruto.", "19 Y percibí una barra de hierro que se extendía por la orilla del río y conducía al árbol donde yo estaba.", "20 Y vi también un sendero estrecho y angosto que corría a un lado de la barra de hierro hasta el árbol, al lado del cual me hallaba; y también pasaba por donde brotaba el manantial hasta un campo grande y espacioso a semejanza de un mundo.", "21 Y vi innumerables concursos de gentes, muchas de las cuales se estaban apremiando a fin de llegar al sendero que conducía al árbol al lado del cual me hallaba.", "22 Y aconteció que se adelantaron y emprendieron la marcha por el sendero que conducía al árbol.", "23 Y ocurrió que surgió un vapor de tinieblas, sí, un sumamente extenso vapor de tinieblas, tanto así que los que habían entrado en el sendero se apartaron del camino, de manera que se desviaron y se perdieron.", "24 Y sucedió que vi a otros que se adelantaban, y llegaron y se asieron del extremo de la barra de hierro, y avanzaron a través del vapor de tinieblas, asidos a la barra de hierro, hasta que llegaron y participaron del fruto del árbol.", "25 Y después de haber comido del fruto del árbol, miraron en derredor de ellos, como si se hallasen avergonzados.", "26 Y yo también dirigí la mirada alrededor, y vi del otro lado del río un edificio grande y espacioso que parecía erguirse en el aire, a gran altura de la tierra.", "27 Y estaba lleno de personas, tanto ancianas como jóvenes, hombres así como mujeres; y la ropa que vestían era excesivamente fina; y se hallaban en actitud de estar burlándose y señalando con el dedo a los que habían llegado hasta el fruto y estaban comiendo de él.", "28 Y después que hubieron probado del fruto, se avergonzaron a causa de los que se mofaban de ellos; y cayeron en senderos prohibidos y se perdieron.", "29 Y ahora bien, yo, Nefi, no relato todas las palabras de mi padre;", "30 pero para ser breve en lo que escribo, he aquí, él vio otras multitudes que avanzaban; y llegaron y se agarraron del extremo de la barra de hierro; y siguieron hacia adelante, asidos constantemente a la barra de hierro, hasta que llegaron, y se postraron, y comieron del fruto del árbol.", "31 Y vio también otras multitudes que se dirigían a tientas hacia el grande y espacioso edificio.", "32 Y aconteció que muchos se ahogaron en las profundidades de la fuente; y muchos otros desaparecieron de su vista, desviándose por senderos extraños.", "33 Y grande era la multitud que entraba en aquel singular edificio. Y después de entrar en él nos señalaban con dedo de escarnio a mí y también a los que participaban del fruto; pero no les hicimos caso.", "34 Estas son las palabras de mi padre: Pues todos los que les hicieron caso se perdieron.", "35 Y ni Lamán ni Lemuel comieron del fruto, dijo mi padre.", "36 Y aconteció que luego que mi padre hubo relatado todas las palabras de su sueño o visión, que fueron muchas, nos dijo que a causa de estas cosas que había visto en la visión, temía en gran manera por Lamán y Lemuel; sí, temía que fueran desterrados de la presencia del Señor.", "37 Y entonces los exhortó, con todo el sentimiento de un tierno padre, a que escucharan sus consejos, para que quizá el Señor tuviera misericordia de ellos y no los desechara; sí, mi padre les predicó.", "38 Y después de haberles predicado, y también profetizado de muchas cosas, les mandó que guardaran los mandamientos del Señor; y cesó de hablarles."], "Français": ["Léhi voit en vision l’arbre de vie— Il mange de son fruit et désire que sa famille fasse de même— Il voit une barre de fer, un chemin étroit et resserré et les brouillards de ténèbres qui enveloppent les hommes— Sariah, Néphi et Sam mangent du fruit, mais Laman et Lémuel refusent. Vers 600–592av.J.-C.", "1 Et il arriva que nous avions rassemblé toutes sortes de semences de toute espèce, à la fois des graines de toute espèce et aussi des semences de fruits de toute espèce.", "2 Et il arriva que tandis que mon père demeurait dans le désert, il nous parla, disant: Voici, j’ai eu un songe, ou, en d’autres termes, j’ai eu une vision.", "3 Et voici, à cause de ce que j’ai vu, j’ai des raisons de me réjouir dans le Seigneur à cause de Néphi et aussi de Sam, car j’ai des raisons de penser qu’eux et aussi beaucoup de leur postérité seront sauvés.", "4 Mais voici, Laman et Lémuel, j’éprouve des craintes extrêmes à cause de vous, car voici, il m’a semblé voir, dans mon songe, un désert sombre et désolé.", "5 Et il arriva que je vis un homme, et il était vêtu d’un vêtement blanc; et il vint se tenir devant moi.", "6 Et il arriva qu’il me parla et m’invita à le suivre.", "7 Et il arriva que comme je le suivais, je me vis dans une solitude sombre et désolée.", "8 Et lorsque j’eus voyagé pendant l’espace de nombreuses heures dans les ténèbres, je commençai à prier le Seigneur d’être miséricordieux envers moi, selon l’immensité de ses tendres miséricordes.", "9 Et il arriva que lorsque j’eus prié le Seigneur, je vis un champ vaste et spacieux.", "10 Et il arriva que je vis un arbre dont le fruit était désirable pour rendre heureux.", "11 Et il arriva que je m’avançai et que j’en mangeai du fruit; et je vis qu’il était très doux, au-delà de tout ce que j’avais jamais goûté auparavant. Oui, et je vis que son fruit était blanc, au point de dépasser en blancheur tout ce que j’avais jamais vu.", "12 Et comme j’en mangeais le fruit, il me remplit l’âme d’une joie extrêmement grande; c’est pourquoi, je commençai à désirer que ma famille en mangeât aussi, car je savais qu’il était plus désirable que tous les autres fruits.", "13 Et comme je jetais les regards autour de moi dans l’espoir de découvrir peut-être ma famille aussi, je vis une rivière d’eau; et elle coulait, et elle était près de l’arbre dont je mangeais le fruit.", "14 Et je regardai pour voir d’où elle venait; et je vis son point de départ à une petite distance; et à son point de départ, je vis votre mère, Sariah, et Sam, et Néphi; et ils se tenaient là comme s’ils ne savaient où aller.", "15 Et il arriva que je leur fis signe; et je leur dis aussi d’une voix forte qu’ils devaient venir à moi manger du fruit qui était plus désirable que tout autre fruit.", "16 Et il arriva qu’ils vinrent à moi et mangèrent aussi du fruit.", "17 Et il arriva que je désirai que Laman et Lémuel viennent aussi manger du fruit; c’est pourquoi, je jetai les regards vers le point de départ de la rivière, dans l’espoir de les voir.", "18 Et il arriva que je les vis, mais ils ne voulurent pas venir à moi manger du fruit.", "19 Et je vis une barre de fer, et elle s’étendait le long du bord de la rivière et menait à l’arbre à côté duquel je me tenais.", "20 Et je vis aussi un sentier étroit et resserré, qui longeait la barre de fer jusqu’à l’arbre à côté duquel je me tenais; et il passait aussi par le point de départ de la source jusqu’à un champ vaste et spacieux comme si cela avait été un monde.", "21 Et je vis d’innombrables multitudes de gens, dont beaucoup marchaient résolument afin de parvenir au sentier qui menait à l’arbre à côté duquel je me tenais.", "22 Et il arriva qu’ils s’avancèrent et s’engagèrent dans le sentier qui menait à l’arbre.", "23 Et il arriva qu’il s’éleva un brouillard de ténèbres; oui, un brouillard de ténèbres extrêmement grand, au point que ceux qui s’étaient engagés dans le sentier perdirent leur chemin, de sorte qu’ils s’éloignèrent et se perdirent.", "24 Et il arriva que j’en vis d’autres marcher résolument, et ils s’avancèrent et se saisirent de l’extrémité de la barre de fer; et ils marchèrent résolument au travers du brouillard de ténèbres, s’agrippant à la barre de fer jusqu’à s’avancer et manger du fruit de l’arbre.", "25 Et lorsqu’ils eurent mangé du fruit de l’arbre, ils jetèrent les regards autour d’eux comme s’ils étaient honteux.", "26 Et je jetai aussi les regards autour de moi et vis, de l’autre côté de la rivière d’eau, un grand et spacieux édifice; et il semblait être en l’air, bien haut au-dessus de la terre.", "27 Et il était rempli de gens, jeunes et vieux, hommes et femmes; et leur façon de s’habiller était extrêmement raffinée; et ils paraissaient se moquer et montrer du doigt ceux qui étaient venus manger du fruit.", "28 Et après avoir goûté du fruit, ils furent honteux à cause de ceux qui se moquaient d’eux; et ils tombèrent dans des sentiers interdits et se perdirent.", "29 Et maintenant, moi, Néphi, je ne dis pas toutes les paroles de mon père.", "30 Mais, pour être bref dans ce que j’écris, voici, il vit d’autres multitudes marcher résolument; et elles vinrent se saisir de l’extrémité de la barre de fer, et elles allèrent résolument de l’avant, se tenant continuellement avec fermeté à la barre de fer jusqu’à s’avancer, et se laisser choir, et manger du fruit de l’arbre.", "31 Et il vit aussi d’autres multitudes se diriger en tâtonnant vers ce grand et spacieux édifice.", "32 Et il arriva que beaucoup furent noyés dans les profondeurs de la source; et beaucoup disparurent à ses yeux, errant sur des routes étranges.", "33 Et grande fut la multitude de ceux qui entrèrent dans cet étrange édifice. Et lorsqu’ils furent entrés dans cet édifice, ils nous montrèrent du doigt avec mépris, moi et ceux qui mangeaient du fruit; mais nous ne fîmes pas attention à eux.", "34 Voici les paroles de mon père: Car tous ceux qui leur avaient prêté attention étaient tombés.", "35 Et Laman et Lémuel ne mangèrent pas du fruit, dit mon père.", "36 Et il arriva qu’après que mon père eut dit toutes les paroles de son songe ou de sa vision, qui étaient nombreuses, il nous dit qu’à cause des choses qu’il avait vues en vision, il craignait extrêmement pour Laman et Lémuel; oui, il craignait qu’ils ne fussent rejetés de la présence du Seigneur.", "37 Et il les exhorta alors, avec toute la ferveur d’un père tendre, à écouter ses paroles, dans l’espoir que le Seigneur serait peut-être miséricordieux envers eux et ne les rejetterait pas; oui, mon père leur prêcha.", "38 Et lorsqu’il leur eut prêché et leur eut aussi prophétisé beaucoup de choses, il les invita à garder les commandements du Seigneur; et il cessa de leur parler."], "Kiribati": ["E noora te kai ni kamaiu Riaai i nanon te mi ni burabeti—E kana uaana ao e tangiria kaain ana utu bwa a na kanna naba—E noora te kai te biti, te kawai ae e eti ma n irariki, ao bubun nangin te roo are e taoniia aomata—A kana te uaanikai Tiera, Nibwaai, ao Taam, ma Reimwan ao Remuera a rawa. Uakaan ma 600–592I.K.", "1 Ao e koro bukina bwa ti rikoi ni booti koraa n aekaia nako ni kabane, ma koraa ae aiaron uaan te wiita n aekaia nako, ma koraan uaanikai naba n aekaia nako.", "2 Ao e koro bukina bwa inanon ana tai tamau n tiku inanon te rereua ao e a taetae nakoira, ni kangai: Noria, I a tia ni miia te mi; ke, n taekinana teuana, I a tia n noora te mii ni burabeti.", "3 Ao noria, ibukin bwaai ake I a tia n noori, e reke bukin kukurein nanou iroun te Uea ibukin Nibwaai ao Taam naba; bwa I ataia bwa a na kamaiuaki ngaia ma kanoaia aika mwaiti.", "4 Ma noria, Reimwan ao Remuera, I rangi ni maaku ibukimi; bwa noria, I uringa ae I noora te rereua ae rootongitong ma ni kananokawaki i nanon miiu.", "5 Ao e koro bukina bwa I noora te mwaane ae kunnikaiaki n te kunnikai ae mainaina; ao e roko n tei imatau.", "6 Ao e koro bukina bwa e taetae nakoiu, ao e tuangai bwa N na iria.", "7 Ao e koro bukina bwa ngke I a iria, ao I a nooria bwa I a roko n te aba ae rootongitong ma ni kananokawaki.", "8 Ao i mwin mwanangau i nanon te maan ae aoa aika bati i nanon te roo, ao I a tataro nakon te Uea bwa e na nanoangaai, n aron ana nanoanga aika mwaiti.", "9 Ao e koro bukina bwa ngke I a tia n tataro nakon te Uea ao I noora te tawaana ae moan te korakora ma ni bubura.", "10 Ao e koro bukina bwa I noora te kai ae kangkang uaana ae na kakukureia te aomata.", "11 Ao e koro bukina bwa I a waaki ni katoonga uaana; ao I nooria bwa karewerewen uaana e riaon karewen bwaai nako ake I a tia ni katoong mai i mwaaina, Eng, ao I nooria naba bwa e riao mainainan uaana nakon mainainan bwaai nako ake I a tia n noori mai i mwaaina.", "12 Ao ngke I a katoonga te uaanikai aei e kaona tamneiu n te kimwareirei ae moan te bati; mangaia are, I a tangiria kaain au utu bwa a na katoonga naba; bwa I ataia ae riao kangkangina nakon kangkangin nako uaanikai ni kabane.", "13 Ao ngke I taratara nako rarikiu, bwa N na ukeriia naba kaain au utu, ao I a noora te karaanga n ran; ao e raanga nako n uakaan ma te kai are I kana uaana.", "14 Ao I taraia ni kan nooria bwa e raanga mai ia; ao I nooria bwa e aki raroa te tabo are raanga mai iai; ao i rarikin te tabo are raanga mai iai, I a noora iai tinamii ae Tiera, ma Taam, ao Nibwaai; ao a tei n taraa n ae aki ataa te tabo ae a na nako iai.", "15 Ao e koro bukina bwa I anoanoia; ao I a tuangiia naba n te bwanaa ae baibati bwa a riai n nakoiu, ao ni kana te uaanaikai, ae moan te kangkang riki nakon uaanikai nako.", "16 Ao e koro bukina bwa a nakoiu ao a kana te uaanikai arei.", "17 Ao e koro bukina bwa I tangiria bwa a na roko naba Reimwan ma Remuera bwa a na katoonga te uaanikai arei; mangaia are, I a euta riki matau n taraa te tabo are e raanga mai iai te karaanga, bwa I aonga n nooriia.", "18 Ao e koro bukina bwa I a nooriia, ma aki kan nakoiu ao ni katoonga te uaanikai.", "19 Ao I a noora te kai ae te biti, ae tei n ira bangakin te karaanga, ni karokoa te aroka are I tei i rarikina.", "20 Ao I noora naba te kawai ae e eti ma n irariki, are e ira tein te kai te biti, ae kaineti nakon te aroka are I tei i rarikina; ao e rirarikin te tabo are raanga mai iai te karaanga, nakon te tawaana ae korakora ma ni bubura, kanga aiaron te aonaba.", "21 Ao I nooriia aomata aika aki kona ni warekaki mwaitia, ao a mwaiti i buakoia aika a kataia ni kan roko i moa, bwa aonga n roko n te kawai are kaineti nakon te aroka are I tei i rarikina.", "22 Ao e koro bukina bwa a waaki, n toua te kawai are kaineti nakon te aroka.", "23 Ao e koro bukina bwa e roko te bubu n nang ae roo, eng, te bubu n nang ae roo ae moan te korakora, n te aro are a bua kawaia aomata tabemwaang iai, ao a kiitana te kawai ao a bua.", "24 Ao e koro bukina bwa I nooriia tabemwaang aika a kataia ni kan roko i moa ao a waaki nako n taua te kai te biti; ao a kamatoaia rinanon te bubu n nang ae roo, n taua te kai te biti, ni karokoa ae a kitanna ao n roko ni katoonga uaan te aroka.", "25 Ao ngke a tia ni kana uaanikai ao a euti mataia n taratara nako ao a tara ni maamaa.", "26 Ao I a euti naba matau n taratara nako, ao I noora, n iteran te karaanga n ran are teuana, te kateitei ae moan te korakora ma ni buubura, ao e taraa n tei i aon te akea, n rietata i etan te aonaba.", "27 Ao e onrake irouia aomata, aika a kara ao a kairake, aika mwaane ao aine; ao a rang ni kantara aron kunnikaia; ao a tabe ni kamamaeia ma ni kotokotoia aomata ake a tia n roko n te aroka ao ni kana uaana.", "28 Ao ngke a tia ni kana te uaanikai ao a maamaa irouia ake a kamamaiia, ao a bwaka nako nanon kawai aika katabuaki ao a bua.", "29 Ao ngai, Nibwaai, I aki taekin ana taeka ni kabane tamau.", "30 Ma ni kauarerekean te koroboki, nooria, e nooriia botanaomata aika a kataia ni kan roko i moa; ao a roko n taua te kai te biti; ao a kamatoaia ni waaki nako moa, n teimatoa n taua te kai te biti, ni karokoa ae a roko ao a bwaka ao a kana uaan te aroka.", "31 Ao e nooriia naba botanaomata aika mwananga i nanon te roo nakon te kateitei are moan te korakora ma ni buubura.", "32 Ao e koro bukina bwa a mwaiti ake a bwabwa i nanon te koburake n ran; ao a mwaiti aika mauna mai matana, ake a tou kawai aika aki ataaki taekaia.", "33 Ao a mwaiti botanaomata aika a rin i nanon te kateitei are kaokoro arei. Ao ngke a tia n rin i nanon te kateitei arei, ao a kotokoteai ni kaenaenaai ma aomata ake a kana naba te uaanikai; ma ti aki kan mutiakinia.", "34 Aikai ana taeka tamau: Bwa ni kabane ake a tia n ongo n aia taeka, a tia ni bwaka.", "35 Ao Reimwan ao Remuera a aki kana te uaanikai, e taku tamau.", "36 Ao e koro bukina bwa ngke e a tia tamau n taekin taekan miina ke miina ni burabeti, aika moan te mwaiti, e taku nakoira, ibukin baike e a tia n noori i nanon te mii, e bon rangi ni korakora raraomana ibukiia Reimwan ma Remuera; eng, e raraoma bwa rimwi a na teweaki nako mai matan te Uea.", "37 Ao e tua nakoia ma nanona ni kabane n aiaron te karo ae tangiriia natina, bwa a na ongo n ana taeka, bwa e aonga n nanoangaia te Uea, n aki tewenakoia mai matana; eng, e bon kabwarabwara tamau nakoia.", "38 Ao ngke e a tia ni kabwarabwara ao n taetae ni burabeti nakoia ni kaineti ma baika mwaiti ao, e tuangiia bwa a na kaawakin ana tua nako te Uea; ao e motika ana taetae nakoia."]}