{"English": ["Lehi counsels and blesses his posterity—He dies and is buried—Nephi glories in the goodness of God—Nephi puts his trust in the Lord forever. About 588–570B.C.", "1 And now, I, Nephi, speak concerning the prophecies of which my father hath spoken, concerning Joseph, who was carried into Egypt.", "2 For behold, he truly prophesied concerning all his seed. And the prophecies which he wrote, there are not many greater. And he prophesied concerning us, and our future generations; and they are written upon the plates of brass.", "3 Wherefore, after my father had made an end of speaking concerning the prophecies of Joseph, he called the children of Laman, his sons, and his daughters, and said unto them: Behold, my sons, and my daughters, who are the sons and the daughters of my firstborn, I would that ye should give ear unto my words.", "4 For the Lord God hath said that: Inasmuch as ye shall keep my commandments ye shall prosper in the land; and inasmuch as ye will not keep my commandments ye shall be cut off from my presence.", "5 But behold, my sons and my daughters, I cannot go down to my grave save I should leave a blessing upon you; for behold, I know that if ye are brought up in the way ye should go ye will not depart from it.", "6 Wherefore, if ye are cursed, behold, I leave my blessing upon you, that the cursing may be taken from you and be answered upon the heads of your parents.", "7 Wherefore, because of my blessing the Lord God will not suffer that ye shall perish; wherefore, he will be merciful unto you and unto your seed forever.", "8 And it came to pass that after my father had made an end of speaking to the sons and daughters of Laman, he caused the sons and daughters of Lemuel to be brought before him.", "9 And he spake unto them, saying: Behold, my sons and my daughters, who are the sons and the daughters of my second son; behold I leave unto you the same blessing which I left unto the sons and daughters of Laman; wherefore, thou shalt not utterly be destroyed; but in the end thy seed shall be blessed.", "10 And it came to pass that when my father had made an end of speaking unto them, behold, he spake unto the sons of Ishmael, yea, and even all his household.", "11 And after he had made an end of speaking unto them, he spake unto Sam, saying: Blessed art thou, and thy seed; for thou shalt inherit the land like unto thy brother Nephi. And thy seed shall be numbered with his seed; and thou shalt be even like unto thy brother, and thy seed like unto his seed; and thou shalt be blessed in all thy days.", "12 And it came to pass after my father, Lehi, had spoken unto all his household, according to the feelings of his heart and the Spirit of the Lord which was in him, he waxed old. And it came to pass that he died, and was buried.", "13 And it came to pass that not many days after his death, Laman and Lemuel and the sons of Ishmael were angry with me because of the admonitions of the Lord.", "14 For I, Nephi, was constrained to speak unto them, according to his word; for I had spoken many things unto them, and also my father, before his death; many of which sayings are written upon mine other plates; for a more history part are written upon mine other plates.", "15 And upon these I write the things of my soul, and many of the scriptures which are engraven upon the plates of brass. For my soul delighteth in the scriptures, and my heart pondereth them, and writeth them for the learning and the profit of my children.", "16 Behold, my soul delighteth in the things of the Lord; and my heart pondereth continually upon the things which I have seen and heard.", "17 Nevertheless, notwithstanding the great goodness of the Lord, in showing me his great and marvelous works, my heart exclaimeth: O wretched man that I am! Yea, my heart sorroweth because of my flesh; my soul grieveth because of mine iniquities.", "18 I am encompassed about, because of the temptations and the sins which do so easily beset me.", "19 And when I desire to rejoice, my heart groaneth because of my sins; nevertheless, I know in whom I have trusted.", "20 My God hath been my support; he hath led me through mine afflictions in the wilderness; and he hath preserved me upon the waters of the great deep.", "21 He hath filled me with his love, even unto the consuming of my flesh.", "22 He hath confounded mine enemies, unto the causing of them to quake before me.", "23 Behold, he hath heard my cry by day, and he hath given me knowledge by visions in the night-time.", "24 And by day have I waxed bold in mighty prayer before him; yea, my voice have I sent up on high; and angels came down and ministered unto me.", "25 And upon the wings of his Spirit hath my body been carried away upon exceedingly high mountains. And mine eyes have beheld great things, yea, even too great for man; therefore I was bidden that I should not write them.", "26 O then, if I have seen so great things, if the Lord in his condescension unto the children of men hath visited men in so much mercy, why should my heart weep and my soul linger in the valley of sorrow, and my flesh waste away, and my strength slacken, because of mine afflictions?", "27 And why should I yield to sin, because of my flesh? Yea, why should I give way to temptations, that the evil one have place in my heart to destroy my peace and afflict my soul? Why am I angry because of mine enemy?", "28 Awake, my soul! No longer droop in sin. Rejoice, O my heart, and give place no more for the enemy of my soul.", "29 Do not anger again because of mine enemies. Do not slacken my strength because of mine afflictions.", "30 Rejoice, O my heart, and cry unto the Lord, and say: O Lord, I will praise thee forever; yea, my soul will rejoice in thee, my God, and the rock of my salvation.", "31 O Lord, wilt thou redeem my soul? Wilt thou deliver me out of the hands of mine enemies? Wilt thou make me that I may shake at the appearance of sin?", "32 May the gates of hell be shut continually before me, because that my heart is broken and my spirit is contrite! O Lord, wilt thou not shut the gates of thy righteousness before me, that I may walk in the path of the low valley, that I may be strict in the plain road!", "33 O Lord, wilt thou encircle me around in the robe of thy righteousness! O Lord, wilt thou make a way for mine escape before mine enemies! Wilt thou make my path straight before me! Wilt thou not place a stumbling block in my way—but that thou wouldst clear my way before me, and hedge not up my way, but the ways of mine enemy.", "34 O Lord, I have trusted in thee, and I will trust in thee forever. I will not put my trust in the arm of flesh; for I know that cursed is he that putteth his trust in the arm of flesh. Yea, cursed is he that putteth his trust in man or maketh flesh his arm.", "35 Yea, I know that God will give liberally to him that asketh. Yea, my God will give me, if I ask not amiss; therefore I will lift up my voice unto thee; yea, I will cry unto thee, my God, the rock of my righteousness. Behold, my voice shall forever ascend up unto thee, my rock and mine everlasting God. Amen."], "Español": ["Lehi aconseja y bendice a su posteridad— Muere y es sepultado— Nefi se gloría en la bondad de Dios— Nefi pone su confianza en el Señor para siempre. Aproximadamente 588–570a.C.", "1 Y ahora yo, Nefi, hablo respecto a las profecías de las cuales ha hablado mi padre, concernientes a José, que fue llevado a Egipto.", "2 Porque he aquí, él verdaderamente profetizó acerca de toda su posteridad; y no hay muchas profecías mayores que las que él escribió. Y profetizó concerniente a nosotros y nuestras generaciones venideras; y está escrito en las planchas de bronce.", "3 Por tanto, luego que mi padre hubo concluido de hablar concerniente a las profecías de José, llamó a la familia de Lamán, sus hijos y sus hijas, y les dijo: He aquí, mis hijos e hijas, vosotros que sois los hijos e hijas de mi primogénito, quisiera que escuchaseis mis palabras.", "4 Porque el Señor Dios ha dicho que: Al grado que guardéis mis mandamientos, prosperaréis en el país; y si no guardáis mis mandamientos, seréis desechados de mi presencia.", "5 Mas he aquí, mis hijos e hijas, no puedo descender a la tumba sin dejar sobre vosotros una bendición; porque he aquí, sé que si sois instruidos en la senda que debéis seguir, no la abandonaréis.", "6 Por tanto, si sois maldecidos, he aquí, dejo mi bendición sobre vosotros, para que os sea quitada la maldición, y recaiga sobre la cabeza de vuestros padres.", "7 Por tanto, a causa de mi bendición el Señor Dios no permitirá que perezcáis; por tanto, será misericordioso con vosotros y con vuestra posteridad para siempre.", "8 Y aconteció que luego que mi padre hubo concluido de hablar a los hijos de Lamán, hizo venir ante él a los hijos e hijas de Lemuel.", "9 Y les habló diciendo: He aquí, mis hijos e hijas, vosotros que sois hijos e hijas de mi segundo hijo, he aquí, os dejo la misma bendición que dejé a los hijos e hijas de Lamán; por consiguiente, no seréis destruidos por completo, sino que al fin vuestra descendencia será bendecida.", "10 Y ocurrió que cuando mi padre hubo concluido de hablar con ellos, he aquí, se dirigió a los hijos de Ismael, sí, y a todos los de su casa.", "11 Y luego que hubo acabado de hablarles, habló a Sam, diciendo: Bendito eres tú y tu posteridad, pues heredarás el país, así como tu hermano Nefi; y tu posteridad será contada con la de él; y tú serás aun como tu hermano, y tu posteridad será como la suya, y tú serás bendecido todos tus días.", "12 Y aconteció que después que mi padre, Lehi, hubo hablado a todos los de su casa, según los sentimientos de su corazón y el Espíritu del Señor que había en él, mi padre envejeció. Y aconteció que murió y fue sepultado.", "13 Y aconteció que no muchos días después de su muerte, Lamán, Lemuel y los hijos de Ismael se enojaron conmigo a causa de las amonestaciones del Señor.", "14 Porque yo, Nefi, me sentía constreñido a hablarles según la palabra de él; porque yo les había hablado muchas cosas, y también mi padre, antes de morir; y muchas de estas palabras están escritas sobre mis otras planchas, porque una parte con más historia está escrita sobre mis otras planchas.", "15 Y sobre estas escribo las cosas de mi alma, y muchas de las Escrituras que están grabadas sobre las planchas de bronce. Porque mi alma se deleita en las Escrituras, y mi corazón las medita, y las escribo para la instrucción y el beneficio de mis hijos.", "16 He aquí, mi alma se deleita en las cosas del Señor, y mi corazón medita continuamente en las cosas que he visto y oído.", "17 Sin embargo, a pesar de la gran bondad del Señor al mostrarme sus grandes y maravillosas obras, mi corazón exclama: ¡Oh, miserable hombre que soy! Sí, mi corazón se entristece a causa de mi carne. Mi alma se aflige a causa de mis iniquidades.", "18 Me veo circundado a causa de las tentaciones y pecados que tan fácilmente me asedian.", "19 Y cuando deseo regocijarme, mi corazón gime a causa de mis pecados; no obstante, sé en quién he confiado.", "20 Mi Dios ha sido mi apoyo; él me ha guiado por entre mis aflicciones en el desierto; y me ha preservado sobre las aguas del gran mar.", "21 Me ha llenado con su amor hasta consumir mi carne.", "22 Ha confundido a mis enemigos hasta hacerlos temblar delante de mí.", "23 He aquí, él ha oído mi clamor durante el día, y me ha dado conocimiento en visiones durante la noche.", "24 Y de día me he hecho osado en ferviente oración ante él; sí, he elevado mi voz a las alturas; y descendieron ángeles y me ministraron.", "25 Y mi cuerpo ha sido conducido en las alas de su Espíritu hasta montañas muy altas; y mis ojos han visto grandes cosas, sí, demasiado grandes para el hombre; por lo tanto, se me mandó que no las escribiera.", "26 Entonces, si he visto tan grandes cosas, si el Señor en su condescendencia para con los hijos de los hombres los ha visitado con tanta misericordia, ¿por qué ha de llorar mi corazón, y permanecer mi alma en el valle del dolor, y mi carne deshacerse, y mi fuerza desfallecer por causa de mis aflicciones?", "27 Y, ¿por qué he de ceder al pecado a causa de mi carne? Sí, ¿y por qué sucumbiré a las tentaciones, de modo que el maligno tenga lugar en mi corazón para destruir mi paz y contristar mi alma? ¿Por qué me enojo a causa de mi enemigo?", "28 ¡Despierta, alma mía! No desfallezcas más en el pecado. ¡Regocíjate, oh corazón mío, y no des más lugar al enemigo de mi alma!", "29 No vuelvas a enojarte a causa de mis enemigos. No debilites mi fuerza por motivo de mis aflicciones.", "30 ¡Regocíjate, oh mi corazón, y clama al Señor y dile: Oh Señor, te alabaré para siempre! Sí, mi alma se regocijará en ti, mi Dios, y la roca de mi salvación.", "31 ¿Redimirás mi alma, oh Señor? ¿Me librarás de las manos de mis enemigos? ¿Harás que yo tiemble al aparecer el pecado?", "32 ¡Estén cerradas continuamente delante de mí las puertas del infierno, pues quebrantado está mi corazón y contrito mi espíritu! ¡No cierres, oh Señor, las puertas de tu justicia delante de mí, para que yo ande por la senda del apacible valle, para que me ciña al camino llano!", "33 ¡Oh Señor, envuélveme con el manto de tu justicia! ¡Prepara, oh Señor, un camino para que escape delante de mis enemigos! ¡Endereza mi sendero delante de mí! No pongas tropiezo en mi camino, antes bien despeja mis vías ante mí; y no obstruyas mi sendero, sino más bien las vías de mi enemigo.", "34 ¡Oh Señor, en ti he puesto mi confianza, y en ti confiaré para siempre! No pondré mi confianza en el brazo de la carne; porque sé que maldito es aquel que confía en el brazo de la carne. Sí, maldito es aquel que pone su confianza en el hombre, o hace de la carne su brazo.", "35 Sí, sé que Dios dará liberalmente a quien pida. Sí, mi Dios me dará, si no pido impropiamente. Por lo tanto, elevaré hacia ti mi voz; sí, clamaré a ti, mi Dios, roca de mi rectitud. He aquí, mi voz ascenderá para siempre hacia ti, mi roca y mi Dios sempiterno. Amén."], "Français": ["Léhi fait des recommandations à sa postérité et la bénit— Il meurt et est enterré— Néphi se réjouit de la bonté de Dieu envers lui— Il place à jamais sa confiance dans le Seigneur. Vers 588–570av.J.-C.", "1 Et maintenant, moi, Néphi, je parle des prophéties dont mon père a parlé concernant Joseph qui fut emmené en Égypte.", "2 Car voici, il a prophétisé, en vérité, concernant toute sa postérité. Et les prophéties qu’il a écrites, il n’y en a pas beaucoup de plus grandes. Et il a prophétisé à notre sujet et concernant nos générations futures; et elles sont écrites sur les plaques d’airain.", "3 C’est pourquoi, lorsque mon père eut fini de parler des prophéties de Joseph, il appela les enfants de Laman, ses fils, et ses filles, et leur dit: Voici, mes fils et mes filles, qui êtes les fils et les filles de mon premier-né, je voudrais que vous prêtiez l’oreille à mes paroles.", "4 Car le Seigneur Dieu a dit: Si vous gardez mes commandements, vous prospérerez dans le pays; et si vous ne gardez pas mes commandements, vous serez retranchés de ma présence.", "5 Mais voici, mes fils et mes filles, je ne peux pas descendre dans la tombe sans laisser une bénédiction sur vous; car voici, je sais que si vous êtes élevés dans la voie que vous devez suivre, vous ne vous en écarterez pas.", "6 C’est pourquoi, si vous êtes maudits, voici, je laisse ma bénédiction sur vous, afin que la malédiction vous soit enlevée et retombe sur la tête de vos parents.", "7 C’est pourquoi, à cause de ma bénédiction, le Seigneur Dieu ne souffrira pas que vous périssiez; c’est pourquoi, il sera miséricordieux envers vous et envers votre postérité à jamais.", "8 Et il arriva que lorsque mon père eut fini de parler aux fils et aux filles de Laman, il fit amener devant lui les fils et les filles de Lémuel.", "9 Et il leur parla, disant: Voici, mes fils et mes filles, qui êtes les fils et les filles de mon deuxième fils, voici, je vous laisse la même bénédiction que j’ai laissée aux fils et aux filles de Laman; c’est pourquoi, vous ne serez pas totalement détruits, mais, à la fin, votre postérité sera bénie.", "10 Et il arriva que lorsque mon père eut fini de leur parler, voici, il parla aux fils d’Ismaël, oui, et même à toute sa maison.", "11 Et lorsqu’il eut fini de leur parler, il parla à Sam, disant: Tu es béni, ainsi que ta postérité: car tu hériteras le pays comme ton frère Néphi. Et ta postérité sera comptée avec sa postérité; et tu seras semblable à ton frère, et ta postérité semblable à sa postérité; et tu seras béni tous les jours de ta vie.", "12 Et il arriva que lorsque mon père, Léhi, eut parlé à toute sa maison, selon les sentiments de son cœur et l’Esprit du Seigneur qui était en lui, il devint vieux. Et il arriva qu’il mourut et fut enterré.", "13 Et il arriva que peu de jours après sa mort, Laman et Lémuel, et les fils d’Ismaël furent en colère contre moi à cause des avertissements du Seigneur.", "14 Car moi, Néphi, j’étais contraint de leur parler selon sa parole; car je leur avais dit beaucoup de choses, et mon père aussi, avant sa mort; choses dont beaucoup sont écrites sur mes autres plaques, car une partie plus historique est écrite sur mes autres plaques.", "15 Et sur celles-ci, j’écris les choses de mon âme et beaucoup d’entre les Écritures qui sont gravées sur les plaques d’airain. Car mon âme fait ses délices des Écritures, et mon cœur les médite et les écrit pour l’instruction et le profit de mes enfants.", "16 Voici, mon âme fait ses délices des choses du Seigneur, et mon cœur médite continuellement les choses que j’ai vues et entendues.", "17 Néanmoins, en dépit de la grande bonté du Seigneur, qui m’a montré ses œuvres grandes et merveilleuses, mon cœur s’exclame: Ô misérable que je suis! Oui, mon cœur est dans l’affliction à cause de ma chair; mon âme est dans la désolation à cause de mes iniquités.", "18 Je suis encerclé par les tentations et les péchés qui m’enveloppent si facilement.", "19 Et lorsque je désire me réjouir, mon cœur gémit à cause de mes péchés; néanmoins, je sais en qui j’ai mis ma confiance.", "20 Mon Dieu a été mon soutien; il m’a conduit à travers mes afflictions dans le désert, et il m’a préservé sur les eaux du grand abîme.", "21 Il m’a rempli de son amour, oui, jusqu’à ce que ma chair en soit consumée.", "22 Il a confondu mes ennemis, jusqu’à les faire trembler devant moi.", "23 Voici, il a entendu mon cri le jour, et il m’a donné de la connaissance par des visions pendant la nuit.", "24 Et le jour, je me suis enhardi à des prières ferventes devant lui; oui, j’ai élevé ma voix au ciel, et des anges sont descendus et m’ont servi.", "25 Et sur les ailes de son Esprit, mon corps a été emporté sur des montagnes extrêmement hautes. Et mes yeux ont vu de grandes choses, oui, trop grandes pour l’homme; c’est pourquoi, il m’a été commandé de ne pas les écrire.", "26 Oh! alors, puisque j’ai vu de si grandes choses, puisque le Seigneur, dans sa condescendance pour les enfants des hommes, a visité les hommes avec tant de miséricorde, pourquoi mon cœur pleurerait-il et mon âme languirait-elle dans la vallée des larmes, et ma chair dépérirait-elle, et mes forces faibliraient-elles à cause de mes afflictions?", "27 Et pourquoi céderais-je au péché à cause de ma chair? Oui, pourquoi succomberais-je aux tentations, pour que le Malin ait place dans mon cœur pour détruire ma paix et affliger mon âme? Pourquoi suis-je en colère à cause de mon ennemi?", "28 Éveille-toi, mon âme! Ne languis plus dans le péché. Réjouis-toi, ô mon cœur, et n’accorde plus de place à l’ennemi de mon âme.", "29 Ne t’irrite plus à cause de mes ennemis. N’affaiblis plus mes forces à cause de mes afflictions.", "30 Réjouis-toi, ô mon cœur, et crie au Seigneur, et dis: Ô Seigneur, je te louerai à jamais; oui, mon âme se réjouira à cause de toi, mon Dieu, rocher de mon salut.", "31 Ô Seigneur, veux-tu racheter mon âme? Veux-tu me délivrer des mains de mes ennemis? Veux-tu me rendre tel que je tremble à la vue du péché?", "32 Puissent les portes de l’enfer être continuellement fermées devant moi, parce que mon cœur est brisé et que mon esprit est contrit! Ô Seigneur, veuille ne pas fermer les portes de ta justice devant moi, afin que je marche sur le sentier de la vallée profonde, afin que je sois strict sur le chemin clairement tracé!", "33 Ô Seigneur, veuille m’envelopper du manteau de ta justice! Ô Seigneur, veuille m’ouvrir un sentier pour que je me dérobe à mes ennemis! Veuille rendre mon chemin droit devant moi! Veuille ne pas placer de pierre d’achoppement sur mon chemin, mais dégager le chemin devant moi, et ne pas dresser de barrière sur mon chemin, mais sur les chemins de mon ennemi.", "34 Ô Seigneur, j’ai mis en toi ma confiance, et c’est en toi que je mettrai toujours ma confiance. Je ne placerai pas ma confiance dans le bras de la chair, car je sais que celui qui place sa confiance dans le bras de la chair est maudit. Oui, maudit est celui qui place sa confiance dans l’homme ou fait de la chair son bras.", "35 Oui, je sais que Dieu donne libéralement à celui qui demande. Oui, mon Dieu me donnera, si je ne demande pas mal; c’est pourquoi, j’élèverai ma voix vers toi; oui, je crierai vers toi, mon Dieu, rocher de ma justice. Voici, ma voix montera à jamais vers toi, mon rocher et mon Dieu éternel. Amen."], "Kiribati": ["E reireinia ao ni kakabwaiaia kanoana Riaai—E mate ao e taunaki—E kukurei Nibwaai n raoiroin te Atua—E onimakina te Uea Nibwaai n aki toki. Uakaan ma 588–570I.K.", "1 Ao ngkai, Ngai, Nibwaai, I a taetae ni kaineti ma taian taeka ni burabeti ake e taekin tamau, ni kaineti ma Iotebwa, are e uotaki nako Aikubita.", "2 Bwa nooria, e koaua ae e taetae ni burabeti ibukiia kanoana ni kabane. Ao a bon aki mwaiti taeka ni burabeti ake a kakawaki riki taekaia nakon taeka ni burabeti ake e koroi. Ao e taetae ni burabeti ni kaineti ma ngaira, ao ibukiia ara roro aika a na roko; ao a koreaki iaon bwaatua aika buraati.", "3 Mangaia ae ngke e a toki ana kakarabakau tamau ni kaineti ma taeka ni burabeti ibukin Iotebwa, e weteia natin Reimwan, natina mwaane ao natina aine, ao e taku nakoia: Nooria, natiu mwaane ao aine, aika natin au karimoa, I tangiria bwa kam na ongo au taeka.", "4 Bwa e taku ana taeka te Uea ae te Atua: Ngkana kam teimatoa ni kaawakin au tua ao kam na maiu raoi n te aba aio; ma ngkana kam aki kaawakin au tua ao kam na kaakeaki mai matau.", "5 Ma Nooria, natiu mwaane ao aine, I aki kona ni mate ni karokoa ae I tia ni kakabwaiaingkami; bwa nooria, I ataia bwa ngkana kam kaikawaki n te aro ae kam riai n iria ao kam na bon aki kitanna.", "6 Mangaia are ngkana kam maraia, nooria, N na katokaa au kakabwaia iaomi, bwa e na anaaki te maraia mai iaomi ao e na katukaki iaoia ami kaaro.", "7 Mangaia are man au kakabwaia ao e na aki kariaia te Uea ae te Atua bwa kam na mate; mangaia are e na nanoangaingkami ao kanoami n aki toki.", "8 Ao e koro bukina bwa ngke e a tia n taetae tamau nakoia natin Reimwan aika mwaane ao aine, ao e tua bwa a na kairaki natin Remuera mwaane ao aine nakoina.", "9 Ao e taetae nakoia ni kangai: Nooria, natiu mwaane ao aine, aika natin au kauoman n naati te mwaane; nooria, I katoka iaomi te kakabwaia ae titebo ma are I a tia ni katoka iaoia natin Reimwan mwaane ao aine; mangaia are kam na aki bane n tiringaki; ma n tokina a na kakabwaiaki kanoami.", "10 E koro bukina bwa ngke e a tia n taetae nakoia tamau, nooria, e taetae nakoia natin Itimaera mwaane, eng, ao kaain ana utu ni kabane.", "11 Ao ngke e a tia n taetae nakoia, ao e taetae nakon Taam, ni kangai: Ko na kakabwaiaki, ma kanoam; bwa kam na abana te aba aio n aiaron tarim ae Nibwaai. Ao a na warekaki kanoam ma kanoana; ao ko na katotonga tarim, ao kanoam a na katotonga kanoana; ao ko na kakabwaiaki ni kabanea bongin maium.", "12 Ao e koro bukina bwa ngke e a tia tamau, Riaai, n taetae nakoia kaain ana utu ni kabane, n aron are e namakinna i nanona ma ana kairi Tamnein te Uea are mena i nanona, ao e rootaki rabwatana n te kara. Ao e koro bukina bwa e mate ao e taunaki.", "13 Ao e koro bukina bwa e aki maan i mwin matena, ao Reimwan ma Remuera ma natin Itimaera mwaane a un irou ibukin kaetaia iroun te Uea.", "14 Bwa Ngai, Nibwaai, are I tia ni katauaki bwa N na taetae nakoia n aron ana taeka; bwa I a tia n taekin bwaai aika a mwaiti nakoia, ao ai arona naba ma tamau, i mwaain matena; a mwaiti mai buakon taeka akanne a koreaki iaon au bwaatua ake tabeua; bwa a mwaiti riki mwakoron rongorongon maiura ake a koreaki iaon au bwaatua ake tabeua.", "15 Ao I korei iaoni baikai bwaai ake a kaineti ma tamneiu, ma koroboki aika a tabu. Bwa a mwaiti ake a koreaki iaon bwaatua aika buraati. E kimwareirei tamneiu ni koroboki aika a tabu, ao e iangoi nanou ma te karaurau, ao I koroi ibukin kawanawanaia ao rakaia natiu.", "16 Nooria, e kimwareirei tamneiu ni bwaai aika a kaineti ma te Uea; ao e teimatoa nanou n iangoi ma te karaurau bwaai ake I a tia n noori ma n ongo.", "17 Ma e ngae ngke e korakora raoiroin te Uea, ngke e kaoti nakoiu ana mwakuri aika korakora ma ni kamiimi, e takarua nanou ni kangai: O te aomata ngai ae e kainanou. Eng, e rawawata nanou ibukin rabwatau; tamneiu e rawawata ibukin au bure.", "18 I otabwaniniaki n taiani kariri ao bure aika I kai rootaki iai.", "19 Ao ngke I a kani kukurei, ao e tang nanou ibukin au bure; ma e ngae n anne, I ataia bwa antai ae I onimakinna.", "20 Bon Atuau riki te tia buokai; e a tia ni kairirai i nanon au tai ni karawawataki i nanon te rereua; ao e a tia ni kamaiuai i nanon te marawa ae nano.", "21 E a tia ni kaonai n ana tangira, n te aro are a rootaki iai irikou ni kabane.", "22 E a tia ni kamangaoia au kairiribai, n te aro are a ruru imatau.", "23 Nooria, e a tia n ongo tangiu n te ngaina, ao e a tia n anganai te ataibwai n te mii ni burabeti n te bong.", "24 Ao n te ngaina, I a tia ni kakorakoraai n tataro mwaaka imatana; eng, I a tia ni kanakoa bwanau nako ike rietata; ao a ruo anera ni buokai.", "25 Ao iaon bain Tamneina e a tia rabwatau ni uotaki nako aon maunga aika a raka rietaia. Ao a tia matau n noori bwaai aika korakora, eng, aika moan te korakora ibukiia aomata; mangaia are I tuangaki bwa N na aki koroi taekaia.", "26 O, ao ngke tao I a tia n noori baika a rangi ni korakora; ao ngkana te Uea, ni karinanoakina nakoia natia aomata, e a tia ni kawariia aomata ma te nanoanga ae bati, e aera ngkai e na rawawata nanou ao e mena tamneiu ni mwaruan te nanokawaki, ao e na bua marurungin rabwatau, ao e na kerikaaki korakorau ibukin karawawatakiu?", "27 Ao bukin tera ngkai N na bwaka nakon te bure, ibukin rabwatau? Eng, bukin tera ngkai N na konaaki n te kaririaki, ao ni karekea nnen teuare buakaka inanou bwa e na urua rauu ma ni karawawata tamneiu? Bukin tera ngkai I un irouia au kairiribai?", "28 Uti, tamneiu! Tai manga bwaka i nanon te bure. Kimwareirei, O ngkoe nanou, ao tai manga karekea nnen ana kairiribai tamneiu.", "29 Tai manga un riki ibukiia au kairiribai. Tai kakerikaka korakorau ibukin karawawatakiu.", "30 Kimwareirei, O ngkoe nanou, ao taang nakon te Uea ni kangai: O te Uea, N na neboiko n aki toki; eng, e na kimwareirei tamneiu iroum, Atuau, ae te bwa ibukin kamaiuau.", "31 O te Uea, ko kona ni kabooa tamneiu? Ko kona ni kamaiuai mai nanon baia au kairiribai? Ko kona ni karikai bwa N na ruru ni kaotin te bure?", "32 Ke a teimatoa ni kainaki mataroan moone imwaiu, ngkai e uruaki nanou ao e raraoma tamneiu! O te Uea, ko na tai kaina mataroan raoiroim imwaiu, bwa I aonga n nakonako ni kawain te mwarua ae rinano, ao bwa I aonga n teimatoa n toua te kawai ae eti!", "33 O te Uea, ko kona n otabwaniniai n niniram ae raoiroi! O te Uea, ko kona ni katauraoa kawaiu ni birinako mai irouia au kairiribai! Ko kona ni karaoa kawaiu ae eti imatau! Ko kona n aki kawenea te bwai ni tatanako i mwaain kawaiu—ma ko na kaitiaka kawaiu imwaiu, ao n aki tuka kawaiu, ma ko na tuki kawaia au kairiribai.", "34 O te Uea, I a tia n onimakiniko, ao N na onimakiniko n aki toki. N na aki katoka au onimaki iaon te iriko; bwa I ataia bwa e na maraia ane e onimakina te iriko. Eng, e na maraia ane e katokaa ana onimaki iaon te aomata ke e onimakina te korakora mai iroun te aomata.", "35 Eng, I ataia bwa e tituaraoi n angaanga te Atua nakoia akana a butiia. Eng, e na anganai Atuau ngkana I bubuti n ae riai; mangaia are N na tabeka bwanaau nakoim; eng, N na tang nakoim, Atuau, ae bwaan au raoiroi. Nooria, e na waerake bwanaau nakoim n aki toki, au bwa ma Atuau ae e aki totoki. Amen."]}