{"English": ["Joseph in Egypt saw the Nephites in vision—He prophesied of Joseph Smith, the latter-day seer; of Moses, who would deliver Israel; and of the coming forth of the Book of Mormon. About 588–570B.C.", "1 And now I speak unto you, Joseph, my last-born. Thou wast born in the wilderness of mine afflictions; yea, in the days of my greatest sorrow did thy mother bear thee.", "2 And may the Lord consecrate also unto thee this land, which is a most precious land, for thine inheritance and the inheritance of thy seed with thy brethren, for thy security forever, if it so be that ye shall keep the commandments of the Holy One of Israel.", "3 And now, Joseph, my last-born, whom I have brought out of the wilderness of mine afflictions, may the Lord bless thee forever, for thy seed shall not utterly be destroyed.", "4 For behold, thou art the fruit of my loins; and I am a descendant of Joseph who was carried captive into Egypt. And great were the covenants of the Lord which he made unto Joseph.", "5 Wherefore, Joseph truly saw our day. And he obtained a promise of the Lord, that out of the fruit of his loins the Lord God would raise up a righteous branch unto the house of Israel; not the Messiah, but a branch which was to be broken off, nevertheless, to be remembered in the covenants of the Lord that the Messiah should be made manifest unto them in the latter days, in the spirit of power, unto the bringing of them out of darkness unto light—yea, out of hidden darkness and out of captivity unto freedom.", "6 For Joseph truly testified, saying: A seer shall the Lord my God raise up, who shall be a choice seer unto the fruit of my loins.", "7 Yea, Joseph truly said: Thus saith the Lord unto me: A choice seer will I raise up out of the fruit of thy loins; and he shall be esteemed highly among the fruit of thy loins. And unto him will I give commandment that he shall do a work for the fruit of thy loins, his brethren, which shall be of great worth unto them, even to the bringing of them to the knowledge of the covenants which I have made with thy fathers.", "8 And I will give unto him a commandment that he shall do none other work, save the work which I shall command him. And I will make him great in mine eyes; for he shall do my work.", "9 And he shall be great like unto Moses, whom I have said I would raise up unto you, to deliver my people, O house of Israel.", "10 And Moses will I raise up, to deliver thy people out of the land of Egypt.", "11 But a seer will I raise up out of the fruit of thy loins; and unto him will I give power to bring forth my word unto the seed of thy loins—and not to the bringing forth my word only, saith the Lord, but to the convincing them of my word, which shall have already gone forth among them.", "12 Wherefore, the fruit of thy loins shall write; and the fruit of the loins of Judah shall write; and that which shall be written by the fruit of thy loins, and also that which shall be written by the fruit of the loins of Judah, shall grow together, unto the confounding of false doctrines and laying down of contentions, and establishing peace among the fruit of thy loins, and bringing them to the knowledge of their fathers in the latter days, and also to the knowledge of my covenants, saith the Lord.", "13 And out of weakness he shall be made strong, in that day when my work shall commence among all my people, unto the restoring thee, O house of Israel, saith the Lord.", "14 And thus prophesied Joseph, saying: Behold, that seer will the Lord bless; and they that seek to destroy him shall be confounded; for this promise, which I have obtained of the Lord, of the fruit of my loins, shall be fulfilled. Behold, I am sure of the fulfilling of this promise;", "15 And his name shall be called after me; and it shall be after the name of his father. And he shall be like unto me; for the thing, which the Lord shall bring forth by his hand, by the power of the Lord shall bring my people unto salvation.", "16 Yea, thus prophesied Joseph: I am sure of this thing, even as I am sure of the promise of Moses; for the Lord hath said unto me, I will preserve thy seed forever.", "17 And the Lord hath said: I will raise up a Moses; and I will give power unto him in a rod; and I will give judgment unto him in writing. Yet I will not loose his tongue, that he shall speak much, for I will not make him mighty in speaking. But I will write unto him my law, by the finger of mine own hand; and I will make a spokesman for him.", "18 And the Lord said unto me also: I will raise up unto the fruit of thy loins; and I will make for him a spokesman. And I, behold, I will give unto him that he shall write the writing of the fruit of thy loins, unto the fruit of thy loins; and the spokesman of thy loins shall declare it.", "19 And the words which he shall write shall be the words which are expedient in my wisdom should go forth unto the fruit of thy loins. And it shall be as if the fruit of thy loins had cried unto them from the dust; for I know their faith.", "20 And they shall cry from the dust; yea, even repentance unto their brethren, even after many generations have gone by them. And it shall come to pass that their cry shall go, even according to the simpleness of their words.", "21 Because of their faith their words shall proceed forth out of my mouth unto their brethren who are the fruit of thy loins; and the weakness of their words will I make strong in their faith, unto the remembering of my covenant which I made unto thy fathers.", "22 And now, behold, my son Joseph, after this manner did my father of old prophesy.", "23 Wherefore, because of this covenant thou art blessed; for thy seed shall not be destroyed, for they shall hearken unto the words of the book.", "24 And there shall rise up one mighty among them, who shall do much good, both in word and in deed, being an instrument in the hands of God, with exceeding faith, to work mighty wonders, and do that thing which is great in the sight of God, unto the bringing to pass much restoration unto the house of Israel, and unto the seed of thy brethren.", "25 And now, blessed art thou, Joseph. Behold, thou art little; wherefore hearken unto the words of thy brother, Nephi, and it shall be done unto thee even according to the words which I have spoken. Remember the words of thy dying father. Amen."], "Español": ["José, en Egipto, vio a los nefitas en visión— Profetizó en cuanto a José Smith, el vidente de los últimos días; en cuanto a Moisés, que libraría a Israel; y en cuanto al advenimiento del Libro de Mormón. Aproximadamente 588–570a.C.", "1 Y ahora te hablo a ti, José, mi postrer hijo. Tú naciste en el desierto de mis aflicciones; sí, tu madre te dio a luz en la época de mis mayores angustias.", "2 Y el Señor te consagre también a ti esta tierra, la cual es una tierra tan preciosa, por herencia tuya y la herencia de tu posteridad con tus hermanos, para vuestra seguridad para siempre, si es que guardáis los mandamientos del Santo de Israel.", "3 Y ahora bien, José, mi último hijo, a quien he traído del desierto de mis aflicciones, el Señor te bendiga para siempre, porque tu posteridad no será enteramente destruida.", "4 Porque he aquí, tú eres el fruto de mis lomos; y yo soy descendiente de José que fue llevado cautivo a Egipto. Y grandes fueron los convenios que el Señor hizo con José.", "5 Por lo tanto, José realmente vio nuestro día. Y recibió del Señor la promesa de que del fruto de sus lomos el Señor Dios levantaría una rama justa a la casa de Israel; no el Mesías, sino una rama que iba a ser desgajada, mas no obstante, sería recordada en los convenios del Señor de que el Mesías sería manifestado a ellos en los últimos días, con el espíritu de poder, para sacarlos de las tinieblas a la luz; sí, de la obscuridad oculta y del cautiverio a la libertad.", "6 Porque José en verdad testificó diciendo: El Señor mi Dios levantará a un vidente, el cual será un vidente escogido para los del fruto de mis lomos.", "7 Sí, José verdaderamente dijo: Así me dice el Señor: Levantaré a un vidente escogido del fruto de tus lomos, y será altamente estimado entre los de tu simiente. Y a él daré el mandamiento de que efectúe una obra para el fruto de tus lomos, sus hermanos, la cual será de mucho valor para ellos, aun para llevarlos al conocimiento de los convenios que yo he hecho con tus padres.", "8 Y le daré el mandamiento de que no haga ninguna otra obra, sino la que yo le mande. Y lo haré grande a mis ojos, porque ejecutará mi obra.", "9 Y será grande como Moisés, de quien dije que os lo levantaría para librar a mi pueblo, ¡oh casa de Israel!", "10 Y levantaré a Moisés para librar a tu pueblo de la tierra de Egipto.", "11 Pero del fruto de tus lomos levantaré a un vidente, y a él daré poder para llevar mi palabra a los de tu descendencia; y no solamente para llevarles mi palabra, dice el Señor, sino para convencerlos de mi palabra que ya se habrá declarado entre ellos.", "12 Por lo tanto, el fruto de tus lomos escribirá, y el fruto de los lomos de Judá escribirá; y lo que escriba el fruto de tus lomos, y también lo que escriba el fruto de los lomos de Judá, crecerán juntamente para confundir las falsas doctrinas, y poner fin a las contenciones, y establecer la paz entre los del fruto de tus lomos, y llevarlos al conocimiento de sus padres en los postreros días, y también al conocimiento de mis convenios, dice el Señor.", "13 Y de la debilidad él será hecho fuerte, el día en que mi obra empiece entre todo mi pueblo para restaurarte, oh casa de Israel, dice el Señor.", "14 Y así profetizó José, diciendo: He aquí, el Señor bendecirá a ese vidente, y los que traten de destruirlo serán confundidos; porque se cumplirá esta promesa que he recibido del Señor tocante al fruto de mis lomos. He aquí, estoy seguro del cumplimiento de esta promesa;", "15 y su nombre será igual que el mío; y será igual que el nombre de su padre. Y será semejante a mí, porque aquello que el Señor lleve a efecto por su mano, por el poder del Señor, guiará a mi pueblo a la salvación.", "16 Sí, José así profetizó: Estoy seguro de esto, así como estoy seguro de la promesa de Moisés; porque el Señor me ha dicho: Preservaré a tu descendencia para siempre.", "17 Y ha dicho el Señor: Levantaré a un Moisés; y le daré poder en una vara, y le daré prudencia para escribir. Mas no desataré su lengua para que hable mucho, porque no lo haré grande en cuanto a la palabra. Pero le escribiré mi ley, con el dedo de mi propia mano, y prepararé a un portavoz para él.", "18 Y también me dijo el Señor: Levantaré a uno para el fruto de tus lomos, y prepararé para él un portavoz. Y he aquí, le concederé que escriba la escritura del fruto de tus lomos, para el fruto de tus lomos; y el portavoz de tus lomos la declarará.", "19 Y las palabras que él escriba serán las que yo en mi sabiduría juzgue conveniente que lleguen al fruto de tus lomos; y será como si los del fruto de tus lomos les hubiesen clamado desde el polvo, porque conozco su fe.", "20 Y clamarán desde el polvo; sí, el arrepentimiento a sus hermanos, sí, aun después de haber pasado sobre ellos muchas generaciones. Y sucederá que su clamor saldrá, sí, según la sencillez de sus palabras.", "21 A causa de su fe sus palabras saldrán de mi boca a sus hermanos, que son el fruto de tus lomos; y la debilidad de sus palabras yo fortaleceré en su fe, a fin de que recuerden mi convenio que hice con tus padres.", "22 Y ahora bien, he aquí, mi hijo José, así fue como profetizó mi padre de antaño.", "23 Por lo tanto, bendito eres por causa de este convenio; porque tus descendientes no serán destruidos, pues escucharán las palabras del libro.", "24 Y se levantará entre ellos uno poderoso que efectuará mucho bien, tanto en palabras como en obras, siendo un instrumento en las manos de Dios, con gran fe, para obrar potentes maravillas y realizar aquello que es grande a la vista de Dios, para efectuar mucha restauración a la casa de Israel y a la posteridad de tus hermanos.", "25 Y ahora bien, bendito eres tú, José. He aquí, eres pequeño; escucha, por tanto, las palabras de tu hermano Nefi, y será hecho contigo de conformidad con las palabras que he hablado. Recuerda las palabras de tu padre, que está para morir. Amén."], "Français": ["Joseph en Égypte eut la vision des Néphites— Il prophétisa sur Joseph Smith, le voyant des derniers jours, sur Moïse, qui délivrerait Israël, et sur la parution du Livre de Mormon. Vers 588–570av.J.-C.", "1 Et maintenant, je te parle, à toi, Joseph, mon dernier-né. Tu es né dans le désert de mes afflictions; oui, c’est aux jours de ma plus grande tristesse que ta mère t’a enfanté.", "2 Et puisse le Seigneur te consacrer aussi ce pays, qui est un pays extrêmement précieux, pour ton héritage et l’héritage de ta postérité avec tes frères, pour ta sécurité à jamais, si vous gardez les commandements du Saint d’Israël.", "3 Et maintenant, Joseph, mon dernier-né, que j’ai fait sortir du désert de mes afflictions, que le Seigneur te bénisse à jamais, car ta postérité ne sera pas totalement détruite.", "4 Car voici, tu es le fruit de mes reins, et je suis descendant de Joseph qui fut emmené captif en Égypte. Et grandes ont été les alliances que le Seigneur a faites avec Joseph.", "5 C’est pourquoi, en vérité, Joseph a vu notre temps. Et il a obtenu du Seigneur la promesse que, du fruit de ses reins, le Seigneur Dieu susciterait une branche juste à la maison d’Israël, non pas le Messie, mais une branche qui serait rompue pour être néanmoins gardée en mémoire dans les alliances du Seigneur, selon lesquelles le Messie lui serait manifesté dans les derniers jours, dans l’esprit de puissance, pour la faire passer des ténèbres à la lumière— oui, des ténèbres cachées et de la captivité à la liberté.", "6 Car Joseph a témoigné, en vérité, disant: Le Seigneur, mon Dieu, suscitera un voyant qui sera un voyant de choix pour le fruit de mes reins.", "7 Oui, Joseph a dit, en vérité: Ainsi me dit le Seigneur: Je susciterai un voyant de choix du fruit de tes reins, et il sera tenu en haute estime parmi le fruit de tes reins. Et je lui donnerai le commandement d’accomplir, pour le fruit de tes reins, ses frères, une œuvre qui aura une grande valeur pour eux, à savoir, de les faire parvenir à la connaissance des alliances que j’ai faites avec tes pères.", "8 Et je lui donnerai le commandement de ne faire aucune autre œuvre que l’œuvre que je lui commanderai. Et je le rendrai grand à mes yeux, car il fera mon œuvre.", "9 Et il sera grand comme Moïse, dont j’ai dit que je te le susciterais pour délivrer mon peuple, ô maison d’Israël.", "10 Et je susciterai Moïse pour délivrer ton peuple du pays d’Égypte.", "11 Mais je susciterai un voyant du fruit de tes reins, et je lui donnerai le pouvoir de faire paraître ma parole à la postérité de tes reins— et non seulement de faire paraître ma parole, dit le Seigneur, mais de la convaincre de ma parole qui sera déjà allée parmi elle.", "12 C’est pourquoi, le fruit de tes reins écrira, et le fruit des reins de Juda écrira, et ce qui sera écrit par le fruit de tes reins, et aussi ce qui sera écrit par le fruit des reins de Juda, se rejoindra pour confondre les fausses doctrines, et mettre fin aux querelles, et faire régner la paix parmi le fruit de tes reins, et le faire parvenir à la connaissance de ses pères dans les derniers jours, et aussi à la connaissance de mes alliances, dit le Seigneur.", "13 Et de faible qu’il était, il sera rendu fort, en ce jour où mon œuvre commencera parmi tout mon peuple pour te rétablir, ô maison d’Israël, dit le Seigneur.", "14 Et c’est ainsi que Joseph a prophétisé, disant: Voici, le Seigneur bénira ce voyant-là, et ceux qui cherchent à le détruire seront confondus, car cette promesse, que j’ai obtenue du Seigneur, concernant le fruit de mes reins, s’accomplira. Voici, je suis certain de l’accomplissement de cette promesse;", "15 et il sera appelé du même nom que moi et ce sera le même nom que celui de son père. Et il sera semblable à moi, car ce que le Seigneur fera paraître par sa main, par le pouvoir du Seigneur, amènera mon peuple au salut.", "16 Oui, ainsi a prophétisé Joseph: Je suis sûr de cela, tout comme je suis sûr de la promesse de Moïse, car le Seigneur m’a dit: Je préserverai ta postérité à jamais.", "17 Et le Seigneur a dit: Je susciterai un Moïse, et je lui donnerai du pouvoir dans une verge et je lui donnerai du jugement pour écrire. Cependant, je ne lui délierai pas la langue pour qu’il parle beaucoup, car je ne le rendrai pas puissant à parler. Mais je lui écrirai ma loi par le doigt de ma propre main, et je lui désignerai un porte-parole.", "18 Et le Seigneur me dit aussi: Je susciterai un voyant au fruit de tes reins; et je lui désignerai un porte-parole. Et moi, voici, je lui donnerai d’écrire les écrits du fruit de tes reins au fruit de tes reins; et le porte-parole de tes reins les annoncera.", "19 Et les paroles qu’il écrira seront les paroles qu’il est opportun, dans ma sagesse, de faire parvenir au fruit de tes reins. Et ce sera comme si le fruit de tes reins lui avait crié de la poussière, car je connais sa foi.", "20 Et il criera de la poussière, oui, pour appeler ses frères au repentir, oui, lorsque beaucoup de générations auront passé après lui. Et il arrivera que son cri ira selon la simplicité de ses paroles.", "21 À cause de sa foi, ses paroles sortiront de ma bouche vers ses frères qui sont le fruit de tes reins; et la faiblesse de ses paroles, je la rendrai forte dans leur foi, pour qu’ils se souviennent de l’alliance que j’ai faite avec tes pères.", "22 Et maintenant, voici, mon fils Joseph, c’est de cette manière que mon père d’autrefois a prophétisé.", "23 C’est pourquoi, à cause de cette alliance, tu es béni, car ta postérité ne sera pas détruite, car elle écoutera les paroles du livre.", "24 Et il s’élèvera du milieu d’elle quelqu’un de puissant, qui fera beaucoup de bien, tant en paroles qu’en actes, étant un instrument entre les mains de Dieu, ayant une foi extrême, pour accomplir de grands prodiges et faire ce qui est grand aux yeux de Dieu en réalisant le rétablissement de beaucoup de choses pour la maison d’Israël et pour la postérité de tes frères.", "25 Et maintenant, béni es-tu, Joseph. Voici, tu es petit; c’est pourquoi, écoute les paroles de ton frère Néphi, et il te sera fait selon les paroles que j’ai dites. Souviens-toi des paroles de ton père mourant. Amen."], "Kiribati": ["Iotebwa i Aikubita e nooria Nibwaite i nanon te mii ni burabeti—E taetae ni burabetiia taekan Iotebwa Timiti, te tia mamata ni boong aika kaitira; ao Mote naba, are e na kainaomata Iteraera; ao rokon Ana Boki Moomon. Uakaan ma 588–570I.K.", "1 Ao ngkai, I a taetae nakoim, Iotebwa, ae au bina. Ko a tia ni bungiaki i nanon te rereua n tain rawawatau; eng, e bungiiko tinam i nanon bongin rawawatau ae moan te korakora.", "2 Ao e na katabua te aba aio nakoim te Uea, ae te aba ae moan te kakaawaki, bwa e na riki bwa abam ma abaia kanoam ma tarim, ibukin mwengaraoim n aki toki, ngkana ko teimatoa ni kaawakin ana tua Atuan Iteraera ae Tabu.", "3 Ao ngkai, Iotebwa, ae au bina, are I a tia ni karikirakea i nanon te rereua n tain karawawatakiu, e na kakabwaiako te Uea n aki toki, bwa a na aki bane n tiringaki kanoam.", "4 Bwa nooria, bon kanoau ngkoe; ao Ngai bon kanoan Iotebwa are e uotaki bwa te bure nako Aikubita. Ao a bon korakora ana berita aika tabu te Uea ake e karaoi nakon Iotebwa.", "5 Mangaia ae e nori ni koaua ara bong Iotebwa. Ao e karekea ana berita te Uea, bwa mai buakoia kanoana ao te Uea ae te Atua e na kateirakea te mwanga ae raoiroi nakon te bata are Iteraera; tiaki te Mesia, ma te mwanga are e oteaki, e ngae n anne, a na uringaki n ana berita aika tabu te uea bwa te Mesia e na kaotaki nakoia ni bong aika kaitira, n te mwaaka n tamnei, are n tokina ao a na kitana te ro nakon te ota—eng, n otinako man te ro ae raba ma te tautoronaki nakon te inaomata.", "6 Bwa e anga ana koaua Iotebwa ni kangai: E na kateirakeaki te tia mamata iroun te Uea ae Atuau, are e na riki bwa te tia mamata ae rine nakoia kanoau.", "7 Eng, e koaua ae e taku Iotebwa: E taku te Uea nakoiu: N na kateirakea te tia mamata ae rine mai buakoia kanoam; ao e na karietataki i buakoia kanoam. Ao N na anganna te tua bwa e na karaoa te mwakuri ibukiia kanoam, aika tarina, ae moan te kakawaki nakoia, ao e na taekin naba nakoia taekan taian berita aika tabu ake I a tia ni karaoi nakoia ami bakatibu.", "8 Ao N na anganna te tua bwa akea te mwakuri riki teuana ae e na karaoia, ma ti te mwakuri are N na anganna. Ao N na karikia bwa te aomata ae korakora imatau; bwa e na karaoa au mwakuri.", "9 Ao e na korakora n aiaron Mote, are I a tia n taekinna bwa N na kateirakea nakoimi, bwa e na kainaomataia au botanaomata, O te bata are Iteraera.", "10 Ao N na kateirakea Mote bwa e na kainaomataia am botanaomata mai aban Aikubita.", "11 Bwa N na kateirakea te tia mamata mai buakoia kanoam; ao N anganna te mwaaka bwa e na kona n taekin au taeka nakoia kanoam—ao tiaki ti ibukin taekinan au taeka, e taku te Uea, ma ibukin naba karekean kakoauan au taeka irouia, are e a tia n tataekinaki i buakoia i mwaaina.", "12 Mangaia ae a na korea aio kanoam; ao a na koroia naba kanoan Iuta; ao te bwai are e na koreaki irouia kanoam, ma te bwai naba are e na koreaki naba irouia kanoan Iuta, a na botaki n rikirake, are a na kuneaki kaairuan reirei aika a kewe ma itabaraara, ao ni karekea te rau imarenaia kanoam, ao ni karekea nakoia te atatai ibukiia tamaia ni boong aika kaitira, ao te atatai naba ibukin au berita aika tabu, e taku te Uea.", "13 Ao man te mamaara e na kakorakoraki, n te bong are e na moanaki iai au mwakuri i buakoia au botanaomata, ao n tokina are ko na manga botaki iai, ngkoe ae te bata are Iteraera, e taku te Uea.", "14 Ao e a taetae ni burabeti Iotebwa ni kangai: Taraia, e na kakabwaiaki te tia mamata arei iroun te Uea; naake a kataia ni kamauna a na bon katokaki; bwa e na kakoroaki bukin te tuea aio are I a tia ni karekea mai iroun te Uea, ibukiia kanoau. Nooria, I ataia ni koaua bwa e na kakoroaki bukin te tuea aio;", "15 Ao e na titebo arana ma arau; ao e na ingoanaki n aran tamana. Ao e na katotongai; n aron te bwai are e na uotia te Uea rinanon baina, ni mwaakan te Uea e na kairiia au botanaomata nakon te kamaiuaki.", "16 Eng, aio ana taetae ni burabeti Iotebwa: I koaua raoi n te bwai aio, n aiaron ataakin naba kanoan te tuea are e karaoaki nakoni Mote; bwa e a tia n taekina aio te Uea nakoiu, N na kakawakiniia kanoam n aki toki.", "17 Ao e taekina aio te Uea: N na kateirakea Mote; ao N na anganna te mwaaka i nanon te oko; ao N na anganna te mwaaka ni kona ni koroboki. Ma n aki anganna te rabakau n taetae, are e na kona ni kabwarabwara iai, bwa I aki tangiria bwa e na rang n rabakau ni kabwarabwara. Ma N na koroi nakoina au tua, n oin tabonbaiu; ao N na kateirakea te tia kabwarabwara ibukina.", "18 Ao e taku riki nakoiu te Uea: N na kateirakea mai buakoia kanoam; ao N na karikia bwa te tia kabwarabwara ibukina. Ao nooria, Ngai, N na anganna te konabwai ni koroi aia koroboki kanoam, nakoia kanoam; ao kanoam are te tia kabwarabwara e na tataekinna.", "19 Ao taeka ake e na koroi, bon taeka aika a katauaki ni wanawanau bwa a na nakoia kanoam. Ao a na taekinaki n aiaron ae a takaruaea kanoam nakoia man te tano; bwa I ataa aia onimaki.", "20 Ao a na takarua man te tano; eng, n tataekina te rairannano nakoia tariia, i nanon rooro aika a mwaiti. Ao e na koro bukina bwa e na waaki nako bwanaaia n aiaron beebeten te kai oota n aia taeka.", "21 Ibukin aia onimaki, aia taeka a na waaki nako mai wiiu nakoia tariia ake kanoam; ao mamaaran aia taeka N na kakorakorai n aia onimaki, n te aro are a na uringa au berita ae tabu are I a tia ni karaoia nakoia aia bakatibu.", "22 Ao ngkai, taraia natiu ae Iotebwa, aio aron ana taetae ni burabeti au bakatibu ni kawai.", "23 Mangaia ae ibukin te berita ae tabu aio ko na kakabwaiaki; bwa a na aki tiringaki kanoam, bwa a na ongeaba nakon kanoan te boki.", "24 Ao e na teirake temanna ae korakora i buakoia, are e na karaoa ae raoiroi, n aron ana taeka ma ana mwakuri, ao n riki bwa tabon bain te Atua, ma te onimaki ae korakora, ni karaoi bwaai aika a kamiimi, ao ni karaoa te bwai ae korakora imatan te Atua, ibukin kaokan te bata are Iteraera, ao nakoia kanoaia tarim.", "25 Ao ngkai, ko na kakabwaiaki ngkoe, ae Iotebwa. Taraia bon te teei ngkoe; mangaia ae ko na ongo n ana taeka tarim ae Nibwaai, ao a na koro bukin bwaai ni kabane ake I a tia n taekin ni kaineti nakoim. Uring ana taeka tamam ae e a kaan matena. Amen."]}