{"English": ["Isaiah sees the latter-day temple, gathering of Israel, and millennial judgment and peace—The proud and wicked will be brought low at the Second Coming—Compare Isaiah 2. About 559–545B.C.", "1 The word that Isaiah, the son of Amoz, saw concerning Judah and Jerusalem:", "2 And it shall come to pass in the last days, when the mountain of the Lord’s house shall be established in the top of the mountains, and shall be exalted above the hills, and all nations shall flow unto it.", "3 And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths; for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.", "4 And he shall judge among the nations, and shall rebuke many people: and they shall beat their swords into plow-shares, and their spears into pruning-hooks—nation shall not lift up sword against nation, neither shall they learn war any more.", "5 O house of Jacob, come ye and let us walk in the light of the Lord; yea, come, for ye have all gone astray, every one to his wicked ways.", "6 Therefore, O Lord, thou hast forsaken thy people, the house of Jacob, because they be replenished from the east, and hearken unto soothsayers like the Philistines, and they please themselves in the children of strangers.", "7 Their land also is full of silver and gold, neither is there any end of their treasures; their land is also full of horses, neither is there any end of their chariots.", "8 Their land is also full of idols; they worship the work of their own hands, that which their own fingers have made.", "9 And the mean man boweth not down, and the great man humbleth himself not, therefore, forgive him not.", "10 O ye wicked ones, enter into the rock, and hide thee in the dust, for the fear of the Lord and the glory of his majesty shall smite thee.", "11 And it shall come to pass that the lofty looks of man shall be humbled, and the haughtiness of men shall be bowed down, and the Lord alone shall be exalted in that day.", "12 For the day of the Lord of Hosts soon cometh upon all nations, yea, upon every one; yea, upon the proud and lofty, and upon every one who is lifted up, and he shall be brought low.", "13 Yea, and the day of the Lord shall come upon all the cedars of Lebanon, for they are high and lifted up; and upon all the oaks of Bashan;", "14 And upon all the high mountains, and upon all the hills, and upon all the nations which are lifted up, and upon every people;", "15 And upon every high tower, and upon every fenced wall;", "16 And upon all the ships of the sea, and upon all the ships of Tarshish, and upon all pleasant pictures.", "17 And the loftiness of man shall be bowed down, and the haughtiness of men shall be made low; and the Lord alone shall be exalted in that day.", "18 And the idols he shall utterly abolish.", "19 And they shall go into the holes of the rocks, and into the caves of the earth, for the fear of the Lord shall come upon them and the glory of his majesty shall smite them, when he ariseth to shake terribly the earth.", "20 In that day a man shall cast his idols of silver, and his idols of gold, which he hath made for himself to worship, to the moles and to the bats;", "21 To go into the clefts of the rocks, and into the tops of the ragged rocks, for the fear of the Lord shall come upon them and the majesty of his glory shall smite them, when he ariseth to shake terribly the earth.", "22 Cease ye from man, whose breath is in his nostrils; for wherein is he to be accounted of?"], "Español": ["Isaías ve el templo de los postreros días, el recogimiento de Israel, el juicio y la paz milenarios— Los altivos y los inicuos serán humillados a la Segunda Venida— Compárese con Isaías 2. Aproximadamente 559–545a.C.", "1 Lo que vio Isaías hijo de Amoz, concerniente a Judá y Jerusalén:", "2 Y acontecerá en los postreros días, que el monte de la casa del Señor será establecido como cabeza de los montes, y será exaltado sobre los collados, y todas las naciones correrán hacia él.", "3 Y vendrán muchos pueblos y dirán: Venid, y subamos al monte del Señor, a la casa del Dios de Jacob; y nos enseñará acerca de sus caminos, y caminaremos por sus sendas; porque de Sion saldrá la ley, y de Jerusalén la palabra del Señor.", "4 Y juzgará entre las naciones, y reprenderá a muchos pueblos; y forjarán sus espadas en rejas de arado, y sus lanzas en hoces. No alzará espada nación contra nación, ni se adiestrarán más para la guerra.", "5 Venid, oh casa de Jacob, y caminemos a la luz del Señor; sí, venid, porque todos os habéis descarriado, cada cual por sus sendas de maldad.", "6 Por lo que tú, oh Señor, has desamparado a tu pueblo, la casa de Jacob, porque llenos están de los modos de oriente, y escuchan a los agoreros como los filisteos, y con los hijos de extranjeros se enlazan.", "7 Su tierra también está llena de plata y oro, sus tesoros no tienen fin; también su tierra está llena de caballos, y sus carros son sin número.", "8 Su tierra también está llena de ídolos; adoran la obra de sus propias manos, aquello que han hecho sus mismos dedos.", "9 Y el hombre vil no se inclina, ni el grande se humilla; por tanto, no lo perdones.", "10 ¡Oh malvados, meteos en la peña y escondeos en el polvo! Porque el temor del Señor y la gloria de su majestad os herirán.", "11 Y sucederá que la mirada altiva del hombre será abatida, y la soberbia de los hombres será humillada, y solo el Señor será exaltado en aquel día.", "12 Porque el día del Señor de los Ejércitos pronto vendrá sobre todas las naciones, sí, sobre cada una; sí, sobre el orgulloso y soberbio, y sobre todo el que se ensalza; y serán abatidos.", "13 Sí, y el día del Señor vendrá sobre todos los cedros del Líbano, porque son altos y erguidos; y sobre todas las encinas de Basán;", "14 y sobre todos los montes altos, y sobre todos los collados; y sobre todas las naciones que se ensalcen, y sobre todo pueblo;", "15 y sobre toda torre alta, y sobre todo muro reforzado;", "16 y sobre todos los barcos del mar, y sobre toda nave de Tarsis, y sobre todos los panoramas agradables.", "17 Y la altivez del hombre será abatida, humillada será la soberbia de los hombres; y solo el Señor será ensalzado en aquel día.", "18 Y quitará por completo los ídolos.", "19 Y los hombres se meterán en las cavernas de las rocas y en las cuevas de la tierra, porque el temor del Señor caerá sobre ellos y la gloria de su majestad los herirá, cuando se levante para estremecer la tierra terriblemente.", "20 En aquel día arrojará el hombre a los topos y murciélagos sus ídolos de plata y sus ídolos de oro que se ha hecho para adorarlos;", "21 para meterse en las hendiduras de las rocas y en las cavernas de los peñascos, porque el temor del Señor vendrá sobre ellos, y los herirá la majestad de su gloria, cuando se levante para estremecer la tierra terriblemente.", "22 Dejaos del hombre, cuyo aliento está en su nariz; pues, ¿en qué debe ser estimado?"], "Français": ["Ésaïe voit le temple des derniers jours, le rassemblement d’Israël, et le jugement et la paix millénaires— Les orgueilleux et les méchants seront abaissés à la Seconde Venue— Comparez avec Ésaïe 2. Vers 559–545av.J.-C.", "1 Prophétie d’Ésaïe, fils d’Amots, sur Juda et Jérusalem.", "2 Il arrivera, dans la suite des temps, que la montagne de la maison du Seigneur sera fondée sur le sommet des montagnes, qu’elle s’élèvera par-dessus les collines, et que toutes les nations y afflueront.", "3 Des peuples s’y rendront en foule, et diront: Venez, et montons à la montagne du Seigneur, à la maison du Dieu de Jacob, afin qu’il nous enseigne ses voies, et que nous marchions dans ses sentiers. Car de Sion sortira la loi, et de Jérusalem la parole du Seigneur.", "4 Il sera le juge des nations, l’arbitre d’un grand nombre de peuples. De leurs glaives ils forgeront des hoyaux, et de leurs lances des serpes: une nation ne tirera plus l’épée contre une autre, et l’on n’apprendra plus la guerre.", "5 Maison de Jacob, venez, et marchons à la lumière du Seigneur; oui, venez, car vous vous êtes tous égarés, chacun dans ses voies mauvaises.", "6 Car, ô Seigneur, tu as abandonné ton peuple, la maison de Jacob, parce qu’ils sont pleins de l’Orient, et écoutent la magie comme les Philistins, et parce qu’ils s’allient aux fils des étrangers.", "7 Le pays est rempli d’argent et d’or, et il y a des trésors sans fin; le pays est rempli de chevaux, et il y a des chars sans nombre.", "8 Le pays est rempli d’idoles; ils se prosternent devant l’ouvrage de leurs mains, devant ce que leurs doigts ont fabriqué.", "9 Les petits ne s’inclinent pas, et les grands ne s’humilient pas, tu ne leur pardonneras point.", "10 Ô méchants, entrez dans les rochers, et cachez-vous dans la poussière, car la terreur du Seigneur et l’éclat de sa majesté vous frapperont.", "11 Et il arrivera que l’homme au regard hautain sera abaissé, et l’orgueilleux sera humilié: le Seigneur seul sera élevé ce jour-là.", "12 Car le jour du Seigneur des armées viendra bientôt contre toutes les nations, oui, contre toutes; oui, contre les orgueilleux et les hautains, contre quiconque s’élève, afin qu’il soit abaissé.", "13 Oui, et le jour du Seigneur viendra contre tous les cèdres du Liban, car ils sont hauts et élevés, et contre tous les chênes de Basan;", "14 contre toutes les hautes montagnes, et contre toutes les collines, et contre toutes les nations qui sont élevées, et contre tous les peuples;", "15 contre toutes les hautes tours, et contre toutes les murailles fortifiées;", "16 contre tous les navires de la mer, et contre tous les navires de Tarsis, et contre tout ce qui plaît à la vue.", "17 L’homme orgueilleux sera humilié, et le hautain sera abaissé; le Seigneur seul sera élevé ce jour-là.", "18 Toutes les idoles disparaîtront.", "19 On entrera dans les cavernes des rochers et dans les profondeurs de la poussière, car la terreur du Seigneur viendra contre eux et l’éclat de sa majesté les frappera, quand il se lèvera pour effrayer la terre.", "20 En ce jour, les hommes jetteront leurs idoles d’argent et leurs idoles d’or, qu’ils s’étaient faites pour les adorer, aux rats et aux chauves-souris;", "21 et ils entreront dans les fentes des rochers et dans les creux des pierres, car la terreur du Seigneur s’abattra sur eux et la gloire de sa majesté les frappera quand il se lèvera pour effrayer la terre.", "22 Cessez de vous confier en l’homme, dans les narines duquel il n’y a qu’un souffle: car de quelle valeur est-il?"], "Kiribati": ["Itaia e noori temboran boong aika kaitira, botakin Iteraera, ma motikitaeka ao te rau n te tenga n ririki—Naake a kamoamoa ma ni buakaka a na karinanoaki n te Kauaoki—Kabootaua ma Itaia 2. Uakaan ma 559–545I.K.", "1 Te mii are e nooria Itaia, are natin Amoti, are e kaineti iai nakon Iuta ma Ierutarem:", "2 Ao e na koro bukina ni boong aika kaitira, ao maungan ana auti te Uea e na kateaki iaon taubukin taian maunga, ao e na karietataki riki nakon taian tabuki, ao a na mwananga aaba ni kabane nako iai.", "3 Ao a na mwaiti aomata aika a na nako ao a na kangai, Nakomai, bwa ti na tamwarakea ana maunga te Uea, nakon ana tabo ni maeka Atuan Iakobwa; ao e na reireinira kawaina, ao ti na nakonako iaon kawaina; bwa e na taekinaki te tua mai Tion, ao ana taeka te Uea mai Ierutarem.", "4 Ao e na motikitaeka i buakoia aaba nako, ao e na takuiia aika mwaiti: ao a na onea aia kabaang nakon bwaai ni keniken, ao aia kainiwai nakon bwaai ni koro aroka—te aba teuana e na aki manga tabekarake ana kabaang ni kaaitaraa te aba teuana, ke ni kan manga reireinia te buaka riki.", "5 O te bata are Iakobwa, nakomai bwa ti na nakonako i nanon ootan te Uea; eng, nakomai, bwa ko a tia ni mwaninga nako, temanna ma temanna nakon kawaina aika bubuaka.", "6 Ngaia ae O te Uea, ko a tia ni kitania am botanaomata, te bata are Iakobwa, bwa a tia ni kanoaki mai mainiku ao a ongeaba nakoia taan tabunea n aroia I-Biritia, ao a kakukureiia irouia natiia ianena.", "7 A on abaia n taian koora ma tirewa, ao akea tokin kaubwaia; ao e on naba abaia n taian aoti, ao akea tokin aia kaa ni buaka.", "8 A on naba abaia n taian bouananti; ao a tataroi bwaai ake a karaoi n oin baia ake a bon tia ni karaoaki n oin tabonibaia.", "9 Ao te aomata ae tau arona e aki bobaraaki, ao te aomata ae korakora e aki karinanoa, mangaia ae tai kabwara ana bure.", "10 O ngkami aika kam buakaka, rinnako i nanon te bwa ao karabaingkami ni bubun te tano, bwa makan te Uea ma mimitongin Ueana e na oroingkami.", "11 Ao e na koro bukina bwa a na karinanoaki aomata ake a nakonako ma te kamoamoa i mataia, ao aia kainikatonga aomata e na kabwaouaki rikaaki, ao e na karietataki te Uea n ti ngaia n te bong anne.", "12 Bwa e a kaan roko ana bong aia Uea Taanga ni Buaka iaoia aaba ni kabane, eng, iaoia aomata ni kabane; eng, iaoia aika kamoamoa ma ni kainikatonga, ao iaoia aomata aika kamoa ni kabane, ao a na kamangoraki.", "13 Eng, ao e na roko ana bong te Uea iaoia tiiran Rebanon ni kabane, bwa e korakora te kamoamoa irouia, ao iaoia naba oke i Batian ni kabane.", "14 Ao iaon taian maunga aika rietata ni kabane, ao taian tabuki ni kabane, ao iaon aaba ni kabane ake a kamoamoa, ao iaoia aomata ni kabane;", "15 Ao iaon taua aika rietata ni kabane, ao iaon taian oo ni kabane;", "16 Ao iaoia taian kaibuke ni kabane i marawa, ao iaon kaibuken Taretiti, ao iaon tamnei aika kakukurei ni kabane.", "17 Ao a na kamoamoa te aomata, e na kabwaouaki rikaaki ao e na karinanoaki karietataia aomata; ao bon te Uea n ti ngaia ae e na karietataki n te bong anne.", "18 Ao bouananti e na kamaunai ni kabane.", "19 Ao a na nako nakon bwangabwangan taian bwaa, ma nanganangan te aonaba, bwa maakan te Uea e na roko iaoia ao mimitongin Ueana e na oroia n te tai are e teirake iai ni ioioa te aonaba n te aro ae kakamaku.", "20 N te bong arei ao te aomata e na karenakoi ana bouananti aika tirewa ma ana bouananti aika koora are e a tia ni karaoi bwa e na taromauri, nakoia manin aan tano ma manin te bong.", "21 A na nako nako marenan taian bwa, ao i taubukin taian bwa aika kateketeke, bwa maakan te Uea e na roko iaoia ao uean mimitongina e na oroi ngkami, n te tai are e na teirake n ioioia te aonaba n te aro ae kakamaku.", "22 Toki mai iroun te aomata, are e reke ikena man bwairina; bwa e na baireaki maia taekana?"]}