{"English": ["Jacob saw his Redeemer—The law of Moses typifies Christ and proves He will come. About 559–545B.C.", "1 And now, Jacob spake many more things to my people at that time; nevertheless only these things have I caused to be written, for the things which I have written sufficeth me.", "2 And now I, Nephi, write more of the words of Isaiah, for my soul delighteth in his words. For I will liken his words unto my people, and I will send them forth unto all my children, for he verily saw my Redeemer, even as I have seen him.", "3 And my brother, Jacob, also has seen him as I have seen him; wherefore, I will send their words forth unto my children to prove unto them that my words are true. Wherefore, by the words of three, God hath said, I will establish my word. Nevertheless, God sendeth more witnesses, and he proveth all his words.", "4 Behold, my soul delighteth in proving unto my people the truth of the coming of Christ; for, for this end hath the law of Moses been given; and all things which have been given of God from the beginning of the world, unto man, are the typifying of him.", "5 And also my soul delighteth in the covenants of the Lord which he hath made to our fathers; yea, my soul delighteth in his grace, and in his justice, and power, and mercy in the great and eternal plan of deliverance from death.", "6 And my soul delighteth in proving unto my people that save Christ should come all men must perish.", "7 For if there be no Christ there be no God; and if there be no God we are not, for there could have been no creation. But there is a God, and he is Christ, and he cometh in the fulness of his own time.", "8 And now I write some of the words of Isaiah, that whoso of my people shall see these words may lift up their hearts and rejoice for all men. Now these are the words, and ye may liken them unto you and unto all men."], "Español": ["Jacob vio a su Redentor— La ley de Moisés simboliza a Cristo y prueba que Él vendrá. Aproximadamente 559–545a.C.", "1 Ahora bien, Jacob habló muchas otras cosas a mi pueblo en esa ocasión; sin embargo, solamente he hecho escribir estas cosas, porque lo que he escrito me basta.", "2 Y ahora yo, Nefi, escribo más de las palabras de Isaías, porque mi alma se deleita en sus palabras. Porque compararé sus palabras a mi pueblo, y las enviaré a todos mis hijos, pues él verdaderamente vio a mi Redentor, tal como yo lo he visto.", "3 Y mi hermano Jacob también lo ha visto como lo he visto yo; por tanto, transmitiré las palabras de ellos a mis hijos, para probarles que mis palabras son verdaderas. Por tanto, ha dicho Dios, por las palabras de tres estableceré mi palabra. No obstante, Dios envía más testigos y confirma todas sus palabras.", "4 He aquí, mi alma se deleita en comprobar a mi pueblo la verdad de la venida de Cristo; porque con este fin se ha dado la ley de Moisés; y todas las cosas que han sido dadas por Dios al hombre, desde el principio del mundo, son símbolo de él.", "5 Y mi alma también se deleita en los convenios que el Señor ha hecho a nuestros antepasados; sí, mi alma se deleita en su gracia, y en su justicia, y poder, y misericordia en el gran y eterno plan de liberación de la muerte.", "6 Y mi alma se deleita en comprobar a mi pueblo que salvo que Cristo venga, todos los hombres deben perecer.", "7 Porque si no hay Cristo, no hay Dios; y si Dios no existe, nosotros no existimos, porque no habría habido creación. Mas hay un Dios, y es Cristo; y él viene en la plenitud de su propio tiempo.", "8 Y ahora escribo algunas de las palabras de Isaías, para que aquellos de mi pueblo que vean estas palabras eleven sus corazones y se regocijen por todos los hombres. Ahora bien, estas son las palabras, y podéis compararlas a vosotros y a todos los hombres."], "Français": ["Jacob a vu son Rédempteur— La loi de Moïse est symbolique du Christ et prouve qu’il viendra. Vers 559–545av.J.-C.", "1 Et maintenant, Jacob dit encore beaucoup d’autres choses à mon peuple à ce moment-là; néanmoins, je n’ai fait écrire que ces choses-là, car les choses que j’ai écrites me suffisent.", "2 Et maintenant, moi, Néphi, j’écris davantage des paroles d’Ésaïe, car mon âme fait ses délices de ses paroles. Car j’appliquerai ses paroles à mon peuple, et je les enverrai à tous mes enfants, car en vérité il a vu mon Rédempteur tout comme je l’ai vu.", "3 Et mon frère Jacob l’a vu, lui aussi, comme je l’ai vu; c’est pourquoi, j’enverrai leurs paroles à mes enfants pour leur prouver que mes paroles sont vraies. C’est pourquoi, par les paroles de trois, a dit Dieu, j’établirai ma parole. Néanmoins, Dieu envoie encore d’autres témoins, et il prouve toutes ses paroles.", "4 Voici, mon âme met ses délices à prouver à mon peuple la vérité de la venue du Christ; car c’est à cette fin que la loi de Moïse a été donnée, et tout ce qui a été donné par Dieu à l’homme depuis le commencement du monde est une figure de lui.", "5 Et mon âme fait aussi ses délices des alliances que le Seigneur a faites avec nos pères; oui, mon âme fait ses délices de sa grâce, et de sa justice, et de sa puissance, et de sa miséricorde dans le grand plan éternel pour délivrer de la mort.", "6 Et mon âme met ses délices à prouver à mon peuple que si le Christ ne venait pas, tous les hommes périraient.", "7 Car s’il n’y a pas de Christ, il n’y a pas de Dieu; et s’il n’y a pas de Dieu, nous ne sommes pas, car il n’aurait pu y avoir de création. Mais il y a un Dieu, et il est le Christ, et il vient dans la plénitude de son temps.", "8 Et maintenant, j’écris quelques-unes des paroles d’Ésaïe, afin que tous ceux de mon peuple qui verront ces paroles élèvent leur cœur et se réjouissent pour tous les hommes. Maintenant, voici les paroles, et vous pouvez vous les appliquer, à vous et à tous les hommes."], "Kiribati": ["Iakobwa e noora ana Tia Kaboa—Ana tua Mote bon te kanikina ibukin Kristo ao e kakoaua bwa E na bon roko. Uakaan ma 559–545I.K.", "1 Ao ngkai, a mwaiti riki bwaai ake e taekin Iakobwa nakoia au botanaomata n te tai arei; ma e ngae n anne, ao bon ti bwaai aikai ake I a tia n rinei bwa N na koroi, bwa I taku bwa a tau bwaai ake I a tia ni koroi.", "2 Ao ngkai Ngai ae Nibwaai, I koroi ana taeka riki tabeua Itaia, bwa tamneiu e kukurei n ana taeka. Bwa N na kabonganai ana taeka bwa bwaai ni kabootau nakoia au botanaomata, ao N na kanakoi nakoia au kariki ni kabane, bwa e a tia n noora au Tia Kaboai, n aron are I a tia n nooria.", "3 Ao e a tia naba tariu, ae Iakobwa, n nooria n aron are I a tia n nooria; mangaia ae N na kanakoi aia taeka nakoia aia kariki ni kaotia nakoia bwa au taeka a bon koaua. Mangaia ae n aia taeka aika teniman, e a tia n taku te Atua, N na katea au taeka. E ngae n anne ao a mwaiti riki taan kakoaua ake e a tia ni kanakoia te Atua bwa a na kakoauai ana taeka.", "4 Taraia, e kukurei tamneiu ni kakoaua nakoia au botanaomata koauan rokon Kristo; bwa bon ibukin aio are e anga iai ana tua Mote; ao bwaai ni kabane ake a tia n anganaki aomata iroun te Atua man ni moan karikan aonaba, bon taian kanikina ibukina.", "5 Ao e kukurei naba tamneiu n taian berita aika a tabu ake e a tia ni karaoi te Uea nakoia ara bakatibu; eng, e kukurei tamneiu n ana akoi, ma ana motiraoi, ma mwaakana, ma ana nanoanga n te babaire are akea tokina are e a tia ni katauraoia ibukin kamaiuara man te mate.", "6 Ao e kukurei tamneiu ni kakoaua nakoia au botanaomata ae ngkana e aki roko Kristo ao a na bane ni mate aomata.", "7 Bwa ngkana akea Kristo ao a na bon akea naba te Atua; ao ngkana akea te Atua ao a na akea naba ngaira, bwa a na bon akea te karikibwai. Ma bon iai te Atua, ao bon ngaia Kristo, ao e na roko n te tai are e taku bwa e na roko iai.", "8 Ao ngkai N nang koroi tabeua mai buakon ana koroboki Itaia, bwa ngkana arona bwa iai mai buakoia au botanaomata are noori taeka aikai ao a na tabekarake nanoia ao a na kimwareirei ibukiia aomata ni kabane. Ao aikai taian taeka, ao kam na kabootaui nakoimi ao nakoia aomata ni kabane."]}