{"English": ["Darkness and apostasy will cover the earth in the last days—The Book of Mormon will come forth—Three witnesses will testify of the book—The learned man will say he cannot read the sealed book—The Lord will do a marvelous work and a wonder—Compare Isaiah 29. About 559–545B.C.", "1 But, behold, in the last days, or in the days of the Gentiles—yea, behold all the nations of the Gentiles and also the Jews, both those who shall come upon this land and those who shall be upon other lands, yea, even upon all the lands of the earth, behold, they will be drunken with iniquity and all manner of abominations—", "2 And when that day shall come they shall be visited of the Lord of Hosts, with thunder and with earthquake, and with a great noise, and with storm, and with tempest, and with the flame of devouring fire.", "3 And all the nations that fight against Zion, and that distress her, shall be as a dream of a night vision; yea, it shall be unto them, even as unto a hungry man which dreameth, and behold he eateth but he awaketh and his soul is empty; or like unto a thirsty man which dreameth, and behold he drinketh but he awaketh and behold he is faint, and his soul hath appetite; yea, even so shall the multitude of all the nations be that fight against Mount Zion.", "4 For behold, all ye that doeth iniquity, stay yourselves and wonder, for ye shall cry out, and cry; yea, ye shall be drunken but not with wine, ye shall stagger but not with strong drink.", "5 For behold, the Lord hath poured out upon you the spirit of deep sleep. For behold, ye have closed your eyes, and ye have rejected the prophets; and your rulers, and the seers hath he covered because of your iniquity.", "6 And it shall come to pass that the Lord God shall bring forth unto you the words of a book, and they shall be the words of them which have slumbered.", "7 And behold the book shall be sealed; and in the book shall be a revelation from God, from the beginning of the world to the ending thereof.", "8 Wherefore, because of the things which are sealed up, the things which are sealed shall not be delivered in the day of the wickedness and abominations of the people. Wherefore the book shall be kept from them.", "9 But the book shall be delivered unto a man, and he shall deliver the words of the book, which are the words of those who have slumbered in the dust, and he shall deliver these words unto another;", "10 But the words which are sealed he shall not deliver, neither shall he deliver the book. For the book shall be sealed by the power of God, and the revelation which was sealed shall be kept in the book until the own due time of the Lord, that they may come forth; for behold, they reveal all things from the foundation of the world unto the end thereof.", "11 And the day cometh that the words of the book which were sealed shall be read upon the house tops; and they shall be read by the power of Christ; and all things shall be revealed unto the children of men which ever have been among the children of men, and which ever will be even unto the end of the earth.", "12 Wherefore, at that day when the book shall be delivered unto the man of whom I have spoken, the book shall be hid from the eyes of the world, that the eyes of none shall behold it save it be that three witnesses shall behold it, by the power of God, besides him to whom the book shall be delivered; and they shall testify to the truth of the book and the things therein.", "13 And there is none other which shall view it, save it be a few according to the will of God, to bear testimony of his word unto the children of men; for the Lord God hath said that the words of the faithful should speak as if it were from the dead.", "14 Wherefore, the Lord God will proceed to bring forth the words of the book; and in the mouth of as many witnesses as seemeth him good will he establish his word; and wo be unto him that rejecteth the word of God!", "15 But behold, it shall come to pass that the Lord God shall say unto him to whom he shall deliver the book: Take these words which are not sealed and deliver them to another, that he may show them unto the learned, saying: Read this, I pray thee. And the learned shall say: Bring hither the book, and I will read them.", "16 And now, because of the glory of the world and to get gain will they say this, and not for the glory of God.", "17 And the man shall say: I cannot bring the book, for it is sealed.", "18 Then shall the learned say: I cannot read it.", "19 Wherefore it shall come to pass, that the Lord God will deliver again the book and the words thereof to him that is not learned; and the man that is not learned shall say: I am not learned.", "20 Then shall the Lord God say unto him: The learned shall not read them, for they have rejected them, and I am able to do mine own work; wherefore thou shalt read the words which I shall give unto thee.", "21 Touch not the things which are sealed, for I will bring them forth in mine own due time; for I will show unto the children of men that I am able to do mine own work.", "22 Wherefore, when thou hast read the words which I have commanded thee, and obtained the witnesses which I have promised unto thee, then shalt thou seal up the book again, and hide it up unto me, that I may preserve the words which thou hast not read, until I shall see fit in mine own wisdom to reveal all things unto the children of men.", "23 For behold, I am God; and I am a God of miracles; and I will show unto the world that I am the same yesterday, today, and forever; and I work not among the children of men save it be according to their faith.", "24 And again it shall come to pass that the Lord shall say unto him that shall read the words that shall be delivered him:", "25 Forasmuch as this people draw near unto me with their mouth, and with their lips do honor me, but have removed their hearts far from me, and their fear towards me is taught by the precepts of men—", "26 Therefore, I will proceed to do a marvelous work among this people, yea, a marvelous work and a wonder, for the wisdom of their wise and learned shall perish, and the understanding of their prudent shall be hid.", "27 And wo unto them that seek deep to hide their counsel from the Lord! And their works are in the dark; and they say: Who seeth us, and who knoweth us? And they also say: Surely, your turning of things upside down shall be esteemed as the potter’s clay. But behold, I will show unto them, saith the Lord of Hosts, that I know all their works. For shall the work say of him that made it, he made me not? Or shall the thing framed say of him that framed it, he had no understanding?", "28 But behold, saith the Lord of Hosts: I will show unto the children of men that it is yet a very little while and Lebanon shall be turned into a fruitful field; and the fruitful field shall be esteemed as a forest.", "29 And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity and out of darkness.", "30 And the meek also shall increase, and their joy shall be in the Lord, and the poor among men shall rejoice in the Holy One of Israel.", "31 For assuredly as the Lord liveth they shall see that the terrible one is brought to naught, and the scorner is consumed, and all that watch for iniquity are cut off;", "32 And they that make a man an offender for a word, and lay a snare for him that reproveth in the gate, and turn aside the just for a thing of naught.", "33 Therefore, thus saith the Lord, who redeemed Abraham, concerning the house of Jacob: Jacob shall not now be ashamed, neither shall his face now wax pale.", "34 But when he seeth his children, the work of my hands, in the midst of him, they shall sanctify my name, and sanctify the Holy One of Jacob, and shall fear the God of Israel.", "35 They also that erred in spirit shall come to understanding, and they that murmured shall learn doctrine."], "Español": ["Tinieblas y apostasía cubrirán la tierra en los últimos días— El Libro de Mormón saldrá a luz— Tres testigos darán testimonio del libro— El hombre instruido dirá que no puede leer el libro sellado— El Señor ejecutará una obra maravillosa y un prodigio— Compárese con Isaías 29. Aproximadamente 559–545a.C.", "1 Mas he aquí que en los últimos días, o sea, en los días de los gentiles, sí, he aquí que todas las naciones de los gentiles, y también los judíos, tanto los que vengan a esta tierra como los que se hallen sobre otras tierras, sí, sobre todas las tierras del mundo, he aquí, estarán ebrios de iniquidad y de toda clase de abominaciones.", "2 Y cuando venga ese día, los visitará el Señor de los Ejércitos con truenos y con terremotos, y con un gran estruendo, y con borrasca, y con tempestad, y con la llama de fuego devorador.", "3 Y todas las naciones que pugnen contra Sion y que la acongojen serán como sueño de visión nocturna; sí, les será como al hambriento que sueña; y he aquí, come, mas despierta y su alma está vacía; o como un sediento que sueña; y he aquí, bebe, pero cuando despierta, está desfallecido, y su alma siente hambre; sí, aun así será con la multitud de todas las naciones que pugnen contra el monte de Sion.", "4 Porque he aquí, todos vosotros que obráis iniquidad, deteneos y asombraos, porque gritaréis y clamaréis; sí, estaréis ebrios, mas no de vino; titubearéis, mas no de licor.", "5 Porque he aquí, el Señor ha derramado sobre vosotros el espíritu de un profundo sueño; pues he aquí que habéis cerrado vuestros ojos y rechazado a los profetas; y a vuestros gobernantes y a los videntes él ha cubierto a causa de vuestra iniquidad.", "6 Y acontecerá que el Señor Dios os manifestará las palabras de un libro; y serán las palabras de los que han dormido.", "7 Y he aquí, el libro estará sellado; y en él habrá una revelación de Dios, desde el principio del mundo, hasta su fin.", "8 Por lo tanto, a causa de las cosas que están selladas, no se entregarán estas cosas selladas en el día de las maldades y abominaciones del pueblo. Por tanto, les será retenido el libro;", "9 mas el libro será entregado a un hombre, y él entregará las palabras del libro, que son las palabras de aquellos que han dormido en el polvo, y entregará estas palabras a otro;", "10 mas no entregará las palabras que están selladas, ni tampoco entregará el libro. Porque el libro será sellado por el poder de Dios, y la revelación que fue sellada se guardará en el libro hasta que llegue el propio y debido tiempo del Señor en que aparezcan; porque he aquí, revelan todas las cosas desde la fundación del mundo hasta su fin.", "11 Y vendrá el día en que las palabras del libro, que fueron selladas, se leerán desde los techos de las casas; y serán leídas por el poder de Cristo, y se revelarán a los hijos de los hombres todas las cosas jamás habidas entre ellos, y cuantas habrá aun hasta el fin de la tierra.", "12 Por tanto, el día en que se entregue el libro al hombre de quien he hablado, quedará oculto dicho libro de los ojos del mundo para que no lo vea ojo alguno, salvo tres testigos que lo verán por el poder de Dios, además de aquel a quien el libro será entregado; y testificarán de la verdad del libro y de las cosas que contiene.", "13 Y nadie más lo verá, sino unos pocos, conforme a la voluntad de Dios, para dar testimonio de su palabra a los hijos de los hombres; porque el Señor Dios ha dicho que las palabras de los fieles hablarían cual si fuera de entre los muertos.", "14 Por tanto, el Señor Dios procederá a sacar a luz las palabras del libro; y en la boca de cuantos testigos a él le plazca, establecerá su palabra; y, ¡ay de aquel que rechace la palabra de Dios!", "15 Mas he aquí, acontecerá que el Señor Dios dirá a aquel a quien entregará el libro: Toma estas palabras que no están selladas y entrégalas a otro, para que las muestre al instruido, diciendo: Te ruego que leas esto. Y el instruido dirá: Trae aquí el libro, y yo las leeré.", "16 Y ahora bien, por causa de la gloria del mundo, y para obtener lucro dirán esto, y no para la gloria de Dios.", "17 Y el hombre dirá: No puedo traer el libro, porque está sellado.", "18 Entonces dirá el instruido: No puedo leerlo.", "19 Por tanto, acontecerá que el Señor Dios de nuevo entregará el libro y las palabras que contiene al que no es instruido, el cual dirá: No soy instruido.", "20 Entonces el Señor Dios le dirá: Los instruidos no las leerán porque las han rechazado, y yo puedo efectuar mi propia obra; por tanto, tú leerás las palabras que yo te daré.", "21 No toques las cosas que están selladas, pues las manifestaré en mi propio y debido tiempo; porque mostraré a los hijos de los hombres que puedo ejecutar mi propia obra.", "22 Por tanto, cuando hayas leído las palabras que te he mandado, y obtenido los testigos que te he prometido, entonces sellarás otra vez el libro, y lo esconderás para mis propósitos, a fin de que yo preserve las palabras que no has leído, hasta que en mi propia sabiduría me parezca oportuno revelar todas las cosas a los hijos de los hombres.", "23 Porque he aquí, yo soy Dios; y soy un Dios de milagros; y manifestaré al mundo que soy el mismo ayer, hoy y para siempre; y no obro entre los hijos de los hombres sino de conformidad con su fe.", "24 Y otra vez acontecerá que el Señor dirá a aquel que lea las palabras que le han de ser entregadas:", "25 Por cuanto este pueblo se me acerca con su boca, y con sus labios me honra, mas su corazón ha alejado de mí, y su temor para conmigo le es inculcado por los preceptos de los hombres,", "26 procederé yo, por tanto, a ejecutar una obra maravillosa entre este pueblo; sí, una obra maravillosa y un prodigio; porque la sabiduría de sus sabios e instruidos perecerá, y el entendimiento de sus prudentes será escondido.", "27 Y, ¡ay de aquellos que procuran con afán esconder sus designios del Señor! Y sus obras se hacen en las tinieblas, y dicen: ¿Quién nos ve, y quién nos conoce? Y dicen también: Ciertamente tu obra de trastornar las cosas de arriba abajo será estimada como el barro del alfarero. Mas he aquí, dice el Señor de los Ejércitos, les mostraré que conozco todas sus obras. ¿Pues acaso dirá la obra del artífice: Él no me hizo? O, ¿dirá lo construido del constructor: No tenía inteligencia?", "28 Pero he aquí, dice el Señor de los Ejércitos: Enseñaré a los hijos de los hombres que de aquí a muy poco tiempo el Líbano se convertirá en campo fértil; y el campo fértil será apreciado como un bosque.", "29 Y en aquel día los sordos oirán las palabras del libro, y los ojos de los ciegos verán de en medio de la obscuridad y de las tinieblas.", "30 Y los mansos también aumentarán, y su gozo será en el Señor; y los pobres entre los hombres se regocijarán en el Santo de Israel.", "31 Porque así como vive el Señor, verán que el violento es reducido a la nada, y es consumido el escarnecedor; y todos los que velan por la iniquidad son talados;", "32 y los que hacen ofensor al hombre por una palabra, y tienden trampa al que reprende a la puerta, y apartan al justo por una pequeñez.", "33 Por tanto, el Señor que redimió a Abraham así dice, respecto a la casa de Jacob: Ahora Jacob no se avergonzará, ni su rostro se pondrá pálido.", "34 Mas cuando él vea a sus hijos, obra de mis manos, en su centro, santificarán ellos mi nombre y santificarán al Santo de Jacob, y temerán al Dios de Israel.", "35 Y también los que erraron en espíritu vendrán al entendimiento; y los que murmuraron aprenderán doctrina."], "Français": ["Les ténèbres et l’apostasie couvriront la terre dans les derniers jours— Le Livre de Mormon paraîtra— Trois témoins témoigneront du livre— Le savant dira qu’il ne peut pas lire le livre scellé— Le Seigneur fera une œuvre merveilleuse et un prodige— Comparez avec Ésaïe 29. Vers 559–545av.J.-C.", "1 Mais voici, dans les derniers jours, ou dans les jours des Gentils— oui, voici, toutes les nations des Gentils, et aussi les Juifs, tant ceux qui viendront dans ce pays que ceux qui seront dans d’autres pays, oui, même dans tous les pays de la terre, voici, ils seront ivres d’iniquité et de toutes sortes d’abominations—", "2 et lorsque ce jour viendra, le Seigneur des armées les châtiera par le tonnerre et par les tremblements de terre, et par un bruit formidable, et par l’ouragan, et par la tempête, et par la flamme d’un feu dévorant.", "3 Et toutes les nations qui combattent Sion et qui l’affligent seront comme un songe, une vision nocturne; oui, il en sera pour elles comme de celui qui a faim et qui rêve qu’il mange, puis s’éveille, l’estomac vide; ou comme de celui qui a soif et qui rêve qu’il boit, puis s’éveille, épuisé et languissant; oui, ainsi en sera-t-il de la multitude des nations qui viendront attaquer la montagne de Sion.", "4 Car voici, vous tous qui commettez l’iniquité, soyez stupéfaits et étonnés, fermez les yeux et devenez aveugles; oui, vous serez ivres, mais ce n’est pas de vin, vous chancellerez, mais ce n’est pas l’effet des liqueurs fortes.", "5 Car voici, le Seigneur a répandu sur vous un esprit d’assoupissement. Car voici, vous avez fermé vos yeux, et vous avez rejeté les prophètes; il a voilé vos têtes et les voyants à cause de votre iniquité.", "6 Et il arrivera que le Seigneur Dieu vous fera parvenir les paroles d’un livre, et ce seront les paroles de ceux qui ont dormi.", "7 Et voici, le livre sera scellé; et dans le livre, il y aura une révélation de Dieu, depuis le commencement du monde jusqu’à sa fin.", "8 C’est pourquoi, à cause des choses qui sont scellées, les choses qui sont scellées ne seront pas remises au jour de la méchanceté et des abominations du peuple. C’est pourquoi, le livre lui sera refusé.", "9 Mais le livre sera remis à un homme, et il remettra les paroles du livre, qui sont les paroles de ceux qui ont dormi dans la poussière, et il remettra ces paroles à un autre;", "10 Mais les paroles qui sont scellées, il ne les remettra pas, et il ne remettra pas non plus le livre. Car le livre sera scellé par le pouvoir de Dieu, et la révélation qui était scellée sera gardée dans le livre jusqu’à ce que le Seigneur le juge bon pour qu’elles paraissent; car voici, elles révèlent tout depuis la fondation du monde jusqu’à sa fin.", "11 Et le jour vient où les paroles du livre qui étaient scellées seront lues sur les toits des maisons; et elles seront lues par le pouvoir du Christ, et tout sera révélé aux enfants des hommes, tout ce qui a jamais été et sera jamais parmi les enfants des hommes, jusqu’à la fin de la terre.", "12 C’est pourquoi, le jour où le livre sera remis à l’homme dont j’ai parlé, le livre sera caché aux yeux du monde, de sorte que les yeux d’aucun homme ne le verront, si ce n’est que trois témoins le verront par le pouvoir de Dieu, en plus de celui à qui le livre sera remis; et ils témoigneront de la vérité du livre et des choses qui s’y trouvent.", "13 Et il n’y aura personne d’autre qui le verra, si ce n’est un petit nombre, selon la volonté de Dieu, pour rendre témoignage de sa parole aux enfants des hommes; car le Seigneur Dieu a dit que les paroles des fidèles parleraient comme si elles venaient des morts.", "14 C’est pourquoi, le Seigneur Dieu se mettra en devoir de faire paraître les paroles du livre; et il établira sa parole par la bouche d’autant de témoins qu’il lui semble bon; et malheur à celui qui rejette la parole de Dieu!", "15 Mais voici, il arrivera que le Seigneur Dieu dira à celui à qui il remettra le livre: Prends ces paroles qui ne sont pas scellées et remets-les à un autre, afin qu’il les montre au savant, disant: Lis ceci, je te prie. Et le savant dira: Apporte le livre ici, et je les lirai.", "16 Or, c’est à cause de la gloire du monde et pour obtenir du gain qu’ils diront cela, et non pour la gloire de Dieu.", "17 Et l’homme dira: Je ne peux pas apporter le livre, car il est scellé.", "18 Alors le savant dira: Je ne peux pas le lire.", "19 C’est pourquoi, il arrivera que le Seigneur Dieu remettra de nouveau le livre et les paroles qu’il contient à celui qui n’est pas savant; et l’homme qui n’est pas savant dira: Je ne suis pas savant.", "20 Alors le Seigneur Dieu lui dira: Les savants ne les liront pas, car ils les ont rejetées, et je suis capable de faire ma propre œuvre; c’est pourquoi, tu liras les paroles que je te donnerai.", "21 Ne touche pas aux choses qui sont scellées, car je les ferai paraître lorsque je le jugerai bon; car je montrerai aux enfants des hommes que je suis capable de faire ma propre œuvre.", "22 C’est pourquoi, lorsque tu auras lu les paroles que je t’ai commandé de lire et obtenu les témoins que je t’ai promis, alors tu scelleras de nouveau le livre et tu le cacheras pour moi, afin que je préserve les paroles que tu n’as pas lues, jusqu’à ce que je juge bon, dans ma sagesse, de tout révéler aux enfants des hommes.", "23 Car voici, je suis Dieu; et je suis un Dieu de miracles; et je montrerai au monde que je suis le même hier, aujourd’hui, et à jamais; et je ne travaille parmi les enfants des hommes que selon leur foi.", "24 Et en outre, il arrivera que le Seigneur dira à celui qui lira les paroles qui lui seront remises:", "25 Quand ce peuple s’approche de moi, il m’honore de la bouche et des lèvres; mais son cœur est éloigné de moi, et la crainte qu’il a de moi n’est qu’un précepte de tradition humaine.", "26 C’est pourquoi je vais me mettre à faire une œuvre merveilleuse parmi ce peuple, oui, une œuvre merveilleuse et un prodige, car la sagesse de ses sages et de ses savants périra, et l’intelligence de ses hommes intelligents disparaîtra.", "27 Et malheur à ceux qui cachent leurs desseins pour les dérober au Seigneur, qui font leurs œuvres dans les ténèbres, et qui disent: Qui nous voit et qui nous connaît? Et ils disent aussi: Votre façon de retourner les choses sera estimée comme l’argile du potier. Mais voici, je leur montrerai, dit le Seigneur des armées, que je connais toutes leurs œuvres. Car l’ouvrage dira-t-il de l’ouvrier: Il ne m’a point fait? Pour que le vase dise du potier: Il n’a point d’intelligence?", "28 Mais voici, dit le Seigneur des armées: je vais montrer aux enfants des hommes qu’encore un peu de temps, et le Liban se changera en verger; et le verger sera considéré comme une forêt.", "29 En ce jour-là, les sourds entendront les paroles du livre; et, délivrés de l’obscurité et des ténèbres, les yeux des aveugles verront.", "30 Les malheureux se réjouiront de plus en plus, et leur joie sera dans le Seigneur, et les pauvres feront du Saint d’Israël le sujet de leur allégresse.", "31 Car assurément, comme le Seigneur vit, ils verront que le violent ne sera plus, le moqueur aura fini, et tous ceux qui veillaient pour l’iniquité seront exterminés;", "32 ceux qui condamnaient les autres en justice, tendaient des pièges à qui défendait sa cause à la porte, et violaient par la fraude les droits de l’innocent.", "33 C’est pourquoi, ainsi parle le Seigneur à la maison de Jacob, lui qui a racheté Abraham: Maintenant Jacob ne rougira plus, maintenant son visage ne pâlira plus.", "34 Car, lorsque ses enfants verront au milieu d’eux l’œuvre de mes mains, ils sanctifieront mon nom, ils sanctifieront le Saint de Jacob, et ils craindront le Dieu d’Israël;", "35 ceux dont l’esprit s’égarait acquerront de l’intelligence, et ceux qui murmuraient recevront instruction."], "Kiribati": ["E na buta te aonaba n te roo ao kitanan te koaua ni boong aika kaitira—E na roko Ana Boki Moomon—Ana kakoaua te boki taan kakoaua aika teniman—E taekinna te aomata ae rabakau bwa e aki kona ni wareka te boki ae kainaki—E na karaoa te mwakuri ae tamaroa ma ni kamiimi te Uea—Kabootaua ma Itaia 29. Uakaan ma 559–545I.K.", "1 Ma taraia, ni boong aika kaitira, ke n aia bong Tientaire—eng, taraia, a na bane n on abaia Tientaire ni kabane, ao abaia naba Iutaia, ma aomata ni kabane ake a roko iaon te aba aio ma ake a maeka iaon aaba ake tabeua, eng, n aaba nako iaon te aonaba, taraia, a na manging n te bure ma mwakuri aika bati n ribaki n aekaia nako—", "2 Ao ngkana e a roko te bong are a na kawaraki iai iroun aia Uea Taanga ni Buaka, ma te baa, ma mwaeiein te aba, ma te karongoa ae korakora, ma te buaka, ma te ang ae baibati, ma uramwakan te ai ae kamaunai bwaai.", "3 Ao a na riki aaba ni kabane ake a buakana Tion, ao ni karawawata, n aiaron te mii n te tairiki; eng, e na riki aio nakoia, n aiaron te aomata ae baki ae mii, ao taraia e amwarake, ma ngke e uti ao e baki tamneina; ke n aiaron te aomata ae taka ae mii, ao taraia e mooi, ma ngke e uti ao e nimaamate, ao e aki rauaki nanona eng, aio arona ae e na riki nakoia te botanaomata man aaba ni kabane ake a kan buakana te Maunga are Zion.", "4 Bwa taraia, ngkami ni kabane aika a karaoa ae buakaka, tai kakamwakuri ao tataninga, bwa ane kam na takarua, ao n tang; eng, ane kam na koro ni manging ma tiaki n te wain, ane kam na bebei ma tiaki man te mooi ae matoatoa.", "5 Bwa taraia e a tia te Uea ni kabwaroa i aomi angin te kan matu ae korakora. Bwa taraia, kam a tia ni kain matami, ao kam a tia ni kaakeaia burabeti; ao a tia ni karabaia ami tia tautaeka ma ami tia mamata ibukin buakakami.", "6 Ao e na koro bukina bwa te Uea ae te Atua e na kaoti nakoimi taeka man te boki, ao bon aia taeka aomata ake a tia ni mate.", "7 Ao taraia e na kainaki te boki anne; ao i nanon te boki bon ana kaotioti te Atua, man moan rikin te aonaba ni karokoa tokina.", "8 Mangaia ae ngkai a tia ni kainaki bwaai aikai, ao a na aki kaotaki bwaai aika a kainaki n te tai are korakora iai te buakaka ma mwakuri aika ribaki irouia aomata. Mangaia are te boki anne, e na karabaki mai irouia.", "9 Ma e na anganaki te aomata temanna te boki anne, ao e na anga kanoan te boki, aika aia taeka aomata aika a tia ni mate ao n taunaki ni bubun te tano, ao e na anga taeka aikai nakon te aomata temanna.", "10 Ma e na aki anga taeka aika a tia ni kainaki, ke n anga naba taekan te boki. Bwa e na kainaki te boki ni mwaakan te Atua, ao e na kainaki naba te kaotioti i nanon te boki ni karokoa te tai are boraoi ma nanon te Uea, bwa e na kaoti; bwa taraia, a kaoti iai bwaai ni kabane man moan karikan te aonaba ni karokoa tokina.", "11 Ao e na roko te bong are a na warekaki iai kanoan te boki are e a tia ni kainaki mai taubukin auti; ao a na warekaki ni mwaakan Kristo; ao a na kaotaki bwaai ni kabane nakoia natiia aomata, ao aikai a na riki nakoia natia aomata, ao aikai a na riki nakoia ni karokoa tokin te aonaba.", "12 Mangaia ae n te bong arei ao e na anganaki te aomata are I a tia n taekinna te boki, e na karabaki te boki mai mataia kaain te aonaba, ao bon akea ae e na nooria ma ti taan kakoaua ake teniman aika a na nooria, ni mwaakan te Atua, i rarikin te aomata are e na anganaki; ao a na kakoaua te boki ma kanoana.", "13 Ao akea riki ae e na nooria, ma ti ngkana e boraoi ma nanon te Atua, bwa a na kakoaua ana taeka nakoia natiia aomata; bwa e a tia n taekinna te Uea ae te Atua bwa a na taetae aika kakaonimaki n aiaron ae otinako mai wiia maate.", "14 Mangaia ae e na waaki te Uea ae te Atua ni kaoti taekan te boki; ao e na kaoti ana taeka rinanoia taan kakoaua aika a mwaiti; e na kataua nakon takun nanona; ao e na reke kain ane e aki butimwaea ana taeka te Atua!", "15 Ma taraia, e na koro bukina bwa te Uea ae te Atua e na tuatua nakon te aomata are e anganna te boki: Uoti taeka aika a aki kainaki ao aanga nakon te aomata temanna, bwa e aonga ni kaoti nakon ae rabakau, ao e na kangai: I butiko bwa ko na wareka te bwai aio. Ao e na kangai ae rabakau: Uotamai te boki ao N na warekia.", "16 Ao ngkai ibukin karekean mimitongiia iaon te aonaba ma karekean kaubwaia are a na taekina iai aio, ao tiaki ibukin mimitongin te Atua.", "17 Ao e na kangai te aomata: I aki kona n anganiko te boki bwa e kainaki.", "18 Ao e na kangai ae rabakau: I aki kona ni warekia.", "19 Mangaia ae e na koro bukina bwa e na manga roko te tai are e na anga iai te boki te Uea ae te Atua ma kanoana nakon ae aki rabakau; ao e na kangai te aomata ae aki rabakau: I aki rabakau.", "20 Ao e na kangai te Uea ae te Atua nakoina: E na aki wareki ae rabakau, bwa e a tia n aki butimwaei, ao I kona ni karaoa oin au mwakuri; mangaia ae ko na wareki taeka ake I a tia n anganiko.", "21 Tai riing bwaai ake a kainaki bwa ae N na kaoti n te tai are I baireia inanou; bwa N na kaotia nakoia natiia aomata ae I kona ni karaoa oin au mwakuri.", "22 Mangaia ae ngkana ko tia ni wareki ake I a tia n tuatua bwa ko na wareki, ao ni karekei taan kakoaua ake I taekin n au tuea nakoim, ao ko na manga kaina te boki, ao ko na karaba irou, bwa I aonga ni kaawakin taeka ake ko tuai ni wareki, ni karokoa te tai are I taku n oin wanawanau bwa N na kaoti iai bwaai ni kabane nakoia natia aomata.", "23 Bwa taraia, bon Ngai te Atua; ao Ngai Atuan taian kakai; ao N na kaotia nakon te aonaba bwa ti te arona ngai ngkoa, n te bong aio, ao n aki toki; ao I aki mwammwakuri i buakoia natia aomata ti ngkana e kaineti ma aia onimaki.", "24 Ao e na koro bukina bwa e na manga roko riki te tai are e na manga taetae iai te Uea nakon are e na wareki taeka ake e na anganaki;", "25 Ngkai a kaniai aomata aikai n aia taeka, ao a karineai n taeka ake a taekin n riaia, ma a raroa nako nanoia mai irou, ao maakau irouia e reiakinaki n aia reirei aomata—", "26 Mangaia ae N na waakini mwakuri aika raraoi nakoia aomata aikai, eng, mwakuri aika a raraoi ma ni kamiimi, bwa e na mauna wanawanaia aia aomata aika wanawana ma n rabakau, ao e na karabaki aia atatai aia aomata aika wanawana.", "27 Ao a na reke kaia akana a kakorakoraia ni karabai mai iroun te Uea bwaai aika a taekin! Ao a mena aia mwakuri i nanon te roo; ao a na kangai: Antai ae e nooriia, ao antai ae e ataira? Ao a na kangai naba: e koaua bwa ngkana ko rairi bwaai ni kabane ao a na akea te kaairua ae ko na noori n aiaron ana bokaboka te tia karao mwangko. Ma taraia, N na kaotia nakoia, e taku aia Uea Taanga ni Buaka, bwa I atai aia mwakuri ni kabane. Bwa e kona te mwakuri n taekina teuare e karaoia ni kangai, e aki karaoai? Ke e na kona te bwai are e karikaki n taekina are e karikiia bwa akea ana atatai?", "28 Ma taraia, e kangai aia Uea Taanga ni Buaka: N na kaotia nakoia natia aomata ae e na aki maan ao e na karikaki Rebanon bwa te nne n aroka ae kariki uaa; ao e na aranaki te nne n aroka ae kariki uaa bwa te buakonikai.", "29 Ao n te bong arei a na kona aika bono taningaia n ongo taeka man te boki, ao a na kona aika mataki n nooraba rinanon te maabubu ma te rootongitong.", "30 Ao a na korakora mwaitia aika nanorinano, ao a na kimwareirei i nanon te Uea, ao a na kimwareirei aika a kainnano mai buakoia aomata i nanon Atuan Iteraera ae Tabu.", "31 Bwa e koaua n aron ae maiu te Uea bwa a na noora kamaunan ae buakaka, ao e na tiringaki te tia bwainingare, ao a na kararoaki aika a tangira karaoan te bure.", "32 Ao aomata ake a karekea te aomata n te bure n aron aia taeka, ma ake a kamwanea te aomata are kaoti taekaia n te bowi, ao ni kanakoia aika raoiroi ni kaakea bonganaia.", "33 Mangaia ae e kangai te Uea, are e kabooa Aberaam, n taekinan te bata are Iakobwa: e na toki ngkai te maamaa iroun Iakobwa, ke ni mainarake ubuna.", "34 Ma ngkana e nooriia ana botanaomata, ao kanoan am mwakuri, irouia, a na katabua arau, ao a na katabua Atuan Iakobwa ae Tabu, ao a na maaka Atuan Iteraera.", "35 Ao a na oota naba ake a aki oota ni bwain te tamnei, ao ake a ngurengure a na kariaia taian reirei."]}