{"English": ["Isaiah speaks messianically—The people in darkness will see a great light—Unto us a child is born—He will be the Prince of Peace and will reign on David’s throne—Compare Isaiah 9. About 559–545B.C.", "1 Nevertheless, the dimness shall not be such as was in her vexation, when at first he lightly afflicted the land of Zebulun, and the land of Naphtali, and afterwards did more grievously afflict by the way of the Red Sea beyond Jordan in Galilee of the nations.", "2 The people that walked in darkness have seen a great light; they that dwell in the land of the shadow of death, upon them hath the light shined.", "3 Thou hast multiplied the nation, and increased the joy—they joy before thee according to the joy in harvest, and as men rejoice when they divide the spoil.", "4 For thou hast broken the yoke of his burden, and the staff of his shoulder, the rod of his oppressor.", "5 For every battle of the warrior is with confused noise, and garments rolled in blood; but this shall be with burning and fuel of fire.", "6 For unto us a child is born, unto us a son is given; and the government shall be upon his shoulder; and his name shall be called, Wonderful, Counselor, The Mighty God, The Everlasting Father, The Prince of Peace.", "7 Of the increase of government and peace there is no end, upon the throne of David, and upon his kingdom to order it, and to establish it with judgment and with justice from henceforth, even forever. The zeal of the Lord of Hosts will perform this.", "8 The Lord sent his word unto Jacob and it hath lighted upon Israel.", "9 And all the people shall know, even Ephraim and the inhabitants of Samaria, that say in the pride and stoutness of heart:", "10 The bricks are fallen down, but we will build with hewn stones; the sycamores are cut down, but we will change them into cedars.", "11 Therefore the Lord shall set up the adversaries of Rezin against him, and join his enemies together;", "12 The Syrians before and the Philistines behind; and they shall devour Israel with open mouth. For all this his anger is not turned away, but his hand is stretched out still.", "13 For the people turneth not unto him that smiteth them, neither do they seek the Lord of Hosts.", "14 Therefore will the Lord cut off from Israel head and tail, branch and rush in one day.", "15 The ancient, he is the head; and the prophet that teacheth lies, he is the tail.", "16 For the leaders of this people cause them to err; and they that are led of them are destroyed.", "17 Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows; for every one of them is a hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.", "18 For wickedness burneth as the fire; it shall devour the briers and thorns, and shall kindle in the thickets of the forests, and they shall mount up like the lifting up of smoke.", "19 Through the wrath of the Lord of Hosts is the land darkened, and the people shall be as the fuel of the fire; no man shall spare his brother.", "20 And he shall snatch on the right hand and be hungry; and he shall eat on the left hand and they shall not be satisfied; they shall eat every man the flesh of his own arm—", "21 Manasseh, Ephraim; and Ephraim, Manasseh; they together shall be against Judah. For all this his anger is not turned away, but his hand is stretched out still."], "Español": ["Isaías habla del Mesías— El pueblo que andaba en tinieblas verá una gran luz— Un niño nos es nacido— Será el Príncipe de Paz y reinará sobre el trono de David— Compárese con Isaías 9. Aproximadamente 559–545a.C.", "1 Sin embargo, la obscuridad no será como lo fue en su oprobio, cuando él primero afligió ligeramente la tierra de Zabulón y la de Neftalí, y después la angustió más penosamente por la costa del mar Rojo, del otro lado del Jordán, en Galilea de las naciones.", "2 El pueblo que andaba en tinieblas ha visto una gran luz; sobre los que moraban en la tierra de la sombra de muerte, la luz ha resplandecido.", "3 Tú has multiplicado la nación y aumentado el gozo; se alegran delante de ti, como se regocijan en la siega; como se alegran los hombres cuando se reparten el despojo.", "4 Porque has quebrado el yugo de su carga, y la vara de su hombro, y el cetro de su opresor.", "5 Porque toda batalla del guerrero es con ruido estruendoso y con vestidos revolcados en sangre; pero esto será con quemadura y pábulo de fuego.", "6 Porque un niño nos es nacido, un hijo nos es dado; y sobre sus hombros estará el principado; y se llamará su nombre Admirable, Consejero, Dios Fuerte, Padre Eterno, Príncipe de Paz.", "7 Del aumento de su dominio y paz no habrá fin, sobre el trono de David y sobre su reino, a fin de disponerlo y confirmarlo con juicio y con justicia, desde ahora y para siempre. El celo del Señor de los Ejércitos hará esto.", "8 El Señor envió su palabra a Jacob, y cayó en Israel.", "9 Y la sabrá todo el pueblo, hasta Efraín y los habitantes de Samaria, que con soberbia y altivez de corazón dicen:", "10 Los ladrillos han caído, mas construiremos con piedra labrada; derribados han sido los sicómoros, mas los repondremos con cedros.", "11 Por lo tanto, el Señor dispondrá a los adversarios de Rezín contra él, y juntará a sus enemigos;", "12 los sirios por delante y los filisteos por detrás, y a boca llena devorarán a Israel. Con todo esto, no se ha mitigado su ira, sino que su mano aún está extendida.", "13 Pero el pueblo no se vuelve hacia aquel que lo castiga, ni busca al Señor de los Ejércitos.", "14 Por tanto, el Señor cortará de Israel cabeza y cola, rama y caña, en un mismo día.", "15 El anciano es la cabeza; y el profeta que enseña mentiras es la cola.", "16 Porque los caudillos de este pueblo lo hacen errar; y los que ellos guían son destruidos.", "17 Por tanto, el Señor no se complacerá en sus jóvenes, ni de sus huérfanos y viudas tendrá misericordia; porque todos son hipócritas y malhechores, y toda boca habla necedades. Con todo esto, no se ha mitigado su ira, sino que su mano aún está extendida.", "18 Porque la maldad quema como fuego; devorará los cardos y espinas; y levantará llama en lo espeso de los bosques, y ascenderán como humo en remolinos.", "19 Por la ira del Señor de los Ejércitos se obscurecerá la tierra, y el pueblo será como pábulo de fuego; nadie tendrá piedad de su hermano.", "20 Y el hombre arrebatará a su diestra, y sentirá hambre; y comerá a su siniestra, y no quedará satisfecho; cada cual comerá la carne de su propio brazo:", "21 Manasés a Efraín, y Efraín a Manasés; y ambos estarán contra Judá. Con todo esto, no se ha mitigado su ira, sino que su mano aún está extendida."], "Français": ["Ésaïe parle de manière messianique— Le peuple qui est dans les ténèbres verra une grande lumière— Un enfant nous est né— Il sera le Prince de la paix et régnera sur le trône de David— Comparez avec Ésaïe 8:23–9:20. Vers 559–545av.J.-C.", "1 Mais les ténèbres ne seront pas telles qu’elles étaient dans ses angoisses, lorsqu’au début il affligea légèrement le pays de Zabulon et le pays de Nephthali, et affligea ensuite plus sévèrement par le chemin de la mer Rouge, au-delà du Jourdain, dans la Galilée des nations.", "2 Le peuple qui marchait dans les ténèbres voit une grande lumière; sur ceux qui habitaient le pays de l’ombre de la mort, une lumière resplendit.", "3 Tu rends le peuple nombreux, tu accordes de grandes joies; il se réjouit devant toi, comme on se réjouit à la moisson, comme on pousse des cris d’allégresse au partage du butin.", "4 Car le joug qui pesait sur lui, le bâton qui frappait son dos, la verge de celui qui l’opprimait, tu les brises.", "5 Car toute chaussure que l’on porte dans la mêlée, et tout vêtement guerrier roulé dans le sang, seront livrés aux flammes, pour être dévorés par le feu.", "6 Car un enfant nous est né, un fils nous est donné, et la domination reposera sur son épaule; on l’appellera Admirable, Conseiller, Dieu puissant, Père éternel, Prince de la paix.", "7 Donner à l’empire de l’accroissement, et une paix sans fin au trône de David et à son royaume, l’affermir et le soutenir par le droit et par la justice, dès maintenant et à toujours: voilà ce que fera le zèle du Seigneur des armées.", "8 Le Seigneur envoie sa parole à Jacob: elle tombe sur Israël.", "9 Tout le peuple en aura connaissance, Éphraïm et les habitants de Samarie, qui disent avec orgueil et fierté:", "10 Des briques sont tombées, nous bâtirons en pierres de taille; des sycomores ont été coupés, nous les remplacerons par des cèdres.", "11 Le Seigneur élèvera contre eux les ennemis de Retsin et il armera leurs ennemis,", "12 les Syriens à l’orient, les Philistins à l’occident; et ils dévoreront Israël à pleine bouche. Malgré tout cela, sa colère ne s’apaise point, et sa main est encore étendue.", "13 Le peuple ne revient pas à celui qui le frappe, et il ne cherche pas le Seigneur des armées.", "14 Aussi le Seigneur arrachera d’Israël la tête et la queue, la branche de palmier et le roseau, en un seul jour.", "15 (L’ancien, c’est la tête; et le prophète qui enseigne le mensonge, c’est la queue.)", "16 Ceux qui conduisent ce peuple l’égarent, et ceux qui se laissent conduire se perdent.", "17 C’est pourquoi le Seigneur ne saurait se réjouir de leurs jeunes hommes, ni avoir pitié de leurs orphelins et de leurs veuves; car tous sont des impies et des méchants, et toutes les bouches profèrent des infamies. Malgré tout cela, sa colère ne s’apaise point, et sa main est encore étendue.", "18 Car la méchanceté consume comme un feu, qui dévore ronces et épines; il embrase l’épaisseur de la forêt, d’où s’élèvent des colonnes de fumée.", "19 Par la colère du Seigneur des armées, le pays est embrasé, et le peuple est comme la proie du feu; nul n’épargne son frère.", "20 On pille à droite, et l’on a faim; on dévore à gauche, et l’on n’est pas rassasié; chacun dévore la chair de son bras.", "21 Manassé dévore Éphraïm, Éphraïm Manassé et ensemble, ils fondent sur Juda. Malgré tout cela, sa colère ne s’apaise point, et sa main est encore étendue."], "Kiribati": ["E taekina taekan te Mesia Itaia—A na noora te oota aomata aika mena i nanon te roo—E bungiaki nakoira te teei—E na riki bwa Natinuean te Rau ao e na tautaeka iaon ana kaintokanuea Tawita—Kabootaua ma Itaia 9. Uakaan ma 559–545I.K.", "1 E ngae n anne, aki ootana e na aki titebo ma aron are n ana tai ni bwainikirinaki, n te moan tai, e kataenikaia ma e aki urubwaia aon aban Teburun, ma aban Nabetari, ao I mwiina e a korakora riki ana urubwai iaon aban Nabetari ni kawaina ae e rirarikin Taari are Uraura riaon Ioretan rinanon Kariraia, ae abaia reeti aika mwaiti.", "2 Aomata ake a nakonako i nanon te roo a tia n noora te oota ae moan te korakora; aika aomata ake a maeka n aban nuun te mate, are e a tia n roko te ota iaoia.", "3 Ko a tia ni kamwaita te botanaomata, ao ni karikirakea te kimwareirei—a kimwareirei imatam n aiaron kimwareireia n tain te tai, ao n aron kimwareireia aomata n tain tibwatibwaan bwaai aika a iraei.", "4 Bwa ko a tia n urua amon karawawataana, ma te amo are toka iaon angana, ma ana kai ana kairiribai.", "5 Bwa e korakora te karongoa ni katoa tain te buaka i marenaia taan buaka, ao a na onrake kunnikaia n te raraa; ma e na kabuekaki ao e na riki bwa kanaan te ai.", "6 Bwa e na bungiaki te teei nakoira, ao ti na anganaki te nati te mwaane; ao e na mwiokoaki bwa e na tautaeka; ao e na aranaki bwa Moan te Raoiroi, Te Tia Reirei, te Atua ae Mwaaka, te Tama ae e Akea Tokina, Uean te Raoi.", "7 Akea tokin rikiraken ana tautaeka ma ana rau, iaon ana kaintokanuea Tawita, ao iaon ueana ngkana e babaireia, ao e na kateia ma te motikitaeka ao te motiraoi man te tai arei ao n aki toki. E na karaoa aio aia Uea Taanga ni Buaka ibukin ingaingan nanona.", "8 Te Uea e kanakoa ana taeka nakon Iakobwa, ao e a tiku iaon Iteraera.", "9 Ao a na ataia aomata ni kabane, ma Eberaim ma kaain Tamaria, aika a taku ma te kamoamoa ma te karietata i nanoia:", "10 A bwaka taian buriki, ma ti na kateitei ma atiibu aika tataaki; a koreaki kaai aika tukumorea, ma ti na onea mwiia ni kaai aika tiira.", "11 Mangaia ae e na kateirakeia ana kairiribai Retin te Uea bwa a na kaaitaraa, ao ni botiia ana kairiribai;", "12 I-Turia i moa ao I-Biritia i buki; ao a na kabwauta Iteraera ni wiia aika uki. Bwa e aki toki unin nanona, ngkai e teimatoa n aroraki baina.", "13 Bwa a aki nakoina aomata ake e katuaeia, ke n ukoukora aia Uea Taanga ni Buaka.", "14 Mangaia ae te Uea e na anaa te atu ma te buki mai Iteraera, ma te mwanga ao te maunei n teuana te bong.", "15 Te unimwaane bon te atu; ao te burabeti are e reireia te kewe bon te buki.", "16 Bwa aia mataniwi te botanaomata aio a kairiia nakon te kaairua; ao a na kamaunaki aomata ake a kairiia.", "17 Mangaia ae e aki kukurei nanon te Uea irouia aia ataeinimwaane, ao a na akea naba ana nanoanga nakoia aika akea tamaia ma aika mate buuia; bwa ngaiia ni kabane taan mwaamwana te aba ma taani karaoa ae buakaka, ao wiia ni kabane a tataekina ae e aki riai. Bwa e tuai n toki unin nanona, ngkai e teimatoa n aroraki baina.", "18 Bwa e na bue te buakaka n aiaron te ai; ao e na kana te kateketeke ma te akanta, ao e na kabuekaki naba buakoako ma buakonikai, ao a na waerake ni kabane n aiaron waeraken te bubu.", "19 E na karooaki te aba n unin nanon aia Uea Taanga ni Buaka, ao a na riki aomata n aiaron kanoan te ai; ao akea te aomata ae e na kamaura tarina.", "20 Ao e na iraa ni baina are te atai ao e na baki; ao e na amwarake ni baina are te maing ao a na aki rauaki; ao a na bane aomata ni kabane ni kang irikon baia—", "21 Manate, Eberaim; ao Eberaim, Manate; a na uaia ni buakana Iuta. Bwa e tuai n toki unin nanona, ngkai e teimatoa n arora baina."]}