{"English": ["Jacob recounts Jewish history: The Babylonian captivity and return; the ministry and crucifixion of the Holy One of Israel; the help received from the Gentiles; and the Jews’ latter-day restoration when they believe in the Messiah. About 559–545B.C.", "1 The words of Jacob, the brother of Nephi, which he spake unto the people of Nephi:", "2 Behold, my beloved brethren, I, Jacob, having been called of God, and ordained after the manner of his holy order, and having been consecrated by my brother Nephi, unto whom ye look as a king or a protector, and on whom ye depend for safety, behold ye know that I have spoken unto you exceedingly many things.", "3 Nevertheless, I speak unto you again; for I am desirous for the welfare of your souls. Yea, mine anxiety is great for you; and ye yourselves know that it ever has been. For I have exhorted you with all diligence; and I have taught you the words of my father; and I have spoken unto you concerning all things which are written, from the creation of the world.", "4 And now, behold, I would speak unto you concerning things which are, and which are to come; wherefore, I will read you the words of Isaiah. And they are the words which my brother has desired that I should speak unto you. And I speak unto you for your sakes, that ye may learn and glorify the name of your God.", "5 And now, the words which I shall read are they which Isaiah spake concerning all the house of Israel; wherefore, they may be likened unto you, for ye are of the house of Israel. And there are many things which have been spoken by Isaiah which may be likened unto you, because ye are of the house of Israel.", "6 And now, these are the words: Thus saith the Lord God: Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people; and they shall bring thy sons in their arms, and thy daughters shall be carried upon their shoulders.", "7 And kings shall be thy nursing fathers, and their queens thy nursing mothers; they shall bow down to thee with their faces towards the earth, and lick up the dust of thy feet; and thou shalt know that I am the Lord; for they shall not be ashamed that wait for me.", "8 And now I, Jacob, would speak somewhat concerning these words. For behold, the Lord has shown me that those who were at Jerusalem, from whence we came, have been slain and carried away captive.", "9 Nevertheless, the Lord has shown unto me that they should return again. And he also has shown unto me that the Lord God, the Holy One of Israel, should manifest himself unto them in the flesh; and after he should manifest himself they should scourge him and crucify him, according to the words of the angel who spake it unto me.", "10 And after they have hardened their hearts and stiffened their necks against the Holy One of Israel, behold, the judgments of the Holy One of Israel shall come upon them. And the day cometh that they shall be smitten and afflicted.", "11 Wherefore, after they are driven to and fro, for thus saith the angel, many shall be afflicted in the flesh, and shall not be suffered to perish, because of the prayers of the faithful; they shall be scattered, and smitten, and hated; nevertheless, the Lord will be merciful unto them, that when they shall come to the knowledge of their Redeemer, they shall be gathered together again to the lands of their inheritance.", "12 And blessed are the Gentiles, they of whom the prophet has written; for behold, if it so be that they shall repent and fight not against Zion, and do not unite themselves to that great and abominable church, they shall be saved; for the Lord God will fulfil his covenants which he has made unto his children; and for this cause the prophet has written these things.", "13 Wherefore, they that fight against Zion and the covenant people of the Lord shall lick up the dust of their feet; and the people of the Lord shall not be ashamed. For the people of the Lord are they who wait for him; for they still wait for the coming of the Messiah.", "14 And behold, according to the words of the prophet, the Messiah will set himself again the second time to recover them; wherefore, he will manifest himself unto them in power and great glory, unto the destruction of their enemies, when that day cometh when they shall believe in him; and none will he destroy that believe in him.", "15 And they that believe not in him shall be destroyed, both by fire, and by tempest, and by earthquakes, and by bloodsheds, and by pestilence, and by famine. And they shall know that the Lord is God, the Holy One of Israel.", "16 For shall the prey be taken from the mighty, or the lawful captive delivered?", "17 But thus saith the Lord: Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered; for the Mighty God shall deliver his covenant people. For thus saith the Lord: I will contend with them that contendeth with thee—", "18 And I will feed them that oppress thee, with their own flesh; and they shall be drunken with their own blood as with sweet wine; and all flesh shall know that I the Lord am thy Savior and thy Redeemer, the Mighty One of Jacob."], "Español": ["Jacob narra la historia judía: El cautiverio de los judíos en Babilonia y su regreso; el ministerio y la crucifixión del Santo de Israel; la ayuda recibida de los gentiles; y la restauración de los judíos en los últimos días cuando crean en el Mesías. Aproximadamente 559–545a.C.", "1 Las palabras de Jacob, hermano de Nefi, las cuales habló al pueblo de Nefi:", "2 He aquí, amados hermanos míos, que yo, Jacob, habiendo sido llamado por Dios y ordenado conforme a su santo orden, y habiendo sido consagrado por mi hermano Nefi, a quien tenéis por rey o protector, y de quien dependéis para que os dé seguridad, he aquí, vosotros sabéis que os he hablado muchísimas cosas.", "3 Sin embargo, os hablo otra vez, porque anhelo el bienestar de vuestras almas. Sí, grande es mi preocupación por vosotros, y a vosotros mismos os consta que siempre lo ha sido. Porque os he exhortado con toda diligencia y os he enseñado las palabras de mi padre; y os he hablado tocante a todas las cosas que están escritas, desde la creación del mundo.", "4 Y ahora bien, he aquí, quisiera hablaros acerca de cosas que son y que están por venir; por tanto, os leeré las palabras de Isaías. Y son las palabras que mi hermano ha deseado que os declare. Y os hablo para vuestro bien, para que conozcáis y glorifiquéis el nombre de vuestro Dios.", "5 Ahora bien, las palabras que os leeré son las que habló Isaías acerca de toda la casa de Israel; por tanto, se os pueden comparar, porque pertenecéis a la casa de Israel. Y hay muchas cosas que Isaías ha hablado, las cuales se os pueden comparar, pues sois de la casa de Israel.", "6 Y estas son las palabras: Así dice el Señor Dios: He aquí, yo alzaré mi mano a los gentiles, y levantaré mi estandarte a los pueblos; y traerán en brazos a tus hijos, y en hombros llevarán a tus hijas.", "7 Y reyes serán tus ayos, y sus reinas, tus nodrizas; con el rostro hacia la tierra se postrarán ante ti y lamerán el polvo de tus pies; y sabrás que yo soy el Señor; porque los que me esperan no serán avergonzados.", "8 Y ahora yo, Jacob, quisiera hablar algo concerniente a estas palabras. Porque he aquí, el Señor me ha manifestado que los que se hallaban en Jerusalén, de donde vinimos, han sido destruidos y llevados cautivos.", "9 No obstante, el Señor me ha mostrado que volverán otra vez. Y también me ha mostrado que el Señor Dios, el Santo de Israel, se ha de manifestar a ellos en la carne; y que después que se haya manifestado, lo azotarán y lo crucificarán, según las palabras del ángel que me lo comunicó.", "10 Y después que hayan empedernido sus corazones y endurecido sus cervices contra el Santo de Israel, he aquí, los juicios del Santo de Israel vendrán sobre ellos. Y se aproxima el día en que serán heridos y afligidos.", "11 Por lo que, después que sean echados de un lado a otro, pues así dice el ángel, muchos serán afligidos en la carne, y no se les permitirá perecer a causa de las oraciones de los fieles; y serán dispersados y heridos y odiados; sin embargo, el Señor será misericordioso con ellos, para que cuando lleguen al conocimiento de su Redentor, sean reunidos de nuevo en las tierras de su herencia.", "12 Y benditos son los gentiles, acerca de quienes el profeta ha escrito; porque he aquí, si es que se arrepienten y no luchan contra Sion, ni se unen a esa grande y abominable iglesia, serán salvos; porque el Señor Dios cumplirá sus convenios que ha hecho a sus hijos; y por esta causa el profeta ha escrito estas cosas.", "13 Por tanto, los que luchen contra Sion y contra el pueblo del convenio del Señor lamerán el polvo de sus pies; y el pueblo del Señor no será avergonzado. Porque los del pueblo del Señor son aquellos que lo esperan; pues todavía esperan la venida del Mesías.", "14 Y he aquí, según las palabras del profeta, el Mesías se dispondrá por segunda vez a recuperarlos; por lo tanto, cuando llegue el día en que en él crean, él se manifestará a ellos con poder y gran gloria, hasta la destrucción de sus enemigos, y no será destruido ninguno que crea en él.", "15 Y los que no crean en él serán destruidos tanto por fuego, como por tempestades, y por temblores de tierra, por la efusión de sangre y por pestilencia y por hambre. Y sabrán que el Señor es Dios, el Santo de Israel.", "16 ¿Pues será quitada la presa al poderoso o será librado el cautivo legítimo?", "17 Empero así dice el Señor: Aun los cautivos le serán quitados al poderoso, y la presa del tirano será librada; porque el Dios Fuerte librará a su pueblo del convenio. Pues así dice el Señor: Yo contenderé con aquellos que contiendan contigo;", "18 y a los que te oprimen daré de comer su propia carne; y con su propia sangre serán embriagados como con vino dulce; y conocerá toda carne que yo, el Señor, soy tu Salvador y tu Redentor, el Fuerte de Jacob."], "Français": ["Jacob passe en revue l’histoire juive: la captivité babylonienne et le retour, le ministère et la crucifixion du Saint d’Israël, l’aide reçue des Gentils et le rétablissement des Juifs dans les derniers jours, lorsqu’ils croiront au Messie. Vers 559–545av.J.-C.", "1 Paroles que Jacob, frère de Néphi, adressa au peuple de Néphi:", "2 Voici, mes frères bien-aimés, moi, Jacob, appelé par Dieu et ordonné selon son saint ordre, et consacré par mon frère Néphi, que vous regardez comme roi ou protecteur, et sur qui vous comptez pour assurer votre sécurité, voici, vous savez que je vous ai dit des choses extrêmement nombreuses.", "3 Néanmoins, je vous parle encore, car je désire le bien-être de votre âme. Oui, mon anxiété est grande pour vous, et vous savez vous-mêmes qu’elle l’a toujours été. Car je vous ai exhortés en toute diligence, et je vous ai enseigné les paroles de mon père, et je vous ai parlé de toutes les choses qui sont écrites depuis la création du monde.", "4 Et maintenant, voici, je voudrais vous parler des choses qui sont et des choses qui sont à venir; c’est pourquoi, je vais vous lire les paroles d’Ésaïe. Et ce sont les paroles que mon frère a désiré que je vous dise. Et je vous parle pour votre bien, afin que vous appreniez et glorifiiez le nom de votre Dieu.", "5 Et maintenant, les paroles que je vais lire sont celles qu’Ésaïe a dites concernant toute la maison d’Israël; c’est pourquoi, elles peuvent vous être appliquées, car vous êtes de la maison d’Israël. Et il y a beaucoup de choses qui ont été dites par Ésaïe qui peuvent vous être appliquées, parce que vous êtes de la maison d’Israël.", "6 Et maintenant, voici les paroles: Ainsi a parlé le Seigneur Dieu: Voici, je lèverai ma main vers les nations, je dresserai ma bannière vers les peuples; et ils ramèneront tes fils entre leurs bras, ils porteront tes filles sur les épaules.", "7 Des rois seront tes nourriciers, et leurs princesses tes nourrices; ils se prosterneront devant toi, la face contre terre, et ils lécheront la poussière de tes pieds, et tu sauras que je suis le Seigneur, et que ceux qui espèrent en moi ne seront point confus.", "8 Et maintenant, moi, Jacob, je voudrais parler quelque peu de ces paroles. Car voici, le Seigneur m’a montré que ceux qui étaient à Jérusalem, d’où nous sommes venus, ont été tués et emmenés captifs.", "9 Néanmoins, le Seigneur m’a montré qu’ils reviendraient. Et il m’a aussi montré que le Seigneur Dieu, le Saint d’Israël, se manifesterait à eux dans la chair; et lorsqu’il se serait manifesté, ils le flagelleraient et le crucifieraient, selon les paroles de l’ange qui me l’a dit.", "10 Et lorsqu’ils se seront endurci le cœur et se seront roidi le cou contre le Saint d’Israël, voici, les jugements du Saint d’Israël s’abattront sur eux. Et le jour vient où ils seront frappés et affligés.", "11 C’est pourquoi, lorsqu’ils auront été chassés çà et là, car ainsi dit l’ange, beaucoup seront affligés dans la chair, et il ne sera pas permis qu’ils périssent, à cause des prières des fidèles; ils seront dispersés, et frappés, et haïs; néanmoins, le Seigneur sera miséricordieux envers eux, de sorte que lorsqu’ils parviendront à la connaissance de leur Rédempteur, ils seront de nouveau rassemblés dans les pays de leur héritage.", "12 Et bénis sont les Gentils, ceux sur lesquels le prophète a écrit, car voici, s’ils se repentent et ne combattent pas Sion, et ne s’unissent pas à cette grande et abominable Église, ils seront sauvés, car le Seigneur Dieu accomplira les alliances qu’il a faites avec ses enfants; et voilà pourquoi le prophète a écrit ces choses.", "13 C’est pourquoi, ceux qui combattent Sion et le peuple de l’alliance du Seigneur lécheront la poussière de leurs pieds, et le peuple du Seigneur ne sera pas honteux. Car le peuple du Seigneur, ce sont ceux qui espèrent en lui: car ils espèrent encore la venue du Messie.", "14 Et voici, selon les paroles du prophète, le Messie se mettra pour la seconde fois en devoir de les recouvrer; c’est pourquoi, il se manifestera à eux avec puissance et une grande gloire, pour la destruction de leurs ennemis, lorsque viendra le jour où ils croiront en lui, et il ne fera périr aucun de ceux qui croient en lui.", "15 Et ceux qui ne croient pas en lui seront détruits par le feu, et par la tempête, et par les tremblements de terre, et par les effusions de sang, et par la peste, et par la famine. Et ils sauront que le Seigneur est Dieu, le Saint d’Israël.", "16 Le butin du puissant lui sera-t-il enlevé? Et la capture faite sur le juste échappera-t-elle?", "17 Oui, dit le Seigneur, la capture du puissant lui sera enlevée, et le butin du tyran lui échappera; car le Dieu puissant délivrera le peuple de son alliance. Car ainsi dit le Seigneur: Je combattrai ceux qui te combattent,", "18 et je ferai manger à tes oppresseurs leur propre chair; ils s’enivreront de leur sang comme du moût; et toute chair saura que je suis le Seigneur, ton Sauveur, ton Rédempteur, le Puissant de Jacob."], "Kiribati": ["Iakobwa e karakina rongorongoia Iutaia: Rekeia irouia I-Bwaburonia ao okia; ana mwakuri ma taurakin Atuan Iteraera ae Tabu; te buoka are e reke mai irouia Tientaire; ao manga kaokaia Iutaia ni boong aika kaitira ngkana a kakoaua te Mesia. Uakaan ma 599–545I.K.", "1 Ana taeka Iakobwa, ae tarin Nibwaai, ake e taekin nakoia ana botanaomata Nibwaai:", "2 Taraia tariu aika kam tangiraki, I a tia Ngai ae Iakobwa, n rineaki iroun te Atua ma ni katabuaki n aron ana botaki ae tabu, ma ni katabuaki iroun tariu ae Nibwaai, are kam a tia ni karinea n aiaron te uea ke te tia kamanomano ao bon ngaia are kam onimakinna n teimatoan te rau, taraia kam ataia bwa I a tia n taekin bwaai aika a mwaiti nakoimi.", "3 E ngae n anne ao I a manga taetae riki nakoimi; bwa I tabeaianga ibukin maiun tamneimi. Eng, e korakora tabeaiangau ibukimi; ao kam ataia i bon iroumi bwa e teimatoa aio. Bwa I a tia n taetae nakoimi ma te taotaonakinnano ae korakora; ao I a tia n reiakin ana taeka tamau nakoimi; ao I a tia n taekin nakoimi bwaai ni kabane ake a tia ni koreaki man moan karikan te aonaba.", "4 Ao ngkai, taraia, N nang taekin nakoimi bwaai ngkai, ma aika a na roko; mangaia ae N na wareki nakoimi ana taeka Itaia. Ao taeka aikai aika e tangiria tariu bwa N na taekin nakoimi. Ao I taetae nakoimi ibukin maiumi, bwa kam aonga n reiakina ao ni kamimitonga aran te Atua.", "5 Ao ngkai, taeka aika N nang taekin aika e a tia n taekin Itaia ibukiia kaain te bata are Iteraera; mangaia ae a bon kaineti naba nakoimi, bwa bon kaain te bata are Iteraera ngkami. Ao a mwaiti bwaai ake e tia n taekin Itaia aika a kona ni kabonganaki iroumi, ngkai kaain te bata are Iteraera ngkami.", "6 Ao ngkai, aikai taian taeka: Ao e taku te Uea ae te Atua: Taraia, N na tabeka baiu nakoia Tientaire ma ni kaota au buraeki bwa a na nooria aomata; ao a na uotia natimi mwaane i nanon baia, ao natimi aine a na uotaki iaon angaia.", "7 Ao a na riki taian uea n ai aroia taama nakoimi, ao aia uea aine n ai aroia tiina nakoimi; ane a na bobaraaki nakoimi ni katoma ubuia ma aontano, ao n newea te bubu are mena iaon waemi; ao kam na ataia bwa bon Ngai te Uea; bwa a na aki maamaa akana tataningai.", "8 Ao ngkai, Ngai ae Iakobwa, N nang taetae ni kaineti ma taeka aikai. Bwa taraia, e a tia te Uea ni kaotia nakoiu bwa naake a mena i Ierutarem are ti roko mai iai a tia n tiringaki man uotaki nako n tautoronaki.", "9 E ngae n anne ao e a tia te Uea ni kaotia nakoiu bwa ae a na manga kaokaki. Ao e a tia ni kaotia naba nakoiu ae e na kaoti te Uea ae te Atua, are Atuan Iteraera ae Tabu, n rabwata nakoia; ao ngke e a tia ni kaota rabwatana nakoia ao a na kataerea man tauria, n aron ana taeka te anera ake e taekin nakoiu.", "10 Ao ngke a tia ni kamatoai nanoia ma n kamoamoa ni kaitaraa Atuan Iteraera ae Tabu, taraia, e na roko korakoran ana moti Atuan Iteraera ae Tabu iaoia. Ao e na roko te bong are a na katuaeaki ma ni karawawataki iai.", "11 Mangaia ae a na maiu n tiotio, n aron are taekinna te anera, a mwaiti aika a na kakorakaiaki rabwataia, ma a na aki kariaia bwa a na mate, ibukin aia tataro aika a kakaonimaki; a na kamaenakoaki, kataereaki, ma n ribaki; ma e ngae n anne, ao e na nanoangaia te Uea, ao e na reke irouia taekan aia Tia Kaboia, ao a na manga botaki n aban rikiia.", "12 Ao a na kakabwaiaki Tientaire ake a tia ni koreaki rongorongoia irouia burabeti; bwa taraia, bwa ngkana a rairinanoia ao n aki kaitaraa Tion, ao a aki botaki i nanon te ekaretia are korakora man ribaki, ao a na kamaiuaki; bwa e na kakoroi bukin ana berita aika tabu te Uea ae te Atua ake e a tia ni karaoi nakoia natina; ao a bane n tia ni koreaki taekan bwaai aikai iroun te burabeti.", "13 Mangaia ae aomata ake a buakana Tion aika ana aomata i nanon te berita ae tabu te Uea a na newea te bubu are toka iaon waeia; ao a na aki maamaa ana aomata te Uea. Bwa ana botanaomata te Uea bon aomata ake a tataningaia; bwa a na tataninga rokon te Mesia.", "14 Ao taraia, n aron ana taeka te burabeti, e na manga waaki te Mesia te kauatai ni kamaiuia mangaia ae e na kaoti nakoia n te mwaaka ao te mimitong ae korakora, ni kamaunaia aia kairiribai, n te bong are a na kakoaua iai; ao a na akea are a na tiringaki are a kakoaua.", "15 Ao aomata ake a aki kakoua a na kamaunaaki, n te ai, ao te angibuaka, mwaingingin te aonaba, n te tiritiri, ao n te aoraki, ao n te rongo. Ao a na ataia ae te Uea bon te Atua, ae Atuan Iteraera ae Tabu.", "16 Bwa e koaua ae a na kamaiuaki aika a kaeaki mai irouia aika korakora, ke ni kainaomataki ae eti tautoronakina i aan te tua?", "17 Ma e taku te Uea: a na bon anaaki naba aika a tautoronaki iroun ae korakora, ao a na kamaiuaki aika a kakioaki irouia aika a buakaka; bwa e na kainaomataia ana aomata i nanon te berita ae tabu te Atua ae Moan te Korakora. Bwa e taku te Uea: N na kaitaraa ane e kaaitarako—", "18 Ao N na kamwarakeia akana a bwainikiriniko n oin irikoia; ao a na manging n oin raraaia n aiaron te wain ae karewe; ao a na ataia aomata ni kabane bwa Ngai te Uea bon am Tia Kamaiu ao am Tia Kabomwi, ae Atuan Iakobwa ae Korakora."]}