{"English": ["Angels speak by the power of the Holy Ghost—Men must pray and gain knowledge for themselves from the Holy Ghost. About 559–545B.C.", "1 And now, behold, my beloved brethren, I suppose that ye ponder somewhat in your hearts concerning that which ye should do after ye have entered in by the way. But, behold, why do ye ponder these things in your hearts?", "2 Do ye not remember that I said unto you that after ye had received the Holy Ghost ye could speak with the tongue of angels? And now, how could ye speak with the tongue of angels save it were by the Holy Ghost?", "3 Angels speak by the power of the Holy Ghost; wherefore, they speak the words of Christ. Wherefore, I said unto you, feast upon the words of Christ; for behold, the words of Christ will tell you all things what ye should do.", "4 Wherefore, now after I have spoken these words, if ye cannot understand them it will be because ye ask not, neither do ye knock; wherefore, ye are not brought into the light, but must perish in the dark.", "5 For behold, again I say unto you that if ye will enter in by the way, and receive the Holy Ghost, it will show unto you all things what ye should do.", "6 Behold, this is the doctrine of Christ, and there will be no more doctrine given until after he shall manifest himself unto you in the flesh. And when he shall manifest himself unto you in the flesh, the things which he shall say unto you shall ye observe to do.", "7 And now I, Nephi, cannot say more; the Spirit stoppeth mine utterance, and I am left to mourn because of the unbelief, and the wickedness, and the ignorance, and the stiffneckedness of men; for they will not search knowledge, nor understand great knowledge, when it is given unto them in plainness, even as plain as word can be.", "8 And now, my beloved brethren, I perceive that ye ponder still in your hearts; and it grieveth me that I must speak concerning this thing. For if ye would hearken unto the Spirit which teacheth a man to pray, ye would know that ye must pray; for the evil spirit teacheth not a man to pray, but teacheth him that he must not pray.", "9 But behold, I say unto you that ye must pray always, and not faint; that ye must not perform any thing unto the Lord save in the first place ye shall pray unto the Father in the name of Christ, that he will consecrate thy performance unto thee, that thy performance may be for the welfare of thy soul."], "Español": ["Los ángeles hablan por el poder del Espíritu Santo— Los hombres deben orar y adquirir así el conocimiento que imparte el Espíritu Santo. Aproximadamente 559–545a.C.", "1 Y ahora bien, he aquí, amados hermanos míos, supongo que estaréis meditando en vuestros corazones en cuanto a lo que debéis hacer después que hayáis entrado en la senda. Mas he aquí, ¿por qué meditáis estas cosas en vuestros corazones?", "2 ¿No os acordáis que os dije que después que hubieseis recibido el Espíritu Santo, podríais hablar con lengua de ángeles? ¿Y cómo podríais hablar con lengua de ángeles sino por el Espíritu Santo?", "3 Los ángeles hablan por el poder del Espíritu Santo; por lo que declaran las palabras de Cristo. Por tanto, os dije: Deleitaos en las palabras de Cristo; porque he aquí, las palabras de Cristo os dirán todas las cosas que debéis hacer.", "4 Por tanto, si después de haber hablado yo estas palabras, no podéis entenderlas, será porque no pedís ni llamáis; así que no sois llevados a la luz, sino que debéis perecer en las tinieblas.", "5 Porque he aquí, os digo otra vez, que si entráis por la senda y recibís el Espíritu Santo, él os mostrará todas las cosas que debéis hacer.", "6 He aquí, esta es la doctrina de Cristo, y no se dará otra doctrina sino hasta después que él se os manifieste en la carne. Y cuando se os manifieste en la carne, las cosas que él os diga os esforzaréis por cumplir.", "7 Y ahora bien, yo, Nefi, no puedo decir más; el Espíritu hace cesar mis palabras, y quedo a solas para lamentar a causa de la incredulidad, y la maldad, y la ignorancia y la obstinación de los hombres; porque no quieren buscar conocimiento, ni entender el gran conocimiento, cuando les es dado con claridad, sí, con toda la claridad de la palabra.", "8 Y ahora bien, amados hermanos míos, percibo que aún estáis meditando en vuestros corazones; y me duele tener que hablaros concerniente a esto. Porque si escuchaseis al Espíritu que enseña al hombre a orar, sabríais que os es menester orar; porque el espíritu malo no enseña al hombre a orar, sino le enseña que no debe orar.", "9 Mas he aquí, os digo que debéis orar siempre, y no desmayar; que nada debéis hacer ante el Señor, sin que primero oréis al Padre en el nombre de Cristo, para que él os consagre vuestra acción, a fin de que vuestra obra sea para el beneficio de vuestras almas."], "Français": ["Les anges parlent par le pouvoir du Saint-Esprit— Les hommes doivent prier et acquérir leur propre connaissance par le Saint-Esprit. Vers 559–545av.J.-C.", "1 Et maintenant, voici, mes frères bien-aimés, je suppose que vous méditez quelque peu dans votre cœur sur ce que vous devez faire après être entrés par le chemin. Mais voici, pourquoi méditez-vous ces choses dans votre cœur?", "2 Ne vous souvenez-vous pas que je vous ai dit que lorsque vous auriez reçu le Saint-Esprit, vous pourriez parler dans la langue des anges? Or, comment pourriez-vous parler dans la langue des anges, si ce n’est par le Saint-Esprit?", "3 Les anges parlent par le pouvoir du Saint-Esprit: c’est pourquoi, ils disent les paroles du Christ. C’est pour cela que je vous ai dit: Faites-vous un festin des paroles du Christ, car voici, les paroles du Christ vous diront tout ce que vous devez faire.", "4 C’est pourquoi, maintenant que j’ai dit ces paroles, si vous ne pouvez les comprendre, c’est parce que vous ne demandez pas et que vous ne frappez pas; c’est pourquoi, vous n’êtes pas amenés dans la lumière, mais devez périr dans les ténèbres.", "5 Car voici, je vous le dis encore: si vous voulez entrer par le chemin et recevoir le Saint-Esprit, il vous montrera tout ce que vous devez faire.", "6 Voici, telle est la doctrine du Christ, et il ne sera pas donné davantage de doctrine avant qu’il ne se soit manifesté à vous dans la chair. Et lorsqu’il se manifestera à vous dans la chair, les choses qu’il vous dira, vous vous appliquerez à les faire.", "7 Et maintenant, moi, Néphi, je ne puis en dire davantage; l’Esprit arrête mon discours, et j’en suis réduit à me lamenter à cause de l’incrédulité, et de la méchanceté, et de l’ignorance, et de la roideur de cou des hommes; car ils ne veulent pas rechercher la connaissance, ni comprendre la grande connaissance, lorsqu’elle leur est donnée avec clarté, d’une manière aussi claire qu’une parole peut l’être.", "8 Et maintenant, mes frères bien-aimés, je vois que vous méditez encore dans votre cœur; et cela me peine de devoir parler à ce sujet. Car si vous écoutiez l’Esprit, qui enseigne à l’homme à prier, vous sauriez que vous devez prier; car l’esprit malin n’enseigne pas à l’homme à prier, mais lui enseigne qu’il ne doit pas prier.", "9 Mais voici, je vous dis que vous devez toujours prier, et ne pas vous relâcher; que vous ne devez rien faire pour le Seigneur sans tout d’abord prier le Père, au nom du Christ, qu’il consacre votre œuvre à vous-mêmes, afin que votre œuvre soit pour le bien-être de votre âme."], "Kiribati": ["A taetae anera ni mwaakan te Tamnei ae Raoiroi—A riai n tataro aomata ao ni karekea wanawanaia mai iroun te Tamnei ae Raoiroi. Uakaan ma 559–545I.K.", "1 Ao ngkai, taraia tariu aika kam tangiraki, I taku bwa kam a tia n titiraki inanomi bwa teraa ae kam na karaoia i mwin touan te kawai ae eti iroumi. Ma taraia, bukin teraa ngkai kam iangoi bwaai aikai inanomi?", "2 Kam aki uringa te bwai are I tuangkami are kam na kona n taetae n neweia anera ngkana e a tia n reke iroumi te Tamnei ae Raoiroi? Ao ngkai, kam na kanga ni kona n taetae n neweia anera ngkana akea te Tamnei ae Raoiroi iroumi?", "3 A taetae anera ni mwaakan te Tamnei ae Raoiroi; ngaia ae a taekin ana taeka Kristo. Mangaia ae I taekina aei nakoimi, kanuaingkami n ana taeka Kristo; bwa taraia, a na tuangko ana taeka Kristo bwaai ni kabane aika ko riai ni karaoi.", "4 Mangaia ae ngkai I a tia n taekin taeka aikai, ngkana kam aki oota n nanoia, ao bon ibukin ae ko aki titiraki, man aki karebwerebwe; mangaia ae ko na aki uotaki nakon te oota, ma ko na mate i nanon te roo.", "5 Bwa taraia, N na manga tuangko riki bwa ngkana ko rin n te kawai aio, ma ni karekea te Tamnei ae Raoiroi, ao e na kaoti nakoim bwaai ni kabane aika ko riai ni karaoi.", "6 Taraia, aio ana reirei Kristo, ao a na akea te reirei riki teuana ae kam na anganaki ni karokoa te tai are e na kaoti iai nakoimi n te rabwata. Ao n te tai are e kaoti iai nakoimi n te rabwata ao kam na karaoi bwaai ake e taekin nakoimi.", "7 Ao ngkai, Ngai ae Nibwaai, I aki kona n taekin bwaai riki tabeua; e a katoka au taekanikawai te Tamnei, ao I a katukaki i nanon te tang ibukin kakewean te koaua, ma te buakaka, ma te aki ataibwai, ma bonotaningaia aomata; bwa a rawa n ukoukora te wanawana, ke ni kaotaia n te wanawana ae korakora, ngke e taekinaki nakoia n te aro ae maataata, n aron mataatan taian taeka.", "8 Ao ngkai, tariu aika kam tangiraki, I namakinna bwa a mwaiti titiraki i nanomi; ao e rawawata nanou ngkai e riai bwa N na taekina te bwai aio. Bwa ngkana kam ongeaba nakon te Tamnei are reireinia aomata aron te tataro, ao kam na ataia ae kam riai n tataro; bwa te tamnei are e buakaka e aki reireinia aomata bwa a na tataro, ma te tamnei ae buakaka e reireina te aomata bwa e na aki tataro.", "9 Ma taraia, I tuangkami bwa kam na teimatoa n tataro, ao n aki mamaara iai; ao akea te bwai ae kam na karaoia i matan te Uea ma ti ngkana kam a tia n rimoa n tataro nakon te Tama n aran Kristo, bwa e na katabua am mwakuri, ao e na reke mweraoin tamneim man te mwakuri are ko karaoia."]}