{"English": ["Jacob continues reading from Isaiah: Isaiah speaks messianically—The Messiah will have the tongue of the learned—He will give His back to the smiters—He will not be confounded—Compare Isaiah 50. About 559–545B.C.", "1 Yea, for thus saith the Lord: Have I put thee away, or have I cast thee off forever? For thus saith the Lord: Where is the bill of your mother’s divorcement? To whom have I put thee away, or to which of my creditors have I sold you? Yea, to whom have I sold you? Behold, for your iniquities have ye sold yourselves, and for your transgressions is your mother put away.", "2 Wherefore, when I came, there was no man; when I called, yea, there was none to answer. O house of Israel, is my hand shortened at all that it cannot redeem, or have I no power to deliver? Behold, at my rebuke I dry up the sea, I make their rivers a wilderness and their fish to stink because the waters are dried up, and they die because of thirst.", "3 I clothe the heavens with blackness, and I make sackcloth their covering.", "4 The Lord God hath given me the tongue of the learned, that I should know how to speak a word in season unto thee, O house of Israel. When ye are weary he waketh morning by morning. He waketh mine ear to hear as the learned.", "5 The Lord God hath opened mine ear, and I was not rebellious, neither turned away back.", "6 I gave my back to the smiter, and my cheeks to them that plucked off the hair. I hid not my face from shame and spitting.", "7 For the Lord God will help me, therefore shall I not be confounded. Therefore have I set my face like a flint, and I know that I shall not be ashamed.", "8 And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.", "9 For the Lord God will help me. And all they who shall condemn me, behold, all they shall wax old as a garment, and the moth shall eat them up.", "10 Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness and hath no light?", "11 Behold all ye that kindle fire, that compass yourselves about with sparks, walk in the light of your fire and in the sparks which ye have kindled. This shall ye have of mine hand—ye shall lie down in sorrow."], "Español": ["Jacob continúa leyendo en Isaías: Isaías habla en lenguaje mesiánico— El Mesías tendrá lengua de sabios— Entregará Sus espaldas al heridor— No será confundido— Compárese con Isaías 50. Aproximadamente 559–545a.C.", "1 Sí, porque esto dice el Señor: ¿Te he repudiado yo, o te he echado de mi lado para siempre? Pues así dice el Señor: ¿Dónde está la carta de divorcio de tu madre? ¿A quién te he abandonado, o a cuál de mis acreedores te he vendido? Sí, ¿a quién te he vendido? He aquí, por vuestras maldades os habéis vendido, y por vuestras iniquidades es repudiada vuestra madre.", "2 Por tanto, cuando vine, no hubo nadie; cuando llamé, nadie respondió. Oh casa de Israel, ¿se ha acortado mi mano para no redimir?; o, ¿no hay en mí poder para librar? He aquí, con mi reprensión hago secar el mar; vuelvo sus ríos en desiertos, sus peces hieden porque las aguas se han secado, y mueren de sed.", "3 Visto de obscuridad los cielos, y de cilicio hago su cubierta.", "4 El Señor Dios me dio lengua de sabios para saber hablarte en sazón, oh casa de Israel. Cuando estás cansada, él vela de aurora a aurora; él abre mi oído para que oiga como los sabios.", "5 El Señor Dios me abrió el oído, y no fui rebelde ni me torné atrás.", "6 Entregué mis espaldas al heridor, y mis mejillas a los que arrancaban la barba. No escondí mi rostro de la humillación ni del esputo.", "7 Porque el Señor Dios me ayudará, de modo que no seré confundido. Por eso he puesto mi rostro como pedernal, y sé que no seré avergonzado.", "8 Y el Señor está cerca, y me justifica. ¿Quién contenderá conmigo? Presentémonos juntos. ¿Quién es mi adversario? Acérquese a mí, y yo lo heriré con la fuerza de mi boca.", "9 Porque el Señor Dios me ayudará. Y todos los que me condenen, he aquí, todos envejecerán como ropa de vestir, y la polilla se los comerá.", "10 ¿Quién hay entre vosotros que teme al Señor, que obedece la voz de su siervo, que anda en tinieblas y carece de luz?", "11 He aquí, todos vosotros que encendéis fuego, que os rodeáis de centellas, andad a la luz de vuestro fuego y de las centellas que encendisteis. Esto os vendrá de mi mano: en angustia yaceréis."], "Français": ["Jacob continue à lire dans Ésaïe: celui-ci parle de manière messianique— Le Messie aura la langue du disciple— Il livrera son dos à ceux qui le frappent— Il ne sera pas confondu— Comparez avec Ésaïe 50. Vers 559–545av.J.-C.", "1 Oui, car ainsi parle le Seigneur: T’ai-je répudié ou t’ai-je rejeté à jamais? Car ainsi parle le Seigneur: Où est la lettre de divorce par laquelle j’ai répudié votre mère? Ou bien, auquel de mes créanciers vous ai-je vendus? Voici, c’est à cause de vos iniquités que vous avez été vendus, et c’est à cause de vos péchés que votre mère a été répudiée.", "2 Je suis venu: pourquoi n’y avait-il personne? J’ai appelé: pourquoi personne n’a-t-il répondu? Ô maison d’Israël, ma main est-elle trop courte pour racheter? N’ai-je pas assez de force pour délivrer? Par ma menace, je dessèche la mer, je réduis les fleuves en désert; leurs poissons se corrompent, faute d’eau, et ils périssent de soif.", "3 Je revêts les cieux d’obscurité, et je fais d’un sac leur couverture.", "4 Le Seigneur Dieu m’a donné la langue des disciples pour que je sache soutenir par la parole celui qui est abattu; il éveille, chaque matin, il éveille mon oreille, pour que j’écoute comme écoutent des disciples.", "5 Le Seigneur Dieu m’a ouvert l’oreille, et je n’ai point résisté, je ne me suis point retiré en arrière.", "6 J’ai livré mon dos à ceux qui me frappaient, et mes joues à ceux qui m’arrachaient la barbe; je n’ai pas dérobé mon visage aux ignominies et aux crachats.", "7 Mais le Seigneur Dieu m’a secouru; c’est pourquoi je n’ai point été déshonoré, c’est pourquoi j’ai rendu mon visage semblable à un caillou, sachant que je ne serais point confondu.", "8 Celui qui me justifie est proche; qui disputera contre moi? Comparaissons ensemble! Qui est mon adversaire? Qu’il s’avance vers moi, et je le frapperai de la force de ma bouche.", "9 Voici, le Seigneur Dieu me secourra: Qui me condamnera? Voici, ils tomberont tous en lambeaux comme un vêtement, la teigne les dévorera.", "10 Qui parmi vous craint le Seigneur, obéit à la voix de son serviteur, marche dans les ténèbres et n’a pas de lumière?", "11 Voici, vous tous qui allumez un feu, et qui êtes armés de torches, allez au milieu de votre feu et de vos torches enflammées! C’est par ma main que ces choses vous arriveront; vous vous coucherez dans la douleur."], "Kiribati": ["Iakobwa e reitanako ana wareware man Itaia: E taekina te Mesia Itaia—E na taetae te Mesia n aiaron te aomata ae wanawana—E na anga nukana nakoia ake a na kataerea—E na aki kamamaeaki—Kabootaua ma Itaia 50. Uakaan ma 559–545I.K.", "1 Eng, bwa e taku te Uea: I a tia ni kararoako, I a tia ni kanakoko n aki toki? Bwa e taku te Uea: E ngaara beeban rauren tinam? Antai are I a tia ni kanakoko nakoina, ke antai mai buakoia taan kataarau are I a tia ni kabooko nako nakoia? Eng, antai are I a tia ni kabooko nako nakoina? Taraia, ko a bon tia ni kabooko nako n oin am buakaka, ao e a kairaki nako tinam ibukin riaoan tua iroum.", "2 Mangaia ae ngke I roko ao bon akea te aomata; ngke I weewete, eng, ao bon akea are e na kaeka. O te bata are Iteraera, e a tia ni kakimototoaki baiu n te aro are I aki kona ni kabooko, ke ai akea mwaakau ni kamaiu? Taraia ni bwanaau ao I kona ni kamwaua taari, I kona n onea aia karaanga nakon taian rereua ao a na mwaung aia ika ngkai akea te ran, ao a na mate ibukin te taka.", "3 I rabuna karawa n te roo, ao ni karika te kunnikai ae raerobwa n ruamwiin karawa.", "4 E a tia te Uea ae te Atua n anganai te newe ae wanawana, ao I rabakau ni katea au taetae n taina ae riai nakoim, O te bata are Iteraera. Ngkana kam a kua ao e na kautingkami ni katoa ingabong. Ao e na kauki taningau n aiaron te aomata ae wanawana.", "5 E a tia ni kauki taningau te Uea ae te Atua, ao I aki kaitaraa, ke n tannako mai irouna.", "6 I tannako mai iroun te tia kataere, ao n anga tabau nakoia ake a kouta irau. I aki karaba matau mai irouia ake a kamamaeai ke ni bawareai.", "7 Bwa e na bon buokai te Uea ae te Atua, mangaia ae e na bon aki kamamaeaki. Mangaia ae I a tia ni kamatoa ubu n aiaron te atibu ae matoatoa, ao I ataia bwa N na bon aki maamaa.", "8 Ao e kaan te Uea, ao e na kaotia bwa I eti. Antai ae e na kauntaeka ma ngai? Ti tei ni botaki. Antai au kairiribai? Ke nakomai nako rarikiu, ao N na oroia ni korakoran wiiu.", "9 Bwa e na buokai te Uea ae te Atua. Ao aomata ni kabane ake a katuaeai, taraia, a na bane n riki n aiaron taian kunnikai aika a mane, ao a na kanaki iroun te koa.", "10 Antai mai buakomi ae maaka te Uea, ae e ongeaba n ana taeka ana toro, ae e nakonako i nanon te roo n akea ana taura?", "11 Taraia ngkami ni kabane aika a kaura te ai, aika kam otabwaniningkami n te mwaakaro, kam na nakonako i nanon ami ai ma mwaakaro ake kam a tia ni kaurai. Aio are kam na karekea mai irou—kam na wene i nanon te rawawata."]}