{"English": ["Judah and Jerusalem will be punished for their disobedience—The Lord pleads for and judges His people—The daughters of Zion are cursed and tormented for their worldliness—Compare Isaiah 3. About 559–545B.C.", "1 For behold, the Lord, the Lord of Hosts, doth take away from Jerusalem, and from Judah, the stay and the staff, the whole staff of bread, and the whole stay of water—", "2 The mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient;", "3 The captain of fifty, and the honorable man, and the counselor, and the cunning artificer, and the eloquent orator.", "4 And I will give children unto them to be their princes, and babes shall rule over them.", "5 And the people shall be oppressed, every one by another, and every one by his neighbor; the child shall behave himself proudly against the ancient, and the base against the honorable.", "6 When a man shall take hold of his brother of the house of his father, and shall say: Thou hast clothing, be thou our ruler, and let not this ruin come under thy hand—", "7 In that day shall he swear, saying: I will not be a healer; for in my house there is neither bread nor clothing; make me not a ruler of the people.", "8 For Jerusalem is ruined, and Judah is fallen, because their tongues and their doings have been against the Lord, to provoke the eyes of his glory.", "9 The show of their countenance doth witness against them, and doth declare their sin to be even as Sodom, and they cannot hide it. Wo unto their souls, for they have rewarded evil unto themselves!", "10 Say unto the righteous that it is well with them; for they shall eat the fruit of their doings.", "11 Wo unto the wicked, for they shall perish; for the reward of their hands shall be upon them!", "12 And my people, children are their oppressors, and women rule over them. O my people, they who lead thee cause thee to err and destroy the way of thy paths.", "13 The Lord standeth up to plead, and standeth to judge the people.", "14 The Lord will enter into judgment with the ancients of his people and the princes thereof; for ye have eaten up the vineyard and the spoil of the poor in your houses.", "15 What mean ye? Ye beat my people to pieces, and grind the faces of the poor, saith the Lord God of Hosts.", "16 Moreover, the Lord saith: Because the daughters of Zion are haughty, and walk with stretched-forth necks and wanton eyes, walking and mincing as they go, and making a tinkling with their feet—", "17 Therefore the Lord will smite with a scab the crown of the head of the daughters of Zion, and the Lord will discover their secret parts.", "18 In that day the Lord will take away the bravery of their tinkling ornaments, and cauls, and round tires like the moon;", "19 The chains and the bracelets, and the mufflers;", "20 The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the ear-rings;", "21 The rings, and nose jewels;", "22 The changeable suits of apparel, and the mantles, and the wimples, and the crisping-pins;", "23 The glasses, and the fine linen, and hoods, and the veils.", "24 And it shall come to pass, instead of sweet smell there shall be stink; and instead of a girdle, a rent; and instead of well set hair, baldness; and instead of a stomacher, a girding of sackcloth; burning instead of beauty.", "25 Thy men shall fall by the sword and thy mighty in the war.", "26 And her gates shall lament and mourn; and she shall be desolate, and shall sit upon the ground."], "Español": ["Judá y Jerusalén serán castigadas por su desobediencia— El Señor litiga con Su pueblo y lo juzga— Las hijas de Sion son maldecidas y atormentadas por sus costumbres mundanas— Compárese con Isaías 3. Aproximadamente 559–545a.C.", "1 Porque he aquí que el Señor, el Señor de los Ejércitos, quita de Jerusalén y de Judá el apoyo y el sostén; todo sustento de pan, y todo socorro de agua;", "2 el valiente y el hombre de guerra, el juez y el profeta, el prudente y el anciano;", "3 el capitán de cincuenta, y el hombre respetable, y el consejero, y el artífice diestro, y el hábil orador.", "4 Y niños les pondré por príncipes, y niños pequeños serán sus gobernantes.", "5 Y el pueblo se hará violencia unos a otros, y cada cual contra su prójimo. El niño se portará altivamente con el anciano, y el villano contra el noble.", "6 Cuando el hombre tomare a su hermano, de la familia de su padre, y le dijere: Tú tienes manto, sé tú nuestro gobernante, y no sea esta ruina bajo tu mano,", "7 este jurará en aquel día, diciendo: No seré el sanador, pues en mi casa no hay ni pan ni qué vestir; no me hagáis gobernante del pueblo.", "8 Pues arruinada está Jerusalén, y Judá caída; porque sus lenguas y sus obras han sido contra el Señor para provocar los ojos de su gloria.", "9 La apariencia de sus rostros testifica en contra de ellos, y publica que su pecado es como el de Sodoma, y no lo pueden ocultar. ¡Ay de sus almas!, porque se han recompensado maldad para sí mismos.", "10 Decid a los justos que a ellos les irá bien, porque comerán del fruto de sus obras.", "11 ¡Ay de los impíos!, porque perecerán; pues el pago de sus manos vendrá sobre ellos.", "12 Los opresores de mi pueblo son niños, y mujeres lo gobiernan. ¡Oh pueblo mío, los que te guían te hacen errar, y pervierten el curso de tus sendas!", "13 El Señor se levanta para litigar, se pone en pie para juzgar al pueblo.", "14 Vendrá el Señor a juicio contra los ancianos de su pueblo y contra sus príncipes; porque habéis devorado la viña y el despojo del pobre en vuestras casas.", "15 ¿Qué pretendéis? Majáis a mi pueblo, y moléis las caras de los pobres, dice el Señor Dios de los Ejércitos.", "16 Dice además el Señor: Por cuanto las hijas de Sion son altivas, y andan con cuello erguido y ojos desvergonzados, y caminan como si bailaran, y producen tintineo con los pies;", "17 herirá, pues, el Señor la mollera de las hijas de Sion con sarna, y descubrirá su desnudez.", "18 En aquel día quitará el Señor la ostentación de sus ajorcas, y redecillas, y lunetas;", "19 los collares, y los brazaletes, y los rebociños;", "20 las cofias, los adornos de las piernas, los tocados, los pomitos de olor y los zarcillos;", "21 los anillos, y los joyeles para la nariz;", "22 las mudas de ropa de gala, y los mantos, y las tocas, y las bolsas;", "23 los espejos, y los linos finos, y los rebozos, y los velos.", "24 Y sucederá que en lugar de perfumes, habrá hediondez; y soga en lugar de cinturón; y en lugar de cabellos peinados, calvicie; y en lugar de mantos, cilicio; y quemadura en lugar de hermosura.", "25 Tus varones caerán a espada, y tus fuertes en la batalla.", "26 Y sus puertas se lamentarán y enlutarán, y ella, desolada, se sentará en tierra."], "Français": ["Juda et Jérusalem seront châtiés pour leur désobéissance— Le Seigneur plaide pour son peuple et le juge— Les filles de Sion sont maudites et tourmentées pour leur mondanité— Comparez avec Ésaïe 3. Vers 559–545av.J.-C.", "1 Le Seigneur, le Seigneur des armées, va ôter de Jérusalem et de Juda tout appui et toute ressource, toute ressource de pain et toute ressource d’eau—", "2 le héros et l’homme de guerre, le juge et le prophète, le devin et l’ancien,", "3 le chef de cinquante et le magistrat, le conseiller, l’artisan distingué et l’habile enchanteur.", "4 Je leur donnerai des jeunes gens pour chefs, et des enfants domineront sur eux.", "5 Il y aura réciprocité d’oppression parmi le peuple; l’un opprimera l’autre, chacun son prochain; le jeune homme attaquera le vieillard, et l’homme de rien celui qui est honoré.", "6 On ira jusqu’à saisir son frère dans la maison paternelle, et on dira: Tu as un habit, sois notre chef! Ne laisse pas cette ruine venir sous ta main—", "7 ce jour-là même il répondra: Je ne saurais être un médecin, et dans ma maison il n’y a ni pain ni vêtement; ne m’établissez pas chef du peuple!", "8 Jérusalem chancelle, et Juda s’écroule, parce que leurs paroles et leurs œuvres sont contre le Seigneur, bravant les regards de sa majesté.", "9 L’aspect de leur visage témoigne contre eux, et déclare que leur péché est comme Sodome, et ils ne peuvent le dissimuler. Malheur à leur âme, car ils se préparent des maux.", "10 Dites que les justes prospéreront, car ils jouiront du fruit de leurs œuvres.", "11 Malheur aux méchants, car ils périront, car ils recueilleront le produit de leurs mains.", "12 Et mon peuple a pour oppresseurs des enfants, et des femmes dominent sur lui; mon peuple, ceux qui te conduisent t’égarent, et ils corrompent la voie dans laquelle tu marches.", "13 Le Seigneur se présente pour plaider, il est debout pour juger les peuples.", "14 Le Seigneur entre en jugement avec les anciens de son peuple et avec ses chefs: vous avez brouté la vigne et la dépouille du pauvre dans vos maisons!", "15 Que faites-vous là? Vous foulez mon peuple, et vous écrasez la face des pauvres, dit le Seigneur Dieu des armées.", "16 Le Seigneur dit: Parce que les filles de Sion sont orgueilleuses, et qu’elles marchent le cou tendu et les regards effrontés, parce qu’elles vont à petits pas, et qu’elles font résonner les boucles de leurs pieds,", "17 le Seigneur rendra chauve le sommet de la tête des filles de Sion, le Seigneur découvrira leur nudité.", "18 En ce jour, le Seigneur ôtera les boucles qui leur servent d’ornement, et les filets et les croissants;", "19 les pendants d’oreilles, les bracelets et les voiles;", "20 les diadèmes, les chaînettes des pieds et les ceintures, les boîtes de senteur et les amulettes;", "21 les bagues et les anneaux du nez;", "22 les vêtements précieux et les larges tuniques, les manteaux et les gibecières;", "23 les miroirs et les chemises fines, les turbans et les surtouts légers.", "24 Au lieu de parfums, il y aura de l’infection; au lieu de ceinture, une corde; au lieu de cheveux bouclés, une tête chauve; au lieu de larges manteaux, un sac étroit; une marque flétrissante au lieu de beauté.", "25 Tes hommes tomberont sous le glaive, et tes héros dans le combat.", "26 Les portes de Sion gémiront et seront dans le deuil; elle sera dépouillée, et s’assiéra par terre."], "Kiribati": ["Iuta ma Ierutarem a na katuaeaki ibukin aia aki ongeaba—E bubuti te Uea ibukiia Ana botanaomata ao E na motiki taekaia—Natin Tion aika aine a kamaraiaki ma n kammarakaki ibukin tangiran bwain te aonaba irouia—Kabootaua ma Itaia 3. Uakaan ma 559–545I.K.", "1 Bwa taraia, e a tia te Uea ae aia Uea Taanga ni Buaka n anaa te kai ao te oko ae okon te kariki ni kabane, ao kain te ran ni kabane, mai Ierutarem ao mai i Iuta—", "2 Te aomata ae korakora, ao te tia buaka, te tia motikitaeka, ao te burabeti, ma ae wanawana, ao te unimwaane;", "3 Ma te kaaben ibukiia aika nimangaun, ao te aomata ae kakannato, ao te tia ibuobuoki, ao te tia tiaka, ao te tia rabakau n taetae ni kawai.", "4 Ao N na anganiia ataei bwa aia nati n uea aika mwaane, ao a na tautaeka merimeri iaoia.", "5 Ao aomata a na karawawataki temanna iroun temanna ao n tatabemania irouia kain rarikiia; ao e na kamoamoa te ataei nakon te unimwaane, ao are i nano nakon te kakannato.", "6 Ao e na roko te tai are e na anaa bain tarina te aomata ao e na kangai: Iai kunnikaim, ko na riki ngkoe bwa ara tia tautaeka, ao ke e na tai riki te kangaanga aio n tain am tautaeka—", "7 N te bong arei ao e na tuea ni kangai: N na aki riki bwa te tia katoki aoraki; bwa i nanon mwengau akea te kariki ke te kunnikai; tai karikai bwa te tia tautaeka iaoia aomata.", "8 Bwa Ierutarem e a uruaki, ao Iuta e a bwaka, ngkai a tia n taetae ma ni karaoi bwaai aika a kaaitara ma nanon te Uea, ni kauna matan mimitongina.", "9 Ao a ootara bwaai aika a tia ni karaoi ma taraan mataia, ao n takarua aia bure bwa titebo ma are i Totom, ao a aki kona ni karaba. A na reke kain tamneia, bwa a tia n uota te buakaka nakoia.", "10 Taekinna nakoia aika raoiroi bwa e na nakoraoi aroia; bwa a na kana uaan aia mwakuri.", "11 A na reke kaia aika buakaka, bwa a na mate; bwa kanuangan baia e na roko nako aoia!", "12 Ao au botanaomata, ataei bon taan karawawataia, ao aine a tautaeka iaoia. O au botanaomata, ake a kairingkami, a kairingkami nakon te bure ao ni kamaunai kawaimi nako.", "13 Te Uea e na tei ni bubuti ibukimi, ao e na teirake naba bwa e na motiki taekaia aomata.", "14 Te Uea e na motikitaeka ma unimwaanen ana botanaomata ma nati n uea mwaane akekei; bwa kam a tia ni kana te nne ni kurebe ao aia bwai kananoanga akana i nanon ami auti.", "15 Teraa ae ko kananonaa? Kam tiriboia au botanaomata nakon mwakoro aika mwaiti, ao ni bwainikirinia aika kainnano, n aron are taekinna te Atua ae aia Uea Taanga ni Buaka.", "16 I rarikin aei, e taku te Uea: ngkai a kamoamoa natin Tion aika aine, ao a nakonako ni kainikatonga, ma te mata ni kaitataan, ao n nakonako ni baka n ataeinaine n taabo ake a nako iai, ma ni kakekei katamaroan waeia—", "17 Mangaia ae te Uea e na karekei kaiia bwa a na kanakana taubukin atuuia natin Tion aika aine, ao te Uea e na kamamaeia ni kanakoi karabaia.", "18 N te bong arei te Uea e na anaa tamaroan bureniwaeia, ma katamaroan iraia, ao mwaeia ae titebo ma namwakaina;", "19 Ma taian mwae ma aia burenibai, ao rabunan ubuia;", "20 Ma rabunan atuuia, ma katamaroan rangaia, ma mwaen atuuia, ma nnen aia boiarara, ma aia taabia;", "21 Mwamwa, ma kareken bwairiia;", "22 Ma aia kunnikai aika kona ni kaaibibitaki, ma niniraia, ma rabunaia, ma aia bin ni kangeri;", "23 Tirotaam, ma rinen aika raraoi, ma bwaraia aika tobwan ma rabunan mataia.", "24 Ao e na koro bukina bwa ike e mena ngkoa iai te boiarara, e a mena iai ngkai te mwaung; ao e a onea mwiin kabaean te nuka, te raeuaki; ao n onea mwiin te irannatu ae taraaraoi, te mara; ao n onea mwiin kunnikain bwabaaia ae katamaroaki, kabaean te nuka ae raerobwa; ao te bue e na onea mwiin te tamaroa.", "25 A na bwaka am mwaane n te kabaang ao aika korakora iroum n te buaka.", "26 Ao mataroana e na tang ni wenei ma n tang n nanokawaki; ao e na riki n akea, ao e na tekateka i aontano."]}