{"English": ["Zion and her daughters will be redeemed and cleansed in the millennial day—Compare Isaiah 4. About 559–545B.C.", "1 And in that day, seven women shall take hold of one man, saying: We will eat our own bread, and wear our own apparel; only let us be called by thy name to take away our reproach.", "2 In that day shall the branch of the Lord be beautiful and glorious; the fruit of the earth excellent and comely to them that are escaped of Israel.", "3 And it shall come to pass, they that are left in Zion and remain in Jerusalem shall be called holy, every one that is written among the living in Jerusalem—", "4 When the Lord shall have washed away the filth of the daughters of Zion, and shall have purged the blood of Jerusalem from the midst thereof by the spirit of judgment and by the spirit of burning.", "5 And the Lord will create upon every dwelling-place of mount Zion, and upon her assemblies, a cloud and smoke by day and the shining of a flaming fire by night; for upon all the glory of Zion shall be a defence.", "6 And there shall be a tabernacle for a shadow in the daytime from the heat, and for a place of refuge, and a covert from storm and from rain."], "Español": ["Sion y sus hijas serán redimidas y purificadas en el día milenario— Compárese con Isaías 4. Aproximadamente 559–545a.C.", "1 Y en aquel día siete mujeres echarán mano de un hombre, diciendo: Nuestro propio pan comeremos, y con nuestra propia ropa nos vestiremos; tan solo déjanos llevar tu nombre para quitar nuestro oprobio.", "2 En aquel día el renuevo del Señor será bello y glorioso, y el fruto de la tierra excelente y hermoso para los de Israel que hayan escapado.", "3 Y acontecerá que los que fueren dejados en Sion, y los que quedaren en Jerusalén, serán llamados santos, todos los que en Jerusalén estén inscritos entre los vivientes,", "4 cuando el Señor haya lavado la inmundicia de las hijas de Sion, y limpiado la sangre de Jerusalén de en medio de ella con espíritu de juicio y con espíritu de ardimiento.", "5 Y creará el Señor, sobre toda morada del monte de Sion, y sobre sus asambleas, una nube y humo de día, y resplandor de fuego y llamas de noche, porque sobre toda la gloria de Sion habrá una defensa.", "6 Y habrá un tabernáculo para sombra contra el calor del día, y para refugio y abrigo contra el turbión y contra el aguacero."], "Français": ["Sion et ses filles seront rachetées et purifiées au millénium— Comparez avec Ésaïe 4. Vers 559–545av.J.-C.", "1 Et sept femmes saisiront en ce jour un seul homme, et diront: Nous mangerons notre pain, et nous nous vêtirons de nos habits; fais-nous seulement porter ton nom! Enlève notre opprobre.", "2 En ce temps-là, le germe du Seigneur aura de la magnificence et de la gloire, et le fruit du pays de l’éclat et de la beauté pour les réchappés d’Israël.", "3 Et ceux qui restent en Sion et demeurent en Jérusalem seront appelés saints, quiconque à Jérusalem sera inscrit parmi les vivants,", "4 après que le Seigneur aura lavé les ordures des filles de Sion, et purifié Jérusalem du sang qui est au milieu d’elle, par le souffle de la justice et par le souffle de la destruction.", "5 Le Seigneur établira, sur toute l’étendue de la montagne de Sion et sur les lieux d’assemblées, une nuée fumante pendant le jour, et un feu de flammes éclatantes pendant la nuit; car tout ce qui est glorieux en Sion sera mis à couvert.", "6 Il y aura un abri pour donner de l’ombre contre la chaleur du jour, pour servir de refuge et d’asile contre l’orage et la pluie."], "Kiribati": ["Tion ma natina aine a na kabooaki ma ni kaitiakaki ni bongin te tenga n ririki—Kabootaua ma Itaia 4. Uakaan ma 559–545I.K.", "1 Ao n te bong arei, ane a na taua te mwaane temanna aine aika itiman, ni kangai: Ti na kang oin kanara, ao ni kunnikaira n oin ara kunnikai; ma kariaira bwa ti na weteaki n aram bwa e aonga ni bua kamamaeara.", "2 N te bong arei e na riki mwangan te Uea n tamaroa ma ni mimitong; ao uaan te aonaba e na moan baan te tamaroa ma n tararaoi nakoia ake a tia ni birinako mai Iteraera.", "3 Ao e na koro bukina bwa aomata ake a tiku i Tion ao n tiku i Ierutarem a na aranaki bwa a tabu, ni kabaneia ake a koreaki i buakoia aika maiu i Ierutarem—", "4 Ngkana e tia te Uea n irei nako kammairaia natin Tion aika aine, ao e na tia ni kaitiaka raraan Ierutarem mai nanona iroun te tamnei ni motikitaeka ao iroun te tamnei ni kabuebue.", "5 Ao te Uea e na karaoi nako aon taabo ni maeka ni kabane iaon maunga are Zion ao nako aon ana botaki, te nang ao te bubu n te ngaina ao raneanean uran te ai n te tairiki, bwa i aoia ni kabane, mimitongin Tion e na riki bwa otangaia.", "6 Ao e na iai te umwa ibukin te nuu n tain kabuebuen te ngaina, ao ibukin te tabo ae mano, ao te tabo ni katantan man te buaka ao man te karau."]}