{"English": ["Nephi’s words are true—They testify of Christ—Those who believe in Christ will believe Nephi’s words, which will stand as a witness before the judgment bar. About 559–545B.C.", "1 And now I, Nephi, cannot write all the things which were taught among my people; neither am I mighty in writing, like unto speaking; for when a man speaketh by the power of the Holy Ghost the power of the Holy Ghost carrieth it unto the hearts of the children of men.", "2 But behold, there are many that harden their hearts against the Holy Spirit, that it hath no place in them; wherefore, they cast many things away which are written and esteem them as things of naught.", "3 But I, Nephi, have written what I have written, and I esteem it as of great worth, and especially unto my people. For I pray continually for them by day, and mine eyes water my pillow by night, because of them; and I cry unto my God in faith, and I know that he will hear my cry.", "4 And I know that the Lord God will consecrate my prayers for the gain of my people. And the words which I have written in weakness will be made strong unto them; for it persuadeth them to do good; it maketh known unto them of their fathers; and it speaketh of Jesus, and persuadeth them to believe in him, and to endure to the end, which is life eternal.", "5 And it speaketh harshly against sin, according to the plainness of the truth; wherefore, no man will be angry at the words which I have written save he shall be of the spirit of the devil.", "6 I glory in plainness; I glory in truth; I glory in my Jesus, for he hath redeemed my soul from hell.", "7 I have charity for my people, and great faith in Christ that I shall meet many souls spotless at his judgment-seat.", "8 I have charity for the Jew—I say Jew, because I mean them from whence I came.", "9 I also have charity for the Gentiles. But behold, for none of these can I hope except they shall be reconciled unto Christ, and enter into the narrow gate, and walk in the strait path which leads to life, and continue in the path until the end of the day of probation.", "10 And now, my beloved brethren, and also Jew, and all ye ends of the earth, hearken unto these words and believe in Christ; and if ye believe not in these words believe in Christ. And if ye shall believe in Christ ye will believe in these words, for they are the words of Christ, and he hath given them unto me; and they teach all men that they should do good.", "11 And if they are not the words of Christ, judge ye—for Christ will show unto you, with power and great glory, that they are his words, at the last day; and you and I shall stand face to face before his bar; and ye shall know that I have been commanded of him to write these things, notwithstanding my weakness.", "12 And I pray the Father in the name of Christ that many of us, if not all, may be saved in his kingdom at that great and last day.", "13 And now, my beloved brethren, all those who are of the house of Israel, and all ye ends of the earth, I speak unto you as the voice of one crying from the dust: Farewell until that great day shall come.", "14 And you that will not partake of the goodness of God, and respect the words of the Jews, and also my words, and the words which shall proceed forth out of the mouth of the Lamb of God, behold, I bid you an everlasting farewell, for these words shall condemn you at the last day.", "15 For what I seal on earth, shall be brought against you at the judgment bar; for thus hath the Lord commanded me, and I must obey. Amen."], "Español": ["Las palabras de Nefi son verdaderas— Estas testifican de Cristo— Aquellos que crean en Cristo creerán en las palabras de Nefi, las cuales se presentarán como testimonio ante el tribunal del juicio. Aproximadamente 559–545a.C.", "1 Y ahora bien, yo, Nefi, no puedo escribir todas las cosas que se enseñaron entre mi pueblo; ni soy tan poderoso para escribir como para hablar; porque cuando un hombre habla por el poder del Santo Espíritu, el poder del Espíritu Santo lo lleva al corazón de los hijos de los hombres.", "2 Pero he aquí, hay muchos que endurecen sus corazones contra el Espíritu Santo, de modo que no tiene cabida en ellos; por tanto, desechan muchas cosas que están escritas y las consideran como nada.", "3 Mas yo, Nefi, he escrito lo que he escrito; y lo estimo de gran valor, especialmente para mi pueblo. Porque continuamente ruego por ellos de día, y mis ojos bañan mi almohada de noche a causa de ellos; y clamo a mi Dios con fe, y sé que él oirá mi clamor.", "4 Y sé que el Señor Dios consagrará mis oraciones para el beneficio de mi pueblo. Y las palabras que he escrito en debilidad serán hechas fuertes para ellos; pues los persuaden a hacer el bien; les hacen saber acerca de sus padres; y hablan de Jesús, y los persuaden a creer en él y a perseverar hasta el fin, que es la vida eterna.", "5 Y hablan ásperamente contra el pecado, según la claridad de la verdad; por tanto, nadie se enojará con las palabras que he escrito, a menos que sea del espíritu del diablo.", "6 Me glorío en la claridad; me glorío en la verdad; me glorío en mi Jesús, porque él ha redimido mi alma del infierno.", "7 Tengo caridad para con mi pueblo, y gran fe en Cristo de que ante su tribunal hallaré a muchas almas sin mancha.", "8 Tengo caridad para con el judío; digo judío, porque me refiero a aquellos de quienes vine.", "9 Tengo también caridad para con los gentiles. Mas he aquí, para ninguno de estos puedo tener esperanza, a menos que se reconcilien con Cristo y entren por la puerta angosta, y caminen por la senda estrecha que guía a la vida, y continúen en la senda hasta el fin del día de probación.", "10 Y ahora bien, mis amados hermanos, y también vosotros los judíos y todos los extremos de la tierra, escuchad estas palabras y creed en Cristo; y si no creéis en estas palabras, creed en Cristo. Y si creéis en Cristo, creeréis en estas palabras, porque son las palabras de Cristo, y él me las ha dado; y enseñan a todos los hombres que deben hacer lo bueno.", "11 Y si no son las palabras de Cristo, juzgad; porque en el postrer día Cristo os manifestará con poder y gran gloria que son sus palabras; y ante su tribunal nos veremos cara a cara, vosotros y yo, y sabréis que él me ha mandado escribir estas cosas, a pesar de mi debilidad.", "12 Y ruego al Padre en el nombre de Cristo que muchos de nosotros, si no todos, nos salvemos en su reino, en ese grande y postrer día.", "13 Y ahora bien, amados hermanos míos, todos los que sois de la casa de Israel, y todos vosotros, ¡oh extremos de la tierra!, os hablo como la voz de uno que clama desde el polvo: Adiós, hasta que venga ese gran día.", "14 Y vosotros, los que no queréis participar de la bondad de Dios, ni respetar las palabras de los judíos, ni mis palabras, ni las palabras que saldrán de la boca del Cordero de Dios, he aquí, me despido de vosotros para siempre, porque estas palabras os condenarán en el postrer día.", "15 Pues lo que sello en la tierra será presentado contra vosotros ante el tribunal del juicio; porque así me lo ha mandado el Señor, y yo debo obedecer. Amén."], "Français": ["Les paroles de Néphi sont vraies— Elles témoignent du Christ— Ceux qui croient au Christ croiront aux paroles de Néphi— Celles-ci seront un témoin devant la barre du jugement. Vers 559–545av.J.-C.", "1 Et maintenant, moi, Néphi, je ne peux écrire toutes les choses qui étaient enseignées parmi mon peuple; et je ne suis pas non plus puissant à écrire comme je le suis à parler; car, lorsqu’un homme parle par le pouvoir du Saint-Esprit, le pouvoir du Saint-Esprit porte ses paroles jusqu’au cœur des enfants des hommes.", "2 Mais voici, il y en a beaucoup qui s’endurcissent le cœur contre l’Esprit-Saint, de sorte qu’il n’a pas de place en eux; c’est pourquoi, ils rejettent beaucoup de choses qui sont écrites et les considèrent comme des choses sans valeur.", "3 Mais moi, Néphi, j’ai écrit ce que j’ai écrit, et j’estime que cela a une grande valeur, et spécialement pour mon peuple. Car je prie continuellement pour lui le jour, et mes yeux mouillent mon oreiller la nuit à cause de lui; et je crie à mon Dieu avec foi, et je sais qu’il entendra mon cri.", "4 Et je sais que le Seigneur Dieu consacrera mes prières pour le profit de mon peuple. Et les paroles que j’ai écrites dans la faiblesse seront rendues fortes pour lui, car elles le persuadent de faire le bien, elles lui font connaître ce qui concerne ses pères; et elles parlent de Jésus et le persuadent de croire en lui et de persévérer jusqu’à la fin, ce qui est la vie éternelle.", "5 Et elles parlent durement contre le péché, selon la clarté de la vérité; c’est pourquoi, nul homme ne se mettra en colère à cause des paroles que j’ai écrites, à moins qu’il ne soit de l’esprit du diable.", "6 Je mets ma gloire dans la clarté, je mets ma gloire dans la vérité, je mets ma gloire en mon Jésus, car il a racheté mon âme de l’enfer.", "7 J’ai de la charité pour mon peuple et une grande foi dans le Christ, que je rencontrerai beaucoup d’âmes sans tache à son siège du jugement.", "8 J’ai de la charité pour le Juif: je dis Juif, parce que j’entends par là ceux d’où je suis venu.", "9 J’ai aussi de la charité pour les Gentils. Mais voici, je ne puis espérer pour aucun de ceux-ci, s’ils ne se réconcilient pas avec le Christ, et n’entrent pas par la porte étroite, et ne marchent pas sur le sentier resserré qui conduit à la vie, et ne continuent pas sur le sentier jusqu’à la fin du jour de l’épreuve.", "10 Et maintenant, mes frères bien-aimés, et toi aussi, Juif, et vous toutes, extrémités de la terre, écoutez ces paroles et croyez au Christ; et si vous ne croyez pas en ces paroles, croyez au Christ. Et si vous croyez au Christ, vous croirez en ces paroles, car elles sont les paroles du Christ, et il me les a données; et elles enseignent à tous les hommes qu’ils doivent faire le bien.", "11 Et si elles ne sont pas les paroles du Christ, jugez-en: car le Christ vous montrera au dernier jour, avec puissance et une grande gloire, qu’elles sont ses paroles; et nous nous tiendrons, vous et moi, face à face devant sa barre, et vous saurez que j’ai reçu de lui le commandement d’écrire ces choses malgré ma faiblesse.", "12 Et je prie le Père, au nom du Christ, que beaucoup d’entre nous, sinon tous, soient sauvés dans son royaume en ce grand et dernier jour.", "13 Et maintenant, mes frères bien-aimés, tous ceux qui sont de la maison d’Israël, et vous toutes, extrémités de la terre, je vous parle comme la voix de quelqu’un qui crie de la poussière: Adieu jusqu’à ce que ce grand jour vienne.", "14 Et vous qui ne voulez pas prendre part à la bonté de Dieu, et respecter les paroles des Juifs, et aussi mes paroles, et les paroles qui sortiront de la bouche de l’Agneau de Dieu, voici, je vous dis un adieu éternel, car ces paroles vous condamneront au dernier jour.", "15 Car ce que je scelle sur la terre sera mis à charge contre vous à la barre du jugement; car c’est ce que le Seigneur m’a commandé, et je dois obéir. Amen."], "Kiribati": ["A koaua ana taeka Nibwaai—A kakoaua ibukin Kristo—A na kakoauai ana taeka Nibwaai aomata ake a kakoaua Kristo, ake a na tei bwa taan kakoaua imatan te kai ni motikitaeka. Uakaan ma 559–545I.K.", "1 Ao ngkai, Ngai ae Nibwaai, I aki kona ni koroi bwaai ni kabane ake a tia n reiakinaki nakoia au botanaomata; ao I aki naba kona ni koroboki ma te korakora, n aron korakorau ngkana I taetae; bwa ngkana e taetae te aomata ni mwaakan te Tamnei ae Raoiroi ao a uotaki ana taeka ni mwaakan te Tamnei ae Raoiroi nako nanoia natiia aomata.", "2 Ma taraia, a mwaiti ake a tia ni kamatoai nanoia ni kaitaraa te Tamnei ae Tabu, n riki n akea nnena irouia; mangaia ae a karenakoi bwaai aika a mwaiti ake a tia ni koreaki ao n taekinna bwa akea bonganaia.", "3 Ma Ngai ae Nibwaai, I koroi bwaai ake I a tia ni koroi, ao I taekinna bwa a bongana, ai moaraa riki nakoia au botanaomata. Bwa I aki toki n tataro ibukiia n te ngaina, ao e a mwaimwai uningau n ranin matau n te tairiki, ibukiia; ao I tataro ni kabaibati nakon Atuau ma te onimaki, ao I ataia bwa e na ongo au tataro.", "4 Ao I ataia bwa te Uea ae te Atua e na katabua au tataro bwa te kakabwaia ae tabu ibukiia au botanaomata. Ao taeka ake I a tia ni koroi n te mamaara a na kakorakoraki nakoia; bwa e na anai nanoia bwa a na karaoa ae raoiroi; e na kaongoraia taekaia aia bakatibu; ao e na taekina Iesu, ao e na kairi nanoia bwa a na kakoaua, ao n teimatoa ni karokoa te toki, ae te maiu are akea tokina.", "5 Ao e kabuakaka te bure, n aron ootan te koaua; mangaia ae bon akea te aomata ae e un n taeka ake I a tia ni koroi ma ti ngkana e rootaki n tamnein te riaboro.", "6 I kimwareirei n te oota; I kimwareirei n te koaua; I kimwareirei iroun au Iesu, bwa e a tia ni kabooa tamneiu mai moone.", "7 Iai au tangira ae kororaoi ibukiia au botanaomata, ao te onimaki ae korakora iroun Kristo bwa a mwaiti tamnei aika a itiaki aika N na kaitibo ma ngaiia matan ana kai ni motikitaeka.", "8 Iai au tangira ae kororaoi i bukiia Iutaia—I kangai Iutaia, ngkai I nanoniia ake I roko irouia.", "9 Iai naba au tangira ae kororaoi ibukiia Tientaire irou. Bwa taraia, akea mai buakoia ae e na kamaiuaki ma ti ngkana a karekea aia itoman ma Kristo, ao n rin n te mataroa are wariki, ao n nakonako n te kawai ae eti are kaineti nakon te maiu, ao ni waaki iaon te kawai ni karokoa tokin te bong ni kataki.", "10 Ao ngkai, tariu aika kam tangiraki, ao Iutaia naba, ao ngkami naba aika kaain te aonaba ni kabane, ongeaba nakon taian taeka aikai ao kakoaua Kristo; ao ngkana kam aki kakoauai taeka aikai, ti kakoaua Kristo. Ao ngkana kam kakoaua Kristo ao e na reke kakoauan taeka aikai iroumi, bwa bon ana taeka Kristo, ao e a tia n anganai; ao a reireinia aomata nako bwa a na karaoa ae raoiroi.", "11 Ao ngkana tiaki ana taeka Kristo, ao kam na baireia—bwa ae e na kaotia nakoimi Kristo n te bong ni motikitaeka, n te mwaaka ma te mimitong ae korakora, bwa bon ana taeka; ao ngai ma ngkoe ti na uaia n tei imatan ana kai; ao ko na ataia ae I a tia n tuangaki irouna bwa N na koroi bwaai aikai, e ngae ngke tiaki te tia koroboki ae korakora ngai.", "12 Ao I tataro nakon te Tama n aran Kristo bwa a na mwaiti i buakora, ngkana arona bwa tiaki ngaira ni kabane, aika a na kamaiuaki n ueana n te kabanea ni bong ae kakawaki.", "13 Ao ngkai, tariu aika kam tangiraki, ngkami ni kabane aika kain te bata are Iteraera, ao kaain te aonaba ni kabane, I taetae nakoimi n aiaron bwanaan ae e a tia ni mate: Ti a boo ni karokoa rokon te bong are kakawaki.", "14 Ao ngkami ake kam aki kan katoonga raoiroin te Atua, ao ni karinei aia taeka Iutaia, ma au taeka, ma taeka ake a na otinako mai wiin Ana Tiibu te Teei te Atua, taraia, I anga au taeka ni kaboo nakoimi ae e aki totoki, bwa ana karekea kaim taeka aikai n te bong n toki.", "15 Bwa bwaai aika I kabaei iaon te aonaba, a na riki bwa katian taekam i matan te kai ni moti; bwa e a tia n tuatua te Uea bwa N na karaoia, ao I riai n ongeaba nakoina. Amen."]}