{"English": ["Jacob explains that the Jews will crucify their God—They will be scattered until they begin to believe in Him—America will be a land of liberty where no king will rule—Reconcile yourselves to God and gain salvation through His grace. About 559–545B.C.", "1 And now I, Jacob, speak unto you again, my beloved brethren, concerning this righteous branch of which I have spoken.", "2 For behold, the promises which we have obtained are promises unto us according to the flesh; wherefore, as it has been shown unto me that many of our children shall perish in the flesh because of unbelief, nevertheless, God will be merciful unto many; and our children shall be restored, that they may come to that which will give them the true knowledge of their Redeemer.", "3 Wherefore, as I said unto you, it must needs be expedient that Christ—for in the last night the angel spake unto me that this should be his name—should come among the Jews, among those who are the more wicked part of the world; and they shall crucify him—for thus it behooveth our God, and there is none other nation on earth that would crucify their God.", "4 For should the mighty miracles be wrought among other nations they would repent, and know that he be their God.", "5 But because of priestcrafts and iniquities, they at Jerusalem will stiffen their necks against him, that he be crucified.", "6 Wherefore, because of their iniquities, destructions, famines, pestilences, and bloodshed shall come upon them; and they who shall not be destroyed shall be scattered among all nations.", "7 But behold, thus saith the Lord God: When the day cometh that they shall believe in me, that I am Christ, then have I covenanted with their fathers that they shall be restored in the flesh, upon the earth, unto the lands of their inheritance.", "8 And it shall come to pass that they shall be gathered in from their long dispersion, from the isles of the sea, and from the four parts of the earth; and the nations of the Gentiles shall be great in the eyes of me, saith God, in carrying them forth to the lands of their inheritance.", "9 Yea, the kings of the Gentiles shall be nursing fathers unto them, and their queens shall become nursing mothers; wherefore, the promises of the Lord are great unto the Gentiles, for he hath spoken it, and who can dispute?", "10 But behold, this land, said God, shall be a land of thine inheritance, and the Gentiles shall be blessed upon the land.", "11 And this land shall be a land of liberty unto the Gentiles, and there shall be no kings upon the land, who shall raise up unto the Gentiles.", "12 And I will fortify this land against all other nations.", "13 And he that fighteth against Zion shall perish, saith God.", "14 For he that raiseth up a king against me shall perish, for I, the Lord, the king of heaven, will be their king, and I will be a light unto them forever, that hear my words.", "15 Wherefore, for this cause, that my covenants may be fulfilled which I have made unto the children of men, that I will do unto them while they are in the flesh, I must needs destroy the secret works of darkness, and of murders, and of abominations.", "16 Wherefore, he that fighteth against Zion, both Jew and Gentile, both bond and free, both male and female, shall perish; for they are they who are the whore of all the earth; for they who are not for me are against me, saith our God.", "17 For I will fulfil my promises which I have made unto the children of men, that I will do unto them while they are in the flesh—", "18 Wherefore, my beloved brethren, thus saith our God: I will afflict thy seed by the hand of the Gentiles; nevertheless, I will soften the hearts of the Gentiles, that they shall be like unto a father to them; wherefore, the Gentiles shall be blessed and numbered among the house of Israel.", "19 Wherefore, I will consecrate this land unto thy seed, and them who shall be numbered among thy seed, forever, for the land of their inheritance; for it is a choice land, saith God unto me, above all other lands, wherefore I will have all men that dwell thereon that they shall worship me, saith God.", "20 And now, my beloved brethren, seeing that our merciful God has given us so great knowledge concerning these things, let us remember him, and lay aside our sins, and not hang down our heads, for we are not cast off; nevertheless, we have been driven out of the land of our inheritance; but we have been led to a better land, for the Lord has made the sea our path, and we are upon an isle of the sea.", "21 But great are the promises of the Lord unto them who are upon the isles of the sea; wherefore as it says isles, there must needs be more than this, and they are inhabited also by our brethren.", "22 For behold, the Lord God has led away from time to time from the house of Israel, according to his will and pleasure. And now behold, the Lord remembereth all them who have been broken off, wherefore he remembereth us also.", "23 Therefore, cheer up your hearts, and remember that ye are free to act for yourselves—to choose the way of everlasting death or the way of eternal life.", "24 Wherefore, my beloved brethren, reconcile yourselves to the will of God, and not to the will of the devil and the flesh; and remember, after ye are reconciled unto God, that it is only in and through the grace of God that ye are saved.", "25 Wherefore, may God raise you from death by the power of the resurrection, and also from everlasting death by the power of the atonement, that ye may be received into the eternal kingdom of God, that ye may praise him through grace divine. Amen."], "Español": ["Jacob explica que los judíos crucificarán a su Dios— Serán dispersados hasta que empiecen a creer en Él— América será una tierra de libertad donde ningún rey gobernará— Reconciliaos con Dios y lograd la salvación por medio de Su gracia. Aproximadamente 559–545a.C.", "1 Y ahora bien, yo, Jacob, os hablo otra vez, amados hermanos míos, concerniente a esta rama justa de la cual he hablado.", "2 Pues he aquí, las promesas que hemos logrado son promesas para nosotros según la carne; por tanto, así como se me ha manifestado que muchos de nuestros hijos perecerán en la carne a causa de la incredulidad, Dios, sin embargo, tendrá misericordia de muchos; y nuestros hijos serán restaurados para que obtengan aquello que les dará el verdadero conocimiento de su Redentor.", "3 Por tanto, como os dije, debe ser menester que Cristo —pues anoche me dijo el ángel que ese sería su nombre— venga entre los judíos, entre aquellos que son de los más inicuos del mundo; y ellos lo crucificarán. Porque así conviene a nuestro Dios, y no hay ninguna otra nación sobre la tierra que crucificaría a su Dios.", "4 Porque si se efectuasen entre otras naciones los grandes milagros, se arrepentirían y sabrían que él es su Dios.", "5 Mas a causa de supercherías sacerdotales e iniquidades, los de Jerusalén endurecerán su cerviz contra él, para que sea crucificado.", "6 Así que, por motivo de sus iniquidades, vendrán sobre ellos destrucciones, hambres, pestes y efusión de sangre; y los que no sean destruidos serán dispersados entre todas las naciones.", "7 Pero he aquí, así dice el Señor Dios: Cuando llegue el día en que crean en mí, que yo soy Cristo, he hecho convenio con sus padres que entonces serán restaurados en la carne, sobre la tierra, a las tierras de su herencia.", "8 Y acontecerá que serán congregados de su larga dispersión, desde las islas del mar y desde las cuatro partes de la tierra; y serán grandes a mis ojos las naciones de los gentiles, dice Dios, en llevarlos a las tierras de su herencia.", "9 Sí, los reyes de los gentiles les serán por ayos, y sus reinas por nodrizas; por tanto, grandes son las promesas del Señor a los gentiles, porque él lo ha dicho; y, ¿quién puede disputarlo?", "10 Mas he aquí, esta tierra, dice Dios, será la tierra de tu herencia, y los gentiles serán bendecidos sobre la tierra.", "11 Y esta tierra será una tierra de libertad para los gentiles; y no habrá reyes sobre la tierra que se levanten sobre los gentiles.", "12 Y fortificaré esta tierra contra todas las otras naciones.", "13 Y el que combata contra Sion perecerá, dice Dios.", "14 Porque quien levante rey contra mí, perecerá; pues yo, el Señor, el rey de los cielos, seré su rey, y eternamente seré una luz para aquellos que oigan mis palabras.", "15 Por lo tanto, por esta causa, a fin de que se cumplan mis convenios que he concertado con los hijos de los hombres, que realizaré para ellos mientras estén en la carne, he de destruir las obras secretas de tinieblas, y de asesinatos, y de abominaciones.", "16 De modo que quien pugne contra Sion, tanto judío como gentil, esclavo como libre, varón como mujer, perecerá; pues son ellos los que constituyen la ramera de toda la tierra; porque aquellos que no son conmigo, contra mí son, dice nuestro Dios.", "17 Porque cumpliré mis promesas que he hecho a los hijos de los hombres, que realizaré para ellos mientras estén en la carne.", "18 Por consiguiente, mis amados hermanos, así dice nuestro Dios: Afligiré a tu posteridad por mano de los gentiles; no obstante, ablandaré el corazón de los gentiles para que les sean como un padre; por tanto, los gentiles serán bendecidos y contados entre los de la casa de Israel.", "19 Por tanto, consagraré esta tierra a tu posteridad, y a aquellos que sean contados entre los de tu posteridad, como la tierra de su herencia, para siempre; porque es una tierra escogida, me dice el Señor, sobre todas las otras tierras; por tanto, es mi voluntad que me adoren todos los hombres que en ella moren, dice Dios.", "20 Ahora bien, amados hermanos míos, en vista de que nuestro clemente Dios nos ha dado tan gran conocimiento acerca de estas cosas, acordémonos de él, y dejemos a un lado nuestros pecados, y no inclinemos la cabeza, porque no somos desechados; sin embargo, hemos sido expulsados de la tierra de nuestra herencia; pero se nos ha guiado a una tierra mejor, pues el Señor ha hecho del mar nuestro camino, y nos hallamos en una isla del mar.", "21 Pero grandes son las promesas del Señor para los que se hallan en las islas del mar; por tanto, ya que dice islas, debe haber más que esta, y también las habitan nuestros hermanos.", "22 Porque he aquí, el Señor Dios ha llevado a algunos de la casa de Israel, de cuando en cuando, según su voluntad y placer. Y ahora bien, he aquí, el Señor se acuerda de todos los que han sido dispersados; por tanto, se acuerda de nosotros también.", "23 Anímense, pues, vuestros corazones, y recordad que sois libres para obrar por vosotros mismos, para escoger la vía de la muerte interminable, o la vía de la vida eterna.", "24 Por tanto, mis amados hermanos, reconciliaos con la voluntad de Dios, y no con la voluntad del diablo y la carne; y recordad, después de haberos reconciliado con Dios, que tan solo en la gracia de Dios, y por ella, sois salvos.", "25 Así pues, Dios os levante de la muerte por el poder de la resurrección, y también de la muerte eterna por el poder de la expiación, a fin de que seáis recibidos en el reino eterno de Dios, para que lo alabéis por medio de la divina gracia. Amén."], "Français": ["Jacob explique que les Juifs crucifieront leur Dieu— Ils seront dispersés jusqu’à ce qu’ils commencent à croire en lui— L’Amérique sera une terre de liberté où aucun roi ne régnera— Réconciliez-vous avec Dieu et obtenez le salut par sa grâce. Vers 559–545av.J.-C.", "1 Et maintenant, moi, Jacob, je vous parle de nouveau, mes frères bien-aimés, concernant cette branche juste dont j’ai parlé.", "2 Car voici, les promesses que nous avons obtenues sont des promesses qui nous sont données selon la chair; c’est pourquoi, bien qu’il m’ait été montré que beaucoup de nos enfants périront dans la chair pour cause d’incrédulité, néanmoins, Dieu sera miséricordieux envers beaucoup; et nos enfants seront rétablis, afin qu’ils parviennent à ce qui leur donnera la vraie connaissance de leur Rédempteur.", "3 C’est pourquoi, comme je vous l’ai dit, il faut nécessairement que le Christ— car la nuit dernière l’ange m’a dit que ce serait là son nom— vienne parmi les Juifs, parmi ceux qui sont la partie la plus méchante du monde; et ils le crucifieront, car cela incombe à notre Dieu, et il n’y a aucune autre nation sur la terre qui crucifierait son Dieu.", "4 Car si les grands miracles étaient accomplis parmi d’autres nations, elles se repentiraient et sauraient qu’il est leur Dieu.", "5 Mais à cause des intrigues de prêtres et des iniquités, ceux qui sont à Jérusalem roidiront le cou contre lui pour qu’il soit crucifié.", "6 C’est pourquoi, à cause de leurs iniquités, des destructions, des famines, des pestes et de l’effusion de sang s’abattront sur eux, et ceux qui ne perdront pas la vie seront dispersés parmi toutes les nations.", "7 Mais voici, ainsi dit le Seigneur Dieu: J’ai fait alliance avec leurs pères que lorsque viendra le jour où ils croiront en moi, que je suis le Christ, ils seront rétablis dans la chair, sur la terre, dans les pays de leur héritage.", "8 Et il arrivera qu’ils seront rassemblés de leur longue dispersion, des îles de la mer et des quatre coins de la terre; et les nations des Gentils seront grandes à mes yeux, dit Dieu, en ce qu’elles les transporteront dans les pays de leur héritage.", "9 Oui, les rois des Gentils seront leurs nourriciers, et leurs princesses deviendront leurs nourrices; c’est pourquoi, les promesses du Seigneur envers les Gentils sont grandes, car il l’a dit, et qui peut contester?", "10 Mais voici, ce pays, dit Dieu, sera un pays de ton héritage, et les Gentils seront bénis dans le pays.", "11 Et ce pays sera un pays de liberté pour les Gentils, et il n’y aura pas, dans le pays, de rois qui seront suscités pour les Gentils.", "12 Et je fortifierai ce pays contre toutes les autres nations.", "13 Et celui qui combat Sion périra, dit Dieu.", "14 Car celui qui suscite un roi contre moi périra, car moi, le Seigneur, le roi du ciel, je serai leur roi, et je serai à jamais une lumière pour ceux qui écoutent mes paroles.", "15 C’est pourquoi, afin que s’accomplissent les alliances que j’ai faites avec les enfants des hommes, que je réaliserai pour eux pendant qu’ils sont dans la chair, je dois nécessairement détruire les œuvres secrètes des ténèbres, et des meurtres, et des abominations.", "16 C’est pourquoi, ceux qui combattent Sion, tant Juifs que Gentils, tant esclaves que libres, tant hommes que femmes, périront; car ce sont ceux-là qui sont la prostituée de toute la terre, car ceux qui ne sont pas pour moi sont contre moi, dit notre Dieu.", "17 Car j’accomplirai les promesses que j’ai faites aux enfants des hommes, que je réaliserai pour eux pendant qu’ils sont dans la chair—", "18 C’est pourquoi, mes frères bien-aimés, ainsi dit notre Dieu: J’affligerai ta postérité par la main des Gentils; néanmoins, j’adoucirai le cœur des Gentils, de sorte qu’ils seront comme un père pour elle; c’est pourquoi, les Gentils seront bénis et comptés parmi la maison d’Israël.", "19 C’est pourquoi, je consacrerai à jamais ce pays à ta postérité et à ceux qui seront comptés parmi ta postérité, comme pays de leur héritage; car, me dit Dieu, c’est un pays préférable à tous les autres pays, c’est pourquoi, je veux que tous les hommes qui y demeurent m’adorent, dit Dieu.", "20 Et maintenant, mes frères bien-aimés, étant donné que notre Dieu miséricordieux nous a donné une si grande connaissance à ce sujet, souvenons-nous de lui, et délaissons nos péchés, et ne gardons pas la tête basse, car nous ne sommes pas rejetés; néanmoins, nous avons été chassés du pays de notre héritage; mais nous avons été conduits dans un pays meilleur, car le Seigneur a fait de la mer notre sentier, et nous sommes dans une île de la mer.", "21 Mais grandes sont les promesses du Seigneur à ceux qui sont dans les îles de la mer; c’est pourquoi, puisqu’il est dit: îles, il doit nécessairement y en avoir plus que celle-ci, et elles sont habitées aussi par nos frères.", "22 Car voici, le Seigneur Dieu en a emmené de temps en temps de la maison d’Israël, selon sa volonté et son plaisir. Et maintenant, voici, le Seigneur se souvient de tous ceux qui ont été coupés, c’est pourquoi, il se souvient aussi de nous.", "23 C’est pourquoi, que votre cœur prenne courage, et souvenez-vous que vous êtes libres d’agir par vous-mêmes, de choisir le chemin de la mort éternelle ou le chemin de la vie éternelle.", "24 C’est pourquoi, mes frères bien-aimés, réconciliez-vous avec la volonté de Dieu, et non avec la volonté du diable et de la chair; et souvenez-vous, lorsque vous serez réconciliés avec Dieu, que ce n’est que dans et par la grâce de Dieu que vous êtes sauvés.", "25 C’est pourquoi, puisse Dieu vous relever de la mort par le pouvoir de la résurrection, et aussi de la mort éternelle par le pouvoir de l’expiation, afin que vous soyez reçus dans le royaume éternel de Dieu, afin que vous le louiez par la grâce divine. Amen."], "Kiribati": ["E kabwarabwara Iakobwa bwa a taura Atuaia iaon te kaibangaki Iutaia—A na kamaenakoaki ni karokoa ae a kakoaua—E na riki Amerika bwa te aba n inaomata are akea te uea ae e na tautaeka iaona—Raoiakiniko ma te Atua ao karekea te kamaiuaki rinanon Ana akoi. Uakaan ma 559–545I.K.", "1 Ao ngkai, Ngai ae Iakobwa, I a manga taetae riki nakoimi, tariu aika a tangiraki, ni kaineti ma te mwanga ae raoiroi are I a tia ni moan taekinna.", "2 Bwa taraia, taian berita ake ti a tia ni karekei a kaineti ma te maiu n rabwata; mangaia ae n aron are e a tia ni kaotaki nakoiu, a mwaiti kanoara aika a na mate n te rabwata ibukin akean aia koaua, ma e ngae n anne, ao e na nanoangaia aika a mwaiti te Atua; ao natira a na manga kamaiuaki, bwa a na reke irouia te atatai ni koaua ibukin aia Tia Kaboia.", "3 Mangaia ae n aron are I a tia n taekinna nakoimi, e bon riai Kristo—bwa aio te ara are I a tia n anganaki iroun te anera n te kabanea n tairiki—bwa e na kaoti i buakoia Iutaia, i buakoia ake e moamoa riki buakakaia n te aonaba; ao a na tauria iaon te kaibangaki—bwa e ataia Atuara bwa bon ti aio te kawai, ao bon akea riki te aba teuana iaon te aonaba ae kan taura Atuaia.", "4 Bwa ngke arona bwa a karaoaki taian kakai aika a korakora n aaba riki ake tabeua ao a na tia n rairinanoia, ao n ataia bwa bon ngaia Atuaia.", "5 Ma ngkai e korakora te waki ibukin nakoanibonga aika kewe ma te buakaka, ake a mena i Ierutarem a kamoamoa nakoina, bwa e aonga n tauraki.", "6 Mangaia ae ngkai e korakora aia bure, ao e na riki nakoia te uruaki, te rongo, aoraki aika kamamate, ao te tiritiri; ao aomata ake a aki mate a na kamaenakoaki nakon aaba aika kakaokoro.", "7 Ma taraia, e taku te Uea ae te Atua: Ngkana e roko te bong are a na kakoauaai iai ae bon Ngai te Kristo, ao ngkanne I a tia ni karaoa au berita ae tabu ma tamaia are ana botaki n te iriko, iaon te aonaba, iaon aban rikiia.", "8 Ao e na koro bukina bwa a na bane ni manga botaki man taabo ake a tia ni kamaenakoaki nako iai, mai aban marawa, ao mai mwakoron te aonaba aika aua; ao a na korakora abaia Tientaire imatau, n aron ana taeka te Atua, ni uotia nako ni kaokia nakon aban rikiia.", "9 Eng, a na riki ueaia Tientaire bwa taama aika taan tararuaia, ao aia uea aine bwa tiina aika taan tararuaia; mangaia ae a korakora ana tuea te Uea nakoia Tientaire, bwa e a tia n taekin, ao antai ae kan ngureakin?", "10 Ma taraia, te aba aio, e taku te Atua, e na riki bwa abami ni bwaibwai, ao a na kakabwaiaki Tientaire iaon te aba aio.", "11 Ao e na riki te aba aio bwa te aba n inaomata ibukiia Tientaire, ao a na akea te uea iaon te aba aio, aika ana teirake ni kaaitaraia Tientaire.", "12 Ao N na kamatoa te aba ni kaitaraia aaba nako.", "13 Ao ane e buakana Tion, e na mate, n aron are taekinna te Atua.", "14 Bwa ane e katea te uea ni kaitaraai, e na mate, bwa Ngai ae te Uea, ae Uean karawa N na riki bwa aia Uea, ao n riki bwa te oota nakoia n aki toki, nakoia aika a ongo au taeka.", "15 Mangaia ae ibukin aio are a na kakoroaki iai bukin au berita aika a tabu ake I a tia ni karaoi nakoia natiia aomata, ake N na karaoi nakoia n te maiu n rabwata, ao N na riai ni kamaunai mwakuri ni karaba aika bwain te roo, ma taian tiritiri, ao mwakuri aika a bati n ribaki.", "16 Mangaia are, ane e teirake ni buakana Tion, te Iutaia ke te Tientaire, ke ae te toro ke ae tiaki, ke te mwaane ke te aine; a na mate, bwa bon ngaiia kabekaaun te aonaba; bwa aomata ake tiaki ibukiu bon ngaia kaitarau, n aron are e taekinna te Atua.", "17 Bwa N na kakoroi bukin au tuea ake I a tia n taekin nakoia natiia aomata, are N na karaoi nakoia n tain maiuia n rabwata—", "18 Mangaia ae tariu aika a tangiraki, e taku te Atua: N na karawataia kanoam i nanon baia Tientaire; e ngae n anne ao N na kamaraua nanoia Tientaire, ao a na riki n ai aroia taama nakoia; mangaia ae a na kakabwaiaki Tientaire ao ni warekaki i buakon te bata are Iteraera.", "19 Mangaia e N na katabua te aba aio ibukiia kanoam, ao nakoia naba ake a na warekaki i buakoia kanoam n aki toki, n riki bwa aban rikiia, bwa bon te aba ae rine riki iaoia aaba riki tabeua e taku te Atua nakoiu, mangaia ae N na taraia bwa aomata ni kabane ake a maeka iaon te aba arei a na taromauriai, e taku te Atua.", "20 Ao ngkai tariu aika kam tangiraki, n nooran ae e a tia Atuara ae nanoanga n anganiira te atatai ni kaineti ma bwaai aikai, ti riai n uringnga, ao ni kaaki ara bure, ao n aki nou baraaki, bwa ti aki teweaki nako; e ngae n anne ao ti a bon tia ni kaeaki nako man aban rikira; ma ti a tia ni kairaki nakon te aba ae tamaroa riki, bwa e a tia te Uea ni katauraoa marawa bwa kawaira, ao ti a mena iaon te atimwakoro i marawa.", "21 Ma e korakora ana kakabwaia te Uea nakoia ake a mena iaon atimwakoron marawa; mangaia are e a taekinaki ikai atimwakoro, ao a mwaiti riki taian aba i rarikin aio, ao a kaainaki naba irouia tarira.", "22 Bwa taraia, e a tia te Uea ae te Atua ni kaira nako man te tai teuana nakon teuana te bata are Iteraera, n aron nanona ma kukureina. Ao taraia ngkai, e a uringiia te Uea aomata ni kabane ake a tia ni kairaki nako, mangaia e uringira naba.", "23 Mangaia ae kakukurei nanomi ao uringnga bwa kam bon inaomata ni karaoi oin nanomi—n rinea te kawai nakon te mate are aki totoki ke te kawai nakon te maiu ae akea tokina.", "24 Mangaia ae tariu aika kam tangiraki, raoiakiningkami nakon nanon te Atua, ao tiaki n aron nanon te riaboro ma te rabwata; ao uringnga, ngkana kam a tia n raoiakiningkami nakonte Atua, bwa bon ti rinanon ana akoi te Atua are kam na kamaiuaki iai.", "25 Mangaia ae ke na kautiko te Atua man te mate ni mwaakan te mangauti, ao man te mate ae e aki totoki ni mwaakan te mwakuri ni kamaiu, bwa ko aonga ni butimwaeaki nakon uean te Atua, ae akea tokina, bwa ko aonga n neboia n ana akoi te Atua. Amen."]}