{"English": ["Ephraim and Syria wage war against Judah—Christ will be born of a virgin—Compare Isaiah 7. About 559–545B.C.", "1 And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin, king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.", "2 And it was told the house of David, saying: Syria is confederate with Ephraim. And his heart was moved, and the heart of his people, as the trees of the wood are moved with the wind.", "3 Then said the Lord unto Isaiah: Go forth now to meet Ahaz, thou and Shearjashub thy son, at the end of the conduit of the upper pool in the highway of the fuller’s field;", "4 And say unto him: Take heed, and be quiet; fear not, neither be faint-hearted for the two tails of these smoking firebrands, for the fierce anger of Rezin with Syria, and of the son of Remaliah.", "5 Because Syria, Ephraim, and the son of Remaliah, have taken evil counsel against thee, saying:", "6 Let us go up against Judah and vex it, and let us make a breach therein for us, and set a king in the midst of it, yea, the son of Tabeal.", "7 Thus saith the Lord God: It shall not stand, neither shall it come to pass.", "8 For the head of Syria is Damascus, and the head of Damascus, Rezin; and within threescore and five years shall Ephraim be broken that it be not a people.", "9 And the head of Ephraim is Samaria, and the head of Samaria is Remaliah’s son. If ye will not believe surely ye shall not be established.", "10 Moreover, the Lord spake again unto Ahaz, saying:", "11 Ask thee a sign of the Lord thy God; ask it either in the depths, or in the heights above.", "12 But Ahaz said: I will not ask, neither will I tempt the Lord.", "13 And he said: Hear ye now, O house of David; is it a small thing for you to weary men, but will ye weary my God also?", "14 Therefore, the Lord himself shall give you a sign—Behold, a virgin shall conceive, and shall bear a son, and shall call his name Immanuel.", "15 Butter and honey shall he eat, that he may know to refuse the evil and to choose the good.", "16 For before the child shall know to refuse the evil and choose the good, the land that thou abhorrest shall be forsaken of both her kings.", "17 The Lord shall bring upon thee, and upon thy people, and upon thy father’s house, days that have not come from the day that Ephraim departed from Judah, the king of Assyria.", "18 And it shall come to pass in that day that the Lord shall hiss for the fly that is in the uttermost part of Egypt, and for the bee that is in the land of Assyria.", "19 And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes.", "20 In the same day shall the Lord shave with a razor that is hired, by them beyond the river, by the king of Assyria, the head, and the hair of the feet; and it shall also consume the beard.", "21 And it shall come to pass in that day, a man shall nourish a young cow and two sheep;", "22 And it shall come to pass, for the abundance of milk they shall give he shall eat butter; for butter and honey shall every one eat that is left in the land.", "23 And it shall come to pass in that day, every place shall be, where there were a thousand vines at a thousand silverlings, which shall be for briers and thorns.", "24 With arrows and with bows shall men come thither, because all the land shall become briers and thorns.", "25 And all hills that shall be digged with the mattock, there shall not come thither the fear of briers and thorns; but it shall be for the sending forth of oxen, and the treading of lesser cattle."], "Español": ["Efraín y Siria guerrean contra Judá— Cristo nacerá de una virgen— Compárese con Isaías 7. Aproximadamente 559–545a.C.", "1 Y en los días de Acaz hijo de Jotam, hijo de Uzías, rey de Judá, aconteció que Rezín, rey de Siria, y Peca hijo de Remalías, rey de Israel, vinieron sobre Jerusalén para combatirla, mas no pudieron prevalecer contra ella.", "2 Y fue dado el aviso a la casa de David, diciendo: Siria se ha confederado con Efraín. Y se le estremeció el corazón, y el corazón de su pueblo, como los árboles del bosque se sacuden con el viento.", "3 Entonces dijo el Señor a Isaías: Sal ahora a encontrar a Acaz, tú y tu hijo Sear-jasub, al extremo del conducto del estanque superior, por el camino del campo del lavador;", "4 y dile: Ten cuidado, y permanece tranquilo; no temas, ni desfallezca tu corazón por estos dos cabos de tizón encendidos que humean, por causa de la furiosa ira de Rezín y de Siria, y del hijo de Remalías.", "5 Porque Siria, Efraín y el hijo de Remalías han tomado mal acuerdo contra ti, diciendo:", "6 Subamos contra Judá y hostiguémosla, y abramos brecha en ella para nosotros, y pongámosle rey en su centro; sí, al hijo de Tabeel.", "7 Así dice el Señor Dios: No subsistirá ni acontecerá.", "8 Porque la cabeza de Siria es Damasco, y la cabeza de Damasco, Rezín; y dentro de sesenta y cinco años, Efraín será quebrantado hasta dejar de ser pueblo.", "9 Y la cabeza de Efraín es Samaria, y la cabeza de Samaria, el hijo de Remalías. Si no creéis, de cierto no permaneceréis.", "10 Además, habló el Señor otra vez a Acaz, diciendo:", "11 Pide para ti una señal del Señor tu Dios; pídela ya sea abajo en lo profundo, o en lo alto arriba.", "12 Mas dijo Acaz: No pediré, ni tentaré al Señor.", "13 Y él respondió: Oíd ahora vosotros, ¡oh casa de David! ¿Es cosa pequeña para vosotros molestar a los hombres, que molestéis también a mi Dios?", "14 Por tanto, el Señor mismo os dará una señal: He aquí que una virgen concebirá y dará a luz un hijo, y llamará su nombre Emanuel.", "15 Mantequilla y miel comerá, hasta que sepa desechar lo malo y escoger lo bueno.", "16 Porque antes que el niño sepa desechar lo malo y escoger lo bueno, la tierra que tú aborreces será abandonada de sus dos reyes.", "17 El Señor traerá sobre ti, sobre tu pueblo y sobre la casa de tu padre, días cuales nunca han venido desde el día en que Efraín se apartó de Judá, esto es, al rey de Asiria.", "18 Y acontecerá que en aquel día el Señor silbará a la mosca que está en la parte lejana de Egipto, y a la abeja que se halla en la tierra de Asiria.", "19 Y vendrán y se establecerán todas en los valles desolados, y en las hendiduras de las rocas, y en todo zarzal y en toda mata.", "20 En aquel día afeitará el Señor con navaja alquilada, por los de la otra parte del río, por el rey de Asiria, la cabeza y pelos de los pies; y también raerá la barba.", "21 Y acontecerá en aquel día que un hombre criará una vaca y dos ovejas;", "22 y acontecerá que por la abundancia de leche que ellas darán, comerá mantequilla; porque mantequilla y miel comerán todos los que permanecieren en la tierra.", "23 Y sucederá que en aquel día, todo lugar en donde había mil vides que valían mil siclos de plata, se quedará para cardos y espinas.", "24 Con flechas y arcos los hombres entrarán allá, porque toda la tierra será cardos y espinas.", "25 Y a todos los collados que fueren cavados con azada, no llegarán por temor a los cardos y espinas, mas serán para pasto de bueyes y para ser pisados de ganado menor."], "Français": ["Éphraïm et la Syrie font la guerre à Juda— Le Christ naîtra d’une vierge— Comparez avec Ésaïe 7. Vers 559–545av.J.-C.", "1 Il arriva, du temps d’Achaz, fils de Jotham, fils d’Ozias, roi de Juda, que Retsin, roi de Syrie, monta avec Pékach, fils de Remalia, roi d’Israël, contre Jérusalem, pour l’assiéger; mais il ne put l’assiéger.", "2 On vint dire à la maison de David: Les Syriens sont campés en Éphraïm. Et le cœur d’Achaz et le cœur de son peuple furent agités, comme les arbres de la forêt sont agités par le vent.", "3 Alors le Seigneur dit à Ésaïe: Va à la rencontre d’Achaz, toi et Schéar-Jaschub, ton fils, vers l’extrémité de l’aqueduc de l’étang supérieur, sur la route du champ du foulon.", "4 Et dis-lui: Sois tranquille, ne crains rien, et que ton cœur ne s’alarme pas, devant ces deux bouts de tisons fumants, devant la colère de Retsin et de la Syrie, et du fils de Remalia,", "5 de ce que la Syrie médite du mal contre toi, de ce qu’Éphraïm et le fils de Remalia disent:", "6 Montons contre Juda, assiégeons la ville, et battons-la en brèche et proclamons-y pour roi, oui, le fils de Tabeel.", "7 Ainsi parle le Seigneur Dieu: cela n’arrivera pas, cela n’aura pas lieu.", "8 Car Damas est la tête de la Syrie, et Retsin est la tête de Damas. (Encore soixante-cinq ans, Éphraïm ne sera plus un peuple.)", "9 La Samarie est la tête d’Éphraïm, et le fils de Remalia est la tête de la Samarie. Si vous ne croyez pas, vous ne subsisterez pas.", "10 Le Seigneur parla de nouveau à Achaz, et lui dit:", "11 Demande en ta faveur un signe au Seigneur, ton Dieu; demande-le, soit dans les lieux bas, soit dans les lieux élevés.", "12 Achaz répondit: Je ne demanderai rien, je ne tenterai pas le Seigneur.", "13 Ésaïe dit alors: Écoutez donc, maison de David! Est-ce trop peu pour vous de lasser la patience des hommes, que vous lassiez encore celle de mon Dieu?", "14 C’est pourquoi le Seigneur lui-même vous donnera un signe, voici, la jeune fille deviendra enceinte, elle enfantera un fils, et elle lui donnera le nom d’Emmanuel.", "15 Il mangera de la crème et du miel, jusqu’à ce qu’il sache rejeter le mal et choisir le bien.", "16 Mais avant que l’enfant sache rejeter le mal et choisir le bien, le pays dont tu crains les deux rois sera abandonné.", "17 Le Seigneur fera venir sur toi, sur ton peuple et sur la maison de ton père, des jours tels qu’il n’y en a point eu depuis le jour où Éphraïm s’est séparé de Juda (le roi d’Assyrie).", "18 En ce jour-là, le Seigneur sifflera les mouches qui sont à l’extrémité de l’Égypte, et les abeilles qui sont au pays d’Assyrie;", "19 elles viendront, et se poseront toutes dans les vallons désolés, et dans les fentes des rochers, sur tous les buissons, et sur tous les pâturages.", "20 En ce jour-là, le Seigneur rasera, avec un rasoir pris à louage, au-delà du fleuve, avec le roi d’Assyrie, la tête et le poil des pieds; il enlèvera aussi la barbe.", "21 En ce jour-là, chacun entretiendra une jeune vache et deux brebis;", "22 et il y aura une telle abondance de lait qu’on mangera de la crème, car c’est de crème et de miel que se nourriront tous ceux qui seront restés dans le pays.", "23 En ce jour-là, tout lieu qui contiendra mille ceps de vigne, valant mille sicles d’argent, sera livré aux ronces et aux épines:", "24 On y entrera avec les flèches et avec l’arc, car tout le pays ne sera que ronces et épines.", "25 Et toutes les montagnes que l’on cultivait avec la bêche ne seront plus fréquentées, par crainte des ronces et des épines; on y lâchera le bœuf, et la brebis en foulera le sol."], "Kiribati": ["A na botaki Eberaim ma Turia ni buakana Iuta—E na bungiaki Kristo iroun te kibono—Kabootaua ma Itaia 7. Uakaan ma 559–545I.K.", "1 Ao e koro bukina bwa n ana bong Aati ae natin Iotam, are natin Utia, are uean Iuta, ao e a mwananga Retin are uean Turia, ma Bika are natin Remaria, are uean Iteraera, nako Ierutarem bwa a na buakanna, ma a aki kona ni kataea ana kai.", "2 Ao e a tuangaki ana baronga Tawita, ni kangai: E a botaki Turia ma Eberaim. Ao e a rootaki n te maaku, ao a maaku naba ana botanaomata, n aiaron kain te buakonikai ngkana a ukaki n te ang.", "3 Ao e taku te Uea nakon Itaia: Nako ngkai ni kaitibo ma Aati; ngkoe ma natim ae Teaiatuba, n tokin te karaanga man te nei are ieta n te kawai are kaan ma aban te tia uatii ni kamaraui kunnikai.", "4 Ao ko na kangai nakoina: Tarataraiko, ao tai karongoa; ko na tai maaku, ke n akea angin nanom ibukin tabonritinga aika a bubu aikai ae uaai bukina, ibukin korakoran Retin ma Turia, ma natin Remaria.", "5 Ngkai a tia Turia, Eberaim, ao natin Remaria ni booti nanoia i nanon te buakaka bwa a na kaaitarako, ni kangai:", "6 Ti na ekaanako Iuta ao karekei kaangaanga nakoina, ao ti na karekea rauren nanoia are ti na kona ni karaoi iai ara waaki, ao ni katea temanna bwa e na uea i buakoia, eng, natin Tabeera.", "7 Ma e taku te Uea ae te Atua: E na aki riki, ke ni koro bukina.", "8 Bwa atuun Turia bon Tameteko, ao atuun Tameteko bon Retin; bwa i mwaain koron onobwi ma nimaua te ririki ao e na uruaki Eberaim ao e na mauna te botanaomata anne.", "9 Ao atuun Eberaim bon Tamaria, ao atuun Tamaria bon natin Remaria. Ngkana ko aki kakoaua aei ao ko na aki kamaiuaki.", "10 I rarikin aei ao e a manga taetae riki te Uea nakon Aati ni kangai:", "11 Butiia te Uea ae Atuam bwa e na kaota te kanikina; butiia te kanikina iaon te aba ke ieta i karawa.", "12 Ma e taku Aati: N na bon aki butiia, ke ni kata te Uea.", "13 Ao e kangai: Ko na ongo ngkai, O te bata ae Tawita; e aki tau iroum kakuakia aomata, ma ko kan kakuaa naba Atuau?", "14 Mangaia ae e na anganiko te kanikina te Uea—Taraia, e na bikoukou te kibono, ao e na bungia te nati te mwaane, ao e na aranna bwa Emanuera.", "15 E na kana te bwata ma ana karewe te manibeeru, bwa e aonga n rabakau n tannako man te buakaka ao n rinea te raoiroi.", "16 Bwa i mwaain ae na rabakau te ataei anne n tannako man te buakaka ao n rinea te raoiroi, ao e na kitanaki te aba ae ko ribaia irouia ana uea ni kauoman.", "17 Ao te Uea e na karokoi iaom, ao iaoia am botanaomata, ao iaoia kanoan tamam, boong aika a tuai n roko, man te bong are nako iai Eberaim mai Iuta, are uean Aturia.", "18 Ao e koro bukina bwa n te bong anne e na katang te Uea ni weteia naango mai aban Aikubita aika raroa, ma manibeeru mai aban Aturia.", "19 Ao a na bane n roko, ao a na bane n tiku i nanon mwarua aika kamaroa, ao i nanon bwangabwangan taian bwa, ao iaon kaai aika kateketeke ni kabane, ao iaon buakoako ni kabane.", "20 Ao n te bong naba anne, te Uea e na kabongana te mwariro ae kabooaki tangoana, irouna mai mainikun te karaanga, mai iroun uean Aturia, n imana atuum, buraen rangam; ao buaim naba.", "21 Ao e na bon koro bukina bwa e na roko te bong are e na nako te aomata ni kamwarakea te kao te teei ma tiibu aika uoman;", "22 Ao e na bon koro bukina bwa ruonakon mwaitin te miriki are reke mai irouia ao e na kona ni kang bwata; bwa e na kanaki te bwata ma ana karewe te manibeeru irouia aika maiu iaon te aba.", "23 Ao e na bon koro bukina n te bong arei bwa taabo ngkoa aika te ngaa booia ake a maiu iai ngkoa kurebe aika te ngaa mwaitia, a na bane n riki bwa nnen taian kateketeke ma akanta.", "24 Ao a na nako mwaane ma aia katebe ao aia kai ni katebe nakon te tabo anne, ngkai e na buta aon te aba anne n te kateketeke ma te akanta.", "25 Ao tabuki ni kabane ake ana kenaki n te rereba, a na akea ae e nako iai bwa a maaka te kateketeke ma te akanta; ma e na riki bwa nnen kamwarakeaia taian kao, ao a toutoua aona taian tiibu."]}