{"English": ["The destruction of Babylon is a type of the destruction at the Second Coming—It will be a day of wrath and vengeance—Babylon (the world) will fall forever—Compare Isaiah 13. About 559–545B.C.", "1 The burden of Babylon, which Isaiah the son of Amoz did see.", "2 Lift ye up a banner upon the high mountain, exalt the voice unto them, shake the hand, that they may go into the gates of the nobles.", "3 I have commanded my sanctified ones, I have also called my mighty ones, for mine anger is not upon them that rejoice in my highness.", "4 The noise of the multitude in the mountains like as of a great people, a tumultuous noise of the kingdoms of nations gathered together, the Lord of Hosts mustereth the hosts of the battle.", "5 They come from a far country, from the end of heaven, yea, the Lord, and the weapons of his indignation, to destroy the whole land.", "6 Howl ye, for the day of the Lord is at hand; it shall come as a destruction from the Almighty.", "7 Therefore shall all hands be faint, every man’s heart shall melt;", "8 And they shall be afraid; pangs and sorrows shall take hold of them; they shall be amazed one at another; their faces shall be as flames.", "9 Behold, the day of the Lord cometh, cruel both with wrath and fierce anger, to lay the land desolate; and he shall destroy the sinners thereof out of it.", "10 For the stars of heaven and the constellations thereof shall not give their light; the sun shall be darkened in his going forth, and the moon shall not cause her light to shine.", "11 And I will punish the world for evil, and the wicked for their iniquity; I will cause the arrogancy of the proud to cease, and will lay down the haughtiness of the terrible.", "12 I will make a man more precious than fine gold; even a man than the golden wedge of Ophir.", "13 Therefore, I will shake the heavens, and the earth shall remove out of her place, in the wrath of the Lord of Hosts, and in the day of his fierce anger.", "14 And it shall be as the chased roe, and as a sheep that no man taketh up; and they shall every man turn to his own people, and flee every one into his own land.", "15 Every one that is proud shall be thrust through; yea, and every one that is joined to the wicked shall fall by the sword.", "16 Their children also shall be dashed to pieces before their eyes; their houses shall be spoiled and their wives ravished.", "17 Behold, I will stir up the Medes against them, which shall not regard silver and gold, nor shall they delight in it.", "18 Their bows shall also dash the young men to pieces; and they shall have no pity on the fruit of the womb; their eyes shall not spare children.", "19 And Babylon, the glory of kingdoms, the beauty of the Chaldees’ excellency, shall be as when God overthrew Sodom and Gomorrah.", "20 It shall never be inhabited, neither shall it be dwelt in from generation to generation: neither shall the Arabian pitch tent there; neither shall the shepherds make their fold there.", "21 But wild beasts of the desert shall lie there; and their houses shall be full of doleful creatures; and owls shall dwell there, and satyrs shall dance there.", "22 And the wild beasts of the islands shall cry in their desolate houses, and dragons in their pleasant palaces; and her time is near to come, and her day shall not be prolonged. For I will destroy her speedily; yea, for I will be merciful unto my people, but the wicked shall perish."], "Español": ["La destrucción de Babilonia es un símbolo de la destrucción que habrá a la Segunda Venida— Será un día de ira y de venganza— Babilonia (el mundo) caerá para siempre— Compárese con Isaías 13. Aproximadamente 559–545a.C.", "1 Carga de Babilonia que vio Isaías hijo de Amoz:", "2 ¡Levantad bandera sobre lo alto del monte, alzadles la voz; señalad con la mano para que entren por las puertas de los nobles!", "3 He dado mandamiento a mis santificados; he llamado asimismo a mis valientes, porque mi ira no está sobre los que se huelgan con mi enaltecimiento.", "4 El estruendo de la multitud en las montañas, como de un gran pueblo, un tumultuoso ruido de los reinos de las naciones congregadas; el Señor de los Ejércitos dispone las tropas para la batalla.", "5 Vienen de un país lejano, de lo postrero de los cielos, sí, el Señor y las armas de su indignación, para destruir toda la tierra.", "6 ¡Aullad, porque el día del Señor está cerca! Vendrá como destrucción del Todopoderoso.", "7 Por tanto, todas las manos se debilitarán; el corazón de todo hombre desfallecerá;", "8 y se llenarán de miedo; angustias y dolores se apoderarán de ellos; se mirarán asombrados los unos a los otros; sus rostros serán como llamas.", "9 He aquí que el día del Señor viene, cruel, con indignación e ira ardiente para asolar la tierra; y raer de ella a los pecadores.", "10 Porque las estrellas de los cielos y sus constelaciones no darán su luz; el sol se obscurecerá al salir, y la luna no hará resplandecer su luz.", "11 Y castigaré al mundo por su maldad, y a los impíos por su iniquidad; y haré cesar la arrogancia de los soberbios, y abatiré la altivez de los terribles.", "12 Y haré al varón más precioso que el oro fino, y más que el oro de Ofir al hombre.", "13 Por tanto, haré temblar los cielos, y la tierra se moverá de su lugar en la ira del Señor de los Ejércitos, y en el día de su furiosa indignación.", "14 Y será como la corza perseguida, y como oveja sin pastor; y cada cual se volverá a su propio pueblo, y huirá a su propia tierra.", "15 Todo el que fuere orgulloso será traspasado; sí, y todo el que se hubiere juntado con los malos, caerá por la espada.", "16 Sus niños también serán estrellados ante sus ojos; sus casas serán saqueadas, y violadas sus mujeres.", "17 He aquí, incitaré contra ellos a los medos, quienes no estimarán la plata ni el oro, ni los codiciarán.", "18 Sus arcos también destrozarán a los mancebos; y no tendrán compasión del fruto del vientre; ni sus ojos perdonarán a los niños.", "19 Y Babilonia, la gloria de los reinos, ornamento de la excelencia de los caldeos, vendrá a ser como cuando Dios destruyó a Sodoma y a Gomorra.", "20 Nunca más será habitada, ni morarán en ella de generación en generación; el árabe no plantará tienda allí, ni pastores tendrán allí manadas;", "21 sino que las fieras del desierto se echarán allí, y sus casas estarán llenas de animales aullantes; y allí morarán búhos y allí danzarán los sátiros.", "22 Y los animales silvestres de las islas aullarán en sus desoladas casas, y los dragones en sus palacios deleitosos; y su tiempo está cerca, y su día no será prolongado. Pues la destruiré prestamente; sí, porque tendré misericordia de mi pueblo, mas los impíos perecerán."], "Français": ["La destruction de Babylone est une figure de la destruction qui se produira au moment de la Seconde Venue— Ce sera un jour de colère et de vengeance— Babylone (le monde) tombera à jamais— Comparez avec Ésaïe 13. Vers 559–545av.J.-C.", "1 Oracle sur Babylone, révélé à Ésaïe, fils d’Amots.", "2 Sur une montagne nue, dressez une bannière, élevez la voix vers eux, faites des signes avec la main, et qu’ils franchissent les portes des tyrans!", "3 J’ai donné des ordres à ma sainte milice, j’ai appelé mes héros, car ma colère n’est pas sur ceux qui se réjouissent de ma grandeur.", "4 On entend une rumeur sur les montagnes, comme celle d’un peuple nombreux; on entend un tumulte de royaumes, de nations rassemblées: le Seigneur passe en revue l’armée qui va combattre.", "5 Ils viennent d’un pays lointain, de l’extrémité des cieux: le Seigneur et les instruments de sa colère vont détruire toute la contrée.", "6 Gémissez, car le jour du Seigneur est proche: il vient comme un ravage du Tout-Puissant.", "7 C’est pourquoi toutes les mains s’affaiblissent et tout cœur d’homme est abattu.", "8 Ils sont frappés d’épouvante; les spasmes et les douleurs les saisissent; ils se regardent les uns les autres avec stupeur; leurs visages sont enflammés.", "9 Voici, le jour du Seigneur arrive, jour cruel, jour de colère et d’ardente fureur, qui réduira la terre en solitude, et en exterminera les pécheurs.", "10 Car les étoiles des cieux et leurs astres ne feront plus briller leur lumière, le soleil s’obscurcira dès son lever, et la lune ne fera plus luire sa clarté.", "11 Je punirai le monde à cause de la méchanceté, et les méchants pour leurs iniquités; je ferai cesser l’orgueil des hautains, et j’abattrai l’arrogance des tyrans.", "12 Je rendrai les hommes plus rares que l’or fin, je les rendrai plus rares que l’or d’Ophir.", "13 C’est pourquoi j’ébranlerai les cieux, et la terre sera secouée sur sa base, par la colère du Seigneur des armées, au jour de son ardente fureur.", "14 Alors, comme une gazelle effarouchée, comme un troupeau sans berger, chacun se tournera vers son peuple, chacun fuira vers son pays;", "15 tous ceux qui sont orgueilleux seront percés, et tous ceux qui se sont joints aux méchants tomberont par l’épée.", "16 Leurs enfants seront écrasés sous leurs yeux, leurs maisons seront pillées, et leurs femmes violées.", "17 Voici, j’excite contre eux les Mèdes, qui ne font point cas de l’argent, ni de l’or, et qui ne s’y complaisent point.", "18 De leurs arcs, ils abattront les jeunes gens, et ils seront sans pitié pour le fruit des entrailles: leurs yeux n’épargneront point les enfants.", "19 Et Babylone, l’ornement des royaumes, la fière parure des Chaldéens, sera comme Sodome et Gomorrhe, que Dieu détruisit.", "20 Elle ne sera plus jamais habitée, elle ne sera plus jamais peuplée; l’Arabe n’y dressera point sa tente, et les bergers n’y parqueront point leurs troupeaux.", "21 Les animaux du désert y prendront leur gîte, les hiboux rempliront ses maisons, les autruches en feront leur demeure et les boucs y sauteront.", "22 Les chacals hurleront dans ses palais, et les chiens sauvages dans ses maisons de plaisance. Son temps est près d’arriver, et ses jours ne se prolongeront pas. Car je la détruirai promptement, oui, car je serai miséricordieux envers mon peuple, mais les méchants périront."], "Kiribati": ["Uruakan Bwaburon bon titebo ma te urubwai n tain te Kauaoki—E na riki bwa bongin te un ma te kabomwi—Bwaburon (te aonaba) e na bwaka n aki toki—Kabootaua ma Itaia 13. Uakaan ma 559–545I.K.", "1 Bwakan Bwaburon are e nooria Itaia are natin Amoti.", "2 Katei ami buraeki iaon taian maunga aika a rietata, karieta te bwanaa nakoia, anoanoiia, bwa a aonga n rin i nanon aia mataroa tooka.", "3 I a tia n tua nakoia au aomata aika a kaitiakaki, I a tia naba ni weteiia aika a korakora, bwa e aki un nanou irouia aika a kimwareirei n rietatau.", "4 Karongoaia aomata aika a uanao iaon te maunga ai aron karongoaia te botanaomata ae korakora, te rongoaa ae riao man aba n uea nako, ae tangin taanga ni buaka aika e botiia aia Uea Taanga ni Buaka.", "5 A roko man aaba aika a raroa, man tokin karawa, eng, te Uea ma bwainibuaka aika bwain unna, bwa e na urua te aonaba ni kabane.", "6 Kam na takaaka, bwa e a kaan ana bong te Uea; e na roko n aiaron te urubwai iroun ae Moan te Mwaaka.", "7 Mangaia ae a na bane n akea korakoraia aomata, ao a na bwara nanoia ni kabane;", "8 Ao a na bane ni maaku; a na bane n taonaki n te maraki ma te nanokawaki; a na kuba ngkana a kaitaraa; ao a riki moaia n ai aron te mwaakaro.", "9 Nooria, e na roko ana bong te Uea, ae boota te nanobuaka ma te un ae korakora, bwa e na kamaroaea te aonaba; ao e na tiringia taan bure aika a maeka iai.", "10 Bwa a na akea ootaia itoin karawa ma bwain karawa nako; ao e na karooaki taai n tain butina, ao a na akea ootan namwakaina.", "11 Ao N na katuaaea te aonaba ibukin buakakana, ma aika a buakaka ibukin aia bure; N na katoka kainikatongaia aika a kamoamoa, ao N na katoki aia kainikatonga aika a kamwaraa.", "12 N na karieta kakawakin te aomata nakon te koora ae tamaroa; e na kakawaki riki te aomata nakon te mwakora ni koora i Obira.", "13 Mangaia ae N na ioioa karawa, ao e na mwaing aonaba man nnena, n tain unin nanon aia Uea Taanga ni Buaka, ao ni bongin korakoran marakin nanona.", "14 Ao e na riki aio n ai aron te ria ae kaeaki, ao n ai aron te tiibu ae aki mwaannanoaki; ao aomata a na okiria aia koraki, ao a na bane ni biri nako n okira oin abaia.", "15 A na ewaraki aomata ni kabane aika a kamoamoa; eng, ao aomata ni kabane aika a itoman ma aika a buakaka a na bwaka n te kabaang.", "16 A na tiringaki natiia, ni boaaki ketaia i mataia; a na iraeaki bwain aia auti ao a na tauaki buuia.", "17 Nooria, N na kateirakeia I-Miria ni kaaitaraia, aika a aki tabe nanoia n te tirewa ke te koora, ke ni mataai iai.", "18 Ao aia bwai ni katebe; e na kamaenikunia; ao a na akea aia nanoanga nakon uaan te biroto; ao a na aki kamauriia ataei.", "19 Ao Bwaburon, are te kabanea ni mimitong n aba n uea, are a kamoamoa tikiraoina I-Kareria, e na riki n aiaron Totom ao Komora ngke a uruakaki iroun te Atua.", "20 E na bon aki manga kaainaki, ke ni maekanaki man te roro teuana nakon te roro teuana; ke ni iai I-Arabia ake a na manga katea umwaianrianna iai; ke ni iai taan kaawakin tiibu ake a na manga kaweneia aia nanai iai.", "21 Ma a na maeka iai manin te rereua aika a kaakang; ao a na onrake aia auti irouia maan aika a tangitang; ao a na maeka aaoro iai, ao a na eweewe ikekei kooti aika a aki manana.", "22 Ao a na tangitang manin aaba aika a kaakang i nanon aia auti aika a kamaroa, ao taian raakon i nanon aia bareti aika a raraoi; ao e a kan roko ana tai, ao e na aki kamaanaki ana bong. Bwa N na waekoa n uruakia; eng, N na nanoangaia au botanaomata, ma a na bane ni mate aika a kamwaraa."]}