{"English": ["Lehi prophesies of a land of liberty—His seed will be scattered and smitten if they reject the Holy One of Israel—He exhorts his sons to put on the armor of righteousness. About 588–570B.C.", "1 And now it came to pass that after I, Nephi, had made an end of teaching my brethren, our father, Lehi, also spake many things unto them, and rehearsed unto them, how great things the Lord had done for them in bringing them out of the land of Jerusalem.", "2 And he spake unto them concerning their rebellions upon the waters, and the mercies of God in sparing their lives, that they were not swallowed up in the sea.", "3 And he also spake unto them concerning the land of promise, which they had obtained—how merciful the Lord had been in warning us that we should flee out of the land of Jerusalem.", "4 For, behold, said he, I have seen a vision, in which I know that Jerusalem is destroyed; and had we remained in Jerusalem we should also have perished.", "5 But, said he, notwithstanding our afflictions, we have obtained a land of promise, a land which is choice above all other lands; a land which the Lord God hath covenanted with me should be a land for the inheritance of my seed. Yea, the Lord hath covenanted this land unto me, and to my children forever, and also all those who should be led out of other countries by the hand of the Lord.", "6 Wherefore, I, Lehi, prophesy according to the workings of the Spirit which is in me, that there shall none come into this land save they shall be brought by the hand of the Lord.", "7 Wherefore, this land is consecrated unto him whom he shall bring. And if it so be that they shall serve him according to the commandments which he hath given, it shall be a land of liberty unto them; wherefore, they shall never be brought down into captivity; if so, it shall be because of iniquity; for if iniquity shall abound cursed shall be the land for their sakes, but unto the righteous it shall be blessed forever.", "8 And behold, it is wisdom that this land should be kept as yet from the knowledge of other nations; for behold, many nations would overrun the land, that there would be no place for an inheritance.", "9 Wherefore, I, Lehi, have obtained a promise, that inasmuch as those whom the Lord God shall bring out of the land of Jerusalem shall keep his commandments, they shall prosper upon the face of this land; and they shall be kept from all other nations, that they may possess this land unto themselves. And if it so be that they shall keep his commandments they shall be blessed upon the face of this land, and there shall be none to molest them, nor to take away the land of their inheritance; and they shall dwell safely forever.", "10 But behold, when the time cometh that they shall dwindle in unbelief, after they have received so great blessings from the hand of the Lord—having a knowledge of the creation of the earth, and all men, knowing the great and marvelous works of the Lord from the creation of the world; having power given them to do all things by faith; having all the commandments from the beginning, and having been brought by his infinite goodness into this precious land of promise—behold, I say, if the day shall come that they will reject the Holy One of Israel, the true Messiah, their Redeemer and their God, behold, the judgments of him that is just shall rest upon them.", "11 Yea, he will bring other nations unto them, and he will give unto them power, and he will take away from them the lands of their possessions, and he will cause them to be scattered and smitten.", "12 Yea, as one generation passeth to another there shall be bloodsheds, and great visitations among them; wherefore, my sons, I would that ye would remember; yea, I would that ye would hearken unto my words.", "13 O that ye would awake; awake from a deep sleep, yea, even from the sleep of hell, and shake off the awful chains by which ye are bound, which are the chains which bind the children of men, that they are carried away captive down to the eternal gulf of misery and woe.", "14 Awake! and arise from the dust, and hear the words of a trembling parent, whose limbs ye must soon lay down in the cold and silent grave, from whence no traveler can return; a few more days and I go the way of all the earth.", "15 But behold, the Lord hath redeemed my soul from hell; I have beheld his glory, and I am encircled about eternally in the arms of his love.", "16 And I desire that ye should remember to observe the statutes and the judgments of the Lord; behold, this hath been the anxiety of my soul from the beginning.", "17 My heart hath been weighed down with sorrow from time to time, for I have feared, lest for the hardness of your hearts the Lord your God should come out in the fulness of his wrath upon you, that ye be cut off and destroyed forever;", "18 Or, that a cursing should come upon you for the space of many generations; and ye are visited by sword, and by famine, and are hated, and are led according to the will and captivity of the devil.", "19 O my sons, that these things might not come upon you, but that ye might be a choice and a favored people of the Lord. But behold, his will be done; for his ways are righteousness forever.", "20 And he hath said that: Inasmuch as ye shall keep my commandments ye shall prosper in the land; but inasmuch as ye will not keep my commandments ye shall be cut off from my presence.", "21 And now that my soul might have joy in you, and that my heart might leave this world with gladness because of you, that I might not be brought down with grief and sorrow to the grave, arise from the dust, my sons, and be men, and be determined in one mind and in one heart, united in all things, that ye may not come down into captivity;", "22 That ye may not be cursed with a sore cursing; and also, that ye may not incur the displeasure of a just God upon you, unto the destruction, yea, the eternal destruction of both soul and body.", "23 Awake, my sons; put on the armor of righteousness. Shake off the chains with which ye are bound, and come forth out of obscurity, and arise from the dust.", "24 Rebel no more against your brother, whose views have been glorious, and who hath kept the commandments from the time that we left Jerusalem; and who hath been an instrument in the hands of God, in bringing us forth into the land of promise; for were it not for him, we must have perished with hunger in the wilderness; nevertheless, ye sought to take away his life; yea, and he hath suffered much sorrow because of you.", "25 And I exceedingly fear and tremble because of you, lest he shall suffer again; for behold, ye have accused him that he sought power and authority over you; but I know that he hath not sought for power nor authority over you, but he hath sought the glory of God, and your own eternal welfare.", "26 And ye have murmured because he hath been plain unto you. Ye say that he hath used sharpness; ye say that he hath been angry with you; but behold, his sharpness was the sharpness of the power of the word of God, which was in him; and that which ye call anger was the truth, according to that which is in God, which he could not restrain, manifesting boldly concerning your iniquities.", "27 And it must needs be that the power of God must be with him, even unto his commanding you that ye must obey. But behold, it was not he, but it was the Spirit of the Lord which was in him, which opened his mouth to utterance that he could not shut it.", "28 And now my son, Laman, and also Lemuel and Sam, and also my sons who are the sons of Ishmael, behold, if ye will hearken unto the voice of Nephi ye shall not perish. And if ye will hearken unto him I leave unto you a blessing, yea, even my first blessing.", "29 But if ye will not hearken unto him I take away my first blessing, yea, even my blessing, and it shall rest upon him.", "30 And now, Zoram, I speak unto you: Behold, thou art the servant of Laban; nevertheless, thou hast been brought out of the land of Jerusalem, and I know that thou art a true friend unto my son, Nephi, forever.", "31 Wherefore, because thou hast been faithful thy seed shall be blessed with his seed, that they dwell in prosperity long upon the face of this land; and nothing, save it shall be iniquity among them, shall harm or disturb their prosperity upon the face of this land forever.", "32 Wherefore, if ye shall keep the commandments of the Lord, the Lord hath consecrated this land for the security of thy seed with the seed of my son."], "Español": ["Lehi profetiza acerca de una tierra de libertad— Los de su posteridad serán dispersados y afligidos si rechazan al Santo de Israel— Exhorta a sus hijos a ceñirse con la armadura de la rectitud. Aproximadamente 588–570a.C.", "1 Y aconteció que después que yo, Nefi, hube concluido de enseñar a mis hermanos, nuestro padre Lehi les habló muchas cosas también, y les recordó cuán grandes cosas el Señor había hecho por ellos al sacarlos de la tierra de Jerusalén,", "2 y les habló de sus rebeliones sobre las aguas, y de las misericordias de Dios al salvarles la vida, para que no fuesen hundidos en el mar;", "3 y también les habló tocante a la tierra de promisión que habían obtenido, de cuán misericordioso había sido el Señor en advertirnos que saliéramos de la tierra de Jerusalén.", "4 Porque he aquí, les dijo, he visto una visión, por la cual yo sé que Jerusalén está destruida; y si hubiésemos permanecido en Jerusalén, también habríamos perecido.", "5 Pero, dijo él, a pesar de nuestras aflicciones, hemos obtenido una tierra de promisión, una tierra escogida sobre todas las demás; una tierra que el Señor Dios hizo convenio conmigo de que sería una tierra para la herencia de mi posteridad. Sí, el Señor me ha dado esta tierra por convenio a mí y a mis hijos para siempre, y también para todos aquellos que la mano del Señor conduzca de otros países.", "6 Por tanto, yo, Lehi, profetizo según el Espíritu que obra en mí, que nadie vendrá a esta tierra a menos que sea traído por la mano del Señor.", "7 Por tanto, esta tierra está consagrada a quienes él traiga. Y en caso de que le sirvan según los mandamientos que él ha dado, será para ellos una tierra de libertad; por lo que nunca serán reducidos al cautiverio; si tal sucediere, será por causa de la iniquidad; porque si abunda la iniquidad, maldita será la tierra por causa de ellos; pero para los justos será bendita para siempre.", "8 Y he aquí, es prudente que esta tierra no llegue todavía al conocimiento de otras naciones; pues he aquí, muchas naciones sobrellenarían la tierra, de modo que no habría lugar para una herencia.", "9 Por tanto, yo, Lehi, he obtenido la promesa de que, si aquellos que el Señor Dios trae de la tierra de Jerusalén obedecen sus mandamientos, prosperarán sobre la superficie de esta tierra y serán preservados de todas las demás naciones, a fin de que posean esta tierra para sí mismos. Y en caso de que guarden sus mandamientos, serán bendecidos sobre la superficie de la tierra; y no habrá quien los moleste ni les quite la tierra de su herencia; y habitarán seguros para siempre.", "10 Pero he aquí, cuando llegue el día en que degeneren en la incredulidad, después de haber recibido tan grandes bendiciones de la mano del Señor —teniendo el conocimiento de la creación de la tierra y de todos los hombres, conociendo las grandes y maravillosas obras del Señor desde la creación del mundo, habiéndoseles dado el poder para hacer todas las cosas por la fe; teniendo todos los mandamientos desde el principio, y habiendo sido conducidos por su infinita bondad a esta preciosa tierra de promisión— he aquí, digo que si llega el día en que rechacen al Santo de Israel, el verdadero Mesías, su Redentor y su Dios, he aquí, los juicios del que es justo descenderán sobre ellos.", "11 Sí, él traerá sobre ellos a otras naciones, a las que dará poder, y les quitará la tierra de sus posesiones, y hará que sean dispersados y afligidos.", "12 Sí, al pasar de una generación a otra habrá efusión de sangre y grandes calamidades entre ellos; por lo tanto, hijos míos, quisiera que recordaseis, sí, quisiera que escuchaseis mis palabras.", "13 ¡Oh que despertaseis; que despertaseis de ese profundo sueño, sí, del sueño del infierno, y os sacudieseis de las espantosas cadenas que os tienen atados, cadenas que sujetan a los hijos de los hombres a tal grado que son llevados cautivos al eterno abismo de miseria y angustia!", "14 ¡Despertad y levantaos del polvo! ¡Escuchad las palabras de un padre tembloroso, cuyo cuerpo pronto tendréis que entregar a la fría y silenciosa tumba, de donde ningún viajero puede volver; unos días más, y seguiré el camino de toda la tierra!", "15 Pero he aquí, el Señor ha redimido a mi alma del infierno; he visto su gloria, y estoy para siempre envuelto entre los brazos de su amor.", "16 Y mi deseo es que os acordéis de observar los estatutos y los juicios del Señor; he aquí, esta ha sido la ansiedad de mi alma desde el principio.", "17 Mi corazón ha estado agobiado de pesar de cuando en cuando, pues he temido que por la dureza de vuestros corazones, el Señor vuestro Dios viniese en la plenitud de su ira sobre vosotros, y fueseis talados y destruidos para siempre;", "18 o que una maldición os sobreviniera por el espacio de muchas generaciones; y fueseis castigados por la espada y por el hambre, y fueseis aborrecidos, y llevados según la voluntad y cautividad del diablo.", "19 ¡Oh hijos míos, que no os sucedan estas cosas, sino que seáis un pueblo escogido y favorecido del Señor! Mas he aquí, hágase su voluntad, porque sus vías son para siempre justas.", "20 Y él ha dicho: Si guardáis mis mandamientos, prosperaréis en la tierra; pero si no guardáis mis mandamientos, seréis desechados de mi presencia.", "21 Y ahora bien, para que mi alma se regocije en vosotros, y mi corazón salga de este mundo con gozo por causa vuestra, a fin de que no sea yo llevado con pena y dolor a la tumba, levantaos del polvo, hijos míos, y sed hombres, y estad resueltos en una sola voluntad y con un solo corazón, unidos en todas las cosas, para que no descendáis al cautiverio;", "22 para que no seáis maldecidos con una grave maldición; ni que tampoco traigáis el desagrado de un Dios justo sobre vosotros para la destrucción, sí, la eterna destrucción del cuerpo y del alma.", "23 Despertad, hijos míos; ceñíos con la armadura de la rectitud. Sacudíos de las cadenas con las cuales estáis sujetos, y salid de la obscuridad, y levantaos del polvo.", "24 No os rebeléis más en contra de vuestro hermano, cuyas manifestaciones han sido gloriosas, y quien ha guardado los mandamientos desde la época en que salimos de Jerusalén; y el cual ha sido un instrumento en las manos de Dios para traernos a la tierra de promisión; porque si no hubiese sido por él, habríamos perecido de hambre en el desierto; no obstante, habéis intentado quitarle la vida; sí, y él ha padecido mucha angustia a causa de vosotros.", "25 Y yo temo y tiemblo en extremo que por causa de vosotros él padezca de nuevo; porque he aquí, lo habéis acusado de que pretendió poder y autoridad sobre vosotros; mas yo sé que él no ha procurado poder ni autoridad sobre vosotros; sino que ha procurado la gloria de Dios y vuestro propio bienestar eterno.", "26 Y habéis murmurado porque él ha sido claro con vosotros. Decís que ha recurrido a la aspereza; decís que se ha enojado con vosotros; mas he aquí, que su severidad fue el rigor del poder de la palabra de Dios que estaba en él; y lo que vosotros llamáis ira fue la verdad, según la que se halla en Dios, la cual él no pudo reprimir, expresándose intrépidamente concerniente a vuestras iniquidades.", "27 Y es menester que el poder de Dios esté con él, aun hasta mandaros que obedezcáis. Mas he aquí, no fue él, sino el Espíritu del Señor que en él estaba, el cual le abrió la boca para que hablara, de modo que no la podía cerrar.", "28 Y ahora bien, hijo mío, Lamán, y también Lemuel y Sam, y también vosotros, hijos míos, que sois hijos de Ismael, he aquí, si escucháis la voz de Nefi, no pereceréis. Y si lo escucháis, os dejo una bendición, sí, mi primera bendición.", "29 Pero si no queréis escucharlo, retiro mi primera bendición, sí, mi bendición, y quedará sobre él.", "30 Y ahora te hablo a ti, Zoram: He aquí, tú eres el siervo de Labán; no obstante, has sido traído de la tierra de Jerusalén, y sé que tú eres un amigo fiel de mi hijo Nefi para siempre.", "31 Por lo tanto, porque has sido fiel, tu posteridad será bendecida con su posteridad, para que vivan prósperamente por largo tiempo sobre la faz de esta tierra; y nada, a menos que sea la iniquidad entre ellos, dañará ni perturbará su prosperidad sobre la superficie de esta tierra para siempre.", "32 Así pues, si guardáis los mandamientos del Señor, él ha consagrado esta tierra para la seguridad de tu posteridad con la de mi hijo."], "Français": ["Léhi prophétise concernant un pays de liberté— Sa postérité sera dispersée et frappée si elle rejette le Saint d’Israël— Il exhorte ses fils à revêtir l’armure de la justice. Vers 588–570av.J.-C.", "1 Et alors, il arriva que lorsque moi, Néphi, j’eus fini d’instruire mes frères, notre père, Léhi, leur dit aussi beaucoup de choses et leur répéta les grandes choses que le Seigneur avait faites pour eux en les faisant sortir du pays de Jérusalem.", "2 Et il leur parla de leurs rébellions sur les eaux et de la miséricorde que Dieu avait montrée en leur épargnant la vie, de sorte qu’ils ne furent pas engloutis dans la mer.", "3 Et il leur parla aussi de la terre de promission qu’ils avaient obtenue: combien le Seigneur avait été miséricordieux en nous avertissant que nous devions nous enfuir du pays de Jérusalem.", "4 Car voici, dit-il, j’ai eu une vision par laquelle je sais que Jérusalem est détruite; et si nous étions restés à Jérusalem, nous aurions péri aussi.", "5 Mais, dit-il, malgré nos afflictions, nous avons obtenu une terre de promission, une terre qui est préférable à toutes les autres terres, une terre dont le Seigneur Dieu a fait alliance avec moi qu’elle serait une terre pour l’héritage de ma postérité. Oui, le Seigneur m’a donné, par alliance, cette terre à jamais, à moi et à mes enfants, et aussi à tous ceux qui seront emmenés d’autres pays par la main du Seigneur.", "6 C’est pourquoi, moi, Léhi, je prophétise, selon l’inspiration de l’Esprit qui est en moi, que nul ne viendra dans cette terre s’il n’y est amené par la main du Seigneur.", "7 C’est pourquoi, cette terre est consacrée à ceux qu’il amènera. Et s’ils le servent selon les commandements qu’il a donnés, ce sera pour eux une terre de liberté: c’est pourquoi, ils ne seront jamais réduits en captivité; s’ils le sont, ce sera pour cause d’iniquité; car si l’iniquité abonde, la terre sera maudite pour eux, mais, pour les justes, elle sera bénie à jamais.", "8 Et voici, il est sage que cette terre soit soustraite, pour le moment, à la connaissance d’autres nations; car voici, beaucoup de nations envahiraient la terre, de sorte qu’il n’y aurait pas de place pour un héritage.", "9 C’est pourquoi, moi, Léhi, j’ai obtenu la promesse que, si ceux que le Seigneur Dieu fera sortir du pays de Jérusalem gardent ses commandements, ils prospéreront sur la surface de cette terre; et ils seront soustraits à toutes les autres nations afin de posséder cette terre pour eux-mêmes. Et s’ils gardent ses commandements, ils seront bénis sur la surface de cette terre, et il n’y aura personne pour les molester ni pour leur enlever la terre de leur héritage; et ils demeureront à jamais en sécurité.", "10 Mais voici, lorsque viendra le temps où ils dégénéreront dans l’incrédulité, après avoir reçu de si grandes bénédictions de la main du Seigneur— ayant la connaissance de la création de la terre et de tous les hommes, connaissant les œuvres grandes et merveilleuses du Seigneur depuis la création du monde, ayant reçu le pouvoir de tout faire par la foi, ayant tous les commandements depuis le commencement et ayant été amenés par sa bonté infinie dans cette précieuse terre de promission— voici, dis-je, si le jour vient où ils rejettent le Saint d’Israël, le vrai Messie, leur Rédempteur et leur Dieu, voici, les jugements de celui qui est juste reposeront sur eux.", "11 Oui, il leur amènera d’autres nations, et il leur donnera du pouvoir, et il leur enlèvera les pays de leurs possessions, et il fera en sorte qu’ils soient dispersés et frappés.", "12 Oui, d’une génération à l’autre il y aura des effusions de sang et de grands châtiments parmi eux; c’est pourquoi, mes fils, je voudrais que vous vous souveniez; oui, je voudrais que vous écoutiez mes paroles.", "13 Oh! si vous pouviez vous éveiller, vous éveiller d’un profond sommeil, oui, du sommeil de l’enfer, et secouer les affreuses chaînes par lesquelles vous êtes liés, qui sont les chaînes qui lient les enfants des hommes, de sorte qu’ils sont emmenés captifs, en bas, vers le gouffre éternel de misère et de malheur!", "14 Éveillez-vous! et levez-vous de la poussière, et entendez les paroles d’un père tremblant, dont vous devrez bientôt déposer les membres dans la tombe froide et silencieuse d’où aucun voyageur ne peut retourner; encore quelques jours, et je m’en vais par le chemin de toute la terre.", "15 Mais voici, le Seigneur a racheté mon âme de l’enfer; j’ai vu sa gloire, et je suis enserré éternellement dans les bras de son amour.", "16 Et je désire que vous vous souveniez d’observer les lois et les ordonnances du Seigneur; voici, c’est là l’anxiété de mon âme depuis le commencement.", "17 De temps en temps, mon cœur a été accablé de tristesse, car j’ai craint qu’à cause de l’endurcissement de votre cœur, le Seigneur, votre Dieu, ne fonde sur vous dans la plénitude de sa colère, de sorte que vous soyez retranchés et détruits à jamais;", "18 ou qu’une malédiction ne s’abatte sur vous pendant de nombreuses générations, et que vous ne soyez châtiés par l’épée, et par la famine, et ne soyez haïs, et ne soyez conduits selon la volonté et la captivité du diable.", "19 Ô mes fils, puissent ces choses ne pas s’abattre sur vous, mais puissiez-vous être un peuple de choix et favorisé du Seigneur. Mais voici, que sa volonté soit faite, car ses voies sont la justice à jamais.", "20 Et il a dit: Si vous gardez mes commandements, vous prospérerez dans le pays; mais si vous ne gardez pas mes commandements, vous serez retranchés de ma présence.", "21 Et maintenant, pour que mon âme ait de la joie en vous et que mon cœur quitte ce monde avec réjouissance à cause de vous, pour que je ne sois pas conduit au tombeau avec chagrin et douleur, levez-vous de la poussière, mes fils, et soyez des hommes, et soyez décidés d’un seul esprit et d’un seul cœur, unis en tout, afin de ne pas tomber en captivité;", "22 afin de ne pas être maudits d’une grande malédiction, et aussi afin de ne pas encourir le déplaisir d’un Dieu juste, jusqu’à la destruction, oui, la destruction éternelle à la fois de l’âme et du corps.", "23 Éveillez-vous, mes fils, revêtez l’armure de la justice. Secouez les chaînes dont vous êtes liés, et sortez de l’obscurité, et levez-vous de la poussière.", "24 Ne vous rebellez plus contre votre frère, qui a vu des choses glorieuses, et qui garde les commandements depuis que nous avons quitté Jérusalem, et qui a été un instrument entre les mains de Dieu pour nous amener dans la terre de promission; car, sans lui, nous aurions péri de faim dans le désert; néanmoins, vous avez cherché à lui ôter la vie; oui, et il a souffert beaucoup de tristesse à cause de vous.", "25 Et je crains et tremble extrêmement à cause de vous, de peur qu’il ne souffre encore: car voici, vous l’avez accusé de chercher pouvoir et autorité sur vous; mais je sais qu’il n’a cherché ni pouvoir ni autorité sur vous, mais il a cherché la gloire de Dieu et votre propre bien-être éternel.", "26 Et vous avez murmuré parce qu’il a été clair avec vous. Vous dites qu’il a fait usage de rigueur; vous dites qu’il a été en colère contre vous; mais voici, sa rigueur était la rigueur de la puissance de la parole de Dieu qui était en lui; et ce que vous appelez colère était la vérité selon ce qui est en Dieu, qu’il ne pouvait pas réprimer, dénonçant hardiment vos iniquités.", "27 Et il faut que le pouvoir de Dieu soit avec lui, pour qu’il vous commande et que vous obéissiez. Mais voici, ce n’était pas lui, mais c’était l’Esprit du Seigneur qui était en lui qui lui ouvrait la bouche pour le faire parler, de sorte qu’il ne pouvait pas se taire.", "28 Et maintenant, mon fils Laman, et aussi Lémuel et Sam, et aussi mes fils qui êtes les fils d’Ismaël, voici, si vous voulez écouter la voix de Néphi, vous ne périrez pas. Et si vous voulez l’écouter, je vous laisse une bénédiction, oui, ma première bénédiction.", "29 Mais si vous ne voulez pas l’écouter, je retire ma première bénédiction, oui, ma bénédiction, et elle reposera sur lui.", "30 Et maintenant, Zoram, je te parle: Voici, tu es le serviteur de Laban; néanmoins, tu as été emmené du pays de Jérusalem, et je sais que tu es à jamais un ami fidèle pour mon fils Néphi.", "31 C’est pourquoi, parce que tu as été fidèle, ta postérité sera bénie avec sa postérité, de sorte qu’elle demeurera longtemps dans la prospérité sur la surface de cette terre; et rien, si ce n’est l’iniquité en son sein, ne fera du tort à sa prospérité ou ne la troublera sur la surface de cette terre, et ce, à jamais.", "32 C’est pourquoi, si vous gardez les commandements du Seigneur, le Seigneur a consacré cette terre pour la sécurité de ta postérité avec la postérité de mon fils."], "Kiribati": ["E taetae ni burabeti Riaai n taekina te aba n inaomata—A na kamaenakoaki kanoana ma n tiringaki ngkana a aki butimwaea Atuan Iteraera ae Tabu—E kairoroia natina mwaane bwa a na katokai otangaia ae te raoiroi. Uakaan ma 588–570I.K.", "1 Ao ngkai e koro bukina bwa ngkai Ngai ae Nibwaai, ngke I a tia n reireiniia tariu, ao tamara, ae Riaai, e taekin nakoia bwaai aika a bati, ao ni manga kaoki riki nakoia, n aron bwaai aika a tamaroa ake e a tia ni karaoi te Uea ibukiia ni kairakiia nako mai aban Ierutarem.", "2 Ao e taekin nakoia aron unraaia i nanon marawa, ao ana nanoanga te Atua ngke e kamauri maiuia, ao a aikoa iinako i nanon marawa.", "3 Ao e taetae naba nakoia ni kaineti ma te aba ni berita, are e a tia n reke irouia—ai korakorara ana nanoanga te Uea nakoira ngke e tuatua bwa ti na kitana aban Ierutarem.", "4 Bwa nooria, e taku, I a tia n noora te mii ni burabeti, are I a ataia mai iai bwa e a tia n uruakaki Ierutarem; ao ngke arona bwa ti tiku i Ierutarem ao are ti a tia ngkai ni mate.", "5 Ma e taku, e ngae ngke ti a tia ni karawawataki ao e a tia n reke iroura te aba ni berita, ae te aba ae rineaki i buakoia aaba nako; are te aba are e berita n ae tabu iai nakoiu te Uea ae te Atua bwa e na riki bwa abaia kanoau. Eng, e a tia ni berita n ae tabu te Uea bwa e na anga te aba aio nakoiu, ao nakoia natiu n aki toki, ao nakoia naba ake a na kairaki n nakomai ma n aaba nako n ana kairiri te Uea.", "6 Mangaia ae, Ngai, ae Riaai, I taetae ni burabeti n aron ana mwakuri te Tamnei are e mena irou, bwa a na bon akea ae e na roko n te aba aei ma ti ngkana a kairaki ni bain te Uea.", "7 Mangaia ae e a tia ni katabuaki te aba aio nakoia ake e kairiia n nakomai te Uea. Ao ngkana a toro irouna n iri ana tua ake e a tia n anganiia, ao e na riki te aba aio bwa te aba n inaomata ibukiia; mangaia ae a na aki kona ni manga reke i an te tautoronaki; ao ngkana e riki anne ao e na riki ibukin te bure; ao ngkana e korakora te bure ao e na maraia te aba ibukin aia mwakuri, ma a na teimatoa kakabwaia nakoia aika a raoiroi n aki toki.", "8 Ao taraia, bon te iango ae wanawana bwa e na karabaki te aba aio n te tai aio man aaba ake tabeua; bwa ngkana e ataaki taekana n aaba ake tabeua; a na mwaiti aaba ake a na kaona te aba, ao a na akea abaia ake bon oin kaain te aba.", "9 Mangaia ae Ngai, Riaai, I a karekea te berita mai iroun te Uea ae te Atua, bwa a riai aomata ni kabane ake a kanakoaki nakon te aba aio mai Ierutarem irouna bwa a na kaawakin ana tua, ao a na maiu raoi i aon te aba aio; ao a na raba taekaia man aaba ake tabeua, bwa a na abana te aba aio n ti ngaia. Ao ngkana a teimatoa ni kaawakin ana tua ao a na kakabwaiaki i aon te aba aio, ao a na akea ae e kaaitaraia, ke n anai aban rikiia; ao a na maeka i nanon te rau n aki toki.", "10 Ma nooria, ngkana e roko te tai are a na bua iai i nanon aia kerikaaki n aia aki onimaki, i mwin reken kakabwaia aika a mwaiti irouia ma ni bain te Uea—ao n ataa aron karikan te aonaba, ao a ataia aomata ni kabane, aron ana mwakuri ae korakora ma ni kamimi te Uea man moan karikan te aonaba; ao n tia ni karekea te mwaaka ni karaoi bwaai ni kabane i nanon te onimaki; ma taian tua ni kabane mani moan rikin bwaai, ao n tia ni kairaki nakon te aba ni berita ae kakawaki aio n ana raoiroi ae aki totoki—ao taraia bwa I taku, bwa ngkana e roko te bong are a na kaitaraa iai Atuan Iteraera ae Tabu, ae te Mesia ni koaua, ae aia Tia Kaboia ae Atuaia, ao nooria, e na reke ana moti ae e tutuaraoi iaoia.", "11 Eng, e na karokoi aaba riki tabeua nakoia, ao e na anganiia te mwaaka, ao e na anai mai irouia abaia ake aia bwai, ao e na kamaenakoia ma n tiringiia.", "12 Eng, e na wakinaki te tiritiri man te roro teuana nakon te roro teuana, ao ni kawaraki ma te katuaeaki ae korakora; mangaia ae natiu, I tangiria bwa kam na uringnga; eng, I tangiria bwa kam na ongo n au taeka.", "13 O bwa ngke arona bwa kam na uti; kam na uti man te matunako, eng, man te matu ni moone, ao kam na motiki taurekereke aika a buakaka ake kam kabaeaki iai, aika taurekereke aika a kabaeaki iai natiia aomata, ao a kairaki iai bwa taenikai nakon marawan te rawawata ae akea tokina ma te aki rau.", "14 Uti! ao teirake man te tano, ao ongora n ana taeka te karo ae ruru, ao e a kaan karuoan rabwatana nako nanon te rua ni mate ae mwaitoro ma n aki rongoaa, ae e aki kona ni manga oki mai iai te tia mwananga; i nanon tabeua te bong ao N nang iranako kawain te aonaba ni kabane.", "15 Ma nooria, e a tia te Uea ni kabooa tamneiu mai moone; I a tia n noora mimitongina, ao I a katobibiaki n bain ana tangira n aki toki.", "16 Ao I tangiria bwa kam na uringnga n iri nanon ana tua ao ana moti te Uea; nooria, aio bon tabeaiangan tamneiu mai moana.", "17 E a tia ni karawawataki nanou n te rawawata man te tai teuana nakon te tai teuana, bwa I raraoma, bwa e na bwakaringkami bwaninin unin te Uea ae Atuami ibukin matoan nanomi ao kam na kaakeaki ma n tiringaki n aki toki.", "18 Ke e na roko te maraia i aomi i nanon rooro aika a mwaiti; ao e roko te kabang i aomi, ma taian rongo, ao kam ribaki, ao kam kairaki ni kaineti ma ana kantaninga ao ana tautaeka te riaboro.", "19 O natiu aika mwaane, bwa a na aki riki bwaai aikai nakoimi, ao bwa kam na riki bwa aomata aika rineaki ma n tangiraki iroun te Uea. Ma nooria, e na karaoaki are nanona; bwa a raoiroi kawaina n aki toki.", "20 Ao e a tia n taekinna bwa: Ngkana kam kaawakin au tua, ao kam na kakabwaiaki n te aba; ma ngkana kam aki kaawakin au tua, ao kam na kaakeaki mai matau.", "21 Ao ngkai e aonga ni kukurei tamneiu iroumi, ao bwa e aonga ni kiitana te aonaba nanou ma te kukurei iroumi, bwa e aonga n aki irianaki mateu n te nanokawaki ma te rawawata, teirake man te tano, natiu mwane, ao kam na riki bwa oinimwaane, ao nanomatoa n te kaantaninga ae ti teuana ma te nano ae ti teuana, ni katiteuanaaki ni bwaai ni kabane, bwa kam aonga n aki reke i aan te tautoronaki.", "22 Bwa kam aonga n aki kamaraiaaki n te maraia ae rawawata; ao riki bwa kam na aki karekea aki kukurein te Atua ae motiraoi, are e na reke te tiringaki iai, eng, are e na tiringaki iai n akea tokina te tamnei ma te rabwata.", "23 Uti, natiu mwane; katokaa otangan te raoiroi. Motiki taurekereke ake kam kabaeaki iai, ao otinako man te aki ataibwai, ao teirake man te tano.", "24 Tai manga kaaitaraa tarimi ae mimitong ana iango, are e a tia ni kaawakin taian tua man te tai are ti kiitana iai Ierutarem; are e a tia n riki bwa tabonibain te Atua, ni buoka kairara nakon te aba ni berita; bwa ngke arona bwa e aki karaoia, ao ti na kaman tia ni mate ni baki i nanon te rereua; e ngae n anne, ao kam a tia ni kataia n anaa maiuna; eng, ao e a tia n rinanon te rawawata ibukimi.", "25 Ao e korakora maakun ma rurun rabwatau iroumi, bwa rimwi e na manga karawawataaki riki; bwa nooria, kam a tia ni bukinna bwa e ukoukora karekean te mwaaka ma te kariaiakaki i aomi; ma I ataia bwa e aki kan karekea te mwaaka ma te kariaiakaki i aomi, ma e a tia ni ukoukora mimitongin te Atua, ao mweraoimi ae akea tokina.", "26 Ao kam a tia ni ngurengure ngkai e mataata are taekin nakoimi. Kam taku bwa e etimatoa; kam taku bwa e a tia n un nakoimi; ma nooria, etimatoana bon etimatoan mwaakan ana taeka te Atua, are e mena i nanona; ao te bwai are kam aranna bwa te un bon te koaua, n aron are e booraoi ma nanon te Atua, are e aki kona ni karabai, ni kaoti ma te koaua taekan ami bure iai.", "27 Ao e riai bwa e na mena mwaakan te Atua irouna, n aiaron te tai naba are e tua nakoimi iai bwa kam na ongeaba. Ma nooria, bon tiaki ngaia, bwa bon Tamnein te Uea are mena irouna, are kauka wiina bwa e na taekin bwaai n aki kona ni kainna.", "28 Ao ngkai natiu te mwane, Reimwan, ao Remuera naba ma Taam, ao ai uana naba ma natiu mwaane ake natin Itimaera, nooria, ngkana kam ongeaba n ana taeka Nibwaai ao kam na aki tiringaki. Ao ngkana kam ongeaba nakoina ao N na katoka au kakabwaia i aomi, eng, are bon moan au kakabwaia.", "29 Ma ngkana kam aki ongeaba nakoina, ao N na anaa au moan kakabwaia, eng, are bon au kakabwaia, ao e na tiku i aona.", "30 Ao ngkai, Tioram, I taetae nakoim: Nooria, ngkoe ae anaa toro Raban; e ngae n anne, ko a tia ni uotaki nako mai Ierutarem, ao I ataia bwa ngkoe bon raoraon natiu ae Nibwaai ni koaua, n aki toki.", "31 Mangaia, ae ngkai ko a tia ni kakaonimaki ao a na kakabwaiaki kanoam iroun kanoana, bwa a na maeka ma te mwengaraoi i aon te aba aio; ao bon akea te bwai teuana, ma ti aia buakaka, ae kona n urua mwengaraoiia i aon te aba aio n aki toki.", "32 Mangaia ae ngkana ko kaawakin ana tua te Uea, ao e a tia te Uea ni katabua te aba aio ibukin mwengaraoiia kanoam rinanon kanoaia natiu te mwaane."]}