{"English": ["Redemption comes through the Holy Messiah—Freedom of choice (agency) is essential to existence and progression—Adam fell that men might be—Men are free to choose liberty and eternal life. About 588–570B.C.", "1 And now, Jacob, I speak unto you: Thou art my firstborn in the days of my tribulation in the wilderness. And behold, in thy childhood thou hast suffered afflictions and much sorrow, because of the rudeness of thy brethren.", "2 Nevertheless, Jacob, my firstborn in the wilderness, thou knowest the greatness of God; and he shall consecrate thine afflictions for thy gain.", "3 Wherefore, thy soul shall be blessed, and thou shalt dwell safely with thy brother, Nephi; and thy days shall be spent in the service of thy God. Wherefore, I know that thou art redeemed, because of the righteousness of thy Redeemer; for thou hast beheld that in the fulness of time he cometh to bring salvation unto men.", "4 And thou hast beheld in thy youth his glory; wherefore, thou art blessed even as they unto whom he shall minister in the flesh; for the Spirit is the same, yesterday, today, and forever. And the way is prepared from the fall of man, and salvation is free.", "5 And men are instructed sufficiently that they know good from evil. And the law is given unto men. And by the law no flesh is justified; or, by the law men are cut off. Yea, by the temporal law they were cut off; and also, by the spiritual law they perish from that which is good, and become miserable forever.", "6 Wherefore, redemption cometh in and through the Holy Messiah; for he is full of grace and truth.", "7 Behold, he offereth himself a sacrifice for sin, to answer the ends of the law, unto all those who have a broken heart and a contrite spirit; and unto none else can the ends of the law be answered.", "8 Wherefore, how great the importance to make these things known unto the inhabitants of the earth, that they may know that there is no flesh that can dwell in the presence of God, save it be through the merits, and mercy, and grace of the Holy Messiah, who layeth down his life according to the flesh, and taketh it again by the power of the Spirit, that he may bring to pass the resurrection of the dead, being the first that should rise.", "9 Wherefore, he is the firstfruits unto God, inasmuch as he shall make intercession for all the children of men; and they that believe in him shall be saved.", "10 And because of the intercession for all, all men come unto God; wherefore, they stand in the presence of him, to be judged of him according to the truth and holiness which is in him. Wherefore, the ends of the law which the Holy One hath given, unto the inflicting of the punishment which is affixed, which punishment that is affixed is in opposition to that of the happiness which is affixed, to answer the ends of the atonement—", "11 For it must needs be, that there is an opposition in all things. If not so, my firstborn in the wilderness, righteousness could not be brought to pass, neither wickedness, neither holiness nor misery, neither good nor bad. Wherefore, all things must needs be a compound in one; wherefore, if it should be one body it must needs remain as dead, having no life neither death, nor corruption nor incorruption, happiness nor misery, neither sense nor insensibility.", "12 Wherefore, it must needs have been created for a thing of naught; wherefore there would have been no purpose in the end of its creation. Wherefore, this thing must needs destroy the wisdom of God and his eternal purposes, and also the power, and the mercy, and the justice of God.", "13 And if ye shall say there is no law, ye shall also say there is no sin. If ye shall say there is no sin, ye shall also say there is no righteousness. And if there be no righteousness there be no happiness. And if there be no righteousness nor happiness there be no punishment nor misery. And if these things are not there is no God. And if there is no God we are not, neither the earth; for there could have been no creation of things, neither to act nor to be acted upon; wherefore, all things must have vanished away.", "14 And now, my sons, I speak unto you these things for your profit and learning; for there is a God, and he hath created all things, both the heavens and the earth, and all things that in them are, both things to act and things to be acted upon.", "15 And to bring about his eternal purposes in the end of man, after he had created our first parents, and the beasts of the field and the fowls of the air, and in fine, all things which are created, it must needs be that there was an opposition; even the forbidden fruit in opposition to the tree of life; the one being sweet and the other bitter.", "16 Wherefore, the Lord God gave unto man that he should act for himself. Wherefore, man could not act for himself save it should be that he was enticed by the one or the other.", "17 And I, Lehi, according to the things which I have read, must needs suppose that an angel of God, according to that which is written, had fallen from heaven; wherefore, he became a devil, having sought that which was evil before God.", "18 And because he had fallen from heaven, and had become miserable forever, he sought also the misery of all mankind. Wherefore, he said unto Eve, yea, even that old serpent, who is the devil, who is the father of all lies, wherefore he said: Partake of the forbidden fruit, and ye shall not die, but ye shall be as God, knowing good and evil.", "19 And after Adam and Eve had partaken of the forbidden fruit they were driven out of the garden of Eden, to till the earth.", "20 And they have brought forth children; yea, even the family of all the earth.", "21 And the days of the children of men were prolonged, according to the will of God, that they might repent while in the flesh; wherefore, their state became a state of probation, and their time was lengthened, according to the commandments which the Lord God gave unto the children of men. For he gave commandment that all men must repent; for he showed unto all men that they were lost, because of the transgression of their parents.", "22 And now, behold, if Adam had not transgressed he would not have fallen, but he would have remained in the garden of Eden. And all things which were created must have remained in the same state in which they were after they were created; and they must have remained forever, and had no end.", "23 And they would have had no children; wherefore they would have remained in a state of innocence, having no joy, for they knew no misery; doing no good, for they knew no sin.", "24 But behold, all things have been done in the wisdom of him who knoweth all things.", "25 Adam fell that men might be; and men are, that they might have joy.", "26 And the Messiah cometh in the fulness of time, that he may redeem the children of men from the fall. And because that they are redeemed from the fall they have become free forever, knowing good from evil; to act for themselves and not to be acted upon, save it be by the punishment of the law at the great and last day, according to the commandments which God hath given.", "27 Wherefore, men are free according to the flesh; and all things are given them which are expedient unto man. And they are free to choose liberty and eternal life, through the great Mediator of all men, or to choose captivity and death, according to the captivity and power of the devil; for he seeketh that all men might be miserable like unto himself.", "28 And now, my sons, I would that ye should look to the great Mediator, and hearken unto his great commandments; and be faithful unto his words, and choose eternal life, according to the will of his Holy Spirit;", "29 And not choose eternal death, according to the will of the flesh and the evil which is therein, which giveth the spirit of the devil power to captivate, to bring you down to hell, that he may reign over you in his own kingdom.", "30 I have spoken these few words unto you all, my sons, in the last days of my probation; and I have chosen the good part, according to the words of the prophet. And I have none other object save it be the everlasting welfare of your souls. Amen."], "Español": ["La redención viene por medio del Santo Mesías— La libertad para escoger (el albedrío) es esencial para la existencia y el progreso— Adán cayó para que los hombres existiesen— Los hombres son libres para escoger la libertad y la vida eterna. Aproximadamente 588–570a.C.", "1 Y ahora, Jacob, te hablo a ti: Tú eres mi primer hijo nacido en los días de mi tribulación en el desierto. Y he aquí, tú has padecido aflicciones y mucho pesar en tu infancia a causa de la rudeza de tus hermanos.", "2 No obstante, Jacob, mi primer hijo nacido en el desierto, tú conoces la grandeza de Dios; y él consagrará tus aflicciones para tu provecho.", "3 Por consiguiente, tu alma será bendecida, y vivirás en seguridad con tu hermano Nefi; y tus días se emplearán al servicio de tu Dios. Por tanto, yo sé que tú estás redimido a causa de la justicia de tu Redentor; porque has visto que en la plenitud de los tiempos él vendrá para traer la salvación a los hombres.", "4 Y en tu juventud has visto su gloria; por lo tanto, bienaventurado eres, así como lo serán aquellos a favor de quienes él ejercerá su ministerio en la carne; porque el Espíritu es el mismo, ayer, hoy y para siempre. Y la vía está preparada desde la caída del hombre, y la salvación es gratuita.", "5 Y los hombres son suficientemente instruidos para discernir el bien del mal; y la ley es dada a los hombres. Y por la ley ninguna carne se justifica, o sea, por la ley los hombres son desarraigados. Sí, por la ley temporal fueron desterrados; y también por la ley espiritual perecen en cuanto a lo que es bueno, y llegan a ser desdichados para siempre.", "6 Por tanto, la redención viene en el Santo Mesías y por medio de él, porque él es lleno de gracia y de verdad.", "7 He aquí, él se ofrece a sí mismo en sacrificio por el pecado, para satisfacer los fines de la ley, por todos los de corazón quebrantado y de espíritu contrito; y por nadie más se pueden satisfacer los fines de la ley.", "8 Por lo tanto, cuán grande es la importancia de dar a conocer estas cosas a los habitantes de la tierra, para que sepan que ninguna carne puede morar en la presencia de Dios, sino por medio de los méritos, y misericordia, y gracia del Santo Mesías, quien da su vida, según la carne, y la vuelve a tomar por el poder del Espíritu, para efectuar la resurrección de los muertos, siendo el primero que ha de resucitar.", "9 De manera que él es las primicias para Dios, pues él intercederá por todos los hijos de los hombres; y los que crean en él serán salvos.", "10 Y por motivo de la intercesión hecha por todos, todos los hombres vienen a Dios; de modo que comparecen ante su presencia para que él los juzgue de acuerdo con la verdad y santidad que hay en él. Por tanto, los fines de la ley que el Santo ha dado, para la imposición del castigo que se ha fijado, el cual castigo que se ha fijado se halla en oposición a la felicidad que se ha fijado, para cumplir los fines de la expiación;", "11 porque es preciso que haya una oposición en todas las cosas. Pues de otro modo, mi primer hijo nacido en el desierto, no se podría llevar a efecto la rectitud ni la iniquidad, ni tampoco la santidad ni la miseria, ni el bien ni el mal. De modo que todas las cosas necesariamente serían un solo conjunto; por tanto, si fuese un solo cuerpo, habría de permanecer como muerto, no teniendo ni vida ni muerte, ni corrupción ni incorrupción, ni felicidad ni miseria, ni sensibilidad ni insensibilidad.", "12 Por lo tanto, tendría que haber sido creado en vano; de modo que no habría habido ningún objeto en su creación. Esto, pues, habría destruido la sabiduría de Dios y sus eternos designios, y también el poder, y la misericordia, y la justicia de Dios.", "13 Y si decís que no hay ley, decís también que no hay pecado. Si decís que no hay pecado, decís también que no hay rectitud. Y si no hay rectitud, no hay felicidad. Y si no hay rectitud ni felicidad, tampoco hay castigo ni miseria. Y si estas cosas no existen, Dios no existe. Y si no hay Dios, nosotros no existimos, ni la tierra; porque no habría habido creación de cosas, ni para actuar ni para que se actúe sobre ellas; por consiguiente, todo se habría desvanecido.", "14 Y ahora bien, hijos míos, os hablo estas cosas para vuestro provecho e instrucción; porque hay un Dios, y él ha creado todas las cosas, tanto los cielos como la tierra y todo cuanto en ellos hay; tanto las cosas que actúan como aquellas sobre las cuales se actúa.", "15 Y para realizar sus eternos designios en cuanto al objeto del hombre, después que hubo creado a nuestros primeros padres, y los animales del campo, y las aves del cielo, y en fin, todas las cosas que se han creado, era menester una oposición; sí, el fruto prohibido en oposición al árbol de la vida, siendo dulce el uno y amargo el otro.", "16 Por lo tanto, el Señor Dios le concedió al hombre que obrara por sí mismo. De modo que el hombre no podía actuar por sí a menos que lo atrajera lo uno o lo otro.", "17 Y yo, Lehi, de acuerdo con las cosas que he leído, debo suponer que un ángel de Dios había caído del cielo, según lo que está escrito; por tanto, se convirtió en un diablo, habiendo procurado lo malo ante Dios.", "18 Y porque había caído del cielo, y llegado a ser miserable para siempre, procuró igualmente la miseria de todo el género humano. Por tanto, dijo a Eva, sí, esa antigua serpiente, que es el diablo, el padre de todas las mentiras, así le dijo: Come del fruto prohibido, y no morirás, sino que serás como Dios, conociendo el bien y el mal.", "19 Y después que Adán y Eva hubieron comido del fruto prohibido, fueron echados del Jardín de Edén, para cultivar la tierra.", "20 Y tuvieron hijos, sí, la familia de toda la tierra.", "21 Y los días de los hijos de los hombres fueron prolongados, según la voluntad de Dios, para que se arrepintiesen mientras se hallaran en la carne; por lo tanto, su estado llegó a ser un estado de probación, y su tiempo fue prolongado, conforme a los mandamientos que el Señor Dios dio a los hijos de los hombres. Porque él dio el mandamiento de que todos los hombres se arrepintieran; pues mostró a todos los hombres que estaban perdidos a causa de la transgresión de sus padres.", "22 Pues, he aquí, si Adán no hubiese transgredido, no habría caído, sino que habría permanecido en el Jardín de Edén. Y todas las cosas que fueron creadas habrían permanecido en el mismo estado en que se hallaban después de ser creadas; y habrían permanecido para siempre, sin tener fin.", "23 Y no hubieran tenido hijos; por consiguiente, habrían permanecido en un estado de inocencia, sin sentir gozo, porque no conocían la miseria; sin hacer lo bueno, porque no conocían el pecado.", "24 Pero he aquí, todas las cosas han sido hechas según la sabiduría de aquel que todo lo sabe.", "25 Adán cayó para que los hombres existiesen; y existen los hombres para que tengan gozo.", "26 Y el Mesías vendrá en la plenitud de los tiempos, a fin de redimir a los hijos de los hombres de la caída. Y porque son redimidos de la caída, han llegado a quedar libres para siempre, discerniendo el bien del mal, para actuar por sí mismos, y no para que se actúe sobre ellos, a menos que sea por el castigo de la ley en el grande y último día, según los mandamientos que Dios ha dado.", "27 Así pues, los hombres son libres según la carne; y les son dadas todas las cosas que para ellos son propias. Y son libres para escoger la libertad y la vida eterna, por medio del gran Mediador de todos los hombres, o escoger la cautividad y la muerte, según la cautividad y el poder del diablo; pues él busca que todos los hombres sean miserables como él.", "28 Y ahora bien, hijos míos, quisiera que confiaseis en el gran Mediador y que escuchaseis sus grandes mandamientos; y sed fieles a sus palabras y escoged la vida eterna, según la voluntad de su Santo Espíritu;", "29 y no escojáis la muerte eterna según el deseo de la carne y la iniquidad que hay en ella, que da al espíritu del diablo el poder de cautivar, de hundiros en el infierno, a fin de poder reinar sobre vosotros en su propio reino.", "30 Os he hablado estas pocas palabras a todos vosotros, hijos míos, en los últimos días de mi probación; y he escogido la buena parte, según las palabras del profeta. Y no tengo ninguna otra intención sino el eterno bienestar de vuestras almas. Amén."], "Français": [], "Kiribati": ["E na reke te kaboaki mai iroun te Mesia ae Tabu—Te inaomata n rinerine (inaomata) e bon riai ibukin te maiu ao te rikirake—E bwaka Atam bwa aonga ni maiu aomata—A inaomata aomata n rinea te kainaomataki ma te maiu ae akea tokina. Uakaan ma 588–570I.K.", "1 Ao ngkai, Iakobwa, I taekina aio nakoim: Natiu ae te karimoa i nanon au bong ni karawawataki i nanon te rereua. Ao taraia, ko a tia n rinanon te karawawataki ma te korakai i nanon am tai n ataei, ibukin iowawaaia tarim.", "2 E ngae n anne, Iakobwa, ae au karimoa i nanon te rereua, ko ataa korakoran te Atua; ao e na onea karawawatam nakon taian kakabwaia ibukim.", "3 Mangaia ae e na kakabwaiaki tamneim, ao ko na rau ni maeka ma tarim, ae Nibwaai; ao ko na beku ibukin Atuam ni kabanea bongin maium. Mangaia ae I ataia bwa ko a tia ni kabooaki ibukin raoiroin am Tia Kaboko; bwa ko a tia n noora rokon te Uea n uota te kamaiu nakoia aomata ni koron bongina.", "4 Ao ko a tia n noora mimitongina n tain kairakem; mangaia ae ko na kakabwaiaki n aroia ake e na mwakuri n ibuobuoki nakoia n rabwatana n iriko; bwa bon titebo te Tamnei, ngkoananoa, n te bong aio, ao n aki toki. Ao e a tia ni katauraoaki te kawai man te tai are e moan bwaka iai te aomata, ao akea boon te kamaiuaki.", "5 Ao a tia n reireinaki aomata n ae tau bwa a na ataa kaokoron te raoiroi man te buakaka. Ao a tia n anganaki aomata te tua. Ao akea ae maiu are e na aki rootaki n te tua; ke, bon man te tua are a na kaakeaki iai aomata. Eng, man tuan te maiun n rabwata are a kaakeaki iai; ao riki, bon man te tua n tamnei are a na mate iai man bwaai aika a raoiroi, ao ni karawawataaki n aki toki.", "6 Mangaia ae e na reke te kaboaki iroun ao rinanon te Mesia ae Tabu; bwa e onrake n te akoi ma te koaua.", "7 Taraia, e anga rabwatana bwa te karea ibukin te bure, bwa kakoroan bukin te tua, ibukiia ni kabane ake a uruaki nanoia man raraoma tamneia; ao bon akea riki ae na kona ni kakoroa bukin te tua.", "8 Mangaia ae moan te kakawaki bwa a na tataekinaki bwaai aikai nakoia kaain aonaba, bwa a na ataia ae bon akea te iriko ae e kona ni maeka imatan te Atua, ma ti rinanon mwakuri aika raoiroi, ma ana nanoanga, ao ana akoi te Mesia ae Tabu, are e a tia n anga maiuna bwa e na tiringaki n te maiu n rabwata, ao e a manga anaia ni mwaakan te Tamnei, bwa e aonga ni karekea te mangauti ibukiia maate, ngkai bon ngaia are e na moan mangauti.", "9 Mangaia are bon ngaia te moan ua nakon te Atua, bwa e aonga n riki bwa te tia tei ibukiia natiia aomata ni kabane; ao a na bane ni kamaiuaki ni kabane ake a kakoaua.", "10 Ao ibukin teina ibukira ni kabane, a na bane n nakon te Atua aomata; mangaia are a na bane n tei imatana bwa a na motikaki taekaia irouna n aron te koaua ma te mimitong are mena i nanona. Mangaia are ibukin te tua are e a tia n anga Teuare Tabu, bon karaoan te rekenikai are e a tia ni motikaki ibukina, ao te rekenikai aio bon kaaitaran te kukurei are e a tia ni motikaki ni kakoroa bukin te mwakuri ni kamaiu—", "11 Bwa e riai ae a na iai kaitaraan bwaai ni kabane. Bwa ngkana akea, natiu ae te karimoa n te rereua, e na bon aki kona n ataaki te raoiroi ke te buakaka, ke ae tabu ke te karawawataki, ke te tamaroa ke te aki tamaroa. Mangaia are, a riai n ikotaki bwaai ni kabane n ti teuana; mangaia are, ngke arona bwa e riai bwa e na ti teuana te rabwata e riai n teimatoa ni mate, n akea te maiu ke te mate irouna, ke te mka ke te aki mka, te kukurei ke te karawawataaki, ke te namakinaaba ke te aki namakinaaba.", "12 Mangaia ae tiaki n ae e a tia ni karikaki te bwai bwa a na akea bukina; mangaia are a na akea bonganan bukin karikana. Mangaia ae te bwai aio e aki kona n riaon wanawanan te Atua ma ana mwakuri ae akea tokina, ao te mwaaka naba, ao te nanoanga, ao ana motiraoi te Atua.", "13 Ao ngkana kam taekinna bwa akea te tua, ao titebo ngke kam taekinna naba bwa akea te bure. Ngkana kam taekinna bwa akea te bure, ao titebo naba ngke kam taekinna bwa akea te raoiroi. Ao ngkana akea te raoiroi ao a na akea naba te kukurei. Ao ngkana akea te raoiroi ke te kukurei ao a na akea naba te rekenikai ke te karawawataaki. Ao ngkana akea bwaai aikai ao bon akea te Atua. Ao ngkana akea te Atua ao akea ngaira, ke te aonaba; bwa a na bon akea naba karikan bwaai, ke ni mwakuri I bon iroum ke ni mwakuri i mwin tuangam; mangaia are, a na bane n tia ni mauna bwaai ni kabane.", "14 Ao ngkai natiu, I taekin bwaai aikai nakoimi ibukin rikirakemi ma reireimi; bwa bon iai te Atua, ao e a tia ni kariki bwaai ni kabane, karawa ma aonaba, ao bwaai ni kabane ake iai, bwaai aika a kona ni mwammwakuri ma aika a karaoaki mwakuri nakoia.", "15 Ao ni kakoroa bukin ana mwakuri ae akea tokina ibukin kabobongaan te aomata, ao ngke e a tia ni karikiia ara moani karo, ao manin aon te aba ma mannikiba, ao ni kakimototoa taekana, i mwin karikan bwaai ni kabane, ao e riai bwa e na iai kaaitaraia; n aiaron te uaanikai are tabuaki ni kaitaraa te kai ni kamaiu; e karewe teuana ao are teuana e mangingi.", "16 Mangaia ae e anga te inaomata te Uea ae te Atua nakon te aomata bwa e na kona ni mwakuri i bon irouna. Mangaia ae e aki kona te aomata ni mwakuri i bon irouna ma ti ngkana e kairaki iroun te kai ni kamaiu ke te kai are tabu.", "17 Ao ngai ae Riaai n aron bwaai ake I a tia ni wareki, I a katautaua bwa a na anera te Atua temanna, n aron are e a tia ni koreaki, e a bwaka mai karawa; man riki bwa te riaboro, ngkai e karaoi bwaai aika e taku te Atua bwa a buakaka", "18 Ao ngkai e a tia ni bwaka mai karawa ao e na karawawataki n aki toki, e ukoukora naba karawawatakiia aomata. Mangaia are e taku nakon Nei Ewa, eng, n rabwatana ae te naeta, are te riaboro, are bon taman taian kewe ni kabane, ao e taku: Kana uaan te kai are e tabuaki, ao ko na aki maamate, ma ko na riki n aiaron te Atua, n ataa ae raoiroi ma ae buakaka.", "19 Ao ngke e tia Atam ma Ewa ni kana uaan te kai are e tabuaki ao a kanakoaki man te nne n aroka are Eten, ao n ribana aontano.", "20 Ao a karikiia natiia; eng, aika utun te aonaba ni kabuta.", "21 Ao a na kananauaki aia bong natiia aomata, n aron nanon te Atua, bwa a aonga n rairinanoia ngkai a maiu n rabwata; mangaia ae e na reke maiuia aio bwa te tai ni kataaki, ao e a kananauaki maiuia, n aron nanon taian tua ake e anga te Uea ae te Atua nakoia natiia aomata. Bwa e anga ana tua ae a riai n rairinanoia aomata ni kabane; bwa e a tia ni kaotia nakoia aomata ni kabane ae a bane ni bua, ibukin riaoan te tua irouia aia karo.", "22 Ao ngkai, nooria, ngke arona bwa e aki bure Atam ao e na bon aki bwaka, ma e na bon tiku naba n te nne n aroka are Eten. Ao a na bon tiku n aroia bwaai ni kabane ma ngke a moan karikaki; ao a na teimatoa n aroia akekei n aki toki, ao a na akea tokiia.", "23 Ao a na akea natiia; ao a na teimatoa n aroia n aki ataibwai, n akea te kukurei irouia, bwa a aki ataa te karawawataaki; n aki karaoa ae raoiroi, ngkai a aki ataa te bure.", "24 Ma nooria, bwaai ni kabane a bane ni karaoaki ni wanawanan teuare e atai bwaai ni kabane.", "25 E bwaka Atam bwa aonga n riki aomata; ao a riki aomata bwa aonga ni karekea te kimwareirei.", "26 Ao e na roko te Mesia ni koron bongina, bwa e na kabooia natiia aomata man te bwaka. Ao ngkai a tia ni kabooaki man te bwaka, a na kainaomataki n aki toki, n ataa te raoiroi man te buakaka; bwa a na mwakuri n aron oin nanoia ao n aki kairiraki, ma a na karaoaki mwakuri nakoia, ti man te rekenikai man te tua n te kabanea ni bong ae moan te kakawaki, n aron taian tua ake e a tia n anga te Atua.", "27 Mangaia ae a inaomata aomata n aron te maiu n rabwata, ao a tia n anganaki bwaai ni kabane aika a tau ibukiia aomata. Ao a inaomata n rinea te inaomata ao te maiu ae akea tokina, rinanon te Tia Raoi ae korakora ibukiia aomata ni kabane, ke n rinea te tautoronaki ma te mate, n aron ana tautaeka ma mwaakan te riaboro; bwa e ukoukora karawawatakiia aomata ni kabane n ai arona.", "28 Ao ngkai natiu, I tangiria bwa kam na onimakina te Tia Raoi ae korakora, ao n ongeaba nakon ana tua aika a korakora; ao ni kakaonimaki nakon ana taeka, ao rinea te maiu ae akea tokina, n aron nanon te Tamnei ae Tabu.", "29 Ao n aki rinea te mate are akea tokina, n aron nanon te iriko ma te buakaka are mena i nanona, are e angan tamnein te riaboro te mwaaka n tautaeka, ni kairiko nako moone, bwa e aonga n uea iaom n abanueana.", "30 I a tia n taekin taeka aikai nakoimi ni kabane, natiu, ni kabanean bongin katakiu; ao I a tia n rinea te itera ae raoiroi, n aron ana taeka te burabeti. Ao bon akea riki bukin taekinan bwaai aikai ma ti ibukin maiun tamneimi n aki totoki. Amen."]}