{"English": ["Nephi tells why Christ was baptized—Men must follow Christ, be baptized, receive the Holy Ghost, and endure to the end to be saved—Repentance and baptism are the gate to the strait and narrow path—Eternal life comes to those who keep the commandments after baptism. About 559–545B.C.", "1 And now I, Nephi, make an end of my prophesying unto you, my beloved brethren. And I cannot write but a few things, which I know must surely come to pass; neither can I write but a few of the words of my brother Jacob.", "2 Wherefore, the things which I have written sufficeth me, save it be a few words which I must speak concerning the doctrine of Christ; wherefore, I shall speak unto you plainly, according to the plainness of my prophesying.", "3 For my soul delighteth in plainness; for after this manner doth the Lord God work among the children of men. For the Lord God giveth light unto the understanding; for he speaketh unto men according to their language, unto their understanding.", "4 Wherefore, I would that ye should remember that I have spoken unto you concerning that prophet which the Lord showed unto me, that should baptize the Lamb of God, which should take away the sins of the world.", "5 And now, if the Lamb of God, he being holy, should have need to be baptized by water, to fulfil all righteousness, O then, how much more need have we, being unholy, to be baptized, yea, even by water!", "6 And now, I would ask of you, my beloved brethren, wherein the Lamb of God did fulfil all righteousness in being baptized by water?", "7 Know ye not that he was holy? But notwithstanding he being holy, he showeth unto the children of men that, according to the flesh he humbleth himself before the Father, and witnesseth unto the Father that he would be obedient unto him in keeping his commandments.", "8 Wherefore, after he was baptized with water the Holy Ghost descended upon him in the form of a dove.", "9 And again, it showeth unto the children of men the straitness of the path, and the narrowness of the gate, by which they should enter, he having set the example before them.", "10 And he said unto the children of men: Follow thou me. Wherefore, my beloved brethren, can we follow Jesus save we shall be willing to keep the commandments of the Father?", "11 And the Father said: Repent ye, repent ye, and be baptized in the name of my Beloved Son.", "12 And also, the voice of the Son came unto me, saying: He that is baptized in my name, to him will the Father give the Holy Ghost, like unto me; wherefore, follow me, and do the things which ye have seen me do.", "13 Wherefore, my beloved brethren, I know that if ye shall follow the Son, with full purpose of heart, acting no hypocrisy and no deception before God, but with real intent, repenting of your sins, witnessing unto the Father that ye are willing to take upon you the name of Christ, by baptism—yea, by following your Lord and your Savior down into the water, according to his word, behold, then shall ye receive the Holy Ghost; yea, then cometh the baptism of fire and of the Holy Ghost; and then can ye speak with the tongue of angels, and shout praises unto the Holy One of Israel.", "14 But, behold, my beloved brethren, thus came the voice of the Son unto me, saying: After ye have repented of your sins, and witnessed unto the Father that ye are willing to keep my commandments, by the baptism of water, and have received the baptism of fire and of the Holy Ghost, and can speak with a new tongue, yea, even with the tongue of angels, and after this should deny me, it would have been better for you that ye had not known me.", "15 And I heard a voice from the Father, saying: Yea, the words of my Beloved are true and faithful. He that endureth to the end, the same shall be saved.", "16 And now, my beloved brethren, I know by this that unless a man shall endure to the end, in following the example of the Son of the living God, he cannot be saved.", "17 Wherefore, do the things which I have told you I have seen that your Lord and your Redeemer should do; for, for this cause have they been shown unto me, that ye might know the gate by which ye should enter. For the gate by which ye should enter is repentance and baptism by water; and then cometh a remission of your sins by fire and by the Holy Ghost.", "18 And then are ye in this strait and narrow path which leads to eternal life; yea, ye have entered in by the gate; ye have done according to the commandments of the Father and the Son; and ye have received the Holy Ghost, which witnesses of the Father and the Son, unto the fulfilling of the promise which he hath made, that if ye entered in by the way ye should receive.", "19 And now, my beloved brethren, after ye have gotten into this strait and narrow path, I would ask if all is done? Behold, I say unto you, Nay; for ye have not come thus far save it were by the word of Christ with unshaken faith in him, relying wholly upon the merits of him who is mighty to save.", "20 Wherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting upon the word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal life.", "21 And now, behold, my beloved brethren, this is the way; and there is none other way nor name given under heaven whereby man can be saved in the kingdom of God. And now, behold, this is the doctrine of Christ, and the only and true doctrine of the Father, and of the Son, and of the Holy Ghost, which is one God, without end. Amen."], "Español": ["Nefi explica por qué fue bautizado Cristo— Los hombres deben seguir a Cristo, ser bautizados, recibir el Espíritu Santo y perseverar hasta el fin para ser salvos— El arrepentimiento y el bautismo son la puerta que conduce a la senda estrecha y angosta— Los que guarden los mandamientos después de su bautismo tendrán la vida eterna. Aproximadamente 559–545a.C.", "1 Y ahora, amados hermanos míos, yo, Nefi, ceso de profetizaros. Y no puedo escribir sino unas cuantas cosas que de cierto sé que han de acontecer; ni tampoco puedo escribir más que unas pocas de las palabras de mi hermano Jacob.", "2 Por tanto, las cosas que he escrito me bastan, con excepción de unas pocas palabras que debo hablar acerca de la doctrina de Cristo; por tanto, os hablaré claramente, según la claridad de mis profecías.", "3 Porque mi alma se deleita en la claridad; porque así es como el Señor Dios obra entre los hijos de los hombres. Porque el Señor Dios ilumina el entendimiento; pues él habla a los hombres de acuerdo con el idioma de ellos, para que entiendan.", "4 Por tanto, quisiera que recordaseis que os he hablado concerniente a ese profeta que el Señor me ha mostrado, el cual ha de bautizar al Cordero de Dios, que quitará los pecados del mundo.", "5 Ahora bien, si el Cordero de Dios, que es santo, tiene necesidad de ser bautizado en el agua para cumplir con toda justicia, ¡cuánto mayor es, entonces, la necesidad que tenemos nosotros, siendo impuros, de ser bautizados, sí, en el agua!", "6 Y ahora, quisiera preguntaros, amados hermanos míos, ¿cómo cumplió el Cordero de Dios con toda justicia bautizándose en el agua?", "7 ¿No sabéis que era santo? Mas no obstante que era santo, él muestra a los hijos de los hombres que, según la carne, él se humilla ante el Padre, y testifica al Padre que le sería obediente al observar sus mandamientos.", "8 Por tanto, después que fue bautizado con agua, el Espíritu Santo descendió sobre él en forma de paloma.", "9 Y además, esto muestra a los hijos de los hombres la angostura de la senda, y la estrechez de la puerta por la cual ellos deben entrar, habiéndoles él puesto el ejemplo por delante.", "10 Y dijo a los hijos de los hombres: Seguidme. Por tanto, mis amados hermanos, ¿podemos seguir a Jesús, a menos que estemos dispuestos a guardar los mandamientos del Padre?", "11 Y el Padre dijo: Arrepentíos, arrepentíos y sed bautizados en el nombre de mi Amado Hijo.", "12 Y además, vino a mí la voz del Hijo, diciendo: A quien se bautice en mi nombre, el Padre dará el Espíritu Santo, como a mí; por tanto, seguidme y haced las cosas que me habéis visto hacer.", "13 Por tanto, amados hermanos míos, sé que si seguís al Hijo con íntegro propósito de corazón, sin acción hipócrita y sin engaño ante Dios, sino con verdadera intención, arrepintiéndoos de vuestros pecados, testificando al Padre que estáis dispuestos a tomar sobre vosotros el nombre de Cristo por medio del bautismo, sí, siguiendo a vuestro Señor y Salvador y descendiendo al agua, según su palabra, he aquí, entonces recibiréis el Espíritu Santo; sí, entonces viene el bautismo de fuego y del Espíritu Santo; y entonces podéis hablar con lengua de ángeles y prorrumpir en alabanzas al Santo de Israel.", "14 Mas he aquí, amados hermanos míos, así vino a mí la voz del Hijo, diciendo: Después de haberos arrepentido de vuestros pecados y testificado al Padre, por medio del bautismo de agua, que estáis dispuestos a guardar mis mandamientos, y habéis recibido el bautismo de fuego y del Espíritu Santo y podéis hablar con una nueva lengua, sí, con la lengua de ángeles, si después de esto me negáis, mejor os habría sido no haberme conocido.", "15 Y oí la voz del Padre que decía: Sí, las palabras de mi Amado son verdaderas y fieles. Aquel que persevere hasta el fin, este será salvo.", "16 Y ahora bien, amados hermanos míos, por esto sé que a menos que el hombre persevere hasta el fin, siguiendo el ejemplo del Hijo del Dios viviente, no puede ser salvo.", "17 Por tanto, haced las cosas que os he dicho que he visto que hará vuestro Señor y Redentor; porque por esta razón se me han mostrado, para que sepáis cuál es la puerta por la que debéis entrar. Porque la puerta por la cual debéis entrar es el arrepentimiento y el bautismo en el agua; y entonces viene una remisión de vuestros pecados por fuego y por el Espíritu Santo.", "18 Y entonces os halláis en este estrecho y angosto camino que conduce a la vida eterna; sí, habéis entrado por la puerta; habéis obrado de acuerdo con los mandamientos del Padre y del Hijo; y habéis recibido el Espíritu Santo, que da testimonio del Padre y del Hijo, para que se cumpla la promesa hecha por él, que lo recibiríais si entrabais en la senda.", "19 Y ahora bien, amados hermanos míos, después de haber entrado en esta estrecha y angosta senda, quisiera preguntar si ya quedó hecho todo. He aquí, os digo que no; porque no habéis llegado hasta aquí sino por la palabra de Cristo, con fe inquebrantable en él, confiando íntegramente en los méritos de aquel que es poderoso para salvar.", "20 Por tanto, debéis seguir adelante con firmeza en Cristo, teniendo un fulgor perfecto de esperanza y amor por Dios y por todos los hombres. Por tanto, si marcháis adelante, deleitándoos en la palabra de Cristo, y perseveráis hasta el fin, he aquí, así dice el Padre: Tendréis la vida eterna.", "21 Y ahora bien, amados hermanos míos, esta es la senda; y no hay otro camino, ni nombre dado debajo del cielo por el cual el hombre pueda salvarse en el reino de Dios. Y ahora bien, he aquí, esta es la doctrina de Cristo, y la única y verdadera doctrina del Padre, y del Hijo, y del Espíritu Santo, que son un Dios, sin fin. Amén."], "Français": [], "Kiribati": ["Nibwaai e taekina bukin bwabetitoan Kristo—A riai aomata ni katotonga Kristo, ni bwabetitoaki, ni karekea te Tamnei ae Raoiroi, ao n teimatoa ni karokoa te toki bwa aonga ni kamaiuaki—Te rairannano ao te bwabetito bon te mataroa nakon te kawai are eti man irariki—E na reke te maiu ae akea tokina nakoia ake a kawakin tua i mwin bwabetitoakiia. Uakaan ma 559–545I.K.", "1 Ao ngkai, Ngai ae Nibwaai, I a motika au taetae ni burabeti nakoimi, tariu aika kam tangiraki. Ao I aki koroi bwaai aika a mwaiti ma ti ake I ataia bwa a na koro bukiia; ao I aki naba koroi ana taeka tariu ae Iakobwa ma ti tabeua mai buakoia.", "2 Ngaia ae e kukurei nanou ni bwaai ake I a tia ni koroi, ma iai riki taeka tabeua ake I kan taekin iaon ana reirei Kristo; ngaia ae N na kamataatai au taeka nakoim, n aron ootan au taetae ni burabeti.", "3 Bwa e kimwareirei tamneiu n te oota; bwa bon aio aron te Uea ae te Atua ni mwammwakuri i buakoia natia aomata. Bwa e anga te oota te Uea ae te Atua nakon te kaantaninga; bwa e taetae nakoia aomata n aia taetae, ao n aron are a na oota iai.", "4 Mangaia ae I tangiria bwa kam na uringnga ae I a tia n taetae nakoimi n taekina te burabeti are e a tia ni kaotia te Uea nakoiu, are e na bwabetitoa Ana Tiibu te Teei te Atua, are e na anaa buren te aonaba.", "5 Ao ngkai e riai bwa e na bwabetitoaki i nanon te ran Ana Tiibu te Teei te Atua, ae tabu, ibukin kakororaoan raoiroi ni kabane, O ngkanne, a na korakora riki riain bwabetitoakira, ngaira aika tiaki tabu, eng, i nanon te ran.", "6 Ao ngkai, tariu aika kam tangiraki, N na titiraki nakoimi, e kangaa Ana Tiibu te Teei te Atua ni kakoroi bukin raoiroi ni kabane ni bwabetitoana i nanon te ran?", "7 Kam aki ataia ae tabu? E ngae ngke a ataia ae tabu, ao e kaotia nakoia natia aomata, bwa n ana tai ni maiu n rabwata ao e karinanoa imatan te Tama, ao e kakoaua nakon te Tama bwa e na ongeaba nakoina ni kaawakin ana tua ni kabane.", "8 Mangaia are i mwin bwabetitoakina i nanon te ran ao e ruo nakoina te Tamnei are Raoiroi n rabwatana ae te taobe.", "9 Ao ikai are e a manga kaotaki riki iai nakoia natia aomata etirurun te kawai, ma warikin te mataroa are ti riai n rin iai, n aron te katoto are karaoia imataia.", "10 Ao e taku ana taeka nakoia natiia aomata: Kam na irirai. Mangaia ae tariu aika kam tangiraki, ti na kan n irira Iesu ngkana ti aki tauraoi ni kaawakin ana tua te Tama?", "11 Ao e kangai te Tama: rairananom, rairananom, ao bwabetitoaki n aran Natiu ae Tangiraki.", "12 Ao e a roko naba bwanaan te Nati nakoiu ae kangai: Ane bwabetitoaki n arau, ao e na anganaki te Tamnei ae Raoiroi iroun te Tama, n arona ngke e anganai; mangaia ae irirai, ao karaoi bwaai ake kam a tia n noori bwa I karaoi.", "13 Ngaia ae tariu aika kam tangiraki, I ataia bwa ngkana kam katotonga te Nati, ma nanomi ni kabane, n akea te mwaamwana te aba ke ni kewe imatan te Atua, ma te nano ni koaua, n rairinanomi man ami bure, ao ni kakoaua nakon te Tama bwa kam tauraoi ni katoka iaomi aran Kristo, rinanon te bwabetito—eng, ngkana kam ira kawain ami Uea ma ami Tia Kamaiu nako nanon te ran, n aron ana taeka, taraia, n te tai anne are e na reke iai iroumi te Tamnei ae Raoiroi; eng, ao e na reke iroumi te bwabetitoaki n te ai ma te Tamnei ae Raoiroi; ao kam na kona n taetae n neweia anera, ao N taekina neboan Atuan Iteraera ae Tabu.", "14 Ma taraia tariu aika kam tangiraki, e a tia n roko ana taeka te Nati nakoiu, ni kangai: Ngkana kam tia n rairinanomi man ami bure, ao ni kakoaua nakon te Tama bwa kam a tauraoi ni kaawakin au tua, ni karaoan te bwabetito i nanon te ran, ao n tia ni karekea te bwabetitoaki n te ai ma te Tamnei ae Raoiroi, ao ni kona n taetae n taetae ae boou, eng, ae aia taetae anera, ao i mwiin bwaai aikai kam a manga kaakeaai, ao e tamaroa riki ngke arona bwa kam aki ataai.", "15 Ao I ongo bwanaan te Tama, ae kangai: Eng, a koaua ao a kakaonimaki ana taeka Natiu ae Tangiraki. Te aomata are teimatoa ni karokoa te toki, boni ngaia are e na kamaiuaki.", "16 Ao ngkai tariu aika kam tangiraki, I ataia man bwaai aika I a tia n taekin bwa ngkana e aki teimatoa te aomata ni karokoa te toki, n aron te katoto are e a tia ni karaoia Natin te Atua ae maiu, ao e na aki kamaiuaki.", "17 Mangaia ae kam na karaoi bwaai ake I a tia n taekin bwa I nooria bwa e na karaoi ami Uea ma ami Tia Kaboingkami; bwa bon ibukin aio are a tia ni kaotaki iai nakoiu, bwa kam aonga n ataa te mataroa are kam na rin iai. Bwa te mataroa are kam na riai n rin iai bon te rairannano ma te bwabetito i nanon te ran; ao i mwina e reke kamaunan ami bure n te ai ao iroun te Tamnei ae Raoiroi.", "18 Ao ngkanne kam na nakonako iaon te kawai ae eti man irariki are e na kairingkami nakon te maiu ae akea tokina; eng, kam a tia n rin rinanon te mataroa; kam a tia ni maiu n aron ana tua te Tama ma te Nati; ao kam a tia ni karekea te Tamnei ae Raoiroi, are e kakokaua ibukin te Tama ao te Nati, are e a kakoroa iai bukin te berita are e a tia n taekinna, ae ngkana ko rin n te mataroa aio ao e na reke iroum.", "19 Ao ngkai, tariu aika kam tangiraki, i mwin touan te kawai ae eti man irariki aio, I kan titirakiningkami bwa akea riki te bwai ae kam riai ni karaoia? Taraia, I taekina aio nakoimi, A mwaiti riki; bwa kam na bon aki kona n roko n te mwaneka aio n aki tauan ana taeka Kristo ma te onimaki ae matoatoa irouna, n onimakina teuare e tau, are iai mwaakana ni kamaiu, ma te aki nanokokoraki.", "20 Ngaia ae kam waaki nako man teimatoa i nanon Kristo, ma te kaantaninga ae tamaroa ma ni kororaoi, ma tangiran te Atua ma aomata ni kabane. Mangaia ae kam na waaki nako, ni kanuaingkami n ana taeka Kristo, ao n teimatoa ni karokoa te toki, ao taraia, e kangai ana taeka te Tama: E na reke iroumi te maiu ae akea tokina.", "21 Ao ngkai, taraia tariu aika kam tangiraki, aio te kawai ao akea riki te kawai teuana ke te ara are e a tia n taekinaki i aan karawa are e na kona ni kamaiuaki iai te aomata i nanon uean te Atua. Ao ngkai, aio ana reirei Kristo, ae ti ngaia ana reirei ni koaua te Tama, ma te Nati, ma te Tamnei ae Raoiroi, are te Atua ae ti temanna, ae aki totoki. Amen."]}