{"English": ["Nephi glories in plainness—Isaiah’s prophecies will be understood in the last days—The Jews will return from Babylon, crucify the Messiah, and be scattered and scourged—They will be restored when they believe in the Messiah—He will first come six hundred years after Lehi left Jerusalem—The Nephites keep the law of Moses and believe in Christ, who is the Holy One of Israel. About 559–545B.C.", "1 Now I, Nephi, do speak somewhat concerning the words which I have written, which have been spoken by the mouth of Isaiah. For behold, Isaiah spake many things which were hard for many of my people to understand; for they know not concerning the manner of prophesying among the Jews.", "2 For I, Nephi, have not taught them many things concerning the manner of the Jews; for their works were works of darkness, and their doings were doings of abominations.", "3 Wherefore, I write unto my people, unto all those that shall receive hereafter these things which I write, that they may know the judgments of God, that they come upon all nations, according to the word which he hath spoken.", "4 Wherefore, hearken, O my people, which are of the house of Israel, and give ear unto my words; for because the words of Isaiah are not plain unto you, nevertheless they are plain unto all those that are filled with the spirit of prophecy. But I give unto you a prophecy, according to the spirit which is in me; wherefore I shall prophesy according to the plainness which hath been with me from the time that I came out from Jerusalem with my father; for behold, my soul delighteth in plainness unto my people, that they may learn.", "5 Yea, and my soul delighteth in the words of Isaiah, for I came out from Jerusalem, and mine eyes hath beheld the things of the Jews, and I know that the Jews do understand the things of the prophets, and there is none other people that understand the things which were spoken unto the Jews like unto them, save it be that they are taught after the manner of the things of the Jews.", "6 But behold, I, Nephi, have not taught my children after the manner of the Jews; but behold, I, of myself, have dwelt at Jerusalem, wherefore I know concerning the regions round about; and I have made mention unto my children concerning the judgments of God, which hath come to pass among the Jews, unto my children, according to all that which Isaiah hath spoken, and I do not write them.", "7 But behold, I proceed with mine own prophecy, according to my plainness; in the which I know that no man can err; nevertheless, in the days that the prophecies of Isaiah shall be fulfilled men shall know of a surety, at the times when they shall come to pass.", "8 Wherefore, they are of worth unto the children of men, and he that supposeth that they are not, unto them will I speak particularly, and confine the words unto mine own people; for I know that they shall be of great worth unto them in the last days; for in that day shall they understand them; wherefore, for their good have I written them.", "9 And as one generation hath been destroyed among the Jews because of iniquity, even so have they been destroyed from generation to generation according to their iniquities; and never hath any of them been destroyed save it were foretold them by the prophets of the Lord.", "10 Wherefore, it hath been told them concerning the destruction which should come upon them, immediately after my father left Jerusalem; nevertheless, they hardened their hearts; and according to my prophecy they have been destroyed, save it be those which are carried away captive into Babylon.", "11 And now this I speak because of the spirit which is in me. And notwithstanding they have been carried away they shall return again, and possess the land of Jerusalem; wherefore, they shall be restored again to the land of their inheritance.", "12 But, behold, they shall have wars, and rumors of wars; and when the day cometh that the Only Begotten of the Father, yea, even the Father of heaven and of earth, shall manifest himself unto them in the flesh, behold, they will reject him, because of their iniquities, and the hardness of their hearts, and the stiffness of their necks.", "13 Behold, they will crucify him; and after he is laid in a sepulchre for the space of three days he shall rise from the dead, with healing in his wings; and all those who shall believe on his name shall be saved in the kingdom of God. Wherefore, my soul delighteth to prophesy concerning him, for I have seen his day, and my heart doth magnify his holy name.", "14 And behold it shall come to pass that after the Messiah hath risen from the dead, and hath manifested himself unto his people, unto as many as will believe on his name, behold, Jerusalem shall be destroyed again; for wo unto them that fight against God and the people of his church.", "15 Wherefore, the Jews shall be scattered among all nations; yea, and also Babylon shall be destroyed; wherefore, the Jews shall be scattered by other nations.", "16 And after they have been scattered, and the Lord God hath scourged them by other nations for the space of many generations, yea, even down from generation to generation until they shall be persuaded to believe in Christ, the Son of God, and the atonement, which is infinite for all mankind—and when that day shall come that they shall believe in Christ, and worship the Father in his name, with pure hearts and clean hands, and look not forward any more for another Messiah, then, at that time, the day will come that it must needs be expedient that they should believe these things.", "17 And the Lord will set his hand again the second time to restore his people from their lost and fallen state. Wherefore, he will proceed to do a marvelous work and a wonder among the children of men.", "18 Wherefore, he shall bring forth his words unto them, which words shall judge them at the last day, for they shall be given them for the purpose of convincing them of the true Messiah, who was rejected by them; and unto the convincing of them that they need not look forward any more for a Messiah to come, for there should not any come, save it should be a false Messiah which should deceive the people; for there is save one Messiah spoken of by the prophets, and that Messiah is he who should be rejected of the Jews.", "19 For according to the words of the prophets, the Messiah cometh in six hundred years from the time that my father left Jerusalem; and according to the words of the prophets, and also the word of the angel of God, his name shall be Jesus Christ, the Son of God.", "20 And now, my brethren, I have spoken plainly that ye cannot err. And as the Lord God liveth that brought Israel up out of the land of Egypt, and gave unto Moses power that he should heal the nations after they had been bitten by the poisonous serpents, if they would cast their eyes unto the serpent which he did raise up before them, and also gave him power that he should smite the rock and the water should come forth; yea, behold I say unto you, that as these things are true, and as the Lord God liveth, there is none other name given under heaven save it be this Jesus Christ, of which I have spoken, whereby man can be saved.", "21 Wherefore, for this cause hath the Lord God promised unto me that these things which I write shall be kept and preserved, and handed down unto my seed, from generation to generation, that the promise may be fulfilled unto Joseph, that his seed should never perish as long as the earth should stand.", "22 Wherefore, these things shall go from generation to generation as long as the earth shall stand; and they shall go according to the will and pleasure of God; and the nations who shall possess them shall be judged of them according to the words which are written.", "23 For we labor diligently to write, to persuade our children, and also our brethren, to believe in Christ, and to be reconciled to God; for we know that it is by grace that we are saved, after all we can do.", "24 And, notwithstanding we believe in Christ, we keep the law of Moses, and look forward with steadfastness unto Christ, until the law shall be fulfilled.", "25 For, for this end was the law given; wherefore the law hath become dead unto us, and we are made alive in Christ because of our faith; yet we keep the law because of the commandments.", "26 And we talk of Christ, we rejoice in Christ, we preach of Christ, we prophesy of Christ, and we write according to our prophecies, that our children may know to what source they may look for a remission of their sins.", "27 Wherefore, we speak concerning the law that our children may know the deadness of the law; and they, by knowing the deadness of the law, may look forward unto that life which is in Christ, and know for what end the law was given. And after the law is fulfilled in Christ, that they need not harden their hearts against him when the law ought to be done away.", "28 And now behold, my people, ye are a stiffnecked people; wherefore, I have spoken plainly unto you, that ye cannot misunderstand. And the words which I have spoken shall stand as a testimony against you; for they are sufficient to teach any man the right way; for the right way is to believe in Christ and deny him not; for by denying him ye also deny the prophets and the law.", "29 And now behold, I say unto you that the right way is to believe in Christ, and deny him not; and Christ is the Holy One of Israel; wherefore ye must bow down before him, and worship him with all your might, mind, and strength, and your whole soul; and if ye do this ye shall in nowise be cast out.", "30 And, inasmuch as it shall be expedient, ye must keep the performances and ordinances of God until the law shall be fulfilled which was given unto Moses."], "Español": ["Nefi se deleita en la claridad— En los últimos días se entenderán las profecías de Isaías— Los judíos volverán de Babilonia, crucificarán al Mesías y serán dispersados y azotados— Serán restaurados cuando crean en el Mesías— Este vendrá por vez primera seiscientos años después de haber salido Lehi de Jerusalén— Los nefitas observan la ley de Moisés y creen en Cristo, que es el Santo de Israel. Aproximadamente 559–545a.C.", "1 Ahora bien, yo, Nefi, hablo algo con relación a las palabras que he escrito, palabras que fueron pronunciadas por boca de Isaías. Pues he aquí, Isaías habló muchas cosas que a muchos de los de mi pueblo les fue difícil comprender, porque no saben concerniente a la manera de profetizar entre los judíos.", "2 Porque yo, Nefi, no les he enseñado muchas cosas respecto de las costumbres de los judíos; porque sus obras fueron obras de tinieblas, y sus hechos fueron hechos de abominaciones.", "3 Por tanto, escribo a mi pueblo, a todos aquellos que en lo futuro reciban estas cosas que yo escribo, para que conozcan los juicios de Dios y sepan que vienen sobre todas las naciones, según la palabra que él ha declarado.", "4 Por tanto, escuchad, oh pueblo mío, que sois de la casa de Israel, y dad oídos a mis palabras; pues aunque las palabras de Isaías no os son claras a vosotros, sin embargo, son claras para todos aquellos que son llenos del espíritu de profecía. Pero os declaro una profecía, de acuerdo con el espíritu que hay en mí; por tanto, profetizaré según la claridad que en mí ha habido desde la ocasión en que salí de Jerusalén con mi padre; porque, he aquí, mi alma se deleita en la claridad para con mi pueblo, a fin de que aprenda.", "5 Sí, y mi alma se deleita en las palabras de Isaías, porque salí de Jerusalén, y mis ojos han visto las cosas de los judíos, y sé que ellos entienden las cosas de los profetas, y no hay ningún otro pueblo que entienda, como ellos, las cosas que fueron pronunciadas a los judíos, salvo que sean instruidos conforme a la manera de las cosas de los judíos.", "6 Mas he aquí, yo, Nefi, no he enseñado a mis hijos conforme a la manera de los judíos; pero yo mismo he morado en Jerusalén, por lo que sé acerca de las regiones circunvecinas; y he mencionado a mis hijos acerca de los juicios de Dios que han acontecido entre los judíos, de acuerdo con todo lo que Isaías ha hablado, y no lo escribo.", "7 Mas, he aquí, procedo con mi propia profecía, de acuerdo con mi claridad, en la que sé que nadie puede errar; sin embargo, en los días en que se cumplan las profecías de Isaías, en la época que se realicen, los hombres sabrán de seguro.", "8 Por tanto, son de valor a los hijos de los hombres; y a los que suponen que no lo son, yo hablaré más particularmente, y limitaré mis palabras a mi propio pueblo; porque sé que serán de gran valor para ellos en los postreros días, porque entonces las entenderán; por consiguiente, es para su bien que las he escrito.", "9 Y así como una generación ha sido destruida entre los judíos a causa de la iniquidad, de igual manera han sido destruidos de generación en generación, según sus iniquidades; y ninguno de ellos ha sido destruido jamás sin que se lo hayan predicho los profetas del Señor.", "10 Por tanto, les ha sido dicho concerniente a la destrucción que vendría sobre ellos inmediatamente después que saliera mi padre de Jerusalén; sin embargo, endurecieron sus corazones, y conforme a mi profecía, han sido destruidos, salvo aquellos que fueron llevados cautivos a Babilonia.", "11 Y hablo esto a causa del espíritu que está en mí. Y a pesar de que han sido llevados, volverán otra vez y poseerán la tierra de Jerusalén; por tanto, serán nuevamente restaurados a la tierra de su herencia.", "12 Pero he aquí, habrá entre ellos guerras y rumores de guerras; y cuando llegue el día en que el Unigénito del Padre, sí, el Padre del cielo y de la tierra, se manifieste él mismo a ellos en la carne, he aquí, lo rechazarán por causa de sus iniquidades, y la dureza de sus corazones, y lo duro de su cerviz.", "13 He aquí, lo crucificarán; y después de ser puesto en un sepulcro por el espacio de tres días, se levantará de entre los muertos, con sanidad en sus alas; y todos los que crean en su nombre serán salvos en el reino de Dios. Por tanto, mi alma se deleita en profetizar concerniente a él, porque he visto su día, y mi corazón magnifica su santo nombre.", "14 Y he aquí, acontecerá que después que el Mesías haya resucitado de entre los muertos, y se haya manifestado a su pueblo, a cuantos quieran creer en su nombre, he aquí, Jerusalén será destruida otra vez; porque, ¡ay de aquellos que combatan contra Dios y el pueblo de su iglesia!", "15 Por tanto, los judíos serán dispersados entre todas las naciones; sí, y también Babilonia será destruida; por consiguiente, otras naciones dispersarán a los judíos.", "16 Y después que hayan sido dispersados, y el Señor Dios los haya azotado por otros pueblos, por el espacio de muchas generaciones, sí, de generación en generación, hasta que sean persuadidos a creer en Cristo, el Hijo de Dios, y la expiación, que es infinita para todo el género humano; y cuando llegue ese día en que crean en Cristo, y adoren al Padre en su nombre, con corazones puros y manos limpias, y no esperen más a otro Mesías, entonces, en esa época, llegará el día en que sea menester que crean estas cosas.", "17 Y el Señor volverá a extender su mano por segunda vez para restaurar a su pueblo de su estado perdido y caído. Por tanto, él procederá a efectuar una obra maravillosa y un prodigio entre los hijos de los hombres.", "18 Por consiguiente, él les manifestará sus palabras, las cuales los juzgarán en el postrer día, porque les serán dadas con el fin de convencerlos del verdadero Mesías que ellos rechazaron; y para convencerlos de que no deben esperar más a un Mesías que ha de venir, pues no ha de venir otro, salvo que sea un Mesías falso que engañe al pueblo; porque no hay sino un Mesías de quien los profetas han hablado, y ese Mesías es el que los judíos rechazarán.", "19 Pues, según las palabras de los profetas, el Mesías viene seiscientos años a partir de la ocasión en que mi padre salió de Jerusalén; y según las palabras de los profetas, y también la palabra del ángel de Dios, su nombre será Jesucristo, el Hijo de Dios.", "20 Y ahora bien, hermanos míos, he hablado claramente para que no podáis errar; y como vive el Señor Dios, que sacó a Israel de la tierra de Egipto, y dio poder a Moisés para sanar a las naciones después de haber sido mordidas por las serpientes ponzoñosas, si ponían sus ojos en la serpiente que él levantó ante ellas, y también le dio poder para que hiriera la peña y brotara el agua; sí, he aquí os digo que así como estas cosas son verdaderas, y como el Señor Dios vive, no hay otro nombre dado debajo del cielo sino el de este Jesucristo, de quien he hablado, mediante el cual el hombre pueda ser salvo.", "21 De modo que por esta causa el Señor Dios me ha prometido que estas cosas que escribo serán guardadas, y preservadas y entregadas a los de mi posteridad, de generación en generación, para que se cumpla la promesa hecha a José, que su linaje no perecería jamás, mientras durase la tierra.", "22 Por tanto, estas cosas irán de generación en generación mientras dure la tierra; e irán de acuerdo con la voluntad y deseo de Dios; y por ellas serán juzgadas las naciones que las posean, según las palabras que están escritas.", "23 Porque nosotros trabajamos diligentemente para escribir, a fin de persuadir a nuestros hijos, así como a nuestros hermanos, a creer en Cristo y a reconciliarse con Dios; pues sabemos que es por la gracia por la que nos salvamos, después de hacer cuanto podamos;", "24 y a pesar de que creemos en Cristo, observamos la ley de Moisés, y esperamos anhelosamente y con firmeza en Cristo, hasta que la ley sea cumplida.", "25 Pues para este fin se dio la ley; por tanto, para nosotros la ley ha muerto, y somos vivificados en Cristo a causa de nuestra fe; guardamos, empero, la ley, a causa de los mandamientos.", "26 Y hablamos de Cristo, nos regocijamos en Cristo, predicamos de Cristo, profetizamos de Cristo y escribimos según nuestras profecías, para que nuestros hijos sepan a qué fuente han de acudir para la remisión de sus pecados.", "27 Por lo tanto, hablamos concerniente a la ley para que nuestros hijos sepan que la ley ya no rige; y, entendiendo que la ley ya no rige, miren ellos adelante hacia aquella vida que está en Cristo, y sepan con qué fin fue dada la ley. Y para que, después de cumplirse la ley en Cristo, no endurezcan contra él sus corazones, cuando la ley tenga que ser abrogada.", "28 Y ahora bien, he aquí, pueblo mío, sois gente dura de cerviz; por tanto, os he hablado claramente, para que no podáis malentender. Y las palabras que he hablado quedarán como un testimonio contra vosotros; pues bastan para enseñar a cualquier hombre la vía correcta; porque la vía correcta consiste en creer en Cristo y no negarlo; porque al negarlo, también negáis a los profetas y la ley.", "29 Y ahora bien, he aquí, os digo que la vía correcta es creer en Cristo y no negarlo; y Cristo es el Santo de Israel; por tanto, debéis inclinaros ante él y adorarlo con todo vuestro poder, mente y fuerza, y con toda vuestra alma; y si hacéis esto, de ninguna manera seréis desechados.", "30 Y hasta donde fuere necesario, debéis observar las prácticas y las ordenanzas de Dios hasta que sea cumplida la ley que fue dada a Moisés."], "Français": [], "Kiribati": ["E kimwareirei Nibwaai n ae maataata—A na ataaki nanon ana taeka ni burabeti Itaia ni boong aika kaitira—A na oki Iutaia mai Bwaburon, a na taura te Mesia iaon te kaibangaki, a na kamaeaki nako ao ni katuaeaki—A na manga kaokaki ngkana a kakoaua te Mesia—E na moan roko onobubua te ririki i mwin kitanan Ierutarem iroun Riaai—A ongeaba Nibwaite nakon ana tua Mote ao a kakoaua naba Kristo, are Atuan Iteraera ae Tabu. Uakaan ma 559–545I.K.", "1 Ngkai Ngai, Nibwaai, I a taekin bwaai aika a kaineti ma taian taeka ake I a tia ni koroi, ake a taekinaki iroun Itaia. Bwa nooria, a mwaiti bwaai ake e taekin Itaia aika a aki oota iai au botanaomata; bwa a aki atai nanon taeka ni burabeti ake a taekinaki iai Iutaia.", "2 Bwa Ngai, Nibwaai, I tuai n reireiniia aron aia katei ma rongorongoia Iutaia aika a mwaiti; bwa aia mwakuri bon mwakurin te roo, ao bwaai aika a karaoi bon bwaai aika a ribaki.", "3 Mangaia ae I a koroboki nakoia au botanaomata ao nakoia naba aika a wareki au bwai ake I koroi, bwa aonga n ataa taekan ana motikitaeka te Atua, ae a na rootaki iai aaba ni kabane, n taeka ake e a tia n taekin.", "4 Mangaia ae kakauongo, O au botanaomata, aika kain te bata are Iteraera, ao kauki taningami nakon au taeka; bwa ngkai a aki maatata ana taeka Itaia nakoimi, ma a maataata nakoia aika a kaonaki n tamnein te taetae ni burabeti. Bwa N na taekinna nakoimi te taeka ni burabeti, n aron ana kairi te tamnei are mena irou; mangaia ae N na taetae ni burabeti nakoimi n ae maataata n aron bwaai aika a mena inanou man te tai are I moan kitana iai Ierutarem ma tamau; bwa taraia, e kimwareirei tamneiu ni kamataatai bwaai nakoia au botanaomata, bwa a aonga n atai.", "5 Eng, ao e kimwareirei tamneiu n ana taeka Itaia, bwa ngke I kitana Ierutarem, ao a mwaiti aia mwakuri Iutaia aika I a tia n noori, ao I ataia bwa a oota Iutaia n aia taeka burabeti, ao akea te botanaomata teuana ae raka riki ootaia nakoia Iutaia n aron bwaai ake a tia n taekinaki nakoia, ma ti ngkana a reiakinaki n aron reiakinaia Iutaia.", "6 Ma taraia, Ngai ae Nibwaai, I tuai n reireinia au botanaomata n aron reiakinaia Iutaia; ma taraia, I a tia ngai ni maeka I rarikin Ierutarem, ao I atai taekan aaba ake a uakaan mangaia; ao I a tia n taekin aron ana katuua te Atua nakoia au botanaomata, aika a tia n reke nakoia Iutaia, n aron bwaai ake e a tia n taekin Itaia, ma I tuai ni koroi.", "7 Ma taraia, N na waaki ma oin au taetae ni burabeti, ae e maataata; are N na ataia iai bwa akea ae e na kairua iai; ma e ngae n anne, ni boong ake a na koro iai bukin ana taeka ni burabeti Itaia aomata a na ataia ma te aki nanokokoraki, n taai are a na koro iai bukiia.", "8 Mangaia ae a kakawaki nakoia te botanaomata, ao N na taetae nakoia ake a taku bwa e aki kakawaki nakoia, ao N na kaineta naba au taeka nakoia oin au botanaomata; bwa I ataia bwa a na kakawaki nakoia ni boong aika kaitira; ao a na oota n nanoia n te bong arei; mangaia ae I a tia ni koroi bon ibukiia.", "9 Ao n aron ae a tia n tiringaki te roro teuana mai buakoia Iutaia ibukin aia buakaka, ao a tia n tiringaki man te roro teuana nakon te roro teuana ibukin aia buakaka; ao bon akea i buakoia ae a tia n tiringaki n aki taekinaki tiringakiia irouia ana burabeti te Uea.", "10 Mangaia ae a tia n tuangaki taekan te mate are e na roko iaoia, n aki maan mwiin kitanan Ierutarem iroun tamau; ma e ngae n anne ao a kamatoai nanoia; ao n aron au taeka ni burabeti ao a bon tia n tiringaki, ma ti nikiraia aika a tia ni uotaki nako bwa bure nako Bwaburon.", "11 Ao ngkai I taekina aio ibukin te tamnei are i nanou. Ao e ngae ngke a tia ni kairaki nako ao a na manga bon oki, ao n riki aban Ierutarem bwa abaia; mangaia ae a na manga kaokaki nakon aban rikiia.", "12 Ma taraia, a na bubuaka, man tataekin taian buaka; ao ngkana e roko te bong are e na kaoti iai nakoia Natin te Tama ae te Rikitemanna, eng, are Taman karawa ma aonaba, e na kaoti nakoia n te rabwata, ao taraia, a na aki butimwaia, ibukin aia bure, ao matoan nanoia ma kamoamoaia.", "13 Taraia, a na tauria; ao i mwin wenena i nanon te bwanga ni mate i nanon te maan ae teniua te bong ao e na mangauti mai buakoia maate, ma te kamaiu iaon baina ni kiba; ao a na bane ni kamaiuaki i nanon uean te Atua ake a kakoaua arana. Mangaia ae e kimwareirei tamneiu n taetae ni burabeti n taekin taeka, bwa I a tia n noori kanoan bongin maiuna, ao nanou e neboa arana ae tabu.", "14 Ao taraia e na koro bukina bwa i mwin teiraken te Mesia mai buakoia maate, ao ni kaoti nakoia ana botanaomata, ao nakoia aika a mwaiti aika a na kakoua arana, taraia, e na manga uruakaki Ierutarem; bwa a na reke kaia akana buakana te Atua ma kain ana ekaretia.", "15 Mangaia ae a na kamaenakoaki Iutaia nakon aon aaba ni kabane; eng, ao e na uruakaki naba Bwaburon, mangaia ae a na kamaenakoaki Iutaia irouia aaba ake tabeua.", "16 Ao mwiin kamaenakoaia, ao te Uea ae te Atua e na katuaeia ri nanon aaba ake tabeua rinanon rooro aika a mwaiti, eng, rinanon te roro teuana nakon teuana ni karokoa te tai are a na kairaki iai nanoia bwa a na kakoaua Kristo, ae Natin te Atua, ao te mwakuri ni kamaiu, e aki totoki ibukiia aomata nako—ao ngkanne e na roko te bong are a na kakoaua iai Kristo, ao a na neboa te Tama i nanon arana, ma nanoia ao baia aika a itiaki, ao a na aki manga kantaninga te Mesia riki temanna, ao ngkanne n te tai anne, e na roko iai te bong are a riai iai ni kakoauai bwaai aikai.", "17 Ao te Uea e na manga arora baina riki te kaua tai ni kaokia ana botanaomata man aroia ni bua ao ni bwaka. Mangaia ae e na waaki ni karaoa te mwakuri ae kamiimi ma ni kakuba i buakoia ana botanaomata.", "18 Mangaia ae e na taekin ana taeka nakoia, aika taeka ake a na kabonganai ni motiki iai taekaia n te bong n toki, bwa a na anganaki bwa e aonga n reke taekan te Mesia ni koaua irouia, are e a tia n aki butimwaeaki irouia; ao e a aonga naba n reke te koaua irouia ae akea te Mesia ae a na kaantaninga rokona, bwa akea ae e na manga roko, ma ti ngkana te Mesia ni kewe are e na keweia aomata; bwa bon ti temanna te Mesia are e a tia n taekinaki irouia burabeti, ao te Mesia anne bong ngaia are e na aki butimwaeaki irouia Iutaia.", "19 N aron aia taeka burabeti, e na roko te Mesia onobubua te ririki i mwin kitanakin Ierutarem iroun tamau; ao aron aia taeka burabeti ao ana taeka naba ana anera te Atua, e na aranaki bwa Iesu Kristo, ae Natin te Atua.", "20 Ao ngkai, tariu, I a tia n taetae n aron ae maataata bwa kam aonga n aki kairua. Ao n te koaua n aron ae e maiu te Uea ae te Atua are e kaira Iteraera ni kitana aban Aikubita, ao n angan Mote te mwaaka ni kona ni kamaiuia aaba i mwin tenakiia irouia naeta aika a boitin, ngkana a kona ni katoka mataia iaon te naeta are e kateia imataia, ao e anganna naba te mwaaka bwa e na bwena te bwaa bwa e aonga ni waanako te ran mai iai; eng, taraia bwa I taekinna nakoimi, bwa a koaua bwaai aikai, n aron ae maiu te Uea ae te Atua, bon akea te ara riki teuana are e a tia n taekinaki i aan karawa ma ti Iesu Kristo, are I a tia n taekinna, are a na kona ni kamaiuaki iai aomata.", "21 Mangaia ae bon ibukin bwaai aikai are e a tia iai ni tuea te Uea ae te Atua nakoiu bwa a na taurabwaki ma ni kaawakinaki bwaai ake I a tia ni koroi, ao n anganaki kanoau, man te roro teuana nakon te roro teuana, bwa e aonga ni kakoroaki bukin te tuea aio nakon Iotebwa, ae e na aki kamaunaki kanoana n aron teimatoan te aonaba.", "22 Mangaia ae a na waaki bwaai aikai man te roro teuana nakon te roro teuana n aron teimatoan te aonaba; ao a na koro bukiia n aron nanon ma kukurein te Atua; ao a na motikaki taekaia aaba ake a kaawakin n ai aron taeka ake a koreaki inanoia.", "23 Bwa ti kakorakoraira ni koroboki, n anai nanoia natira, ao tarira naba, bwa a na kakoaua Kristo, ao bwa aonga ni manga tangiraki iroun te Atua; bwa ti ataia bwa bon rinanon te akoi are ti kamaiuaki iai i mwin bwaai ni kabane ake ti kona ni karaoi.", "24 Ao n aki nanokokoraki e ngae ngke ti kakoaua Kristo, ao ni kawakin ana tua Mote, ao ni kantaninga ma te teimatoa n te onimaki i nanon Kristo, ni karokoa kakoroan bukin te tua.", "25 Bwa bon aio bukin anganakira te tua aio; mangaia ae bon te tua ae e a tia ni mate are ti na kawakinna, ao ti a kamaiuaki i nanon Kristo ibukin ara onimaki; ma n teimatoa ni kawakina te tua ibukin irakin tua.", "26 Ao ti kaakarabakauakina Kristo, ao ti kimwareirei iroun Kristo, ao ti tataekina Kristo, ao ti taetae ni burabeti ibukin Kristo, ao ti koroi kanoan ara taeka ni burabeti bwa natira a na ataia bwa antai ae a na kawaria ibukin kamaunan aia bure.", "27 Mangaia ae ti a taekina te tua bwa a aonga natira n ataa maten te tua, ao man ataan maten te tua, a na kona ni kaantaninga te maiu are i nanon Kristo, ao n ataia bwa e a tia ni kateaki te tua ibukin anne. Ao ngkana e a tia ni kakoroaki bukin te tua anne iroun Kristo, ao a na aki kamatoai nanoia ni kaitaraa n te tai are e na kamaunaki iai te tua anne.", "28 Ao ngkai taraia au botanaomata, bon ngkami aomata aika kam kamoamoa; mangaia ae I a tia ni kamatataa au taeka nakoimi, bwa kam aonga n ota raoi iai. Ao taeka ake I a tia n taekin a na tiku bwa taeka ni kakoaua ni kaitaraingkami; bwa a tau ibukin reiakinan te kawai ae raoiroi nakoia aomata; bwa te kawai ae eti bon kakoauan Kristo ao n aki kaakea; bwa ngkana ko kaakea ao ko kaakeaia naba burabeti ao te tua.", "29 Ao ngkai taraia, I taekina aei nakoimi bwa te kawai ae eti bon kakoauan Kristo, ao N aki kaakea; ao Kristo bon Atuan Iteraera ae Tabu; mangaia ae ko riai ni bobaraaki i matana, ao n neboia ma marurungim, am iango, ma korakoram ao tamneim ni kabanea; ao ngkana ko karaoa aio ao ko na aki teweaki nako.", "30 Ao ni karokoa te tai are e kaantaningaki, karaoi ana mwakuri ma ana otenanti te Atua niua te tai are e na kakoroaki iai bukin te tua are anganaki Mote."]}