{"English": ["Many false churches will be built up in the last days—They will teach false, vain, and foolish doctrines—Apostasy will abound because of false teachers—The devil will rage in the hearts of men—He will teach all manner of false doctrines. About 559–545B.C.", "1 And now, behold, my brethren, I have spoken unto you, according as the Spirit hath constrained me; wherefore, I know that they must surely come to pass.", "2 And the things which shall be written out of the book shall be of great worth unto the children of men, and especially unto our seed, which is a remnant of the house of Israel.", "3 For it shall come to pass in that day that the churches which are built up, and not unto the Lord, when the one shall say unto the other: Behold, I, I am the Lord’s; and the others shall say: I, I am the Lord’s; and thus shall every one say that hath built up churches, and not unto the Lord—", "4 And they shall contend one with another; and their priests shall contend one with another, and they shall teach with their learning, and deny the Holy Ghost, which giveth utterance.", "5 And they deny the power of God, the Holy One of Israel; and they say unto the people: Hearken unto us, and hear ye our precept; for behold there is no God today, for the Lord and the Redeemer hath done his work, and he hath given his power unto men;", "6 Behold, hearken ye unto my precept; if they shall say there is a miracle wrought by the hand of the Lord, believe it not; for this day he is not a God of miracles; he hath done his work.", "7 Yea, and there shall be many which shall say: Eat, drink, and be merry, for tomorrow we die; and it shall be well with us.", "8 And there shall also be many which shall say: Eat, drink, and be merry; nevertheless, fear God—he will justify in committing a little sin; yea, lie a little, take the advantage of one because of his words, dig a pit for thy neighbor; there is no harm in this; and do all these things, for tomorrow we die; and if it so be that we are guilty, God will beat us with a few stripes, and at last we shall be saved in the kingdom of God.", "9 Yea, and there shall be many which shall teach after this manner, false and vain and foolish doctrines, and shall be puffed up in their hearts, and shall seek deep to hide their counsels from the Lord; and their works shall be in the dark.", "10 And the blood of the saints shall cry from the ground against them.", "11 Yea, they have all gone out of the way; they have become corrupted.", "12 Because of pride, and because of false teachers, and false doctrine, their churches have become corrupted, and their churches are lifted up; because of pride they are puffed up.", "13 They rob the poor because of their fine sanctuaries; they rob the poor because of their fine clothing; and they persecute the meek and the poor in heart, because in their pride they are puffed up.", "14 They wear stiff necks and high heads; yea, and because of pride, and wickedness, and abominations, and whoredoms, they have all gone astray save it be a few, who are the humble followers of Christ; nevertheless, they are led, that in many instances they do err because they are taught by the precepts of men.", "15 O the wise, and the learned, and the rich, that are puffed up in the pride of their hearts, and all those who preach false doctrines, and all those who commit whoredoms, and pervert the right way of the Lord, wo, wo, wo be unto them, saith the Lord God Almighty, for they shall be thrust down to hell!", "16 Wo unto them that turn aside the just for a thing of naught and revile against that which is good, and say that it is of no worth! For the day shall come that the Lord God will speedily visit the inhabitants of the earth; and in that day that they are fully ripe in iniquity they shall perish.", "17 But behold, if the inhabitants of the earth shall repent of their wickedness and abominations they shall not be destroyed, saith the Lord of Hosts.", "18 But behold, that great and abominable church, the whore of all the earth, must tumble to the earth, and great must be the fall thereof.", "19 For the kingdom of the devil must shake, and they which belong to it must needs be stirred up unto repentance, or the devil will grasp them with his everlasting chains, and they be stirred up to anger, and perish;", "20 For behold, at that day shall he rage in the hearts of the children of men, and stir them up to anger against that which is good.", "21 And others will he pacify, and lull them away into carnal security, that they will say: All is well in Zion; yea, Zion prospereth, all is well—and thus the devil cheateth their souls, and leadeth them away carefully down to hell.", "22 And behold, others he flattereth away, and telleth them there is no hell; and he saith unto them: I am no devil, for there is none—and thus he whispereth in their ears, until he grasps them with his awful chains, from whence there is no deliverance.", "23 Yea, they are grasped with death, and hell; and death, and hell, and the devil, and all that have been seized therewith must stand before the throne of God, and be judged according to their works, from whence they must go into the place prepared for them, even a lake of fire and brimstone, which is endless torment.", "24 Therefore, wo be unto him that is at ease in Zion!", "25 Wo be unto him that crieth: All is well!", "26 Yea, wo be unto him that hearkeneth unto the precepts of men, and denieth the power of God, and the gift of the Holy Ghost!", "27 Yea, wo be unto him that saith: We have received, and we need no more!", "28 And in fine, wo unto all those who tremble, and are angry because of the truth of God! For behold, he that is built upon the rock receiveth it with gladness; and he that is built upon a sandy foundation trembleth lest he shall fall.", "29 Wo be unto him that shall say: We have received the word of God, and we need no more of the word of God, for we have enough!", "30 For behold, thus saith the Lord God: I will give unto the children of men line upon line, precept upon precept, here a little and there a little; and blessed are those who hearken unto my precepts, and lend an ear unto my counsel, for they shall learn wisdom; for unto him that receiveth I will give more; and from them that shall say, We have enough, from them shall be taken away even that which they have.", "31 Cursed is he that putteth his trust in man, or maketh flesh his arm, or shall hearken unto the precepts of men, save their precepts shall be given by the power of the Holy Ghost.", "32 Wo be unto the Gentiles, saith the Lord God of Hosts! For notwithstanding I shall lengthen out mine arm unto them from day to day, they will deny me; nevertheless, I will be merciful unto them, saith the Lord God, if they will repent and come unto me; for mine arm is lengthened out all the day long, saith the Lord God of Hosts."], "Español": ["En los últimos días se establecerán muchas iglesias falsas— Enseñarán doctrinas falsas, vanas e insensatas— Abundará la apostasía por motivo de los maestros falsos— El diablo enfurecerá el corazón de los hombres— Él enseñará todo género de doctrinas falsas. Aproximadamente 559–545a.C.", "1 Y ahora bien, hermanos míos, he aquí que os he hablado según el Espíritu me ha constreñido; por tanto, sé que ciertamente se han de verificar.", "2 Y las cosas que se escribirán, procedentes del libro, serán de gran valor para los hijos de los hombres, y particularmente para nuestra posteridad, que es un resto de la casa de Israel.", "3 Porque sucederá en aquel día que las iglesias que se hayan establecido, mas no para el Señor, dirán la una a la otra: ¡He aquí que yo, yo soy la del Señor!; y dirán las demás: ¡Yo, yo soy la del Señor! Y así hablarán todos los que hayan establecido iglesias, mas no para el Señor;", "4 y contenderán una con otra; y sus sacerdotes disputarán entre sí, y enseñarán con su conocimiento, y negarán al Espíritu Santo, el cual inspira a hablar.", "5 Y niegan el poder de Dios, el Santo de Israel, y dicen al pueblo: Escuchadnos y oíd nuestro precepto; pues he aquí, hoy no hay Dios, porque el Señor y Redentor ha acabado su obra y ha dado su poder a los hombres;", "6 he aquí, escuchad mi precepto: Si dijeren que hay un milagro hecho por la mano del Señor, no lo creáis, pues hoy ya no es un Dios de milagros; ya ha terminado su obra.", "7 Sí, y habrá muchos que dirán: Comed, bebed y divertíos, porque mañana moriremos; y nos irá bien.", "8 Y también habrá muchos que dirán: Comed, bebed y divertíos; no obstante, temed a Dios, pues él justificará la comisión de unos cuantos pecados; sí, mentid un poco, aprovechaos de alguno por causa de sus palabras, tended trampa a vuestro prójimo; en esto no hay mal; y haced todas estas cosas, porque mañana moriremos; y si es que somos culpables, Dios nos dará algunos azotes, y al fin nos salvaremos en el reino de Dios.", "9 Sí, y habrá muchos que de esta manera enseñarán falsas, vanas e insensatas doctrinas; y se engreirán en sus corazones, y tratarán afanosamente de ocultar sus designios del Señor, y sus obras se harán en las tinieblas.", "10 Y la sangre de los santos clamará desde el suelo contra ellos.", "11 Sí, todos se han salido de la senda; se han corrompido.", "12 A causa del orgullo, y a causa de falsos maestros y falsa doctrina, sus iglesias se han corrompido y se ensalzan; se han infatuado a causa de su orgullo.", "13 Roban a los pobres por motivo de sus bellos santuarios; roban a los pobres por razón de sus ricas vestiduras; y persiguen a los mansos y a los pobres de corazón, porque se han engreído con su orgullo.", "14 Llevan erguida la cerviz, y enhiesta la cabeza; sí, y por motivo del orgullo, de la iniquidad, de abominaciones y fornicaciones, todos se han extraviado, salvo unos pocos que son los humildes discípulos de Cristo; sin embargo, son guiados de tal manera que a menudo yerran porque son enseñados por los preceptos de los hombres.", "15 ¡Oh los sabios, los instruidos y los ricos que se inflan con el orgullo de sus corazones, y todos aquellos que predican falsas doctrinas, y todos aquellos que cometen fornicaciones y pervierten la vía correcta del Señor! ¡Ay, ay, ay de ellos, dice el Señor Dios Todopoderoso, porque serán arrojados al infierno!", "16 ¡Ay de aquellos que repudian al justo por una pequeñez y vilipendian lo que es bueno, y dicen que no vale nada! Porque llegará el día en que el Señor Dios visitará súbitamente a los habitantes de la tierra; y el día en que hayan llegado al colmo sus iniquidades, perecerán.", "17 Mas he aquí, si los habitantes de la tierra se arrepienten de sus iniquidades y abominaciones, no serán destruidos, dice el Señor de los Ejércitos.", "18 Mas he aquí, esa grande y abominable iglesia, la ramera de toda la tierra, tendrá que desplomarse, y grande será su caída.", "19 Porque el reino del diablo ha de estremecerse, y los que a él pertenezcan deben ser provocados a arrepentirse, o el diablo los prenderá con sus sempiternas cadenas, y serán movidos a cólera, y perecerán;", "20 porque he aquí, en aquel día él enfurecerá los corazones de los hijos de los hombres, y los agitará a la ira contra lo que es bueno.", "21 Y a otros los pacificará y los adormecerá con seguridad carnal, de modo que dirán: Todo va bien en Sion; sí, Sion prospera, todo va bien. Y así el diablo engaña sus almas, y los conduce astutamente al infierno.", "22 Y he aquí, a otros los lisonjea y les cuenta que no hay infierno; y les dice: Yo no soy el diablo, porque no lo hay; y así les susurra al oído, hasta que los prende con sus terribles cadenas, de las cuales no hay liberación.", "23 Sí, son atrapados por la muerte y el infierno; y la muerte, el infierno y el diablo, y todos los que hayan caído en su poder deben presentarse ante el trono de Dios y ser juzgados según sus obras, de donde tendrán que ir al lugar preparado para ellos, sí, un lago de fuego y azufre, que es tormento sin fin.", "24 Por tanto, ¡ay del reposado en Sion!", "25 ¡Ay de aquel que exclama: Todo está bien!", "26 Sí, ¡ay de aquel que escucha los preceptos de los hombres, y niega el poder de Dios y el don del Espíritu Santo!", "27 Sí, ¡ay de aquel que dice: Hemos recibido, y no necesitamos más!", "28 Y por fin, ¡ay de todos aquellos que tiemblan, y están enojados a causa de la verdad de Dios! Pues he aquí, aquel que está edificado sobre la roca, la recibe con gozo; y el que está fundado sobre un cimiento arenoso, tiembla por miedo de caer.", "29 ¡Ay del que diga: Hemos recibido la palabra de Dios, y no necesitamos más de la palabra de Dios, porque ya tenemos suficiente!", "30 Pues he aquí, así dice el Señor Dios: Daré a los hijos de los hombres línea por línea, precepto por precepto, un poco aquí y un poco allí; y benditos son aquellos que escuchan mis preceptos y prestan atención a mis consejos, porque aprenderán sabiduría; pues a quien reciba, le daré más; y a los que digan: Tenemos bastante, les será quitado aun lo que tuvieren.", "31 ¡Maldito es aquel que pone su confianza en el hombre, o hace de la carne su brazo, o escucha los preceptos de los hombres, salvo cuando sus preceptos sean dados por el poder del Espíritu Santo!", "32 ¡Ay de los gentiles, dice el Señor Dios de los Ejércitos! Porque no obstante que les extenderé mi brazo de día en día, me negarán. Sin embargo, si se arrepienten y vienen a mí, seré misericordioso con ellos, porque mi brazo está extendido todo el día, dice el Señor Dios de los Ejércitos."], "Français": ["Beaucoup de fausses Églises seront édifiées dans les derniers jours— Elles enseigneront des doctrines fausses, vaines et insensées— L’apostasie abondera à cause de ceux qui répandent de faux enseignements— Le diable fera rage dans le cœur des hommes— Il enseignera toutes sortes de fausses doctrines. Vers 559–545av.J.-C.", "1 Et maintenant, voici, mes frères, je vous ai parlé comme l’Esprit m’y a contraint, c’est pourquoi, je sais que cela va certainement arriver.", "2 Et les choses du livre qui seront écrites auront une grande valeur pour les enfants des hommes, et spécialement pour notre postérité, qui est un reste de la maison d’Israël.", "3 Car il arrivera, en ce jour, que les Églises qui sont édifiées, mais non pour le Seigneur, se diront l’une à l’autre: Voici, moi, je suis celle du Seigneur; et les autres diront: Moi, je suis celle du Seigneur; et c’est ainsi que parleront tous ceux qui ont édifié des Églises, mais pas pour le Seigneur—", "4 et elles se querelleront entre elles, et leurs prêtres se querelleront entre eux, et ils enseigneront avec leur instruction et nieront le Saint-Esprit qui donne de s’exprimer.", "5 Et ils nient le pouvoir de Dieu, le Saint d’Israël; et ils disent au peuple: Écoutez-nous et entendez notre précepte; car voici, il n’y a pas de Dieu aujourd’hui, car le Seigneur et Rédempteur a fait son œuvre, et il a donné son pouvoir aux hommes;", "6 voici, écoutez mon précepte; si on dit qu’il y a un miracle accompli par la main du Seigneur, ne le croyez pas, car aujourd’hui il n’est plus un Dieu de miracles: il a fait son œuvre.", "7 Oui, et il y en aura beaucoup qui diront: Mangez, buvez, et réjouissez-vous, car demain nous mourrons; et tout ira bien pour nous.", "8 Et il y en aura aussi beaucoup qui diront: Mangez, buvez et réjouissez-vous; néanmoins, craignez Dieu: il justifiera si on commet un petit péché; oui, mentez un peu, prenez l’avantage sur quelqu’un à cause de ses paroles, creusez une fosse pour votre prochain, il n’y a pas de mal à cela; et faites tout cela, car demain nous mourrons; et si nous sommes coupables, Dieu nous battra de quelques coups, et à la fin nous serons sauvés dans le royaume de Dieu.", "9 Oui, et il y en aura beaucoup qui enseigneront de la sorte des doctrines fausses, et vaines, et insensées, et seront boursouflés dans leur cœur, et cacheront leurs desseins pour les dérober au Seigneur; et ils feront leurs œuvres dans les ténèbres.", "10 Et le sang des saints criera du sol contre eux.", "11 Oui, ils ont tous quitté le chemin; ils se sont corrompus.", "12 À cause de l’orgueil, et à cause des faux instructeurs, et des fausses doctrines, leurs Églises se sont corrompues, et leurs Églises sont enflées; à cause de l’orgueil, elles sont boursouflées.", "13 Ils dépouillent les pauvres pour leurs beaux sanctuaires; ils dépouillent les pauvres pour leurs beaux vêtements; et ils persécutent les humbles et les pauvres de cœur, parce que, dans leur orgueil, ils sont boursouflés.", "14 Ils portent le cou roide et la tête haute; oui, et à cause de l’orgueil, et de la méchanceté, et des abominations, et de la fornication, ils se sont tous égarés, sauf quelques-uns, qui sont les humbles disciples du Christ; néanmoins, ils sont menés, de sorte qu’en de nombreux cas ils s’égarent, parce qu’ils sont instruits par les préceptes des hommes.", "15 Ô les sages, et les savants, et les riches qui sont boursouflés dans l’orgueil de leur cœur, et tous ceux qui prêchent de fausses doctrines, et tous ceux qui commettent la fornication et qui pervertissent la voie droite du Seigneur, malheur, malheur, malheur à eux, dit le Seigneur Dieu Tout-Puissant, car ils seront précipités en enfer!", "16 Malheur à ceux qui écartent le juste comme s’il n’était rien et insultent ce qui est bien, et disent que cela n’a aucune valeur! Car le jour viendra où le Seigneur Dieu châtiera rapidement les habitants de la terre; et en ce jour-là où ils seront pleinement mûrs dans l’iniquité, ils périront.", "17 Mais voici, si les habitants de la terre se repentent de leur méchanceté et de leurs abominations, ils ne seront pas détruits, dit le Seigneur des armées.", "18 Mais voici, cette grande et abominable Église, la prostituée de toute la terre, va s’écrouler à terre, et sa chute va être grande.", "19 Car le royaume du diable va trembler, et ceux qui y appartiennent vont nécessairement être incités au repentir, sinon le diable les saisira de ses chaînes éternelles, et ils seront excités à la colère, et périront;", "20 car voici, en ce jour-là, il fera rage dans le cœur des enfants des hommes et les incitera à la colère contre ce qui est bon.", "21 Et il en pacifiera d’autres et les endormira dans une sécurité charnelle, de sorte qu’ils diront: Tout est bien en Sion; oui, Sion prospère, tout est bien— et c’est ainsi que le diable trompe leur âme et les entraîne soigneusement sur la pente de l’enfer.", "22 Et voici, il en entraîne d’autres par la flatterie et leur dit qu’il n’y a pas d’enfer; et il leur dit: Je ne suis pas un démon, car il n’y en a pas— et c’est ainsi qu’il leur chuchote aux oreilles, jusqu’à ce qu’il les saisisse de ses chaînes affreuses d’où il n’y a pas de délivrance.", "23 Oui, ils sont saisis par la mort et l’enfer; et la mort, et l’enfer, et le diable, et tous ceux qui ont été saisis par eux vont se tenir devant le trône de Dieu, et vont être jugés selon leurs œuvres, d’où ils vont aller dans le lieu préparé pour eux, un étang de feu et de soufre, qui est le tourment sans fin.", "24 C’est pourquoi, malheur à celui qui est à l’aise en Sion!", "25 Malheur à celui qui crie: Tout est bien!", "26 Oui, malheur à celui qui écoute les préceptes des hommes, et nie le pouvoir de Dieu et le don du Saint-Esprit!", "27 Oui, malheur à celui qui dit: Nous avons reçu, et il ne nous en faut pas davantage!", "28 En bref, malheur à tous ceux qui tremblent et sont en colère à cause de la vérité de Dieu! Car voici, celui qui est édifié sur le roc la reçoit avec joie; et celui qui est édifié sur une fondation de sable tremble de peur de tomber.", "29 Malheur à celui qui dira: Nous avons reçu la parole de Dieu, et nous n’avons pas besoin de recevoir davantage de la parole de Dieu, car nous avons assez!", "30 Car voici, ainsi dit le Seigneur Dieu: Je donnerai aux enfants des hommes ligne sur ligne, précepte sur précepte, un peu ici et un peu là; et bénis sont ceux qui écoutent mes préceptes et prêtent l’oreille à mes recommandations, car ils apprendront la sagesse; car à celui qui reçoit, je donnerai davantage; et à ceux qui diront: Nous avons assez, on ôtera même ce qu’ils ont.", "31 Maudit est celui qui met sa confiance en l’homme, ou fait de la chair son bras, ou qui écoutera les préceptes des hommes, à moins que leurs préceptes ne soient donnés par le pouvoir du Saint-Esprit.", "32 Malheur aux Gentils, dit le Seigneur Dieu des armées! Car en dépit du fait que j’allongerai le bras pour eux de jour en jour, ils me renieront; néanmoins, je serai miséricordieux envers eux, dit le Seigneur Dieu, s’ils se repentent et viennent à moi; car mon bras est allongé toute la journée, dit le Seigneur Dieu des armées."], "Kiribati": ["A mwaiti ekaretia ni kewe aika a na kateaki ni bong aika kaitira—A na reiakin tua aika kewe, aki bongana, ao ni burababa—E na mwaiti kitanan te koaua ibukin aia waki taan reirei ni kewe—E na kakorakorai marakin nanoia aomata te riaboro—E na reiakin tua aika kewe n aekaia nako. Uakaan ma 559–545I.K.", "1 Ao ngkai, tariu, taraia, I a tia n taetae nakoimi, n aron are kairai te Tamnei bwa N na taekinna; mangaia ae I ataia bwa a na bon koro bukiia.", "2 Ao a na rangi ni kakawaki bwaai aika a koreaki mai nanon te boki ibukiia natia aomata, ai moaraa riki kanoara, aika mwakoron te bata are Iteraera.", "3 Bwa e na koro bukina bwa n te bong arei ekaretia aika a kateaki, n aki kateaki ibukin te Uea, ao ngkana e taku temanna nakon are temanna: Taraia, Ngai, bon Ngai ana bwai te Uea; ao tabemwaang ana kangai: Ngai bon Ngai ana bwai te Uea, ao bon aio are a taekinna ake a katei ekaretia, ma aki kateaki ibukin te Uea—", "4 Ao a na itabaraara imarenaia; ao a na itabaraara aia ibonga imarenaia, ao a na anga reirei n aron rabakauia, ao a na kaakeaa te Tamnei are Raoiroi, are ngaia ae anga te kariaiakaki n taetae.", "5 Ao a na kaakea mwaakan te Atua, ma Atuan Iteraera ae Tabu; ao a na kangai nakoia aomata: Ongo iroura, ao ongora ara reirei; bwa nooria bon akea te Atua ni boong aikai, bwa te Uea ao te Tia Kabooira e a tia ni karaoa ana mwakuri, ao e a tia n anga mwaakana nakoia aomata.", "6 Nooria, ongo n au tua; ao ngkana a taku bwa iai te kakai ae karaoaki ni bain te Uea, tai kakoaua; bwa n te bong aei ao bon tiaki ngaia Atuan te kakai; e bon tuai ni karaoa ana mwakuri.", "7 Eng, ao a mwaiti aika a na kangai: Amwarake, mooi, ao kimwareirei, bwa ti na mate nakon te ingabong; ao a na akea te bwai ae e na riki nakoira.", "8 Ao a mwaiti naba aika a na kangai: Amwarake, mooi, ao kimwareirei; ma ko riai ni maaka te Atua—e na ti kariaia karaoan te bure ae uarereke; eng, kabebetea am kewe, babakanikawaia temanna n aron tein ana taeka, kaikoaka kain rarikim; akea te bwai ae e na riki nakoim ni karaoan bwaai aikai; ao karaoi bwaai aikai ni kabane bwa nakon te ingabong ao ti na mate; ao ngkana arona bwa ti reke n te bure iai, ao e na oroira teutana te Atua, ao n tokina ti na kamaiuaki n uean te Atua.", "9 Eng, ao a mwaiti akana a na reirei n te aro aio, tua aika a kewe man aki bongana ao ni burababa, ao a na onrake n te kamoamoa, ao a na kakorakoraia ni karabai mai iroun te Uea aia taeka; ao aia mwakuri bon bwain te roo.", "10 Ao raraaia aomata aika itiaki e na tang mai aontano ni kaaitaraia.", "11 Eng, a bane n tia ni kitana kawain te raoiroi; ao a taonaki n te buakaka.", "12 Ao a bane n taonaki aia ekaretia n te buakaka ibukin te kamoamoa, ao ibukia taan reirei ni kewe, ma tua ni kewe, ao a kamoamoa aia ekaretia; ao a onrake n te kamoamoa.", "13 A iraa mai irouia aika kainnano bwa e aonga n tei aia tabo n taromauri aika raraoi; ao a iraa mai irouia aika kainnano bwa e aonga n reke aia kunnikai aika raraoi; ao a bwainikirinia aika nanorinano, ibukina bwa a onrake n te kamoamoa.", "14 A bwaina te bonotaninga ma ni karietatai atuuia; eng, ao a kitana te koaua ibukin te kamoamoa ao te buakaka, ao mwakuri aika a ribaki, ma mwakuri ni kabekaau, a bane n taonnako n ti tabeman nikiraia, aika ana reirei Kristo aika nanorinano; ma e ngae n anne ao a kairaki, ao a mwaiti taai ake a bwaka iai ngkai a tia n reireinaki n aron aia rabakau aomata.", "15 O Taan wanawana, ma aika a rabakau, ma aika a kaubwai, ma aika onrake ni kamoamoan nanoia, ao aomata ni kabane ake a tataekin reirei ni kewe, ma aomata ni kabane aika a karaoi mwakuri ni kabekaau, ao a taekina kawain te Uea ni kaburea, a na bon reke kaia, n aron ana taeka te Uea ae te Atua ae Moan te Mwaaka, bwa a na karenakoaki nako moone!", "16 A na reke kaia akana a aki kan ongo ana tangitang te aomata ae raoiroi ao n teirake ni kaaitarai bwaai aika raoiroi, ao n taku bwa akea manenaia! Bwa e na roko te bong are waekoa iai te Uea ae te Atua ni kawaria kaain te aonaba; ao n te bong are a kororake iai i nanon te bure ao a na mate.", "17 Ma taraia, ngkana a rairinanoia kaain te aonaba man aia bure ma aia mwakuri aika a ribaki ao a na aki tiringaki, n aron ana taeka aia Uea Taanga ni Buaka.", "18 Ma taraia, e na bwaka te ekaretia ae korakora man ribaki, ae kabekaaun te aonaba, ao e na korakora bwakana.", "19 Bwa e na kamwaeieaki uean te riaboro, ao e riai bwa a na kamwaeieaki bwa aonga n rairinanoia, bwa ngkana aki ao e na kabaeiia te riaboro n ana taurekereke n aki totoki, ao e na kakorakoraki marakin nanoia, ao a na mate.", "20 Bwa taraia, n te bong arei ao e na un inanoia natiia aomata, ao e na kakorakorai marakin nanoia ni kaaitarai bwaai aika a raoiroi.", "21 Ao e na kamaraui nanoia tabemwaang, ao e na karaurau ni keweia bwa aongkoa a mano ni maiuakinan te aonaba, ao a na kangai: E raoi Tion; eng, e rikirake waakin Tion, e raoi—ao te riaboro e na kamwaneia tamneia, ao e na karaurau ni kairia nako moone.", "22 Ao taraia, e na wii ni kababa nakoia tabemwaang, ao e na tuangiia bwa akea moone; ao e na kangai nakoia: Tiaki ngai te riaboro, bwa bon akea te riaboro—ao e na wirikiriki i nanon taningaia, ni karokoa te tai are a na bae n ana taurekereke, ao a na aki kona n reke kamaiuaia.", "23 Eng, a kabaeaki ma te mate, ma moone; ao te mate, ma moone, ao te riaboro, ao aomata ni kabane ake a tia ni bae n ana taurekereke a na bane n tei imatan ana kaintoka n uea te Atua, ao a na motikaki taekaia n aron aia mwakuri, ma a na nako nakon te tabo are e a tia ni katauraoaki ibukiia, n aiaron te nei n ai ma te raanga n ai, ae te kammarakaki ae aki totoki.", "24 Mangaia ae e na reke kain te aomata are taku bwa e raoi i Tion!", "25 E na reke kain are e kangai: A raoi bwaai ni kabane!", "26 Eng, e na reke kain ane ongeaba nakon aia reirei aomata, ao e kaakea mwaakan te Atua, ma te bwaintituaraoi ae te Tamnei ae Raoiroi!", "27 Eng, e na reke kain ane kangai: Ti a tia ni karekea, ao akea riki te bwai ae ti kainnanoia!", "28 Ao ni kakimototoa, a na reke kaia akana ruru, man un n ana koaua te Atua! Bwa taraia, bwa e na kukurei ni butimwaia te aomata are e kateitei iaon te bwa; ao ane e kateitei iaon te tano e na ruru bwa e rawa ni bwaka.", "29 E na reke kain ane kangai: Ti a tia ni karekea ana taeka te Atua, ao ti aki manga kainnanoa ana taeka te Atua, bwa e tau are ti a tia ni karekea!", "30 Bwa taraia, e kangai ana taeka te Uea ae te Atua: Nna anganiia natiia aomata teutana i mwin teutana, te reirei teuana i mwin teuana; ao a na kakabwaiaki akana a ongeaba nakon au reirei, ao ni kauki taningaia nakon au taeka n reirei, bwa e na reke irouia te wanawana; bwa N na anga nakon ane e butimwaia ae mwaiti riki; ao mai irouia ake a kangai, E a tau are ti a tia ni karekea, N na anai ake I a tia n anganiia.", "31 E na maraia ane e onimakina te aomata, ke n onimakina mwaakan te aomata, ke n ongeaba nakon aia reirei aomata, ma ti ngkana anga aia reirei ni mwaakan te Tamnei are Raoiroi.", "32 E na reke kaia Tientaire, n aron ana taeka te Uea ae te Atua ae aia Uea Taanga ni Buaka! Bwa e ngae ngke I arora baiu nakoia ni katoa bong, ma a na bon kaakeaai, ma n na nanoangaia, n aron ana taeka te Uea ae te Atua, ngkana a rairinanoia ao a nakoiu; bwa N na arora baiu i nanon te bong ae bwanin, n aron ana taeka te Uea ae te Atua ae aia Uea Taanga ni Buaka."]}