{"English": ["Many Gentiles will reject the Book of Mormon—They will say, We need no more Bible—The Lord speaks to many nations—He will judge the world out of the books which will be written. About 559–545B.C.", "1 But behold, there shall be many—at that day when I shall proceed to do a marvelous work among them, that I may remember my covenants which I have made unto the children of men, that I may set my hand again the second time to recover my people, which are of the house of Israel;", "2 And also, that I may remember the promises which I have made unto thee, Nephi, and also unto thy father, that I would remember your seed; and that the words of your seed should proceed forth out of my mouth unto your seed; and my words shall hiss forth unto the ends of the earth, for a standard unto my people, which are of the house of Israel;", "3 And because my words shall hiss forth—many of the Gentiles shall say: A Bible! A Bible! We have got a Bible, and there cannot be any more Bible.", "4 But thus saith the Lord God: O fools, they shall have a Bible; and it shall proceed forth from the Jews, mine ancient covenant people. And what thank they the Jews for the Bible which they receive from them? Yea, what do the Gentiles mean? Do they remember the travails, and the labors, and the pains of the Jews, and their diligence unto me, in bringing forth salvation unto the Gentiles?", "5 O ye Gentiles, have ye remembered the Jews, mine ancient covenant people? Nay; but ye have cursed them, and have hated them, and have not sought to recover them. But behold, I will return all these things upon your own heads; for I the Lord have not forgotten my people.", "6 Thou fool, that shall say: A Bible, we have got a Bible, and we need no more Bible. Have ye obtained a Bible save it were by the Jews?", "7 Know ye not that there are more nations than one? Know ye not that I, the Lord your God, have created all men, and that I remember those who are upon the isles of the sea; and that I rule in the heavens above and in the earth beneath; and I bring forth my word unto the children of men, yea, even upon all the nations of the earth?", "8 Wherefore murmur ye, because that ye shall receive more of my word? Know ye not that the testimony of two nations is a witness unto you that I am God, that I remember one nation like unto another? Wherefore, I speak the same words unto one nation like unto another. And when the two nations shall run together the testimony of the two nations shall run together also.", "9 And I do this that I may prove unto many that I am the same yesterday, today, and forever; and that I speak forth my words according to mine own pleasure. And because that I have spoken one word ye need not suppose that I cannot speak another; for my work is not yet finished; neither shall it be until the end of man, neither from that time henceforth and forever.", "10 Wherefore, because that ye have a Bible ye need not suppose that it contains all my words; neither need ye suppose that I have not caused more to be written.", "11 For I command all men, both in the east and in the west, and in the north, and in the south, and in the islands of the sea, that they shall write the words which I speak unto them; for out of the books which shall be written I will judge the world, every man according to their works, according to that which is written.", "12 For behold, I shall speak unto the Jews and they shall write it; and I shall also speak unto the Nephites and they shall write it; and I shall also speak unto the other tribes of the house of Israel, which I have led away, and they shall write it; and I shall also speak unto all nations of the earth and they shall write it.", "13 And it shall come to pass that the Jews shall have the words of the Nephites, and the Nephites shall have the words of the Jews; and the Nephites and the Jews shall have the words of the lost tribes of Israel; and the lost tribes of Israel shall have the words of the Nephites and the Jews.", "14 And it shall come to pass that my people, which are of the house of Israel, shall be gathered home unto the lands of their possessions; and my word also shall be gathered in one. And I will show unto them that fight against my word and against my people, who are of the house of Israel, that I am God, and that I covenanted with Abraham that I would remember his seed forever."], "Español": ["Muchos gentiles rechazarán el Libro de Mormón— Dirán: “No necesitamos más Biblia”— El Señor habla a muchas naciones— Él juzgará al mundo de acuerdo con los libros que se escriban. Aproximadamente 559–545a.C.", "1 Mas he aquí que habrá muchos —el día en que yo proceda a ejecutar una obra maravillosa entre ellos, a fin de que yo recuerde mis convenios que he hecho con los hijos de los hombres, para que extienda mi mano por segunda vez, para restaurar a los de mi pueblo que son de la casa de Israel;", "2 y también para que yo recuerde las promesas que te he hecho a ti, Nefi, y también a tu padre, que me acordaría de tu posteridad; y que las palabras de tu posteridad procederían de mi boca a tu posteridad; y mis palabras resonarán hasta los extremos de la tierra, por estandarte a los de mi pueblo que son de la casa de Israel;", "3 y porque mis palabras resonarán— muchos de los gentiles dirán: ¡Una Biblia! ¡Una Biblia! ¡Tenemos una Biblia, y no puede haber más Biblia!", "4 Mas así dice el Señor Dios: Oh necios, tendrán una Biblia; y procederá de los judíos, mi antiguo pueblo del convenio. ¿Y qué agradecimiento manifiestan a los judíos por la Biblia que de ellos recibieron? Sí, ¿qué pretenden decir con eso los gentiles? ¿Recuerdan ellos los afanes y los trabajos y las aflicciones de los judíos, y su diligencia para conmigo en llevar la salvación a los gentiles?", "5 Oh gentiles, ¿os habéis acordado de los judíos, mi antiguo pueblo del convenio? No; sino que los habéis maldecido y aborrecido, y no habéis procurado recuperarlos. Mas he aquí, yo haré volver todas estas cosas sobre vuestra propia cabeza; porque yo, el Señor, no he olvidado a mi pueblo.", "6 ¡Oh necio, que dirás: Una Biblia; tenemos una Biblia y no necesitamos más Biblia! ¿Tendríais una Biblia, de no haber sido por los judíos?", "7 ¿No sabéis que hay más de una nación? ¿No sabéis que yo, el Señor vuestro Dios, he creado a todos los hombres, y que me acuerdo de los que viven en las islas del mar; y que gobierno arriba en los cielos y abajo en la tierra; y manifiesto mi palabra a los hijos de los hombres, sí, sobre todas las naciones de la tierra?", "8 ¿Por qué murmuráis por tener que recibir más de mi palabra? ¿No sabéis que el testimonio de dos naciones os es un testigo de que yo soy Dios, que me acuerdo tanto de una nación como de otra? Por tanto, hablo las mismas palabras, así a una como a otra nación. Y cuando las dos naciones se junten, el testimonio de las dos se juntará también.", "9 Y hago esto para mostrar a muchos que soy el mismo ayer, hoy y para siempre; y que declaro mis palabras según mi voluntad. Y no supongáis que porque hablé una palabra, no puedo hablar otra; porque aún no está terminada mi obra; ni se acabará hasta el fin del hombre; ni desde entonces para siempre jamás.", "10 Así que no por tener una Biblia debéis suponer que contiene todas mis palabras; ni tampoco debéis suponer que no he hecho escribir otras más.", "11 Porque mando a todos los hombres, tanto en el este, como en el oeste, y en el norte, así como en el sur y en las islas del mar, que escriban las palabras que yo les hable; porque de los libros que se escriban juzgaré yo al mundo, cada cual según sus obras, conforme a lo que esté escrito.", "12 Porque he aquí, hablaré a los judíos, y lo escribirán; y hablaré también a los nefitas, y estos lo escribirán; y también hablaré a las otras tribus de la casa de Israel que he conducido lejos, y lo escribirán; y también hablaré a todas las naciones de la tierra, y ellas lo escribirán.", "13 Y acontecerá que los judíos tendrán las palabras de los nefitas, y los nefitas tendrán las palabras de los judíos; y los nefitas y los judíos tendrán las palabras de las tribus perdidas de Israel; y estas poseerán las palabras de los nefitas y los judíos.", "14 Y sucederá que mi pueblo, que es de la casa de Israel, será reunido sobre las tierras de sus posesiones; y mi palabra se reunirá también en una. Y manifestaré a los que luchen contra mi palabra y contra mi pueblo, que es de la casa de Israel, que yo soy Dios, y que hice convenio con Abraham de que me acordaría de su posteridad para siempre."], "Français": ["Beaucoup de Gentils rejetteront le Livre de Mormon— Ils diront: Il ne nous faut pas davantage de Bible— Le Seigneur parle à beaucoup de nations— Il jugera le monde d’après les livres seront écrits. Vers 559–545av.J.-C.", "1 Mais voici, il y en aura beaucoup— en ce jour-là où je me mettrai en devoir de faire une œuvre merveilleuse parmi eux, afin de me souvenir des alliances que j’ai faites avec les enfants des hommes, afin d’étendre une seconde fois ma main pour recouvrer mon peuple qui est de la maison d’Israël;", "2 et aussi afin de me souvenir des promesses que je t’ai faites, à toi, Néphi, et aussi à ton père, que je me souviendrais de votre postérité, et que les paroles de votre postérité iraient de ma bouche à votre postérité; et mes paroles siffleront jusqu’aux extrémités de la terre, comme bannière pour mon peuple qui est de la maison d’Israël;", "3 et parce que mes paroles siffleront, beaucoup de Gentils diront: Une Bible! Une Bible! Nous avons une Bible, et il ne peut y avoir davantage de Bible.", "4 Mais ainsi dit le Seigneur Dieu: Ô insensés, ils auront une Bible; et elle sortira des Juifs, le peuple ancien de mon alliance. Et comment remercient-ils les Juifs de la Bible qu’ils reçoivent d’eux? Oui, qu’entendent les Gentils par là? Se souviennent-ils des labeurs, et des travaux, et des peines des Juifs, et de leur diligence vis-à-vis de moi à apporter le salut aux Gentils?", "5 Ô Gentils, vous êtes-vous souvenus des Juifs, le peuple ancien de mon alliance? Non; mais vous les avez maudits, et les avez haïs, et n’avez pas cherché à les recouvrer. Mais voici, je ferai retomber ces choses sur votre tête; car moi, le Seigneur, je n’ai pas oublié mon peuple.", "6 Insensé, qui diras: une Bible, nous avons une Bible, et nous n’avons pas besoin de davantage de Bible. Avez-vous obtenu une Bible autrement que par les Juifs?", "7 Ne savez-vous pas qu’il y a plus d’une nation? Ne savez-vous pas que moi, le Seigneur, votre Dieu, j’ai créé tous les hommes, et que je me souviens de ceux qui sont dans les îles de la mer, et que je règne dans les cieux en haut et sur la terre en bas, et que je fais parvenir ma parole aux enfants des hommes, oui, à toutes les nations de la terre?", "8 Pourquoi murmurez-vous parce que vous allez recevoir davantage de ma parole? Ne savez-vous pas que le témoignage de deux nations est le témoignage pour vous que je suis Dieu, que je me souviens d’une nation comme d’une autre? C’est pourquoi, je dis les mêmes paroles à une nation qu’à l’autre. Et lorsque les deux nations s’uniront, les témoignages des deux nations s’uniront aussi.", "9 Et je fais cela afin de prouver à beaucoup que je suis le même hier, aujourd’hui et à jamais, et que j’envoie mes paroles selon mon bon plaisir. Et parce que j’ai dit une parole, vous ne devez pas supposer que je ne peux pas en dire une autre; car mon œuvre n’est pas encore finie, et elle ne le sera pas avant la fin de l’homme, ni à partir de ce moment-là, ni jamais.", "10 C’est pourquoi, parce que vous avez une Bible, vous ne devez pas penser qu’elle contient toutes mes paroles; et vous ne devez pas non plus penser que je n’en ai pas fait écrire davantage.", "11 Car je commande à tous les hommes, à la fois à l’est et à l’ouest, et au nord et au sud, et dans les îles de la mer, qu’ils écrivent les paroles que je leur dis; car c’est d’après les livres qui seront écrits que je jugerai le monde, chacun selon ses œuvres, selon ce qui est écrit.", "12 Car voici, je parlerai aux Juifs, et ils l’écriront; et je parlerai aussi aux Néphites, et ils l’écriront; et je parlerai aussi aux autres tribus de la maison d’Israël, que j’ai emmenées, et elles l’écriront; et je parlerai aussi à toutes les nations de la terre, et elles l’écriront.", "13 Et il arrivera que les Juifs auront les paroles des Néphites, et les Néphites auront les paroles des Juifs, et les Néphites et les Juifs auront les paroles des tribus perdues d’Israël, et les tribus perdues d’Israël auront les paroles des Néphites et des Juifs.", "14 Et il arrivera que mon peuple, qui est de la maison d’Israël, sera rassemblé chez lui dans les pays de ses possessions; et ma parole sera aussi rassemblée en une seule. Et je montrerai à ceux qui combattent ma parole et mon peuple, qui est de la maison d’Israël, que je suis Dieu et que j’ai fait alliance avec Abraham que je me souviendrais de sa postérité à jamais."], "Kiribati": ["A mwaiti Tientaire aika a na aki butimwaea Ana Boki Moomon—A na kangai, Ti aki kainnanoa te Bwaibwara riki teuana—E taetae te Uea nakoia aaba aika mwaiti—E na motiki taekan te aonaba man boki aika a na koreaki. Uakaan ma 559–545I.K.", "1 Bwa taraia, a na mwaiti—n te bong arei are N na waaki iai ni karaoa te mwakuri ae raoiroi i buakoia, bwa I aonga n uring au berita aika a tabu ake I a tia ni karaoi nakoia natiia aomata, are N na kona iai ni manga kamaiuia au botanaomata n te kaua tai, aika kaain te bata are Iteraera;", "2 Ao I aonga naba n uring taian berita ake I a tia ni karaoi nakoim, Nibwaai, ao nakon naba tamam, are N na uringia kanoam, are a na otinako aia taeka kanoam mai wiiu rinanoia kanoam; ao a na katiitii au taeka nako tabon aonaba, bwa baireaia au botanaomata, aika kain te bata are Iteraera.", "3 Ao ngkai a na tang nako n au taeka nako tabon aonaba—a na mwaiti Tientaire aika a na kangai: Te Baibara! Te Baibara! Iai ara Baibara, ao a na akea riki te Baibara i rarikina.", "4 Ma e taku ana taeka te Uea ae te Atua: O aika kam burababa, e na reke irouia te Baibara; ao e na reke mai irouia Iutaia, aika au botanaomata i nanon te berita ae tabu ma ngkoa. Tera aia kaaitau nakoia Iutaia ibukin te Baibara are a tia ni karekea mai irouia? Eng, tera ae a nanonna Tientaire? A uring taian kaangaanga, ma taian beku, ma marakiia Iutaia, ma kakaonimakia nakoiu, ibukin karekean te kamaiuaki nakoia Tientaire?", "5 O ngkami aika Tientaire, kam uringia Iutaia aika au botanaomata i nanon te berita ae tabu ma ngkoa? Kam aki; ma kam a tia ni kamaraiaia, ao man ribaia, ao kam tuai ni buoka kaokakia. Ma taraia, N na kaoki rekenikai aikai nakoimi; bwa Ngai ae te Uea, I tuai ni mwaninga taekaia au botanaomata.", "6 Ao ngkoe ae baba, ae e na kangai: Te Bwaibwara, iai ara Bwaibwara, ao ti aki kainnanoa te Bwaibwara riki teuana. Iai te Bwaibwara iroumi ae aki reke mai irouia Iutaia?", "7 Kam ataia ke kam aki ae a rawata riki aaba nakon ae ti teuana? Kam aki ataia ae Ngai, ae te Uea ae Atuami, ae I karikiia aomata ni kabane, ao I uringia ake a mena iaon aban marawa; ao I tautaeka naba i eta i karawa ao n te aonaba are i aana; ao I tataekina au taeka nakoia natia aomata ni kabane, eng, nakoia aaba ni kabane iaon te aonaba?", "8 Bukin teraa kam ngurengure ngkai kam na karekei au taeka aika mwaiti riki? Kam aki ataia ae kakoaua man aaba aika uoua bon kakoauau nakoimi ae Ngai te Atua, ao I uringa te aaba teuana n aron uringan te aba are teuana? Mangaia ae titebo au taeka nakon te aba teuana ma are I taekinna nakon te aba are teuana. Ao ngkana a ikotaki aaba aika uoua ao a na ikotaki naba taian kakoaua man aaba aika uoua.", "9 Ao I karaoa aio bwa I aonga ni kakoaua nakoia aika mwaiti bwa titebo Ngai ngkoa, n te bong aio, ao n aki toki; ao I tataekin au taeka n aron oin kukurein nanou. Ao ngkai I a tia n taekina au taeka teuana, tiaki nanona bwa N na aki manga taekina riki au taeka teuana; bwa e tuai n toki au mwakuri; ao e na bon aki toki ni karokoa tokin te maiu iaon te aonaba, man te tai anne ao n aki toki.", "10 Mangaia ae ngkai iai iroumi te Bwaibwara, kam na tai taku bwa a bane au taeka ni kabane i nanona, ke n taku bwa akea riki te boki are I a tia n tuatua bwa e na koreaki i rarikina.", "11 Bwa I a tia n tuatua nakoia aomata ni kabane i mainiku, i maeao, ao i meang, ao i maiaki, ao i aban marawa, bwa a na koroi taeka ake I taekin nakoia; bwa N na motika taekan te aonaba man taian boki ake a koreaki, aomata ni kabane n aron aia mwakuri, n aron are e a tia ni koreaki.", "12 Bwa taraia, N na tuangiia Iutaia bwa a na koroia; ao N na tuangiia Nibwaite bwa a na koroia; ao N na tuangiia naba mwakoron te bata are Iteraera riki tabeua, ake I a tia ni kairia nako, bwa a na koroia; ao N na tuangiia naba aaba ni kabane iaon te aonaba bwa a na koroia.", "13 Ao e na koro bukina bwa e na reke irouia Iutaia aia koroboki Nibwaite, ao e na reke aia koroboki Nibwaite irouia Iutaia; ao Nibwaite ma Iutaia e na reke irouia aia taeka ana baronga Iteraera ake a bua ao Iteraera ake a bua e na reke irouia aia taeka Nibwaite ma Iutaia.", "14 Ao e na koro bukina bwa a na manga botaki iai au botanaomata, aika kain te bata are Iteraera, iaon aban rikiia; ao a na botaki naba au taeka n ti teuana. Ao N na kaotia nakoia ake a kaaitarai au taeka ma au botanaomata, aika kain te bata are Iteraera, ae Ngai te Atua, ao I a tia ni berita n ae tabu nakon Aberaam bwa N na uringia kanoana n aki toki."]}