{"English": ["Converted Gentiles will be numbered with the covenant people—Many Lamanites and Jews will believe the word and become delightsome—Israel will be restored and the wicked destroyed. About 559–545B.C.", "1 And now behold, my beloved brethren, I would speak unto you; for I, Nephi, would not suffer that ye should suppose that ye are more righteous than the Gentiles shall be. For behold, except ye shall keep the commandments of God ye shall all likewise perish; and because of the words which have been spoken ye need not suppose that the Gentiles are utterly destroyed.", "2 For behold, I say unto you that as many of the Gentiles as will repent are the covenant people of the Lord; and as many of the Jews as will not repent shall be cast off; for the Lord covenanteth with none save it be with them that repent and believe in his Son, who is the Holy One of Israel.", "3 And now, I would prophesy somewhat more concerning the Jews and the Gentiles. For after the book of which I have spoken shall come forth, and be written unto the Gentiles, and sealed up again unto the Lord, there shall be many which shall believe the words which are written; and they shall carry them forth unto the remnant of our seed.", "4 And then shall the remnant of our seed know concerning us, how that we came out from Jerusalem, and that they are descendants of the Jews.", "5 And the gospel of Jesus Christ shall be declared among them; wherefore, they shall be restored unto the knowledge of their fathers, and also to the knowledge of Jesus Christ, which was had among their fathers.", "6 And then shall they rejoice; for they shall know that it is a blessing unto them from the hand of God; and their scales of darkness shall begin to fall from their eyes; and many generations shall not pass away among them, save they shall be a pure and a delightsome people.", "7 And it shall come to pass that the Jews which are scattered also shall begin to believe in Christ; and they shall begin to gather in upon the face of the land; and as many as shall believe in Christ shall also become a delightsome people.", "8 And it shall come to pass that the Lord God shall commence his work among all nations, kindreds, tongues, and people, to bring about the restoration of his people upon the earth.", "9 And with righteousness shall the Lord God judge the poor, and reprove with equity for the meek of the earth. And he shall smite the earth with the rod of his mouth; and with the breath of his lips shall he slay the wicked.", "10 For the time speedily cometh that the Lord God shall cause a great division among the people, and the wicked will he destroy; and he will spare his people, yea, even if it so be that he must destroy the wicked by fire.", "11 And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins.", "12 And then shall the wolf dwell with the lamb; and the leopard shall lie down with the kid, and the calf, and the young lion, and the fatling, together; and a little child shall lead them.", "13 And the cow and the bear shall feed; their young ones shall lie down together; and the lion shall eat straw like the ox.", "14 And the sucking child shall play on the hole of the asp, and the weaned child shall put his hand on the cockatrice’s den.", "15 They shall not hurt nor destroy in all my holy mountain; for the earth shall be full of the knowledge of the Lord as the waters cover the sea.", "16 Wherefore, the things of all nations shall be made known; yea, all things shall be made known unto the children of men.", "17 There is nothing which is secret save it shall be revealed; there is no work of darkness save it shall be made manifest in the light; and there is nothing which is sealed upon the earth save it shall be loosed.", "18 Wherefore, all things which have been revealed unto the children of men shall at that day be revealed; and Satan shall have power over the hearts of the children of men no more, for a long time. And now, my beloved brethren, I make an end of my sayings."], "Español": ["Los gentiles convertidos serán contados entre los del pueblo del convenio— Muchos lamanitas y muchos judíos creerán en la palabra y llegarán a ser deleitables— Israel será restaurado y los inicuos serán destruidos. Aproximadamente 559–545a.C.", "1 Y ahora bien, he aquí, amados hermanos míos, quisiera hablaros; porque yo, Nefi, no quisiera permitiros suponer que sois más justos de lo que serán los gentiles. Pues he aquí, a no ser que guardéis los mandamientos de Dios, todos pereceréis igualmente; y a causa de las palabras que se han dicho, no debéis suponer que los gentiles serán totalmente destruidos.", "2 Porque he aquí, os digo que cuantos de los gentiles se arrepienten son el pueblo del convenio del Señor; y cuantos judíos no se arrepientan serán talados; porque el Señor no hace convenio con nadie sino con aquellos que se arrepienten y creen en su Hijo, que es el Santo de Israel.", "3 Y ahora quisiera profetizaros algo más acerca de los judíos y los gentiles. Porque después que aparezca el libro de que he hablado, y se haya escrito para los gentiles y sellado nuevamente para los fines del Señor, habrá muchos que creerán las palabras que estén escritas; y ellos las llevarán al resto de nuestra posteridad.", "4 Y entonces el resto de nuestra posteridad sabrá acerca de nosotros: cómo fue que salimos de Jerusalén, y que ellos son descendientes de los judíos;", "5 y el evangelio de Jesucristo será declarado entre ellos; por lo que les será restaurado el conocimiento de sus padres, como también el conocimiento de Jesucristo que hubo entre sus padres.", "6 Y entonces se regocijarán; porque sabrán que es una bendición para ellos de la mano de Dios; y las escamas de tinieblas empezarán a caer de sus ojos; y antes que pasen muchas generaciones entre ellos, se convertirán en una gente pura y deleitable.", "7 Y acontecerá que los judíos que estén dispersos empezarán también a creer en Cristo; y comenzarán a congregarse sobre la faz de la tierra; y cuantos crean en Cristo también llegarán a ser una gente deleitable.", "8 Y sucederá que el Señor Dios empezará su obra entre todas las naciones, tribus, lenguas y pueblos, para llevar a cabo la restauración de su pueblo sobre la tierra.", "9 Y con justicia juzgará el Señor Dios a los pobres, y con equidad reprenderá por los mansos de la tierra. Y herirá a la tierra con la vara de su boca, y con el aliento de sus labios matará al impío.", "10 Porque rápidamente se acerca el tiempo en que el Señor Dios ocasionará una gran división entre el pueblo, y destruirá a los inicuos; y preservará a su pueblo, sí, aun cuando tenga que destruir a los malvados por fuego.", "11 Y la justicia será el ceñidor de sus lomos, y la fidelidad el cinturón de sus riñones.", "12 Y entonces morará el lobo con el cordero; y el leopardo con el cabrito se acostará, y el becerro, el leoncillo y el cebón andarán juntos; y un niño los pastoreará.", "13 Y la vaca y la osa pacerán; sus crías se echarán juntas; y el león comerá paja como el buey.", "14 Y el niño de pecho jugará en la cueva del áspid, y el recién destetado extenderá la mano sobre la caverna del basilisco.", "15 No dañarán, ni destruirán en todo mi santo monte; porque la tierra estará llena del conocimiento del Señor, como las aguas cubren el mar.", "16 Por tanto, las cosas de todas las naciones serán divulgadas; sí, todas las cosas se darán a conocer a los hijos de los hombres.", "17 No hay nada secreto que no haya de ser revelado; no hay obra de tinieblas que no haya de salir a luz; nada hay sellado sobre la tierra que no haya de ser desatado.", "18 Por tanto, todas las cosas que han sido reveladas a los hijos de los hombres serán reveladas en aquel día; y Satanás no tendrá más poder sobre el corazón de los hijos de los hombres por mucho tiempo. Y ahora, amados hermanos míos, doy fin a mis palabras."], "Français": ["Les Gentils convertis seront comptés avec le peuple de l’alliance— Beaucoup de Lamanites et de Juifs croiront en la parole et deviendront un peuple agréable— Israël sera rétabli et les méchants seront détruits. Vers 559–545av.J.-C.", "1 Et maintenant, voici, mes frères bien-aimés, je voudrais vous parler; car moi, Néphi, je ne souffrirai pas que vous pensiez que vous êtes plus justes que le seront les Gentils. Car voici, si vous ne gardez pas les commandements de Dieu, vous périrez tous de même; et à cause des paroles qui ont été dites, vous ne devez pas penser que les Gentils seront totalement détruits.", "2 Car voici, je vous dis que tous les Gentils qui se repentiront sont le peuple de l’alliance du Seigneur; et tous les Juifs qui ne se repentiront pas seront rejetés; car le Seigneur ne fait d’alliance qu’avec ceux qui se repentent et croient en son Fils, qui est le Saint d’Israël.", "3 Et maintenant, je voudrais encore prophétiser quelque peu concernant les Juifs et les Gentils. Car, lorsque le livre dont j’ai parlé paraîtra, et sera écrit aux Gentils, et scellé de nouveau pour le Seigneur, il y en aura beaucoup qui croiront aux paroles qui sont écrites, et ils les porteront au reste de notre postérité.", "4 Et alors, le reste de notre postérité saura qui nous sommes, comment nous sommes sortis de Jérusalem, et qu’ils sont descendants des Juifs.", "5 Et l’Évangile de Jésus-Christ sera annoncé parmi eux; c’est pourquoi, ils auront de nouveau la connaissance de ce qu’étaient leurs pères, et aussi la connaissance de Jésus-Christ, que l’on avait parmi leurs pères.", "6 Et alors, ils se réjouiront; car ils sauront que c’est une bénédiction qui leur est donnée par la main de Dieu; et leurs écailles de ténèbres commenceront à leur tomber des yeux; et il ne passera pas beaucoup de générations parmi eux qu’ils ne soient un peuple pur et agréable.", "7 Et il arrivera que les Juifs qui sont dispersés commenceront aussi à croire au Christ; et ils commenceront à se rassembler sur la surface du pays; et tous ceux qui croiront au Christ deviendront aussi un peuple agréable.", "8 Et il arrivera que le Seigneur Dieu commencera son œuvre parmi toutes les nations, tribus, langues et peuples pour réaliser le rétablissement de son peuple sur la terre.", "9 Et le Seigneur Dieu jugera les pauvres avec équité, et il prononcera avec droiture sur les malheureux de la terre. Et il frappera la terre de sa parole comme d’une verge, et du souffle de ses lèvres il fera mourir le méchant.", "10 Car le temps vient rapidement où le Seigneur Dieu causera une grande division parmi le peuple, et les méchants, il les détruira; et il épargnera son peuple, oui, même s’il doit détruire les méchants par le feu.", "11 La justice sera la ceinture de ses flancs, et la fidélité la ceinture de ses reins.", "12 Le loup habitera avec l’agneau, et la panthère se couchera avec le chevreau; le veau, le lionceau, et le bétail qu’on engraisse, seront ensemble; et un petit enfant les conduira.", "13 La vache et l’ourse auront un même pâturage, leurs petits un même gîte; et le lion, comme le bœuf, mangera de la paille.", "14 Le nourrisson s’ébattra sur l’antre de la vipère, et l’enfant sevré mettra sa main dans la caverne du basilic.", "15 Il ne se fera ni tort ni dommage sur toute ma montagne sainte; car la terre sera remplie de la connaissance du Seigneur, comme le fond de la mer par les eaux qui le couvrent.", "16 C’est pourquoi, les choses de toutes les nations seront dévoilées; oui, tout sera dévoilé aux enfants des hommes.", "17 Il n’est rien de secret qui ne sera révélé; il n’est aucune œuvre des ténèbres qui ne sera manifestée à la lumière, et il n’est rien de scellé sur la terre qui ne sera délié.", "18 C’est pourquoi, tout ce qui a été révélé aux enfants des hommes sera révélé en ce jour-là; et Satan n’aura plus pouvoir pendant longtemps sur le cœur des enfants des hommes. Et maintenant, mes frères bien-aimés, je cesse de parler."], "Kiribati": ["A na warekaki Tientaire aika a rairinanoia ma aomata n te berita ae tabu i nanon te berita ae tabu—A mwaiti Reimwanaite ma Iutaia aika a na kakoaua te taeka ao n riki n raoiroi—E na manga kaokaki Iteraera ao a na kamaunaki aika a buakaka. Uakaan ma 559–545I.K.", "1 Ao taraia ngkai tariu aika kam tangiraki, I kan taetae nakoimi; bwa Ngai ae Nibwaai, I aki tangiria bwa kam na taku inanomi bwa kam raoiroi riki nakoia Tientaire. Bwa taraia, ngkana kam aki kaawakin ana tua te Atua ao kam na mate; ao man taeka aika a tia n taekinaki nakoimi tai taku bwa a na bane n tiringaki Tientaire.", "2 Bwa taraia, I taekinna nakoimi bwa a na riki Tientaire ni kabane ake a rairinanoia bwa ana aomata i nanon te berita ae tabu te Uea; ao ni kabane Iutaia ake aki rairinanoia a na teweaki nako; bwa e aki berita n ae tabu nakoia te Uea ma ti nakoia ake a rairinanoia ma ni kakoaua Natina, ae Atuan Iteraera ae Tabu.", "3 Ao ngkai, I a kan taetae ni burabeti ibukin taekaia Iutaia ma Tientaire. Bwa ngkana e a tia ni koreaki nakoia Tientaire te boki are I a tia n taekinna, ao ni manga kainaki iroun te Uea, ao a na mwaiti aika a na kakoauai taeka aika a tia ni koreaki; ao a na uoti nakoia mwangan nako kanoara.", "4 Ao n te tai anne ao a na atai taekara kanoara, aron mwanangara mai Ierutarem, ao ae ngaia bon kain Iutaia.", "5 Ao e na tataekinaki ana euangkerio Iesu Kristo nakoia; ao a na kaokaki aia atatai nakon uringaia aia bakatibu, ao taekan naba Iesu Kristo, are a ataa taekana aia bakatibu.", "6 Ao ngkanne a na kimwareirei; bwa a na ataia bwa bon te kakabwaia nakoia mai i nanon bain te Atua; ao a na bwaka maabubun roon mataia; ao a na aki mwaiti rooro aika a na rinanoi, ma ti ake a itiaki, ma ni kakukurei.", "7 Ao e na koro bukina bwa a na karekea naba kakoauan Kristo Iutaia ake a tia ni kamaenakoaki; ao a moana botakiia iaon te aonaba; ao a na bane n riki aomata ni kabane ake a kakoaua Kristo bwa aomata aika raoiroi.", "8 Ao e na koro bukina bwa e na moana iai ana mwakuri te Uea ae te Atua n aban reeti, neewe, ma aomata nako ni moanan kaokakin ana botanaomata iaon te aonaba.", "9 Ao e na motiki taekaia aika kainnano te Uea ae te Atua i nanon te raoiroi, ao n anga te motiraoi nakoia aika a nanorinano n te aonaba. Ao e na anga moti aika matoatoa mai wiina; ao e na karawawatai motin taekaia aika a buakaka ake e na taekin mai riana.", "10 Bwa e na waekoa n roko te tai are e na kaokoroia aomata te Uea ae te Atua, ao e na tiringia aika a buakaka; ao e na kamaiuia ana botanaomata, eng, e ngae ngkana e riai bwa e na tiringia ni kabuekia n te ai.", "11 Ao kabaean nukana bon te raoiroi, ao bautan nukana te onimaki.", "12 Ao e na maeka te kameaanti ma taian tiibu te teei; ao e na mena te ribwari i rarikin te kooti te teei, ma te kao te teei, ma te raian te teei, ma te kao ae marika, ni botaki; ao a na tararuaki iroun te ataei.", "13 Ao a na uaaia n amwarake te kao ma te bea; ao a na botaki ni wene natiia; ao e na kang uteute te raian n aiaron te kao.", "14 Ao e na takakaro te teei ae kammammaki imatan bwangan te atibi, ao e na karina baina te teei ae aki kammammaki i nanon bwangan te kaokateriti.", "15 A na aki kaikoakaki ke n uruaki n au maunga ae tabu; bwa e na buta te aonaba ni wanawanan te Uea n aiaron te ran ae buta iaon taari.", "16 Ngaia ae a na kaotaki bwain aaba ni kabane; eng, a na kaotaki bwaai ni kabane nakoia natia aomata.", "17 A na akea te bwai ae raba are e na aki kaotaki; ao a na akea mwakurin te roo are e na aki kaotaki i nanon te oota; ao a na akea te bwai are e kabaeaki iaon te aonaba are e na aki kabwaraki.", "18 Ngaia ae bwaai ni kabane ake a tia ni kaotaki nakoia natia aomata a na bane ni kaotaki n te bong arei; ao e na akea mwaakan Tatan inanoia natia aomata, n te tai ae maan. Ao ngkai tariu aika kam tangiraki, N nang katoka au taetae ni kawai ngkai."]}