{"English": ["Christ will be as a stone of stumbling and a rock of offense—Seek the Lord, not peeping wizards—Turn to the law and to the testimony for guidance—Compare Isaiah 8. About 559–545B.C.", "1 Moreover, the word of the Lord said unto me: Take thee a great roll, and write in it with a man’s pen, concerning Maher-shalal-hash-baz.", "2 And I took unto me faithful witnesses to record, Uriah the priest, and Zechariah the son of Jeberechiah.", "3 And I went unto the prophetess; and she conceived and bare a son. Then said the Lord to me: Call his name, Maher-shalal-hash-baz.", "4 For behold, the child shall not have knowledge to cry, My father, and my mother, before the riches of Damascus and the spoil of Samaria shall be taken away before the king of Assyria.", "5 The Lord spake also unto me again, saying:", "6 Forasmuch as this people refuseth the waters of Shiloah that go softly, and rejoice in Rezin and Remaliah’s son;", "7 Now therefore, behold, the Lord bringeth up upon them the waters of the river, strong and many, even the king of Assyria and all his glory; and he shall come up over all his channels, and go over all his banks.", "8 And he shall pass through Judah; he shall overflow and go over, he shall reach even to the neck; and the stretching out of his wings shall fill the breadth of thy land, O Immanuel.", "9 Associate yourselves, O ye people, and ye shall be broken in pieces; and give ear all ye of far countries; gird yourselves, and ye shall be broken in pieces; gird yourselves, and ye shall be broken in pieces.", "10 Take counsel together, and it shall come to naught; speak the word, and it shall not stand; for God is with us.", "11 For the Lord spake thus to me with a strong hand, and instructed me that I should not walk in the way of this people, saying:", "12 Say ye not, A confederacy, to all to whom this people shall say, A confederacy; neither fear ye their fear, nor be afraid.", "13 Sanctify the Lord of Hosts himself, and let him be your fear, and let him be your dread.", "14 And he shall be for a sanctuary; but for a stone of stumbling, and for a rock of offense to both the houses of Israel, for a gin and a snare to the inhabitants of Jerusalem.", "15 And many among them shall stumble and fall, and be broken, and be snared, and be taken.", "16 Bind up the testimony, seal the law among my disciples.", "17 And I will wait upon the Lord, that hideth his face from the house of Jacob, and I will look for him.", "18 Behold, I and the children whom the Lord hath given me are for signs and for wonders in Israel from the Lord of Hosts, which dwelleth in Mount Zion.", "19 And when they shall say unto you: Seek unto them that have familiar spirits, and unto wizards that peep and mutter—should not a people seek unto their God for the living to hear from the dead?", "20 To the law and to the testimony; and if they speak not according to this word, it is because there is no light in them.", "21 And they shall pass through it hardly bestead and hungry; and it shall come to pass that when they shall be hungry, they shall fret themselves, and curse their king and their God, and look upward.", "22 And they shall look unto the earth and behold trouble, and darkness, dimness of anguish, and shall be driven to darkness."], "Español": ["Cristo será por tropezadero y piedra de tropiezo— Buscad al Señor y no a los adivinos que atisban— Volveos a la ley y al testimonio para recibir orientación— Compárese con Isaías 8. Aproximadamente 559–545a.C.", "1 Además, la palabra del Señor me dijo: Toma una tabla grande, y escribe en ella con caracteres de hombre tocante a Maher-shalal-hash-baz.", "2 Y tomé por testigos fieles para atestiguar, al sacerdote Urías y a Zacarías hijo de Jeberequías.", "3 Y me allegué a la profetisa, y concibió y dio a luz un hijo. Entonces me dijo el Señor: Llámalo Maher-shalal-hash-baz.", "4 Pues he aquí, antes que el niño sepa decir: Padre mío y madre mía, serán quitadas las riquezas de Damasco y el despojo de Samaria delante del rey de Asiria.", "5 Y me habló el Señor otra vez, diciendo:", "6 Por cuanto este pueblo desecha las aguas de Siloé, que corren plácidamente, y se huelga con Rezín y el hijo de Remalías;", "7 el Señor, pues, hará subir sobre ellos las aguas del río, fuertes y muchas, es decir, al rey de Asiria y toda su gloria; y subirá sobre todos sus arroyos y pasará sobre todas sus riberas.", "8 Y fluirá por Judá; se desbordará e inundará; y llegará hasta la garganta; y la extensión de sus alas llenará la anchura de tu tierra, ¡oh Emanuel!", "9 ¡Reuníos, oh pueblos, y seréis quebrantados! ¡Escuchad, todos vosotros los de países lejanos; ceñíos, y seréis quebrantados; apercibíos, y seréis quebrantados!", "10 Reuníos en consejo, y será anulado; hablad palabra, y no permanecerá; porque Dios está con nosotros.", "11 Porque el Señor de este modo me habló con mano fuerte, y me instruyó que no anduviese por el camino de este pueblo, diciendo:", "12 No llaméis conspiración a todo lo que este pueblo llama conspiración; ni temáis lo que ellos temen, ni tengáis miedo.", "13 Al Señor de los Ejércitos santificad; y sea él vuestro temor, y sea él vuestro miedo.", "14 Y él será por santuario; pero por tropezadero y piedra de tropiezo a las dos casas de Israel; por trampa y lazo a los habitantes de Jerusalén.", "15 Y muchos de ellos tropezarán y caerán; y serán quebrantados, entrampados y apresados.", "16 Ata el testimonio; sella la ley entre mis discípulos.", "17 Y yo esperaré al Señor, el cual oculta su cara de la casa de Jacob, y en él confiaré.", "18 He aquí, yo y los hijos que el Señor me ha dado somos a Israel por señales y presagios de parte del Señor de los Ejércitos, que habita en el monte de Sion.", "19 Y cuando os dijeren: Preguntad a los evocadores, y a los adivinos que atisban y hablan entre dientes: ¿No debe un pueblo consultar a su Dios para que los vivos oigan de los muertos?", "20 ¡A la ley y al testimonio! Y si no hablaren conforme a esta palabra, es porque no hay luz en ellos.", "21 Y pasarán por la tierra, duramente acosados y hambrientos; y acontecerá que cuando tengan hambre, se enojarán y maldecirán a su rey y a su Dios, y alzarán la vista hacia arriba.", "22 Y mirarán hacia la tierra, y contemplarán tribulación y tinieblas, obscuridad de angustia; y serán expulsados a las tinieblas."], "Français": ["Le Christ sera comme une pierre d’achoppement et un rocher de scandale— Consultez le Seigneur, pas les magiciens qui poussent des sifflements— Guidez-vous sur la loi et le témoignage— Comparez avec Ésaïe 8:1–22. Vers 559–545av.J.-C.", "1 La parole du Seigneur me dit: Prends un grand rouleau et écris dessus avec une plume d’homme concernant Maher-Schalal-Chasch-Baz.", "2 Je pris avec moi des témoins dignes de foi, le sacrificateur Urie, et Zacharie, fils de Bérékia.", "3 Je m’étais approché de la prophétesse, elle conçut, et elle enfanta un fils. Le Seigneur me dit: Donne-lui pour nom Maher-Schalal-Chasch-Baz.", "4 Car voici, avant que l’enfant sache dire: Mon père! ma mère! On emportera devant le roi d’Assyrie les richesses de Damas et le butin de Samarie.", "5 Le Seigneur me parla encore et me dit:", "6 Parce que ce peuple a méprisé les eaux de Siloé qui coulent doucement et qu’il s’est réjoui au sujet de Retsin et du fils de Remalia,", "7 voici, le Seigneur va faire monter contre eux les puissantes et grandes eaux du fleuve (le roi d’Assyrie et toute sa gloire); il s’élèvera partout au-dessus de son lit, et il se répandra sur toutes ses rives;", "8 il pénétrera dans Juda, il débordera et inondera, il atteindra jusqu’au cou. Le déploiement de ses ailes remplira l’étendue de ton pays, ô Emmanuel!", "9 Poussez des cris de guerre, peuples! et vous serez brisés; prêtez l’oreille, vous tous qui habitez au loin! préparez-vous au combat, et vous serez brisés;", "10 formez des projets, et ils seront anéantis; donnez des ordres, et ils seront sans effet; car Dieu est avec nous.", "11 Ainsi m’a parlé le Seigneur, quand sa main me saisit, et qu’il m’avertit de ne pas marcher dans la voie de ce peuple:", "12 N’appelez pas conjuration tout ce que ce peuple appelle conjuration; ne craignez pas ce qu’il craint, et ne soyez pas effrayés.", "13 C’est le Seigneur des armées que vous devez sanctifier, c’est lui que vous devez craindre et redouter.", "14 Et il sera un sanctuaire, mais aussi une pierre d’achoppement, un rocher de scandale pour les deux maisons d’Israël, un filet et un piège pour les habitants de Jérusalem.", "15 Plusieurs trébucheront; ils tomberont et se briseront, ils seront enlacés et pris.", "16 Enveloppe cet oracle, scelle cette révélation, parmi mes disciples.", "17 J’espère dans le Seigneur, qui cache sa face à la maison de Jacob; je place en lui ma confiance.", "18 Voici, moi et les enfants que le Seigneur m’a donnés, nous sommes des signes et des présages en Israël, de la part du Seigneur des armées, qui habite sur la montagne de Sion.", "19 Si l’on vous dit: Consultez ceux qui évoquent les morts et ceux qui prédisent l’avenir, qui poussent des sifflements et des soupirs, répondez: Un peuple ne consultera-t-il pas son Dieu pour que les vivants soient informés des morts?", "20 À la loi et au témoignage! si l’on ne parle pas ainsi, il n’y aura point d’aurore pour le peuple.", "21 Il sera errant dans le pays, accablé et affamé; et, quand il aura faim, il s’irritera, maudira son roi et son Dieu, il tournera les yeux en haut;", "22 puis il regardera vers la terre, et voici, il n’y aura que détresse, obscurité et de sombres angoisses: il sera repoussé dans d’épaisses ténèbres."], "Kiribati": ["E na riki Kristo n aiaron te atibu are a na tatannako iai aomata ma te bwa are a na bwaka iai—Ukoukora te Uea, ao tiaki taan tiaka aika taan kakaninganinga—Onimakina te tua ma te koaua ibukin kairan maiumi—Kabootaua ma Itaia 8. Uakaan ma 559–545I.K.", "1 Ao aikai riki ana taeka te Uea ake a taekinaki nakoiu: Karekea te roora ni beeba, ao koroboki i nanona ma ana kai ni koroboki te aomata, ni kaineti ma taekan Mae-tara-ati-bati.", "2 Ao I rineia taan kakoaua aika kakaonimaki bwa a na korea taekan, Uria are te ibonga, ma Tekaria are natin Ieberekia.", "3 Ao I nakon te burabeti te aine; ao e na karika te nati te mwaane. Ao e taku te Uea nakoiu: Aranna bwa Mae-tara-ati-bati.", "4 Bwa taraia, e na akea rabakaun te ateei arei ni weewete ni kangai, Tamau, ma tinau, i mwaain ae na uotaki nako kaubwain Tameteko ma bwaai ake a kuriaki ake anaaki mai Tamaria iroun uean Aturia.", "5 Ao e taetae riki te Uea nakoiu, ni kangai:", "6 Ngkai a aki butimwaea ranin Tiroa ae raanga ni marau, ao a kimwareirei iroun Retin ma natin Remaria te mwaane;", "7 Mangaia ae ngkai, taraia, e na kabwaroi i aoia te uea ranin te karaanga are korakora ma ni mwaiti, ae uean Aturia ma mimitongina ni kabane; ao e na riaon kabin te karanga ao n riaon naba rarikin ana karaanga ni kabane.", "8 Ao e na rinanon Iuta; e na taonako ao n iekia, ao e na roko rietana n te roroa; ao e na buta te aba n aroran baina ni kiba, O ngkoe ae Emanuera.", "9 Ikoti ami taanga, O ngkami te botanaomata, ao kam na uruakaki nakon mwakoro aika mwaiti; ao kam na kakauongo aaba aika kam raroa; katauraoingkami, ao kam na uruakaki nakon mwakoro aika mwaiti.", "10 Ikotaki ni karaoi ami baire, ao a na akea bonganaia; taekina ami baire, ao e na aki iraki; bwa e mena iroura te Atua.", "11 Bwa e a tia n taetae te Uea nakoiu ma te bai ae matoatoa, ao e reireinai bwa N na aki katotongia aomata aikai, ni kangai:", "12 Ko na aki taku, Te ikotaki, nakoia ni kabane ake a kangai aomata aikai nakoia, Te ikotaki; ko na aki maaka are a maakua, ma n aki maaku.", "13 Kam na tabua aia Uea Taanga ni Buaka, ao Ngaia ae kam na maakua, ao Ngaia ae karikiia bwa maakum.", "14 Ao e na riki bwa te nne ni katantan; ma e na riki bwa te atibu n tatanako, ma te bwa are a na uaaia iai ni bwaka bata ake Iteraera, ma te bwai ni kamwane ma te ao ni kataitai nakoia kaain Ierutarem.", "15 Ao a mwaiti mai buakoia aika a na tatannako, ao ni bwaka, ma ni uruaki, ma ni mwane, ma n tauaki.", "16 Kabaea te koaua, kawakina te tua i buakoia au reirei.", "17 Ao N na tataninga te Uea, are karaba matana man te bata are Iakobwa, ao N na ukoukoria.", "18 Taraia, Ngai ma ataei ake e a tia n anganai te Uea bon taian kanikina ma kamiimi i nanon Iteraera mai iroun aia Uea Taanga ni Buaka, are e maeka n te Maunga are Zion.", "19 Ao ngkana a kangai nakoimi: Kam na ongo n aia taeka taan tabunea, taan tiaka aika a kakaninganinga ma ni winonginong—e riai ke aki bwa a nako aomata nakon Atuaia n te aro bwa naake a maiu a na ongo mai irouia ake a mate.", "20 Nakon te tua ao te koaua; ao ngkana a aki boraoi ma te taeka aio, ao bon ibukin ae akea te oota inanoia.", "21 Ao a na rinukan te aba ma te kainnano ao te bora ni baki; ao e na koro bukina bwa ngkana e roko bakiia, a na un i marenaia, ao a na tataboraea aia uea ao Atuaia, ao a na tararake.", "22 Ao a na tara aontano ao a na noora te kaangaanga, ma te roo, ma korakoran bwarannano, ao a na kakioaki nako nanon te roo."]}