{"English": ["Jacob explains that the Jews will be gathered in all their lands of promise—The Atonement ransoms man from the Fall—The bodies of the dead will come forth from the grave, and their spirits from hell and from paradise—They will be judged—The Atonement saves from death, hell, the devil, and endless torment—The righteous are to be saved in the kingdom of God—Penalties for sins are set forth—The Holy One of Israel is the keeper of the gate. About 559–545B.C.", "1 And now, my beloved brethren, I have read these things that ye might know concerning the covenants of the Lord that he has covenanted with all the house of Israel—", "2 That he has spoken unto the Jews, by the mouth of his holy prophets, even from the beginning down, from generation to generation, until the time comes that they shall be restored to the true church and fold of God; when they shall be gathered home to the lands of their inheritance, and shall be established in all their lands of promise.", "3 Behold, my beloved brethren, I speak unto you these things that ye may rejoice, and lift up your heads forever, because of the blessings which the Lord God shall bestow upon your children.", "4 For I know that ye have searched much, many of you, to know of things to come; wherefore I know that ye know that our flesh must waste away and die; nevertheless, in our bodies we shall see God.", "5 Yea, I know that ye know that in the body he shall show himself unto those at Jerusalem, from whence we came; for it is expedient that it should be among them; for it behooveth the great Creator that he suffereth himself to become subject unto man in the flesh, and die for all men, that all men might become subject unto him.", "6 For as death hath passed upon all men, to fulfil the merciful plan of the great Creator, there must needs be a power of resurrection, and the resurrection must needs come unto man by reason of the fall; and the fall came by reason of transgression; and because man became fallen they were cut off from the presence of the Lord.", "7 Wherefore, it must needs be an infinite atonement—save it should be an infinite atonement this corruption could not put on incorruption. Wherefore, the first judgment which came upon man must needs have remained to an endless duration. And if so, this flesh must have laid down to rot and to crumble to its mother earth, to rise no more.", "8 O the wisdom of God, his mercy and grace! For behold, if the flesh should rise no more our spirits must become subject to that angel who fell from before the presence of the Eternal God, and became the devil, to rise no more.", "9 And our spirits must have become like unto him, and we become devils, angels to a devil, to be shut out from the presence of our God, and to remain with the father of lies, in misery, like unto himself; yea, to that being who beguiled our first parents, who transformeth himself nigh unto an angel of light, and stirreth up the children of men unto secret combinations of murder and all manner of secret works of darkness.", "10 O how great the goodness of our God, who prepareth a way for our escape from the grasp of this awful monster; yea, that monster, death and hell, which I call the death of the body, and also the death of the spirit.", "11 And because of the way of deliverance of our God, the Holy One of Israel, this death, of which I have spoken, which is the temporal, shall deliver up its dead; which death is the grave.", "12 And this death of which I have spoken, which is the spiritual death, shall deliver up its dead; which spiritual death is hell; wherefore, death and hell must deliver up their dead, and hell must deliver up its captive spirits, and the grave must deliver up its captive bodies, and the bodies and the spirits of men will be restored one to the other; and it is by the power of the resurrection of the Holy One of Israel.", "13 O how great the plan of our God! For on the other hand, the paradise of God must deliver up the spirits of the righteous, and the grave deliver up the body of the righteous; and the spirit and the body is restored to itself again, and all men become incorruptible, and immortal, and they are living souls, having a perfect knowledge like unto us in the flesh, save it be that our knowledge shall be perfect.", "14 Wherefore, we shall have a perfect knowledge of all our guilt, and our uncleanness, and our nakedness; and the righteous shall have a perfect knowledge of their enjoyment, and their righteousness, being clothed with purity, yea, even with the robe of righteousness.", "15 And it shall come to pass that when all men shall have passed from this first death unto life, insomuch as they have become immortal, they must appear before the judgment-seat of the Holy One of Israel; and then cometh the judgment, and then must they be judged according to the holy judgment of God.", "16 And assuredly, as the Lord liveth, for the Lord God hath spoken it, and it is his eternal word, which cannot pass away, that they who are righteous shall be righteous still, and they who are filthy shall be filthy still; wherefore, they who are filthy are the devil and his angels; and they shall go away into everlasting fire, prepared for them; and their torment is as a lake of fire and brimstone, whose flame ascendeth up forever and ever and has no end.", "17 O the greatness and the justice of our God! For he executeth all his words, and they have gone forth out of his mouth, and his law must be fulfilled.", "18 But, behold, the righteous, the saints of the Holy One of Israel, they who have believed in the Holy One of Israel, they who have endured the crosses of the world, and despised the shame of it, they shall inherit the kingdom of God, which was prepared for them from the foundation of the world, and their joy shall be full forever.", "19 O the greatness of the mercy of our God, the Holy One of Israel! For he delivereth his saints from that awful monster the devil, and death, and hell, and that lake of fire and brimstone, which is endless torment.", "20 O how great the holiness of our God! For he knoweth all things, and there is not anything save he knows it.", "21 And he cometh into the world that he may save all men if they will hearken unto his voice; for behold, he suffereth the pains of all men, yea, the pains of every living creature, both men, women, and children, who belong to the family of Adam.", "22 And he suffereth this that the resurrection might pass upon all men, that all might stand before him at the great and judgment day.", "23 And he commandeth all men that they must repent, and be baptized in his name, having perfect faith in the Holy One of Israel, or they cannot be saved in the kingdom of God.", "24 And if they will not repent and believe in his name, and be baptized in his name, and endure to the end, they must be damned; for the Lord God, the Holy One of Israel, has spoken it.", "25 Wherefore, he has given a law; and where there is no law given there is no punishment; and where there is no punishment there is no condemnation; and where there is no condemnation the mercies of the Holy One of Israel have claim upon them, because of the atonement; for they are delivered by the power of him.", "26 For the atonement satisfieth the demands of his justice upon all those who have not the law given to them, that they are delivered from that awful monster, death and hell, and the devil, and the lake of fire and brimstone, which is endless torment; and they are restored to that God who gave them breath, which is the Holy One of Israel.", "27 But wo unto him that has the law given, yea, that has all the commandments of God, like unto us, and that transgresseth them, and that wasteth the days of his probation, for awful is his state!", "28 O that cunning plan of the evil one! O the vainness, and the frailties, and the foolishness of men! When they are learned they think they are wise, and they hearken not unto the counsel of God, for they set it aside, supposing they know of themselves, wherefore, their wisdom is foolishness and it profiteth them not. And they shall perish.", "29 But to be learned is good if they hearken unto the counsels of God.", "30 But wo unto the rich, who are rich as to the things of the world. For because they are rich they despise the poor, and they persecute the meek, and their hearts are upon their treasures; wherefore, their treasure is their god. And behold, their treasure shall perish with them also.", "31 And wo unto the deaf that will not hear; for they shall perish.", "32 Wo unto the blind that will not see; for they shall perish also.", "33 Wo unto the uncircumcised of heart, for a knowledge of their iniquities shall smite them at the last day.", "34 Wo unto the liar, for he shall be thrust down to hell.", "35 Wo unto the murderer who deliberately killeth, for he shall die.", "36 Wo unto them who commit whoredoms, for they shall be thrust down to hell.", "37 Yea, wo unto those that worship idols, for the devil of all devils delighteth in them.", "38 And, in fine, wo unto all those who die in their sins; for they shall return to God, and behold his face, and remain in their sins.", "39 O, my beloved brethren, remember the awfulness in transgressing against that Holy God, and also the awfulness of yielding to the enticings of that cunning one. Remember, to be carnally-minded is death, and to be spiritually-minded is life eternal.", "40 O, my beloved brethren, give ear to my words. Remember the greatness of the Holy One of Israel. Do not say that I have spoken hard things against you; for if ye do, ye will revile against the truth; for I have spoken the words of your Maker. I know that the words of truth are hard against all uncleanness; but the righteous fear them not, for they love the truth and are not shaken.", "41 O then, my beloved brethren, come unto the Lord, the Holy One. Remember that his paths are righteous. Behold, the way for man is narrow, but it lieth in a straight course before him, and the keeper of the gate is the Holy One of Israel; and he employeth no servant there; and there is none other way save it be by the gate; for he cannot be deceived, for the Lord God is his name.", "42 And whoso knocketh, to him will he open; and the wise, and the learned, and they that are rich, who are puffed up because of their learning, and their wisdom, and their riches—yea, they are they whom he despiseth; and save they shall cast these things away, and consider themselves fools before God, and come down in the depths of humility, he will not open unto them.", "43 But the things of the wise and the prudent shall be hid from them forever—yea, that happiness which is prepared for the saints.", "44 O, my beloved brethren, remember my words. Behold, I take off my garments, and I shake them before you; I pray the God of my salvation that he view me with his all-searching eye; wherefore, ye shall know at the last day, when all men shall be judged of their works, that the God of Israel did witness that I shook your iniquities from my soul, and that I stand with brightness before him, and am rid of your blood.", "45 O, my beloved brethren, turn away from your sins; shake off the chains of him that would bind you fast; come unto that God who is the rock of your salvation.", "46 Prepare your souls for that glorious day when justice shall be administered unto the righteous, even the day of judgment, that ye may not shrink with awful fear; that ye may not remember your awful guilt in perfectness, and be constrained to exclaim: Holy, holy are thy judgments, O Lord God Almighty—but I know my guilt; I transgressed thy law, and my transgressions are mine; and the devil hath obtained me, that I am a prey to his awful misery.", "47 But behold, my brethren, is it expedient that I should awake you to an awful reality of these things? Would I harrow up your souls if your minds were pure? Would I be plain unto you according to the plainness of the truth if ye were freed from sin?", "48 Behold, if ye were holy I would speak unto you of holiness; but as ye are not holy, and ye look upon me as a teacher, it must needs be expedient that I teach you the consequences of sin.", "49 Behold, my soul abhorreth sin, and my heart delighteth in righteousness; and I will praise the holy name of my God.", "50 Come, my brethren, every one that thirsteth, come ye to the waters; and he that hath no money, come buy and eat; yea, come buy wine and milk without money and without price.", "51 Wherefore, do not spend money for that which is of no worth, nor your labor for that which cannot satisfy. Hearken diligently unto me, and remember the words which I have spoken; and come unto the Holy One of Israel, and feast upon that which perisheth not, neither can be corrupted, and let your soul delight in fatness.", "52 Behold, my beloved brethren, remember the words of your God; pray unto him continually by day, and give thanks unto his holy name by night. Let your hearts rejoice.", "53 And behold how great the covenants of the Lord, and how great his condescensions unto the children of men; and because of his greatness, and his grace and mercy, he has promised unto us that our seed shall not utterly be destroyed, according to the flesh, but that he would preserve them; and in future generations they shall become a righteous branch unto the house of Israel.", "54 And now, my brethren, I would speak unto you more; but on the morrow I will declare unto you the remainder of my words. Amen."], "Español": ["Jacob explica que los judíos serán reunidos en todas sus tierras de promisión— La Expiación rescata al hombre de la Caída— Los cuerpos de los muertos saldrán de la tumba; y sus espíritus, del infierno y del paraíso— Serán juzgados— La Expiación rescata de la muerte, del infierno, del diablo y del tormento sin fin— Los justos serán salvos en el reino de Dios— Se exponen las consecuencias del pecado— El Santo de Israel es el guardián de la puerta. Aproximadamente 559–545a.C.", "1 Ahora bien, amados hermanos míos, he leído estas cosas para que sepáis de los convenios del Señor que ha concertado con toda la casa de Israel,", "2 que él ha declarado a los judíos por boca de sus santos profetas, aun desde el principio, de generación en generación, hasta que llegue la época en que sean restaurados a la verdadera iglesia y redil de Dios, cuando sean reunidos en las tierras de su herencia, y sean establecidos en todas sus tierras de promisión.", "3 He aquí, mis amados hermanos, os hablo estas cosas para que os regocijéis y levantéis vuestras cabezas para siempre, a causa de las bendiciones que el Señor Dios conferirá a vuestros hijos.", "4 Porque sé que habéis escudriñado mucho, un gran número de vosotros, para saber acerca de cosas futuras; por tanto, yo sé que vosotros sabéis que nuestra carne tiene que perecer y morir; no obstante, en nuestro cuerpo veremos a Dios.", "5 Sí, yo sé que sabéis que él se manifestará en la carne a los de Jerusalén, de donde vinimos, porque es propio que sea entre ellos; pues conviene que el gran Creador se deje someter al hombre en la carne y muera por todos los hombres, a fin de que todos los hombres queden sujetos a él.", "6 Porque así como la muerte ha pasado sobre todos los hombres, para cumplir el misericordioso designio del gran Creador, también es menester que haya un poder de resurrección, y la resurrección debe venir al hombre por motivo de la caída; y la caída vino a causa de la transgresión; y por haber caído el hombre, fue desterrado de la presencia del Señor.", "7 Por tanto, es preciso que sea una expiación infinita, pues a menos que fuera una expiación infinita, esta corrupción no podría revestirse de incorrupción. De modo que el primer juicio que vino sobre el hombre habría tenido que permanecer infinitamente. Y siendo así, esta carne tendría que descender para pudrirse y desmenuzarse en su madre tierra, para no levantarse jamás.", "8 ¡Oh, la sabiduría de Dios, su misericordia y gracia! Porque he aquí, si la carne no se levantara más, nuestros espíritus tendrían que estar sujetos a ese ángel que cayó de la presencia del Dios Eterno, y se convirtió en el diablo, para no levantarse más.", "9 Y nuestros espíritus habrían llegado a ser como él, y nosotros seríamos diablos, ángeles de un diablo, para ser separados de la presencia de nuestro Dios y permanecer con el padre de las mentiras, en la miseria como él; sí, iguales a ese ser que engañó a nuestros primeros padres, quien se transforma casi en ángel de luz, e incita a los hijos de los hombres a combinaciones secretas de asesinato y a toda especie de obras secretas de tinieblas.", "10 ¡Oh cuán grande es la bondad de nuestro Dios, que prepara un medio para que escapemos de las garras de este terrible monstruo; sí, ese monstruo, muerte e infierno, que llamo la muerte del cuerpo, y también la muerte del espíritu!", "11 Y a causa del medio de la liberación de nuestro Dios, el Santo de Israel, esta muerte de la cual he hablado, que es la temporal, entregará sus muertos; y esta muerte es la tumba.", "12 Y esta muerte de que he hablado, que es la muerte espiritual, entregará sus muertos; y esta muerte espiritual es el infierno. De modo que la muerte y el infierno han de entregar sus muertos, y el infierno ha de entregar sus espíritus cautivos, y la tumba sus cuerpos cautivos, y los cuerpos y los espíritus de los hombres serán restaurados los unos a los otros; y es por el poder de la resurrección del Santo de Israel.", "13 ¡Oh cuán grande es el plan de nuestro Dios! Porque por otra parte, el paraíso de Dios ha de entregar los espíritus de los justos, y la tumba los cuerpos de los justos; y el espíritu y el cuerpo son restaurados de nuevo el uno al otro, y todos los hombres se tornan incorruptibles e inmortales; y son almas vivientes, teniendo un conocimiento perfecto semejante a nosotros en la carne, salvo que nuestro conocimiento será perfecto.", "14 Por lo que tendremos un conocimiento perfecto de toda nuestra culpa, y nuestra impureza, y nuestra desnudez; y los justos, hallándose vestidos de pureza, sí, con el manto de rectitud, tendrán un conocimiento perfecto de su gozo y de su rectitud.", "15 Y acontecerá que cuando todos los hombres hayan pasado de esta primera muerte a vida, de modo que hayan llegado a ser inmortales, deben comparecer ante el tribunal del Santo de Israel; y entonces viene el juicio, y luego deben ser juzgados según el santo juicio de Dios.", "16 Y tan cierto como vive el Señor, porque el Señor Dios lo ha dicho, y es su palabra eterna que no puede dejar de ser, aquellos que son justos serán justos todavía, y los que son inmundos serán inmundos todavía; por lo tanto, los inmundos son el diablo y sus ángeles; e irán al fuego eterno, preparado para ellos; y su tormento es como un lago de fuego y azufre, cuya llama asciende para siempre jamás, y no tiene fin.", "17 ¡Oh, la grandeza y la justicia de nuestro Dios! Porque él ejecuta todas sus palabras, y han salido de su boca, y su ley se debe cumplir.", "18 Mas he aquí, los justos, los santos del Santo de Israel, aquellos que han creído en el Santo de Israel, quienes han soportado las cruces del mundo y menospreciado la vergüenza de ello, estos heredarán el reino de Dios que fue preparado para ellos desde la fundación del mundo, y su gozo será completo para siempre.", "19 ¡Oh, la grandeza de la misericordia de nuestro Dios, el Santo de Israel! Pues él libra a sus santos de ese terrible monstruo, el diablo y muerte e infierno, y de ese lago de fuego y azufre, que es tormento sin fin.", "20 ¡Oh, cuán grande es la santidad de nuestro Dios! Pues él sabe todas las cosas, y no existe nada sin que él lo sepa.", "21 Y viene al mundo para salvar a todos los hombres, si estos escuchan su voz; porque he aquí, él sufre los dolores de todos los hombres, sí, los dolores de toda criatura viviente, tanto hombres como mujeres y niños, que pertenecen a la familia de Adán.", "22 Y sufre esto a fin de que la resurrección llegue a todos los hombres, para que todos comparezcan ante él en el gran día del juicio.", "23 Y él manda a todos los hombres que se arrepientan y se bauticen en su nombre, teniendo perfecta fe en el Santo de Israel, o no pueden ser salvos en el reino de Dios.", "24 Y si no se arrepienten, ni creen en su nombre, ni se bautizan en su nombre, ni perseveran hasta el fin, deben ser condenados; pues el Señor Dios, el Santo de Israel, lo ha dicho.", "25 Por tanto, él ha dado una ley; y donde no se ha dado ninguna ley, no hay castigo; y donde no hay castigo, no hay condenación; y donde no hay condenación, las misericordias del Santo de Israel tienen derecho a reclamarlos por motivo de la expiación; porque son librados por el poder de él.", "26 Porque la expiación satisface lo que su justicia demanda de todos aquellos a quienes no se ha dado la ley, por lo que son librados de ese terrible monstruo, muerte e infierno, y del diablo, y del lago de fuego y azufre, que es tormento sin fin; y son restaurados a ese Dios que les dio aliento, el cual es el Santo de Israel.", "27 ¡Pero ay de aquel a quien la ley es dada; sí, que tiene todos los mandamientos de Dios, como nosotros, y que los quebranta, y malgasta los días de su probación, porque su estado es terrible!", "28 ¡Oh ese sutil plan del maligno! ¡Oh las vanidades, y las flaquezas, y las necedades de los hombres! Cuando son instruidos se creen sabios, y no escuchan el consejo de Dios, porque lo menosprecian, suponiendo que saben por sí mismos; por tanto, su sabiduría es locura, y de nada les sirve; y perecerán.", "29 Pero bueno es ser instruido, si hacen caso de los consejos de Dios.", "30 Mas ¡ay de los ricos, aquellos que son ricos según las cosas del mundo! Pues porque son ricos desprecian a los pobres, y persiguen a los mansos, y sus corazones están en sus tesoros; por tanto, su tesoro es su dios. Y he aquí, su tesoro perecerá con ellos también.", "31 ¡Ay de los sordos que no quieren oír!, porque perecerán.", "32 ¡Ay de los ciegos que no quieren ver!, porque perecerán también.", "33 ¡Ay de los incircuncisos de corazón!, porque el conocimiento de sus iniquidades los herirá en el postrer día.", "34 ¡Ay del embustero!, porque será arrojado al infierno.", "35 ¡Ay del asesino que mata intencionalmente!, porque morirá.", "36 ¡Ay de los que cometen fornicaciones!, porque serán arrojados al infierno.", "37 Sí, ¡ay de aquellos que adoran ídolos!, porque el diablo de todos los diablos se deleita en ellos.", "38 Y en fin, ¡ay de todos aquellos que mueren en sus pecados!, porque volverán a Dios, y verán su rostro y quedarán en sus pecados.", "39 ¡Oh, mis amados hermanos, recordad la horridez de transgredir contra ese Dios Santo, y también lo horrendo que es sucumbir a las seducciones de ese astuto ser! Tened presente que ser de mente carnal es muerte, y ser de mente espiritual es vida eterna.", "40 ¡Oh, amados hermanos míos, escuchad mis palabras! Recordad la grandeza del Santo de Israel. No digáis que he hablado cosas duras contra vosotros, porque si lo hacéis, ultrajáis la verdad; pues he hablado las palabras de vuestro Hacedor. Sé que las palabras de verdad son duras contra toda impureza; mas los justos no las temen, porque aman la verdad y no son perturbados.", "41 Así pues, amados hermanos míos, venid al Señor, el Santo. Recordad que sus sendas son justas. He aquí, la vía para el hombre es angosta, mas se halla en línea recta ante él; y el guardián de la puerta es el Santo de Israel; y allí él no emplea ningún sirviente, y no hay otra entrada sino por la puerta; porque él no puede ser engañado, pues su nombre es el Señor Dios.", "42 Y al que llamare, él abrirá; y los sabios, y los instruidos, y los que son ricos, que se inflan a causa de su conocimiento y su sabiduría y sus riquezas, sí, estos son los que él desprecia; y a menos que desechen estas cosas, y se consideren insensatos ante Dios y desciendan a las profundidades de la humildad, él no les abrirá.", "43 Mas las cosas del sabio y del prudente les serán encubiertas para siempre; sí, esa felicidad que está preparada para los santos.", "44 ¡Oh, mis queridos hermanos, recordad mis palabras! He aquí, me quito mis vestidos y los sacudo ante vosotros; ruego al Dios de mi salvación que me mire con su ojo que todo lo escudriña; por tanto, sabréis, en el postrer día, cuando todos los hombres sean juzgados según sus obras, que el Dios de Israel vio que sacudí vuestras iniquidades de mi alma, y que me presento con tersura ante él, y estoy limpio de vuestra sangre.", "45 ¡Oh, mis queridos hermanos, apartaos de vuestros pecados! Sacudid de vosotros las cadenas de aquel que quiere ataros fuertemente; venid a aquel Dios que es la roca de vuestra salvación.", "46 Preparad vuestras almas para ese día glorioso en que se administrará justicia al justo; sí, el día del juicio, a fin de que no os encojáis de miedo espantoso; para que no recordéis vuestra horrorosa culpa con claridad, y os sintáis constreñidos a exclamar: ¡Santos, santos son tus juicios, oh Señor Dios Todopoderoso; mas reconozco mi culpa; violé tu ley, y mías son mis transgresiones; y el diablo me ha atrapado, por lo que soy presa de su terrible miseria!", "47 Mas he aquí, mis hermanos, ¿conviene que yo os despierte a la terrible realidad de estas cosas? ¿Atormentaría yo vuestras almas si vuestras mentes fueran puras? ¿Sería yo franco con vosotros, según la claridad de la verdad, si os hallaseis libres del pecado?", "48 He aquí, si fueseis santos, os hablaría de cosas santas; pero como no sois santos, y me consideráis como maestro, es menester que os enseñe las consecuencias del pecado.", "49 He aquí, mi alma aborrece el pecado, y mi corazón se deleita en la rectitud; y alabaré el santo nombre de mi Dios.", "50 Venid, hermanos míos, todos los que tengáis sed, venid a las aguas; y venga aquel que no tiene dinero, y compre y coma; sí, venid y comprad vino y leche, sin dinero y sin precio.", "51 Por lo tanto, no gastéis dinero en lo que no tiene valor, ni vuestro trabajo en lo que no puede satisfacer. Escuchadme diligentemente, y recordad las palabras que he hablado; y venid al Santo de Israel y saciaos de lo que no perece ni se puede corromper, y deléitese vuestra alma en la plenitud.", "52 He aquí, amados hermanos míos, recordad las palabras de vuestro Dios; orad a él continuamente durante el día, y dad gracias a su santo nombre en la noche. Alégrese vuestro corazón.", "53 Y considerad cuán grandes son los convenios del Señor, y cuán grandes sus condescendencias para con los hijos de los hombres; y a causa de su grandeza, y su gracia y misericordia, nos ha prometido que los de nuestra posteridad no serán completamente destruidos, según la carne, sino que los preservará; y en generaciones futuras llegarán a ser una rama justa de la casa de Israel.", "54 Y ahora bien, mis hermanos, quisiera hablaros más; pero mañana os declararé el resto de mis palabras. Amén."], "Français": [], "Kiribati": ["E kabwarabwara Iakobwa bwa a na botaki Iutaia n abaia ni berita—E na kamaiuaki te aomata man te Bwaka rinanon Te mwakuri ni Kamaiu—A na teirake rabwataia maate man ruanmateia, ao a na roko tamneia mai moone ao man te bwaretaiti—A na motikaki taekaia—Te Mwakuri ni Kamaiu e kamaiu man te mate, moone, te riaboro, ao te karawawataki ae e aki totoki—A na kamaiuaki aika a raoiroi n uean te Atua—A karaoaki tuua ibukin taian bure—Te tia tara te mataroa bon Atuan Iteraera ae Tabu. Uakaan ma 559–545I.K.", "1 Ao ngkai tariu aika kam tangiraki, I a tia ni wareki bwaai aikai bwa kam aonga n atai bwaai aika kaineti ma ana berita aika tabu te Uea are e a tia ni karaoia ma te bata are Iteraera—", "2 Bwa e a tia n taetae nakoia Iutaia, ni wiia ana burabeti aika a tabu, ma n moan rikin bwaai, man te roro teuana nakon te roro teuana, ni karokoa te tai are a na manga kaokaki iai nakon te ekaretia ae koaua ma ana nanai te Atua; ike a na manga botaki ni mwengaia iaon aban rikiia, ao a na manga tei iaon abaia ni berita ni kabane.", "3 Taraia tariu aika kam tangiraki, I a taekin bwaai aikai nakoimi bwa kam aonga ni kimwareirei, ao n euti atuumi n aki toki, ibukin taian kakabwaia aika e na anga te Uea ae te Atua nakoia natimi.", "4 Bwa I ataia ae kam a tia ni karaoa te ukeuke ae korakora, angiia mwaitimi, ni kan atai kanoan bwaai aika a na roko; mangaia ae I ataia bwa kam ataia ae e na roko te kara nakon rabwatara, ao ni mate; e ngae n anne ao ti na kona n noora te Atua n rabwatara aikai.", "5 Eng, I ataia ae kam ataia bwa e na kaoti n te rabwata nakoia ake a mena i Ierutarem, are ti mwananga mai iai; bwa e riai bwa e na kaoti i buakoia; bwa e riai bwa e na rinanon te maiu n rabwata te Tia Karikibwai n ai aroia aomata, ao ni mate ibukiia aomata ni kabane, bwa aonga ni bane n toro irouna aomata ni kabane.", "6 Bwa ngkai e reke te mate nakoia aomata ni kabane, ao bwa e aonga ni kakoroaki bukin ana babaire n nanoanga te Tia Karikibwai ae kakannato, e riai n iai te mwaaka ni mangauti, ao e riai bwa e na reke te mangauti nakoia aomata ni kaitaraa te bwaka; ao e a roko te bwaka ibukin riaoan te tua; ao ngkai e rinanon te bwaka te aomata ao a na teweaki nako mai matan te Uea.", "7 Mangaia ae e riai n akea tokin te mwakuri ni kamaiu—ma ngkana iai tokin te mwakuri ni kamaiu ao te rabwata ae mka aio e aki kona ni katoka te aki mka. Mangaia ae te moan motiki taeka are e bwakara te aomata e riai bwa e na tiku n aki totoki. Ao ngkana ngaia anne e na wene te rabwata aio ni mka ao n tamruru n okira te aonaba are e karikaki mai iai, ao n aki mangauti.", "8 Ai korakorara wanawanan te Atua, ana nanoanga ma ana akoi! Bwa taraia, ngke arona bwa a na aki mangauti rabwatara ao a na riki tamneira bwa ana toro te anera are bwaka mai matan te Atua ae Akea Tokina, ao n riki bwa te riaboro, n aki mangauti.", "9 Ao a na riki tamneira n ai arona, ao ti na riki bwa taian riaboro, ana anera te riaboro, aika a na kararoaaki mai matan te Atua, ao ni maeka ma taman taian kewe, i nanon te korakai, n aiarona; eng, n aiaron te aomata are e kamwaneia ara moan karo, are e onika rabwatana nakon aneran te oota, ao ni kamangaoi nanoia natiia aomata bwa a na riki bwa koraki n tiritiri ao ni karaoi botaki ni karaba aika buakaka aika mwakurin te roo.", "10 Ai korakora ra ana raoiroi Atuara, are e a tia ni katauraoa te kawai ibukira are ti kona iai ni birinako mai nanon bain te man ae kakamaku aio; eng, te man ae kakamaku anne, te mate ma moone, are I aranna bwa maten te rabwata, ao maten naba te tamnei.", "11 Ao man te kawai ni kamaiu are e katauraoia Atuara, ae Atuan Iteraera ae Tabu, te mate aio, are I a tia n taekinna, ae te mate n rabwata, e na kainaomataia ana mate; are te mate ae te rua ni mate.", "12 Ao te mate are I a tia n taekinna, ae te mate n tamnei, e na kainaomataia ana mate; are te mate n tamnei bon moone; ngaia ae te mate ao moone a na kainaomataia aia mate, ao moone e na kainaomataia tamnei ake e tautoronia, ao te rua ni mate e na kainaomataia rabwata ake e tautoronia, ao a na manga ikotaki rabwataia ma tamneia aomata n riki bwa ti teuana; ao e na riki aio rinanon mwaakan te mangauti are mwaakan Atuan Iteraera ae Tabu.", "13 O ai korakora ra ana babaire Atuara! Bwa irarikin aei ao ana bwaretaiti te Atua e na kainaomataia tamneia aika a raoiroi, ao te rua ni mate e na kainaomataia rabwataia aika a raoiroi; ao a na manga ikotaki te tamnei ma te rabwata n ti teuana, aomata ni kabane a na riki n aki mka, ao a na aki maamate, ao n riki bwa tamnei aika a maiu, n reke irouia te wanawana ae n ai arora aika iai rabwatara, ma e na kakororaoaki raoi wanawanara.", "14 Ngaia ae ti na karekea te atatai ae kororaoi n ara bure, ni kabane, ma ara aki itiaki ma ara bebeekan; ao aika a raoiroi a na karekea te atatai ae kororaoi n aia kimwareirei, ao raoiroia ni kunnikaiaki n te itiaki, eng, n te ninira ae e raoiroi.", "15 Ao e na koro bukina bwa ngke a tia aomata ni kabane n rinanon te moani mate nakon te maiu, n te maiu n aki maamate, ao a na tei i matan ana kai n toka ni motikitaeka Atuan Iteraera ae Tabu; ao e na karaoaki te motikitaeka, ao a na motikaki taekaia n aron ana motikitaeka ae tabu te Atua.", "16 Ao e koaua n aron ae maiu te Uea, n aron are e a tia n taekinna te Uea ae te Atua, ao bon ana taeka ae akea tokina, ae aki kona ni bua, bwa a teimatoa n raoiroi ake a tia n raoiroi, ao aika a kammaira a na teimatoa ni kammaira; ngaia ae aomata aika a kammaira bon te riaboro ma ana anera; ao a na nako nakon te ai ae aki totoki; are e a tia ni katauraoaki ibukiia; ao karawawataaia aiaron te nei n ai, ao te burimton are e waerake urana n aki totoki ao akea tokina.", "17 O ai korakorara ao ai motiraoira Atuara! Bwa e kakoroi bukin ana taeka, aika a tia n otinako mai wiina, ao a na kakoroaki bukin ana tua.", "18 Ma taraia, ngkami aika a raoiroi, ana aomata aika itiaki Atuan Iteraera ae Tabu, aika a kakoaua Atuan Iteraera ae Tabu, aika a tia n teimatoa n rinanon te bwainikirinaki man te aonaba, ao n aki ongea te kamamaeaki iai, e na reke irouia uean te Atua, are e a tia ni katauraoaki ibukiia man moan karikan te aonaba, ao kimwareireia e na onrake n aki toki.", "19 O ai korakora ra ana nanoanga Atuara, ae Atuan Iteraera ae Tabu! Bwa e kamaiuia ana aomata aika a itiaki mai iroun te man ae kakamaku ae te riaboro, ao te mate, ao moone, ao te nei n ai, ao te burimton ae te kammarakaki n aki totoki.", "20 O ai korakora ra tabun Atuara! Bwa e atai bwaai ni kabane, ao bon akea te bwai ae e aki ataa taekana.", "21 Ao e a roko nakon te aonaba bwa e na kamaiuia aomata ni kabane ake a ongo ni bwanaana; bwa taraia, e a tia ni kammarakaki ibukiia aomata ni kabane, eng, ni marakiia bwaai ni kabane aika a maiu, n ai aroia mwaane, aine, ma ataei, aika kaain ana utu Atam.", "22 Ao e karaoa aio bwa e aonga ni kona n reke te mangauti nakoia aomata ni kabane, bwa aonga n tei aomata ni kabane i matana n te bong ni motikitaeka ae korakora.", "23 Ao e tuatua nakoia aomata ni kabane bwa a na rairinanoia, ao a na bwabetitoaki n arana, ao ni karekea i nanoia te onimaki ae kororaoi iroun Atuan Iteraera ae Tabu, bwa ngkana a aki ao a na aki kona ni kamaiuaki nako nanon uean te Atua.", "24 Ao ngkana a aki kan rairinanoia ma ni karekea kakoauan arana, ma ni bwabetitoaki n arana, ao n teimatoa ni karokoa te toki, ao a na kabuakakaaki; bwa e a tia n taekina aio te Uea ae te Atua, ae Atuan Iteraera ae Tabu.", "25 Mangaia ae e a tia n anga te tua; ao ike akea te tua are e taekinaki ao a na akea naba te rekenikai; ao ngkana akea te rekenikai ao a na akea naba te kabuakakaaki; ao ngkana akea te kabuakakaaki ao e na mena ana nanoanga Atuan Iteraera ae Tabu i aoia, ibukin te mwakuri ni kamaiu; bwa a kainaomataaki man te mwaaka are mai irouna.", "26 Bwa te mwakuri ni kamaiu e kanakoraoa nanon ana motiraoi iaoia ake a tuai n anganaki te tua, bwa a na kamaiuaki man te man ae kakamaku, te mate ao moone, ao te riaboro, ao te nei n ai ma te burimton, ao te kammarakaki n aki totoki; ao a na kaokaki nakon te Atua are e anganiia te ikeike, ae Atuan Iteraera ae Tabu.", "27 Ma e na reke kain ane e a tia n anganaki te tua, eng, ane iai i nanona ana tua te Atua ni kabane, n ai arora, ao e aki ongeaba nako iai, ao e kabanebuaka bongin kataakina, bwa e na kananoanga arona!", "28 O ana babaire ni kamwamwane teuare buakaka! O aia kamoamoa, ma mamaaraia ao burababaia aomata! Ngkana iai rabakauia ao a taku bwa a rangi ni wanawana, ao a aki kan ongo n ana taeka n reirei te Atua, ao a kaaki taekana, n taku bwa a ataa taekana i bon irouia, mangaia ae te baba wanawanaia ao akea te raka are a na karekea mai iai. Ao a na mate.", "29 Ma e raoiroi te ataibwai ngkana a ongo n ana reirei te Atua.", "30 Ma e na reke kaiia akana a kaubwai, aika a kaubwai ni kaubwain te aonaba. Bwa ngkai a kaubwai ao a ribaia aika a kainnano, ao a bwainikirinia aika a nimamannei, ao a memena nanoia iaon kaubwaia; mangaia ae kaubwaia bon atuaia. Ao taraia, e na mauna kaubwaia ma ngaia.", "31 Ao e na reke kaiia akana a bonotaninga ma n aki kan ongo taeka; bwa a na mate.", "32 E na reke kaiia akana a mataki aika a rawa n nooraba; bwa a na mate naba.", "33 E na reke kaiia akana a aki korotobibiaki i nanoia, bwa ataakin aia bure e na tiringia n te kabanea ni bong.", "34 E na reke kain te tia kewe, bwa e na teweaki nako moone.", "35 E na reke kain te tia tiriaomata are e tiritiri n oin nanona, bwa e na mate.", "36 A na reke kaiia kabekaau, bwa a na teweaki nako moone.", "37 Eng, e na reke kaiia akana taromauri bouananti, bwa e kukurei irouia te riaboro are e mena i aoia riaboro ni kabane.", "38 Ao, ni kakimototoa, e na reke te maraia nakoia ake a bane ni mate i nanon aia bure; bwa a na okira te Atua, ma n noora matana, ao a na tiku n aroia ni bure.", "39 O tariu, aika kam tangiraki, uringa buakakan te bure nakon te Atua ae Tabu, ao buakakan naba te bwaka nakon ana kariri te tia kamwane. Uringnga, te nano ni bwain te aonaba bon te mate ao te nano ni bwain te tamnei, bon te maiu are akea tokina.", "40 O tariu, aika kam tangiraki, ongo n au taeka. Uringa korakoran Atuan Iteraera ae Tabu. Kam na tai taku bwa I a tia n taekin bwaai aika a matoatoa nakoimi; bwa ngkana kam karaoia, ao kam na kabuakaka te koaua; bwa I a tia n taekin ana taeka are E karikingkami. I ataia bwa a matoatoa taekan te koaua nakoia aomata ni kabane aika a aki itiaki; ma aomata aika a raoiroi a aki maaku, bwa a tangira te koaua ao a aki kamwaieieaki mai iai.", "41 O ngaia ae tariu aika kam tangiraki, nakomai nakon te Uea, te Atua ae Tabu. Uringnga bwa kawaina a raoiroi. Taraia, te kawai ibukiia aomata, e wariki, ma e wene raoi n eti i matana, ao te tia taraa te mataroa bon Atuan Iteraera ae Tabu; ao akea te toro ae kamwakuria ikekei; ao akea riki te kawai nako iai ma ti rinanon te mataroa; bwa e aki kona ni mwaamwanaaki, bwa te Uea ae te Atua arana.", "42 Bwa ane karebwerebwe ao e na kaukia nakoina; iai aika a wanawana, ma aika a rabakau, ma aika a kaubwai, ma aika a kamoamoa ibukin rabakauia, ma wanawanaia, ma kaubwaia—eng, bon aomata aikai aika e ribaia; ao ngkana a aki kaaki bwaai aikai, man iangoia bwa aomata aika baba imatan te Atua, ao ni karinanoia, ao e na aki kaukia nakoia.", "43 Ma a na karabaki aia bwai aika a wanawana ma aika a motiraoi mai irouia n aki toki—eng, ae te kukurei are e a tia ni katauraoaki ibukiia aomata aika itiaki.", "44 O tariu, aika kam tangiraki, uring au taeka. Taraia, I buuti kunnikaiu, ao I ioioi i matami; I tataro nakon te Atua are te tia kamaiuai bwa e na taraai ni matana aika e kona n noori iai bwaai ni kabane; mangaia ae kam na ataia bwa n te kabanea ni bong, are a na bane ni motikaki iai taekaia aomata n aron aia mwakuri, ae e a tia ni kakoaua Atuan Iteraera ae I a tia n ioioi nako ami bure man tamneiu, ao I tei i nanon te oota i matana, ao ni mwaawa man raraami.", "45 O, tariu aika kam tangiraki, kitan ami bure; ioi nako ana taurekereke te aomata are kan kabaeingkami ni kamatoatoa; nakomai nakon te Atua are ngaia te bwaa ibukin kamaiuakimi.", "46 Katauraoi tamneimi nakon te bong are e mimitong are e karaoaki iai te motiraoi nakoia aika a raoiroi, are te bong ni motikitaeka, bwa kam na aki keanako ma te maaku ae korakora; bwa kam aonga n aki uring bwaninin raoi ami bure aika a kakamaku, ao n tauaki nanomi nakon te kan takaruaea: E tabu, e tabu aron am motikitaeka, O te Uea ae te Atua ae Moan te Mwaaka—bwa I ataa au bure; I a tia n riaon nakon am tua, ao riaon tua irou bon au bure; ao I a tia n reke iroun te riaboro, ao I a riki bwa konana ngai ni karawawatakina ae korakora.", "47 Ma taraia, tariu, e riai bwa N na kautingkami nakon korakoran kakamakun koauan bwaai aikai? E riai bwa N na karawawatai tamneimi ngkana a itiaki ami kaantaninga? E riai bwa N na karawawata au taeka nakoimi n aron korakoran te koaua ngkana kam kainaomataki man te bure?", "48 Taraia, ngke arona bwa kam tabu ao N na taekin bwaai aika a tabu nakoimi; ma ngkai kam aki tabu, ao kam onimakinai bwa te tia reirei ngai, ao e riai bwa N na reiakin nakoimi mwiin ami bure.", "49 Taraia, e ribaki te bure iroun tamneiu, ao e kukurei nanou n te raoiroi; ao N na neboa aran te Atua ae tabu.", "50 Nakomai, tariu, ni kabane ake a taka, nakomai nakon te ran; ao ane akea ana mwane, nakomai bobwai ao amwarake; eng, nakomai kabooa te wain ao te miriki n akea te mwane ao n akea boona.", "51 Mangaia ae tai kabanebuaka te mwane ni bwaai aika akea bonganaia, ke korakoram ni bwaai aika aki kakukureiko. Kakaonimaki n ongeaba nakoiu, ao uring taian taeka aika I a tia n taekin; ao nakomai nakon Atuan Iteraera ae Tabu, ao kanuaiko ni bwaai aika aki kona ni bua, ke ni mka, ao kakukureia tamneim bwa e na marika.", "52 Taraia tariu aika kam tangiraki, uring ana taeka Atuami; tataro nakoina n tai nako n te ngaina, ao anga ami kaaitau nakon arana ae tabu n te tairiki. Kakukurei nanomi.", "53 Ao kam na nora korakoran ana berita aika a tabu te Uea, ma aron korakoran ruona nakon te aonaba nakoia natia aomata; ao man korakorana, ma ana akoi ma ana nanoanga, ao e a tia ni tuea nakoira bwa a na aki tiringaki ni kabane kanoara, n kaineti ma te rabwata, ma e na kamaiuia; ao n rooro aika a na roko ao a na riki bwa te mwanga ae raoiroi nakon te bata are Iteraera.", "54 Ao ngkai, tariu, I kan taekin bwai riki tabeua nakoimi; ma n N na taekin nikiran au taeka nakoimi nakon te ingabong. Amen."]}