{"English": ["Isaiah sees the Lord—Isaiah’s sins are forgiven—He is called to prophesy—He prophesies of the rejection by the Jews of Christ’s teachings—A remnant will return—Compare Isaiah 6. About 559–545B.C.", "1 In the year that king Uzziah died, I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple.", "2 Above it stood the seraphim; each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.", "3 And one cried unto another, and said: Holy, holy, holy, is the Lord of Hosts; the whole earth is full of his glory.", "4 And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.", "5 Then said I: Wo is unto me! for I am undone; because I am a man of unclean lips; and I dwell in the midst of a people of unclean lips; for mine eyes have seen the King, the Lord of Hosts.", "6 Then flew one of the seraphim unto me, having a live coal in his hand, which he had taken with the tongs from off the altar;", "7 And he laid it upon my mouth, and said: Lo, this has touched thy lips; and thine iniquity is taken away, and thy sin purged.", "8 Also I heard the voice of the Lord, saying: Whom shall I send, and who will go for us? Then I said: Here am I; send me.", "9 And he said: Go and tell this people—Hear ye indeed, but they understood not; and see ye indeed, but they perceived not.", "10 Make the heart of this people fat, and make their ears heavy, and shut their eyes—lest they see with their eyes, and hear with their ears, and understand with their heart, and be converted and be healed.", "11 Then said I: Lord, how long? And he said: Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate;", "12 And the Lord have removed men far away, for there shall be a great forsaking in the midst of the land.", "13 But yet there shall be a tenth, and they shall return, and shall be eaten, as a teil tree, and as an oak whose substance is in them when they cast their leaves; so the holy seed shall be the substance thereof."], "Español": ["Isaías ve al Señor— Son perdonados los pecados de Isaías— Él es llamado a profetizar— Profetiza que los judíos rechazarán las enseñanzas de Cristo— Un resto volverá— Compárese con Isaías 6. Aproximadamente 559–545a.C.", "1 En el año en que murió el rey Uzías, vi también al Señor sentado sobre un trono alto y enaltecido, y las faldas de su ropa llenaban el templo.", "2 Encima del trono estaban los serafines; cada uno de ellos tenía seis alas; con dos se cubrían el rostro, con dos los pies, y con dos volaban.", "3 Y el uno exclamaba al otro, diciendo: ¡Santo, santo, santo es el Señor de los Ejércitos; toda la tierra está llena de su gloria!", "4 Y a la voz del que clamaba, se estremecieron los quiciales de las puertas, y la casa se llenó de humo.", "5 Entonces dije yo: ¡Ay de mí!, pues soy perdido; porque soy hombre de labios inmundos, y habito entre un pueblo de labios inmundos; por cuanto mis ojos han visto al Rey, el Señor de los Ejércitos.", "6 Entonces voló hacia mí uno de los serafines con un carbón encendido en la mano, el cual había tomado del altar con las tenazas;", "7 y tocó con él sobre mi boca, y dijo: He aquí, esto ha tocado tus labios, y tu iniquidad es quitada, y borrado es tu pecado.", "8 Y luego oí la voz del Señor decir: ¿A quién enviaré, y quién irá por nosotros? Entonces dije: Heme aquí, envíame a mí.", "9 Y él dijo: Ve y di a este pueblo: Oíd bien, mas no entendieron; ved por cierto, mas no percibieron.", "10 Deja que se endurezca el corazón de este pueblo, y que se entorpezcan sus oídos, y que sean cerrados sus ojos; no sea que vea con sus ojos, y oiga con sus oídos, y entienda con su corazón, y sea convertido y sanado.", "11 Yo entonces dije: Señor, ¿hasta cuándo? Y él respondió: Hasta que las ciudades queden asoladas y sin habitantes, y las casas sin hombre, y la tierra enteramente desierta;", "12 y el Señor haya echado lejos a los hombres, porque habrá gran desolación en medio de la tierra.", "13 Mas todavía quedará una décima parte, y volverá, y será consumida; como el terebinto y como la encina que guardan en sí su substancia cuando echan sus hojas; así la santa semilla será su substancia."], "Français": ["Ésaïe voit le Seigneur— Ses péchés lui sont pardonnés— Il est appelé à prophétiser— Il prophétise que les Juifs rejetteront les enseignements du Christ— Un reste retournera— Comparez avec Ésaïe 6. Vers 559–545av.J.-C.", "1 L’année de la mort du roi Ozias, je vis le Seigneur assis sur un trône très élevé, et les pans de sa robe remplissaient le temple.", "2 Des séraphins se tenaient au-dessus de lui; ils avaient chacun six ailes: deux dont ils se couvraient la face, deux dont ils se couvraient les pieds, et deux dont ils se servaient pour voler.", "3 Ils criaient l’un à l’autre, et disaient: Saint, saint, saint est le Seigneur des armées! Toute la terre est pleine de sa gloire!", "4 Les portes furent ébranlées dans leurs fondements par la voix qui retentissait, et la maison se remplit de fumée.", "5 Alors je dis: Malheur à moi! je suis perdu, car je suis un homme dont les lèvres sont impures, j’habite au milieu d’un peuple dont les lèvres sont impures, et mes yeux ont vu le roi, le Seigneur des armées.", "6 Mais l’un des séraphins vola vers moi, tenant à la main une pierre ardente, qu’il avait prise sur l’autel avec des pincettes.", "7 Il en toucha ma bouche, et dit: Ceci a touché tes lèvres; ton iniquité est enlevée, et ton péché est expié.", "8 J’entendis la voix du Seigneur, disant: Qui enverrai-je, et qui marchera pour nous? Je répondis: Me voici, envoie-moi.", "9 Il dit alors: Va, et dis à ce peuple: Entendez, mais ils ne comprirent point; voyez, mais ils ne saisirent point.", "10 Rends insensible le cœur de ce peuple, endurcis ses oreilles, et bouche-lui les yeux, pour qu’il ne voie point de ses yeux, n’entende point de ses oreilles, ne comprenne point de son cœur, ne se convertisse point et ne soit point guéri.", "11 Je dis: Jusques à quand, Seigneur? Et il répondit: Jusqu’à ce que les villes soient dévastées et privées d’habitants; jusqu’à ce qu’il n’y ait personne dans les maisons, et que le pays soit ravagé par la solitude;", "12 jusqu’à ce que le Seigneur ait éloigné les hommes, car le pays deviendra un immense désert,", "13 Mais néanmoins il y aura un dixième, et ils retourneront, et seront anéantis. Mais, comme le térébinthe et le chêne conservent leur tronc quand ils sont abattus, une sainte postérité renaîtra de ce peuple."], "Kiribati": ["Itaia e noora te Uea—A kabwaraki ana bure Itaia—E weteaki bwa e na taetae ni burabeti—E taetae ni burabetiia aki butimwaean ana reirei Kristo irouia Iutaia—A na oki nikiraia—Kabootaua ma Itaia 6. Uakaan ma 559–545I.K.", "1 N te ririki are mate iai te uea are Utia, ao I noora naba te Uea bwa e tekateka iaon te kaintokanuea, ae rietata ma n neboaki, ao e buta nanon te tembora n ana kunnikai.", "2 A tei i etana anera aika terabim; aika kaka oneai baia ni kiba; ao a rabun mataia ni baia aika uaai, ao a rabun waeia ni baia aika uaai, ao a kiba nako ni baia aika uaai.", "3 Ao e takarua temanna nakon are temanna, ni kangai: E tabu, e tabu, e tabu aia Uea Taanga ni Buaka; e onrake te aonaba ni mimitongina.", "4 Ao a mwaeiei bouan te mataroa ni bwanaan are takarua, ao e on te auti n te bubu.", "5 Ao I taku: E na reke kaiu! Bwa N na tiringaki; bwa te aomata ngai ae bareka riau; ao I maeka i buakoia aomata aika a bareka riaia; bwa a tia matau n noora te Uea, ae aia Uea Taanga ni Buaka.", "6 Ao e kiba ana anera ae te terabim nakoiu, ma te mwakoro n ai i nanon baina, are e a tia n anaia ma te kai ni karibai man te baonikarea;", "7 Ao e katoka iaon wiiu, ao e kangai: Taraia, e a tia n riinga wiim te bwai aio; ao a na anaaki barekam, ao a na kaitiakaki am bure.", "8 Ao I a ongo naba bwanaan te Uea, ae kangai: Antai ae N na kanakoatia, ao antai ae e na mwananga ibukira? Ao I taku: Aio Ngai; kanakoai.", "9 Ao E taku: nako tuangiia te botanaomata aio—A na ongo, ma a na aki oota; ao a na noori bwaai, ma aki atai nanoia.", "10 Kamatoan nanoia te botanaomata aio, ao a kabonoi taningaia, ao a kain mataia—bwa a na aki nooraba ni mataia, ke n ongo n taningaia, ke n oota inanoia, ke n rairaki ma ni kamaiuaki.", "11 Ao I taku: Te Uea, maanra? Ao E taku: Ni karokoa te tai are a na uruaki iai taian kaawa ma n akea kaaia, ao a na akea kaain taian auti, ao e na kamaroa te aba;", "12 Ao e a tia te Uea ni kararoaia aomata ni kabane, bwa a na akea kaain nukan te aba aio.", "13 Ma iai te katebwi ni mwakoro mai buakoia, aika a na oki, ao a na tiringaki n aiaron te kai ae te terebinta, ke te oke aika iai te maiu ae na reke man botoia e ngae ngke a tia ni kabwakaki; e na reke te maiu aio man te koraa ae tabu."]}