{"English": ["Christ will minister to the Nephites—Nephi foresees the destruction of his people—They will speak from the dust—The Gentiles will build up false churches and secret combinations—The Lord forbids men to practice priestcrafts. About 559–545B.C.", "1 And after Christ shall have risen from the dead he shall show himself unto you, my children, and my beloved brethren; and the words which he shall speak unto you shall be the law which ye shall do.", "2 For behold, I say unto you that I have beheld that many generations shall pass away, and there shall be great wars and contentions among my people.", "3 And after the Messiah shall come there shall be signs given unto my people of his birth, and also of his death and resurrection; and great and terrible shall that day be unto the wicked, for they shall perish; and they perish because they cast out the prophets, and the saints, and stone them, and slay them; wherefore the cry of the blood of the saints shall ascend up to God from the ground against them.", "4 Wherefore, all those who are proud, and that do wickedly, the day that cometh shall burn them up, saith the Lord of Hosts, for they shall be as stubble.", "5 And they that kill the prophets, and the saints, the depths of the earth shall swallow them up, saith the Lord of Hosts; and mountains shall cover them, and whirlwinds shall carry them away, and buildings shall fall upon them and crush them to pieces and grind them to powder.", "6 And they shall be visited with thunderings, and lightnings, and earthquakes, and all manner of destructions, for the fire of the anger of the Lord shall be kindled against them, and they shall be as stubble, and the day that cometh shall consume them, saith the Lord of Hosts.", "7 O the pain, and the anguish of my soul for the loss of the slain of my people! For I, Nephi, have seen it, and it well nigh consumeth me before the presence of the Lord; but I must cry unto my God: Thy ways are just.", "8 But behold, the righteous that hearken unto the words of the prophets, and destroy them not, but look forward unto Christ with steadfastness for the signs which are given, notwithstanding all persecution—behold, they are they which shall not perish.", "9 But the Son of Righteousness shall appear unto them; and he shall heal them, and they shall have peace with him, until three generations shall have passed away, and many of the fourth generation shall have passed away in righteousness.", "10 And when these things have passed away a speedy destruction cometh unto my people; for, notwithstanding the pains of my soul, I have seen it; wherefore, I know that it shall come to pass; and they sell themselves for naught; for, for the reward of their pride and their foolishness they shall reap destruction; for because they yield unto the devil and choose works of darkness rather than light, therefore they must go down to hell.", "11 For the Spirit of the Lord will not always strive with man. And when the Spirit ceaseth to strive with man then cometh speedy destruction, and this grieveth my soul.", "12 And as I spake concerning the convincing of the Jews, that Jesus is the very Christ, it must needs be that the Gentiles be convinced also that Jesus is the Christ, the Eternal God;", "13 And that he manifesteth himself unto all those who believe in him, by the power of the Holy Ghost; yea, unto every nation, kindred, tongue, and people, working mighty miracles, signs, and wonders, among the children of men according to their faith.", "14 But behold, I prophesy unto you concerning the last days; concerning the days when the Lord God shall bring these things forth unto the children of men.", "15 After my seed and the seed of my brethren shall have dwindled in unbelief, and shall have been smitten by the Gentiles; yea, after the Lord God shall have camped against them round about, and shall have laid siege against them with a mount, and raised forts against them; and after they shall have been brought down low in the dust, even that they are not, yet the words of the righteous shall be written, and the prayers of the faithful shall be heard, and all those who have dwindled in unbelief shall not be forgotten.", "16 For those who shall be destroyed shall speak unto them out of the ground, and their speech shall be low out of the dust, and their voice shall be as one that hath a familiar spirit; for the Lord God will give unto him power, that he may whisper concerning them, even as it were out of the ground; and their speech shall whisper out of the dust.", "17 For thus saith the Lord God: They shall write the things which shall be done among them, and they shall be written and sealed up in a book, and those who have dwindled in unbelief shall not have them, for they seek to destroy the things of God.", "18 Wherefore, as those who have been destroyed have been destroyed speedily; and the multitude of their terrible ones shall be as chaff that passeth away—yea, thus saith the Lord God: It shall be at an instant, suddenly—", "19 And it shall come to pass, that those who have dwindled in unbelief shall be smitten by the hand of the Gentiles.", "20 And the Gentiles are lifted up in the pride of their eyes, and have stumbled, because of the greatness of their stumbling block, that they have built up many churches; nevertheless, they put down the power and miracles of God, and preach up unto themselves their own wisdom and their own learning, that they may get gain and grind upon the face of the poor.", "21 And there are many churches built up which cause envyings, and strifes, and malice.", "22 And there are also secret combinations, even as in times of old, according to the combinations of the devil, for he is the founder of all these things; yea, the founder of murder, and works of darkness; yea, and he leadeth them by the neck with a flaxen cord, until he bindeth them with his strong cords forever.", "23 For behold, my beloved brethren, I say unto you that the Lord God worketh not in darkness.", "24 He doeth not anything save it be for the benefit of the world; for he loveth the world, even that he layeth down his own life that he may draw all men unto him. Wherefore, he commandeth none that they shall not partake of his salvation.", "25 Behold, doth he cry unto any, saying: Depart from me? Behold, I say unto you, Nay; but he saith: Come unto me all ye ends of the earth, buy milk and honey, without money and without price.", "26 Behold, hath he commanded any that they should depart out of the synagogues, or out of the houses of worship? Behold, I say unto you, Nay.", "27 Hath he commanded any that they should not partake of his salvation? Behold I say unto you, Nay; but he hath given it free for all men; and he hath commanded his people that they should persuade all men to repentance.", "28 Behold, hath the Lord commanded any that they should not partake of his goodness? Behold I say unto you, Nay; but all men are privileged the one like unto the other, and none are forbidden.", "29 He commandeth that there shall be no priestcrafts; for, behold, priestcrafts are that men preach and set themselves up for a light unto the world, that they may get gain and praise of the world; but they seek not the welfare of Zion.", "30 Behold, the Lord hath forbidden this thing; wherefore, the Lord God hath given a commandment that all men should have charity, which charity is love. And except they should have charity they were nothing. Wherefore, if they should have charity they would not suffer the laborer in Zion to perish.", "31 But the laborer in Zion shall labor for Zion; for if they labor for money they shall perish.", "32 And again, the Lord God hath commanded that men should not murder; that they should not lie; that they should not steal; that they should not take the name of the Lord their God in vain; that they should not envy; that they should not have malice; that they should not contend one with another; that they should not commit whoredoms; and that they should do none of these things; for whoso doeth them shall perish.", "33 For none of these iniquities come of the Lord; for he doeth that which is good among the children of men; and he doeth nothing save it be plain unto the children of men; and he inviteth them all to come unto him and partake of his goodness; and he denieth none that come unto him, black and white, bond and free, male and female; and he remembereth the heathen; and all are alike unto God, both Jew and Gentile."], "Español": ["Cristo ejercerá Su ministerio entre los nefitas— Nefi prevé la destrucción de los de su pueblo— Estos hablarán desde el polvo— Los gentiles establecerán iglesias falsas y combinaciones secretas— El Señor prohíbe que los hombres empleen las supercherías sacerdotales. Aproximadamente 559–545a.C.", "1 Y después que Cristo haya resucitado de entre los muertos, se os manifestará a vosotros, mis hijos, y mis amados hermanos, y las palabras que él os hable serán la ley que observaréis.", "2 Pues he aquí, os digo que he visto que pasarán muchas generaciones, y habrá grandes guerras y contiendas entre mi pueblo.", "3 Y después que el Mesías haya venido, se darán a mi pueblo señales de su nacimiento, y también de su muerte y resurrección; y grande y terrible será aquel día para los malvados, porque perecerán; y perecen porque rechazan a los profetas y a los santos, y los apedrean y los matan; por lo que el clamor de la sangre de los santos ascenderá desde la tierra hasta Dios en contra de ellos.", "4 Por tanto, el día que viene abrasará a todos los soberbios y a los que obran inicuamente, dice el Señor de los Ejércitos, porque serán como rastrojo.", "5 Y a los que matan a los profetas y a los santos, las profundidades de la tierra los tragarán, dice el Señor de los Ejércitos; y montañas los cubrirán, y torbellinos los arrebatarán, y edificios caerán sobre ellos y los desmenuzarán y reducirán a polvo.", "6 Y serán visitados con truenos, y relámpagos, y terremotos, y con toda clase de destrucciones; porque el fuego de la ira del Señor se encenderá contra ellos, y serán como rastrojo, y el día que viene los consumirá, dice el Señor de los Ejércitos.", "7 ¡Oh, el dolor y la angustia de mi alma por la pérdida de los de mi pueblo que serán muertos! Porque yo, Nefi, lo he visto, y casi me consume ante la presencia del Señor; pero tengo que clamar a mi Dios: ¡Tus vías son justas!", "8 Pero he aquí, los justos que escuchan las palabras de los profetas y no los destruyen, sino que esperan anhelosamente y con firmeza en Cristo, aguardando las señales que son declaradas, a pesar de todas las persecuciones, he aquí, son ellos los que no perecerán.", "9 Mas el Hijo de Justicia se les aparecerá; y él los sanará, y tendrán paz con él hasta que hayan transcurrido tres generaciones, y muchos de la cuarta generación hayan fallecido en rectitud.", "10 Y cuando estas cosas hayan transcurrido, sobrevendrá a mi pueblo una presta destrucción; porque a pesar del dolor de mi alma, yo la he visto; por tanto, sé que acontecerá; y ellos se venden por nada; porque como recompensa de su orgullo y su necedad, segarán destrucción; porque se entregan al diablo, y escogen las obras de tinieblas más bien que la luz; por tanto, tendrán que bajar al infierno.", "11 Porque el Espíritu del Señor no siempre luchará con el hombre. Y cuando el Espíritu cesa de luchar con el hombre, entonces viene una presta destrucción, y esto contrista mi alma.", "12 Y así como hablé acerca de convencer a los judíos de que Jesús es el verdadero Cristo, es menester que los gentiles también sean convencidos de que Jesús es el Cristo, el Dios Eterno;", "13 y que se manifiesta por el poder del Espíritu Santo a cuantos en él creen; sí, a toda nación, tribu, lengua y pueblo, obrando grandes milagros, señales y maravillas entre los hijos de los hombres, según su fe.", "14 Mas he aquí, os profetizo concerniente a los postreros días, los días en que el Señor Dios manifestará estas cosas a los hijos de los hombres.", "15 Después que mi posteridad y la posteridad de mis hermanos hayan degenerado en la incredulidad, y hayan sido heridos por los gentiles; sí, después que el Señor Dios haya acampado en contra de ellos por todos lados, y los haya sitiado con baluarte y levantado fuertes contra ellos; y después que hayan sido abatidos hasta el polvo, aun hasta dejar de existir, con todo esto, las palabras de los justos serán escritas, y las oraciones de los fieles serán oídas, y todos los que hayan degenerado en la incredulidad no serán olvidados;", "16 porque aquellos que serán destruidos les hablarán desde la tierra, y sus palabras susurrarán desde el polvo, y su voz será como uno que evoca a los espíritus; porque el Señor Dios le dará poder para que susurre concerniente a ellos, como si fuera desde la tierra; y su habla susurrará desde el polvo.", "17 Porque así dice el Señor Dios: Escribirán las cosas que se harán entre ellos, y serán escritas y selladas en un libro; y aquellos que hayan degenerado en la incredulidad no las tendrán, porque procuran destruir las cosas de Dios.", "18 Por tanto, así como los que han sido destruidos fueron talados prestamente, y la multitud de sus fuertes será como el rastrojo que desaparece, sí, así dice el Señor Dios: Será en un instante, repentinamente.", "19 Y sucederá que los que hayan degenerado en la incredulidad serán heridos por mano de los gentiles.", "20 Y los gentiles se ensalzan con la soberbia de sus ojos, y han tropezado a causa de lo grande de su tropezadero, y han establecido muchas iglesias; sin embargo, menosprecian el poder y los milagros de Dios, y se predican su propia sabiduría y su propia instrucción, para enriquecerse y moler la faz de los pobres.", "21 Y se edifican muchas iglesias que causan envidias, y contiendas, y malicia.", "22 Y también existen combinaciones secretas, como en los tiempos antiguos, según las combinaciones del diablo, porque él es el fundador de todas estas cosas; sí, el fundador del asesinato y de las obras de tinieblas; sí, y los lleva del cuello con cordel de lino, hasta que los ata para siempre jamás con sus fuertes cuerdas.", "23 Porque he aquí, amados hermanos míos, os digo que el Señor Dios no obra en la obscuridad.", "24 Él no hace nada a menos que sea para el beneficio del mundo; porque él ama al mundo, al grado de dar su propia vida para traer a todos los hombres a él. Por tanto, a nadie manda él que no participe de su salvación.", "25 He aquí, ¿acaso exclama él a alguien, diciendo: Apártate de mí? He aquí, os digo que no; antes bien, dice: Venid a mí, vosotros, todos los extremos de la tierra, comprad leche y miel sin dinero y sin precio.", "26 He aquí, ¿ha mandado él a alguno que salga de las sinagogas, o de las casas de adoración? He aquí, os digo que no.", "27 ¿Ha mandado él a alguien que no participe de su salvación? He aquí, os digo que no, sino que la ha dado gratuitamente para todos los hombres; y ha mandado a su pueblo que persuada a todos los hombres a que se arrepientan.", "28 He aquí, ¿ha mandado el Señor a alguien que no participe de su bondad? He aquí, os digo: No; sino que todo hombre tiene tanto privilegio como cualquier otro, y a nadie se le prohíbe.", "29 Él manda que no haya supercherías; porque he aquí, son supercherías sacerdotales el que los hombres prediquen y se constituyan a sí mismos como una luz al mundo, con el fin de obtener lucro y alabanza del mundo; pero no buscan el bien de Sion.", "30 He aquí, el Señor ha vedado esto; por tanto, el Señor Dios ha dado el mandamiento de que todos los hombres tengan caridad, y esta caridad es amor. Y a menos que tengan caridad, no son nada. Por tanto, si tuviesen caridad, no permitirían que pereciera el obrero en Sion.", "31 Mas el obrero en Sion trabajará para Sion; porque si trabaja por dinero, perecerá.", "32 Y además, el Señor Dios ha mandado a los hombres no cometer homicidio; no mentir; no robar; no tomar el nombre del Señor su Dios en vano; no envidiar; no tener malicia; no contender unos con otros; no cometer fornicaciones; y no hacer ninguna de estas cosas; porque los que tal hagan, perecerán.", "33 Porque ninguna de estas iniquidades viene del Señor, porque él hace lo que es bueno entre los hijos de los hombres; y nada hace que no sea claro para los hijos de los hombres; y él invita a todos ellos a que vengan a él y participen de su bondad; y a nadie de los que a él vienen desecha, sean negros o blancos, esclavos o libres, varones o mujeres; y se acuerda de los paganos; y todos son iguales ante Dios, tanto los judíos como los gentiles."], "Français": ["Le Christ exercera son ministère chez les Néphites— Néphi voit d’avance la destruction de son peuple— La voix de celui-ci sortira de la poussière— Les Gentils édifieront de fausses Églises et des combinaisons secrètes— Le Seigneur interdit aux hommes de pratiquer les intrigues de prêtres. Vers 559–545av.J.-C.", "1 Et lorsque le Christ sera ressuscité des morts, il se montrera à vous, mes enfants, et mes frères bien-aimés; et les paroles qu’il vous dira seront la loi que vous observerez.", "2 Car voici, je vous dis que j’ai vu que beaucoup de générations passeront et qu’il y aura de grandes guerres et de grandes querelles parmi mon peuple.", "3 Et lorsque le Messie viendra, il y aura des signes qui seront donnés à mon peuple, de sa naissance, et aussi de sa mort et de sa résurrection; et grand et terrible sera ce jour pour les méchants, car ils périront; et ils périssent parce qu’ils chassent les prophètes et les saints, et les lapident et les tuent; c’est pourquoi, le cri du sang des saints montera contre eux du sol jusqu’à Dieu.", "4 C’est pourquoi, tous les hautains et tous les méchants, le jour qui vient les embrasera, dit le Seigneur des armées, car ils seront comme du chaume.", "5 Et ceux qui tuent les prophètes, et les saints, les profondeurs de la terre les engloutiront, dit le Seigneur des armées; et des montagnes les couvriront, et des tourbillons les emporteront, et des édifices tomberont sur eux et les écraseront en petits morceaux et les broieront en poudre.", "6 Et ils seront châtiés par les tonnerres, et les éclairs, et les tremblements de terre, et toutes sortes de destructions, car le feu de la colère du Seigneur sera allumé contre eux, et ils seront comme du chaume, et le jour qui vient les embrasera, dit le Seigneur des armées.", "7 Ô la souffrance, et l’angoisse de mon âme pour la perte des tués de mon peuple! Car moi, Néphi, je l’ai vu, et cela me consume presque devant la présence du Seigneur; mais je dois crier à mon Dieu: Tes voies sont justes.", "8 Mais voici, les justes qui écoutent les paroles des prophètes et ne les font pas périr, mais attendent avec constance dans le Christ les signes qui sont donnés, malgré toutes les persécutions, voici, ce sont ceux-là qui ne périront pas.", "9 Mais le Fils de la justice leur apparaîtra, et il les guérira, et ils auront la paix avec lui jusqu’à ce que trois générations aient passé et que beaucoup de la quatrième génération aient passé dans la justice.", "10 Et lorsque ces choses seront passées, une destruction rapide s’abat sur mon peuple; car, malgré les souffrances de mon âme, je l’ai vue; c’est pourquoi, je sais qu’elle arrivera; et ils se vendent pour rien; car, en récompense de leur orgueil et de leur folie, ils récolteront la destruction; car, parce qu’ils cèdent au diable et choisissent les œuvres des ténèbres plutôt que la lumière, pour cette raison, ils vont descendre en enfer.", "11 Car l’Esprit du Seigneur ne luttera pas toujours avec l’homme. Et lorsque l’Esprit cesse de lutter avec l’homme, alors vient une destruction rapide, et cela peine mon âme.", "12 Et comme j’ai dit qu’il fallait convaincre les Juifs que Jésus est le Christ même, il faut nécessairement que les Gentils soient convaincus, eux aussi, que Jésus est le Christ, le Dieu éternel;", "13 et qu’il se manifeste par le pouvoir du Saint-Esprit à tous ceux qui croient en lui, oui, à toutes les nations, tribus, langues et peuples, accomplissant de grands miracles, signes et prodiges parmi les enfants des hommes, selon leur foi.", "14 Mais voici, je vous prophétise concernant les derniers jours, concernant les jours où le Seigneur Dieu fera parvenir ces choses aux enfants des hommes.", "15 Lorsque ma postérité et la postérité de mes frères auront dégénéré dans l’incrédulité et auront été frappées par les Gentils, oui, lorsque le Seigneur Dieu les aura investies de toutes parts, les aura cernées par des postes armés, aura élevé contre elles des retranchements, et lorsqu’elles auront été abaissées dans la poussière, de sorte qu’elles ne seront plus, néanmoins, les paroles des justes seront écrites, et les prières des fidèles seront entendues, et tous ceux qui auront dégénéré dans l’incrédulité ne seront pas oubliés.", "16 Car ceux qui auront été détruits leur parleront de la terre, et leur discours sera un murmure qui sortira de la poussière, et leur voix sera comme celle d’un spectre; car le Seigneur Dieu lui donnera le pouvoir de chuchoter à leur sujet, comme si cela venait de terre; et leur discours chuchotera de la poussière.", "17 Car ainsi dit le Seigneur Dieu: Ils écriront les choses qui se feront parmi eux, et cela sera écrit et scellé dans un livre, et ceux qui auront dégénéré dans l’incrédulité ne l’auront pas, car ils cherchent à détruire les choses de Dieu.", "18 C’est pourquoi, ceux qui ont été détruits ont été détruits rapidement; et la multitude de leurs hommes terribles sera comme la balle qui vole— oui, ainsi dit le Seigneur Dieu: Ce sera tout à coup, en un instant—", "19 et il arrivera que ceux qui auront dégénéré dans l’incrédulité seront frappés par la main des Gentils.", "20 Et les Gentils sont enflés dans l’orgueil de leurs yeux et ont trébuché à cause de la grandeur de leur pierre d’achoppement, de sorte qu’ils ont édifié beaucoup d’Églises; néanmoins, ils dédaignent la puissance et les miracles de Dieu, et se félicitent entre eux de leur sagesse et de leur science, afin d’obtenir du gain et d’écraser la face des pauvres.", "21 Et il y a beaucoup d’Églises édifiées qui causent de l’envie, et des discordes, et de la malice.", "22 Et il y a aussi des combinaisons secrètes, tout comme dans les temps anciens, selon les combinaisons du diable, car il est le fondateur de toutes ces choses; oui, le fondateur du meurtre et des œuvres des ténèbres; oui, et il les mène par le cou avec une corde de lin, jusqu’à ce qu’il les lie à jamais avec ses fortes cordes.", "23 Car voici, mes frères bien-aimés, je vous dis que le Seigneur Dieu ne travaille pas dans les ténèbres.", "24 Il ne fait rien qui ne soit pour le profit du monde; car il aime le monde, au point de donner sa propre vie afin d’attirer tous les hommes à lui. C’est pourquoi, il ne commande à personne de ne pas prendre part à son salut.", "25 Voici, crie-t-il à qui que ce soit: Éloigne-toi de moi? Voici, je vous dis que non; mais il dit: Venez toutes à moi, extrémités de la terre, achetez du lait et du miel, sans argent, sans rien payer.", "26 Voici, a-t-il commandé à qui que ce soit de sortir des synagogues, ou des maisons de culte? Voici, je vous dis que non.", "27 A-t-il commandé à qui que ce soit de ne pas prendre part à son salut? Voici, je vous dis que non; mais il l’a donné gratuitement à tous les hommes; et il a commandé à son peuple de persuader tous les hommes de se repentir.", "28 Voici, le Seigneur a-t-il commandé à qui que ce soit de ne pas prendre part à sa bonté? Voici, je vous dis que non; mais tous les hommes ont cette possibilité, les uns comme les autres, et nul ne se la voit interdire.", "29 Il commande qu’il n’y ait pas d’intrigues de prêtres; car voici, les intrigues de prêtres, c’est que les hommes prêchent et se posent en lumière pour le monde, afin d’obtenir du gain et les louanges du monde; mais ils ne cherchent pas le bien-être de Sion.", "30 Voici, le Seigneur a interdit cela; c’est pourquoi, le Seigneur Dieu a donné le commandement que tous les hommes doivent avoir la charité, et cette charité, c’est l’amour. Et s’ils n’ont pas la charité, ils ne sont rien. C’est pourquoi, s’ils avaient la charité, ils ne laisseraient pas périr l’ouvrier en Sion.", "31 Mais l’ouvrier en Sion travaillera pour Sion; car s’il travaille pour de l’argent, il périra.", "32 Et encore, le Seigneur Dieu a commandé que les hommes ne commettent pas de meurtre, qu’ils ne mentent pas, qu’ils ne volent pas, qu’ils ne prennent pas le nom du Seigneur, leur Dieu, en vain, qu’ils n’envient pas, qu’ils n’aient pas de malice, qu’ils ne se querellent pas entre eux, qu’ils ne commettent pas de fornication, et qu’ils ne doivent faire aucune de ces choses, car quiconque les fait périra.", "33 Car aucune de ces iniquités ne vient du Seigneur: car il fait ce qui est bon parmi les enfants des hommes, et il ne fait rien qui ne soit clair pour les enfants des hommes, et il les invite tous à venir à lui et à prendre part à sa bonté, et il ne repousse aucun de ceux qui viennent à lui, noirs et blancs, esclaves et libres, hommes et femmes; et il se souvient des païens; et tous sont pareils pour Dieu, tant le Juif que le Gentil."], "Kiribati": ["Kristo E na waakina ana mwakuri n ibuobuoki i buakoia Nibwaite—E a kaman noora tiringakia ana botanaomata Nibwaai—A na taetae man te bubu—a na katei ekaretia aika a kewe Tientaire ao botaki ni karaba aika buakaka—E aki kariaia te Uea bwa a na karaoi nakoanibonga aika kewe ibukin reken te aro. Uakaan ma 559–545I.K.", "1 Ao i mwin mangautin Kristo man te mate ao e na kaoti nakoimi, natiu, ao nakoimi tariu aika kam tangiraki; ao a na riki taeka ni kabane ake e taekin nakoimi bwa tua aika kam riai ni karaoi.", "2 Bwa taraia, I taekinna nakoimi bwa I a tia n noori rooro aika a mwaiti aika a na roko ao n nako ao a na mwaiti bubuaka ma itabaraara imarenaia au botanaomata.", "3 Ao i mwin rokon te Mesia ao a na anganaki au botanaomata kanikinaean bungiakina, ao matena naba ma mangautina; ao e na korakora ma ni kakamaku te bong arei nakoia aika a buakaka, bwa a na mate; ao a na mate ngkai a teweia nako burabeti, ma aomata aika itiaki, ao a karebanaia, ao a tiringia; mangaia ae e na waerake tangin raraaia aomata aika itiaki nakon te Atua man taabo ake a tiringaki iai.", "4 Mangaia ae aomata ni kabane aika a kamoamoa, ma aika a karaoa ae buakaka, e na roko te bong are a na kabuekaki iai n ai aron taian uteute, n aron ana taeka aia Uea Taanga ni Buaka.", "5 Ao aomata ake a tiringia burabeti, ma aomata aika itiaki, a na bwaka nako kabin te aonaba are e na kabwautiia, n aron ana taeka aia Uea Taanga ni Buaka; ao a na manga rabunaki i an maunga, ao ukeukenanti a na uotia nako, ao a na bwakaraki n taian kateitei ao a na kamantintiaki nakon mwakorokoro ao ni kamanatuaki nakon te bubu.", "6 Ao a na kawaraki n te iti, ma te baa, ma rurun te aonaba, ao n aekan urubwai nako, bwa e na rikirake korakoran uran nanon te Uea irouia, ao a na riki n aiaron taian uteute, ao e na roko te bong are a na kabuekaki iai, n aron ana taeka aia Uea Taanga ni Buaka.", "7 E korakora te maraki, ma te korakai are e namakinna tamneiu ni buaia au botanaomata aika a tiringaki! Bwa Ngai ae Nibwaai, I a tia n nooria, ao I a kuri ni mate n te rawawata are I taonaki iai imatan te Uea; ma e riai bwa N na tang nakon Atuau: A raraoi arom.", "8 Ma taraia, aika a raoiroi a ongo nakon aia taeka burabeti, ao a aki tiringia, ma a kakantaninga nakon Kristo ma te teimatoa ibukin kanikina ake a anganaki, e ngae ngke a bwainikirinaki—taraia, bon ngaia aika a na aki mate.", "9 Bwa e na kaoti nakoia Natin te Raoiroi; ao e na kamaiuia, ao e na reke te rau irouia irouna, ni karokoa banen rooro aika teniua, ao a na mwaiti man te kaaua n roro aika a na mate i nanon te raoiroi.", "10 Ao ngkana a tia n riki bwaai aikai ao e na waekoa n roko te mate iaoia au botanaomata; bwa e ngae ngke e maraki tamneiu iai, ao I a tia n nooria; mangaia ae I ataia bwa e na bon koro bukina; ao a na kaboonako rabwataia ibukin te akea; ao a na karekea te tiringaki bwa kanuangaia ibukin kamoamoaia ma burababaia; bwa a ira nanon te riaboro ao a rinei mwakurin te roo ao tiaki te oota, mangaia ae a na nako moone.", "11 Bwa e na aki teimatoa Tamnein te Uea ni maeka ma aomata. Ao ngkana e toki ni maeka te Tamnei ma te aomata ao e na waekoa n roko te mate, ao e rawawata tamneiu n aei.", "12 Ao n aron are I taekinna ibukin kairan nanoia Iutaia ae Iesu bon te Kristo, e riai naba ni kairaki nanoia Tientaire bwa a na ataia ae Iesu bon te Kristo, ae te Atua ae Akea Tokina;", "13 Ao e na kaoti nakoia aika a kakoaua ni mwaakan te Tamnei ae Raoiroi; eng, nakoia aaba, reeti, neewe, ao aomata ni kabane ni karaoi kakai aika korakora, kanikina, ma kamiimi i buakoia natiia aomata n aron aia onimaki.", "14 Ma taraia, I taetae ni burabeti nakoimi ni kaineti ma boong aika kaitira; ni kaineti ma boong ike te Uea ae te Atua e na kaoti bwaai aikai nakoia natiia aomata.", "15 I mwin te tai are a tia ni bua iai natiu ma natiia tariu i nanon aia kerikaaki n aia aki onimaki, ao n tia n tiringaki irouia Tientaire; eng, i mwin te tai are e a tia iai te Uea ae te Atua n otabwaninia ma ana taanga ni buaka, ao n tia ni kaaitaraia ma taian taua ma oo; ao n tian kabwakakia inano i buakon te bubu ni karokoa ae a bua, ma e na koreaki aia taeka aika a raoiroi, ao e na ongo aia tataro aika a kakaonimaki, ao ni kabane ake a kerikaaki n aia aki onimaki a na bon aki mwanuokinaki.", "16 Bwa naake a tiringaki a na taetae nakoia mai aontano, ao aia taeka a na rinano n nako mai i nanon te bubu, ao bwanaia titebo ma bwanaan te tamnei ae a taneiai ma ngaia; bwa e na anganna te Uea ae te Atua te mwaaka, bwa e aonga ni wirikiriki ni kaineti mangaia, n aiaron ae e otinako mai aontano; ao aia taetae e na wirikiriki mai nanon te bubu.", "17 Bwa e taku ana taeka te Uea ae te Atua: a na koroi bwaai aika a riki nakoia, ao a na koreaki ao a na kaawakinaki i nanon te boki, ao e na aki reke irouia ake a tia ni bua i nanon aia kerikaaki n aia aki onimaki, bwa a ukoukora uruakan ana bwai te Atua.", "18 Mangaia ae a bane ni waekoa tiringaia aomata ake a na tiringaki; ao mwaitia aia aomata aika a buakaka a na riki n aiaron kunin te koraa ae ukaki nako—eng, n aron are taekinna te Uea ae te Atua: E na roko n te tai ae karina, ni waekoa—", "19 Ao e na koro bukina bwa ake a bua i nanon aia kerikaaki n aia aki onimaki, a na tiringaki i nanon baia Tientaire.", "20 Ao a tabekakirake Tientaire ibukin kainikatongan aia taratara, ao a bwaka, ao ibukin korakoran bwakaia, ao a mwaiti ekaretia aika a katei; ao a kaakea mwaakan ma ana kakai te Atua, ao a kamoamoaia n aron oin wanawanaia ma rabakauia, bwa aonga ni kareke mwane ma ni karawawataia aika a kainnano.", "21 Ao a mwaiti ekaretia aika a kateaki aika a karika te bakantang, te kauntaeka, ao te kairiribai.", "22 Ao a mwaiti botaki ni karaba aika buakaka, n aron taai naba ake rimoa, n aiaron ana koraki te riaboro aika a buakaka, bwa bon ngaia ake a katei bwaai aikai; eng, ngaia ae e kunea te tiriaomata, ma mwakurin te roo; eng, ao e kairiria man roroaia n te roobu ae beebete ni karokoa ae a bae n ana roobu ae matoatoa n aki toki.", "23 Bwa taraia tariu aika kam tangiraki, I tuangkami bwa e aki mwammwakuri te Uea ae te Atua i nanon te roo.", "24 Bon akea te bwai ae kakaraoia ma ti bwaai aika a na kawaaka te aonaba; bwa e tangira te aonaba, n te aro are e anga oin maiuna bwa e aonga ni kairia aomata ni kabane nakoina. Mangaia ae bon akea temanna are e tuangnga bwa e na aki karekea ana kamaiu.", "25 Taraia, e a tia n tang nakoia tabemwaang ni kangai: Kitanai? Taraia, I taekina aio nakoimi, E tuai; ma E taku: Nakomai nakoiu ngkami ni kabane mai iaon tokin te aonaba, kabooa te miriki ma ana karewe te manibeeru, n akea te mwane n akea boona.", "26 Taraia, e a tia n tuangiia tabemwaang bwa a na otinako man te auti n nebo, ke man tabo n taromauri? Taraia, I taekina aio nakoimi; E tuai.", "27 E a tia n tuangiia tabemwaang bwa a na aki taua ana kamaiu? Taraia, I taekina aio nakoimi, E tuai; ma e a tia n anga nako n akea boona nakoia aomata ni kabane; ao e a tia n tuatua nakoia ana botanaomata bwa a na kairi nanoia aomata ni kabane nakon te rairannano.", "28 Taraia, e a tia te Uea n tuangiia tabemwaang bwa a na aki taua ana raoiroi? Taraia, I taekina aio nakoimi, E tuai; ma a kona aomata ni kabane n akea ae kaokoroaki n taua, ao akea ae aki kariaiakaki.", "29 E tuatua bwa a na akea te nakoanibonga aika kewe ibukin reken te aro; nakoanibonga aika kewe ibukin reken te aro bon aia mwakuri aomata ni kabwarabwara ao ni karikiia bwa aongkoa ootan te aonaba ngaia, bwa e aonga n reke aia raka ma neboaia n te aonaba; bwa aki ukoukora mweraoin Tion.", "30 Taraia, e a tia te Uea n aki kariaia te bwai aio; mangaia ae te Uea ae te Atua e a tia ni katea te tua ae a riai aomata ni kabane n iai irouia te tangira ae kororaoi, ao te tangira ae kororaoi, aio bon te tangira ao ngkana akea irouia te tangira ae kororaoi ao bon akea ngaia. Mangaia ae ngkana iai irouia te tangira ae kororaoi ao a na aki kariaia bwa e na mate te tia mwakuri i Tion.", "31 Ma te tia mwakuri i Tion e na beku ibukin Tion; bwa ngkana a mwakuri ibukin te mwane ao a na mate.", "32 Ao e manga tuatua riki te Uea ae te Atua bwa a na aki tiritiri aomata; bwa a na aki kewe; bwa a na aki iraa; bwa a na aki tataboraea aran te Uea ae Atuaia; bwa a na aki bakantang; bwa a na aki kairiribai; bwa a na aki kauntaeka imarenaia; ao bwa a na aki wenenibure; ao bwa a na aki karaoi bwaai aikai ni kabane; bwa ane e karaoi ao e na mate.", "33 Bwa akea mai buakon buakaka aikai ae roko mai iroun te Uea; bwa e ti kakaraoa ae raoiroi i buakoia natiia aomata; ao akea te bwai ae e na karaoia ma ti ae maataata nakoia natiia aomata; ao e weteia ni kabane bwa a na nakoina ma ni katoonga ana raoiroi; ao akea ae totokoia ngkana e nakoina, ae bwatabwata ke ae mainaina, te toro ke ae inaomata, te mwaane ke te aine; ao e uringia aika a beekan; ao titebo aroia ni kabane imatan te Atua, Iutaia ma Tientaire."]}