{"English": ["The Lord’s vineyard (Israel) will become desolate, and His people will be scattered—Woes will come upon them in their apostate and scattered state—The Lord will lift an ensign and gather Israel—Compare Isaiah 5. About 559–545B.C.", "1 And then will I sing to my well-beloved a song of my beloved, touching his vineyard. My well-beloved hath a vineyard in a very fruitful hill.", "2 And he fenced it, and gathered out the stones thereof, and planted it with the choicest vine, and built a tower in the midst of it, and also made a wine-press therein; and he looked that it should bring forth grapes, and it brought forth wild grapes.", "3 And now, O inhabitants of Jerusalem, and men of Judah, judge, I pray you, betwixt me and my vineyard.", "4 What could have been done more to my vineyard that I have not done in it? Wherefore, when I looked that it should bring forth grapes it brought forth wild grapes.", "5 And now go to; I will tell you what I will do to my vineyard—I will take away the hedge thereof, and it shall be eaten up; and I will break down the wall thereof, and it shall be trodden down;", "6 And I will lay it waste; it shall not be pruned nor digged; but there shall come up briers and thorns; I will also command the clouds that they rain no rain upon it.", "7 For the vineyard of the Lord of Hosts is the house of Israel, and the men of Judah his pleasant plant; and he looked for judgment, and behold, oppression; for righteousness, but behold, a cry.", "8 Wo unto them that join house to house, till there can be no place, that they may be placed alone in the midst of the earth!", "9 In mine ears, said the Lord of Hosts, of a truth many houses shall be desolate, and great and fair cities without inhabitant.", "10 Yea, ten acres of vineyard shall yield one bath, and the seed of a homer shall yield an ephah.", "11 Wo unto them that rise up early in the morning, that they may follow strong drink, that continue until night, and wine inflame them!", "12 And the harp, and the viol, the tabret, and pipe, and wine are in their feasts; but they regard not the work of the Lord, neither consider the operation of his hands.", "13 Therefore, my people are gone into captivity, because they have no knowledge; and their honorable men are famished, and their multitude dried up with thirst.", "14 Therefore, hell hath enlarged herself, and opened her mouth without measure; and their glory, and their multitude, and their pomp, and he that rejoiceth, shall descend into it.", "15 And the mean man shall be brought down, and the mighty man shall be humbled, and the eyes of the lofty shall be humbled.", "16 But the Lord of Hosts shall be exalted in judgment, and God that is holy shall be sanctified in righteousness.", "17 Then shall the lambs feed after their manner, and the waste places of the fat ones shall strangers eat.", "18 Wo unto them that draw iniquity with cords of vanity, and sin as it were with a cart rope;", "19 That say: Let him make speed, hasten his work, that we may see it; and let the counsel of the Holy One of Israel draw nigh and come, that we may know it.", "20 Wo unto them that call evil good, and good evil, that put darkness for light, and light for darkness, that put bitter for sweet, and sweet for bitter!", "21 Wo unto the wise in their own eyes and prudent in their own sight!", "22 Wo unto the mighty to drink wine, and men of strength to mingle strong drink;", "23 Who justify the wicked for reward, and take away the righteousness of the righteous from him!", "24 Therefore, as the fire devoureth the stubble, and the flame consumeth the chaff, their root shall be rottenness, and their blossoms shall go up as dust; because they have cast away the law of the Lord of Hosts, and despised the word of the Holy One of Israel.", "25 Therefore, is the anger of the Lord kindled against his people, and he hath stretched forth his hand against them, and hath smitten them; and the hills did tremble, and their carcasses were torn in the midst of the streets. For all this his anger is not turned away, but his hand is stretched out still.", "26 And he will lift up an ensign to the nations from far, and will hiss unto them from the end of the earth; and behold, they shall come with speed swiftly; none shall be weary nor stumble among them.", "27 None shall slumber nor sleep; neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken;", "28 Whose arrows shall be sharp, and all their bows bent, and their horses’ hoofs shall be counted like flint, and their wheels like a whirlwind, their roaring like a lion.", "29 They shall roar like young lions; yea, they shall roar, and lay hold of the prey, and shall carry away safe, and none shall deliver.", "30 And in that day they shall roar against them like the roaring of the sea; and if they look unto the land, behold, darkness and sorrow, and the light is darkened in the heavens thereof."], "Español": ["La viña del Señor (Israel) será asolada, y Su pueblo será esparcido— Les sobrevendrán calamidades en su estado apóstata y de esparcimiento— El Señor alzará estandarte a las naciones y recogerá a Israel— Compárese con Isaías 5. Aproximadamente 559–545a.C.", "1 Y entonces cantaré a mi muy amado el cantar de mi amado respecto de su viña. Mi amado tenía una viña en un collado muy fértil.", "2 Y la cercó y despedregó y la plantó de vides escogidas, y edificó una torre en medio de ella, y también hizo un lagar; y esperaba que diese uvas, y dio uvas silvestres.", "3 Ahora pues, oh habitantes de Jerusalén y varones de Judá, juzgad, os ruego, entre mí y mi viña.", "4 ¿Qué más podía hacerse por mi viña que yo no haya hecho? ¿Por qué, cuando esperaba que produjese uvas, uvas silvestres produjo?", "5 Pues ahora os diré lo que voy a hacer con mi viña: Le quitaré su vallado, y será consumida; derribaré su cerca, y será hollada;", "6 y la asolaré; no será podada ni cavada, sino que en ella crecerán cardos y espinos; también mandaré a las nubes que no derramen lluvia sobre ella.", "7 Porque la viña del Señor de los Ejércitos es la casa de Israel, y los hombres de Judá son su planta deleitosa. Y él esperaba justicia, y he aquí vileza; rectitud, y he aquí clamor.", "8 ¡Ay de los que juntan casa con casa, hasta no haber más lugar, para quedar solos en medio de la tierra!", "9 En mis oídos ha dicho el Señor de los Ejércitos: En verdad, muchas casas han de quedar asoladas, y grandes y hermosas ciudades quedarán sin habitantes.", "10 Sí, diez yugadas de viña producirán un bato; y un homer de semilla producirá una efa.", "11 ¡Ay de los que se levantan temprano por la mañana para seguir la embriaguez; que continúan hasta la noche, hasta que los enciende el vino!", "12 Arpas, vihuelas, tamboriles, flautas y vino hay en sus banquetes; mas no observan la obra del Señor, ni consideran las obras de sus manos.", "13 Por tanto, mi pueblo ha ido en cautiverio, porque carece de conocimiento; y perecen de hambre sus nobles, y su multitud se seca de sed.", "14 Por tanto, el infierno ensanchó su seno, y abrió su boca desmedidamente; y allá descenderá la gloria de ellos, y su multitud, y su algazara, y el que en ello se huelga.", "15 Y el hombre vil será humillado, y el varón poderoso será abatido, y los ojos del altivo serán bajados.", "16 Mas el Señor de los Ejércitos será ensalzado en juicio, y el Dios Santo será santificado en justicia.", "17 Entonces los corderos pacerán según su costumbre, y los lugares desolados de los ricos los comerán los extraños.", "18 ¡Ay de los que arrastran la iniquidad con cuerdas de vanidad, y el pecado como si fuera con coyundas de carro;", "19 quienes dicen: Dése prisa; haga presto su obra para que podamos verla; acérquese y venga el consejo del Santo de Israel para que lo conozcamos!", "20 ¡Ay de los que a lo malo llaman bueno, y a lo bueno malo; que ponen tinieblas por luz, y luz por tinieblas; que ponen lo amargo por dulce, y lo dulce por amargo!", "21 ¡Ay de los que son sabios a sus propios ojos, y prudentes delante de sí mismos!", "22 ¡Ay de los que son valientes para beber vino, y varones fuertes para mezclar licores;", "23 que justifican al inicuo por cohecho, y quitan al justo su rectitud!", "24 Por tanto, así como el fuego devora el rastrojo, y la llama consume la paja, su raíz será podredumbre, y sus flores se desvanecerán como polvo; porque han desechado la ley del Señor de los Ejércitos, y han despreciado la palabra del Santo de Israel.", "25 Por esta causa se encendió el furor del Señor contra su pueblo, y extendió contra él su mano, y lo hirió; y se estremecieron los collados, y sus cadáveres fueron destrozados en medio de las calles. Con todo esto, no se ha aplacado su ira, sino que aún está extendida su mano.", "26 Y alzará estandarte a las naciones de lejos, y les silbará desde el cabo de la tierra; y he aquí que vendrán presto y aceleradamente; y entre ellos no habrá cansado, ni quien tropiece.", "27 Nadie dormitará ni se dormirá; a ninguno le será desatado el cinto de los lomos, ni se le romperá la correa de sus zapatos;", "28 sus flechas estarán aguzadas, y todos sus arcos entesados; y los cascos de sus caballos serán como de pedernal, las ruedas de sus carros como torbellino y su rugido como de león.", "29 Rugirán como leoncillos; sí, bramarán y se echarán sobre la presa, y la llevarán seguros, y no habrá quien se la quite.", "30 Y en aquel día rugirán contra ellos como el bramido del mar; y si miraren hacia la tierra, he aquí, tinieblas y tribulación, y la luz se obscurecerá en sus cielos."], "Français": ["La vigne du Seigneur (Israël) deviendra désolée et son peuple sera dispersé— Des malheurs s’abattront sur elle dans son état apostat et dispersé— Le Seigneur élèvera une bannière et rassemblera Israël— Comparez avec Ésaïe 5. Vers 559–545av.J.-C.", "1 Je chanterai à mon bien-aimé le cantique de mon bien-aimé sur sa vigne. Mon bien-aimé avait une vigne, sur un coteau fertile.", "2 Il en remua le sol, ôta les pierres, et y mit un plant délicieux; il bâtit une tour au milieu d’elle, et il y creusa aussi une cuve. Puis il espéra qu’elle produirait de bons raisins, mais elle en a produit de mauvais.", "3 Maintenant donc, habitants de Jérusalem et hommes de Juda, soyez juges entre moi et ma vigne!", "4 Qu’y avait-il encore à faire à ma vigne, que je n’aie pas fait pour elle? Pourquoi, quand j’ai espéré qu’elle produirait de bons raisins, en a-t-elle produit de mauvais?", "5 Je vous dirai maintenant ce que je vais faire à ma vigne. J’en arracherai la haie, pour qu’elle soit broutée; j’en abattrai la clôture, pour qu’elle soit foulée aux pieds.", "6 Je la réduirai en ruine; elle ne sera plus taillée, ni cultivée; les ronces et les épines y croîtront; et je donnerai mes ordres aux nuées, afin qu’elles ne laissent plus tomber la pluie sur elle.", "7 La vigne du Seigneur des armées, c’est la maison d’Israël, et les hommes de Juda, c’est le plant qu’il chérissait. Il avait espéré de la droiture, et voici du sang versé! De la justice, et voici des cris de détresse!", "8 Malheur à ceux qui ajoutent maison à maison, jusqu’à ce qu’il n’y ait plus d’espace, et qu’ils habitent seuls au milieu du pays!", "9 Voici ce que m’a révélé le Seigneur des armées: certainement, ces maisons nombreuses seront dévastées, et ces grandes et belles villes n’auront plus d’habitants.", "10 Même dix arpents de vigne ne produiront qu’un bath, et un homer de semence ne produira qu’un épha.", "11 Malheur à ceux qui de bon matin courent après les boissons enivrantes, et qui bien avant la nuit sont échauffés par le vin!", "12 La harpe et le luth, le tambourin, la flûte et le vin animent leurs festins; mais ils ne prennent point garde à l’œuvre du Seigneur, et ils ne voient point le travail de ses mains.", "13 C’est pourquoi mon peuple sera emmené captif, faute de connaissance; sa noblesse mourra de faim, et sa multitude sera desséchée par la soif.", "14 C’est pourquoi le séjour des morts ouvre sa bouche, élargit sa gueule outre mesure; alors descendent la magnificence et la richesse de Sion; et sa foule bruyante et joyeuse.", "15 Les petits seront abattus, les grands seront humiliés, et les regards des hautains seront abaissés.", "16 Le Seigneur des armées sera élevé par le jugement, et le Dieu saint sera sanctifié par la justice.", "17 Des brebis paîtront comme sur leur pâturage, et des étrangers dévoreront les possessions ruinées des riches.", "18 Malheur à ceux qui tirent l’iniquité avec les cordes du vice, et le péché comme avec les traits d’un char,", "19 et qui disent: qu’il hâte, qu’il accélère son œuvre, afin que nous la voyions! Que le décret du saint d’Israël arrive et s’exécute, afin que nous le connaissions!", "20 Malheur à ceux qui appellent le mal bien, et le bien mal, qui changent les ténèbres en lumière, et la lumière en ténèbres, qui changent l’amertume en douceur, et la douceur en amertume!", "21 Malheur à ceux qui sont sages à leurs yeux, et qui se croient intelligents!", "22 Malheur à ceux qui ont de la bravoure pour boire du vin, et de la vaillance pour mêler des liqueurs fortes;", "23 qui justifient le coupable pour un présent, et enlèvent aux innocents leurs droits!", "24 C’est pourquoi, comme une langue de feu dévore le chaume, et comme la flamme consume l’herbe sèche, ainsi leur racine sera comme de la pourriture, et leur fleur se dissipera comme de la poussière; car ils ont dédaigné la loi du Seigneur des armées, et ils ont méprisé la parole du Saint d’Israël.", "25 C’est pourquoi la colère du Seigneur s’enflamme contre son peuple, il étend sa main sur lui, et il le frappe; les montagnes s’ébranlent; et les cadavres sont comme des balayures au milieu des rues. Malgré tout cela, sa colère ne s’apaise point, et sa main est encore étendue.", "26 Il élève une bannière pour les peuples lointains, et il en siffle un des extrémités de la terre; et voici, il arrive avec promptitude et légèreté. Nul n’est fatigué, nul ne chancelle de lassitude.", "27 Nul n’est fatigué, nul ne chancelle de lassitude, personne ne sommeille, ni ne dort; aucun n’a la ceinture de ses reins détachée, ni la courroie de ses souliers rompue.", "28 Ses flèches sont aiguës, et tous ses arcs tendus; les sabots de ses chevaux ressemblent à des cailloux, et les roues de ses chars à un tourbillon, son rugissement comme celui d’une lionne.", "29 Il rugit comme des lionceaux, il gronde, et saisit sa proie, il l’emporte, et personne ne vient au secours.", "30 En ce jour, il y aura près de lui un mugissement, comme celui d’une tempête sur mer; en regardant la terre, ils ne verront que ténèbres, avec des alternatives d’angoisse et d’espérance; au ciel, l’obscurité régnera."], "Kiribati": ["Ana nne ni kurebe te Uea (Iteraera), e na akea kaaina, ao a na kamaenakoaki Ana botanaomata—A na maraia n tain kaitaraan te koaua irouia ma kamaenakoaia—E na katea te buraeki te Uea ao e na ikota Iteraera—Kabootaua ma Itaia 5. Uakaan ma 559–545I.K.", "1 Ao ngkanne N na anene nakon raou ae tangiraki n te anene ae kunan raou ae tangiraki, ni kaineti ma ana nne ni kurebe. Raou ae tangiraki iai ana nne ni kurebe n te tabuki ae e rangi ni kariki ua.", "2 Ao e katea oona, ao e karenakoi atibuna, ao e uniki mwangan kurebe aika moan te tamaroa, ao e katea te taua i nukana, ao te tabo naba ni karao wain i nanona; ao e kaantaninga bwa a na mwaiti kurebe aika a na riki mai iai, ao a riki kurebe aika mangingi.", "3 Ao ngkai, O kaain Ierutarem, mwaane aika kaain Iuta, I butingkami bwa kam na bairea taekau ma au nne ni kurebe.", "4 Teraa te bwai ae kona ni karaoaki riki nakon au nne ni kurebe are I tuai ni karaoia? Mangaia ae ngkana I kaantaningaia bwa a na mwaiti kurebe aika a na riki mai iai ao a riki kurebe aika mangingi.", "5 Ao ngkai waaki, N na tuangingkami te bwai are N na karaoia nakon au nne ni kurebe—N na kouta oona, ao e na kanaki; ao N na urua oona, ao e na toutouaki;", "6 Ao N na urua; ao e na aki koreaki mwangana aika mate ke n ribanaki; ma a na bwebwerake kateketeke ma akanta iai; ao N na tuangia naba naang bwa a na aki kabwaka te karau i aona.", "7 Bwa ana nne ni kurebe aia Uea Taanga ni Buaka bon te bata are Iteraera, ao mwaane aika kaain Iuta bon arokana aika tamaroa; ao e kantaninga bwa a na tituaraoi, ma e nora bwainikirinaia aomata; bwa a na raoiroi, ma noria, e ongo te tang.", "8 A na reke kaia akana a ikota te auti teuana ma te auti teuana, ni karokoa ae akea riki te tabo are a na anaia, ao a na katukaki i bon irouia i nukan te aba!", "9 I a ongo i nanon taningau, e taku aia Uea Taanga ni Buaka, e koaua ae a na kamaroa auti aika mwaiti, ma taian kaawa aika korakora ma n tamaroa n akea kaaia.", "10 Eng, te nne ni kurebe ae tebwina te eeka e na karekea ae teaina te bukibuki ni wain ao wiita aika kanoan teaina te ooma a na kariki uaa aika kanoan teaina te eeba.", "11 A na reke kaiia akana uti mwaaka n te ingabong, bwa a na kabanea korakoraia ni karekea nimaia te kamanging, ni waaki ni mooi ni karokoa te tairiki, ma ni koro ni manging n te wain!", "12 Ao iai te aabi, ma te raea, ma te timbere, ma kaibwabwa, ao te wain n aia botaki n amwarake; ma a aki iangoa ana mwakuri te Uea, ke ni iangoi bwaai ake e a tia ni karaoi.", "13 Mangaia ae a uotaki nako au botanaomata n taenikai, ngkai akea te atatai irouia; ao a bora ni baki aia aomata aika kakannato, ao a bora n taka aia aomata aika uanao.", "14 Mangaia ae e a kabubura moone, ao e a kauka wiina ae akea tokin warebwena; ao a na bane n ruo nako nanona aia mimitong, ma aia aomata aika a uanao, ma raoiroia, ma ane e kimwareirei.", "15 Ao e na kamangoraki te aomata ae tau arona, ao e na kamangoraki te aomata ae korakora, ao a na kamangoraki mataia aika a kamoamoa.", "16 Ma e na karietataaki aia Uea Taanga ni Buaka n aron ana motikitaeka, ao e na katabuaki i nanon te raoiroi te Atua ae tabu.", "17 Ngkanne a na amwarake taian tiibu te teei n aron are a taneiai ni karaoia, ao aia tabo ake a marika ake akea kaaia a na maiu mai iai iruwa.", "18 A na reke kaia akana a waakina te bure ni bae ma bwaai aika akea maneia, ao n teimatoa n te bure n aron ae a bae nako iai n aiaron roon te ka;", "19 Akana a kangai: Ke e waekoa ni karaoa ana mwakuri, bwa ti aonga n nooria; ao ke e roko ana taeka n reirei Atuan Iteraera ae Tabu bwa ti aonga n ataia.", "20 A na reke kaiia akana a arana te buakaka bwa te raoiroi, ao te raoiroi bwa te buakaka, ao n taku bwa te roo bon te oota, ao te oota bon te roo, ao a arana te mangingi bwa te karewe, ao te karewe bwa te mangingi!", "21 A na reke kaiia akana a taku bwa a wanawana man rabakau n oin aia taratara!", "22 A na reke kaiia akana a aintoa n nima te wain, ao aomata aika korakora n rengan mooi aika matoatoa;", "23 Aika kariaia ae buakaka ibukin te kaniwanga, ao n anaa raoiroin ae raoiroi mai irouna!", "24 Mangaia ae a na riki n aiaron te maange are kanaki n te ai, ao te uteute are bue n te ai, ao a mka wakaaia, ao a ubaranako ueena n aron te bubu; ngkai a kaaki ana tua aia Uea Taanga ni Buaka, ao n aki ongo ana taeka Atuan Iteraera ae Tabu.", "25 Mangaia ae e rikirake unin nanon te Uea irouia ana botanaomata, ao e arora baina ni kaaitaraia, ao e oroia; ao a na ruru taian tabuki, ao a na raea rabwataia i nukan taian kawai. Bwa e teimatoa unin nanona, ao are e bon arora naba baina.", "26 Ao e na katea te buraeki nakoia aba aika a raroa, ao e na katang nakoia ni weteia mai tabon aonaba; ao taraia, a na waekoa n roko; ao akea ae e na kua ke ni bebei mai buakoia.", "27 Ao akea ae e na nimatutu ke ni matu; ao akea ae e na kabwara kabaean nukaia, ke n uruaki kabaean aia kau;", "28 Ao a kakang aia katebe, ao a bwaoua aia kai ni katebe, ao a matoa nanon waeia aia aoti n aiaron atibu aika matoatoa, ao a na mino rangan aia ka ni buaka n ai aron te ukeuke n anti, ao karongoaia ai aron bekoraran te raian.", "29 Ao a na bekorara n ai aron raian aika ataei; eng, a na bekorara, ao a na taua konaia, ao a na uotanako kanaia nakon te tabo ae mano, are akea ae kona ni kamaiua iai.", "30 Ao n te bong arei a na bekorara ni kaaitaraia n aron bekoraran taari; ao ngkana a taraa te aba, a na noora te rootongitong ao te nanokawaki, ao e karooaki te oota mai karawa."]}