{"English": ["In the millennial day all men will praise the Lord—He will dwell among them—Compare Isaiah 12. About 559–545B.C.", "1 And in that day thou shalt say: O Lord, I will praise thee; though thou wast angry with me thine anger is turned away, and thou comfortedst me.", "2 Behold, God is my salvation; I will trust, and not be afraid; for the Lord Jehovah is my strength and my song; he also has become my salvation.", "3 Therefore, with joy shall ye draw water out of the wells of salvation.", "4 And in that day shall ye say: Praise the Lord, call upon his name, declare his doings among the people, make mention that his name is exalted.", "5 Sing unto the Lord; for he hath done excellent things; this is known in all the earth.", "6 Cry out and shout, thou inhabitant of Zion; for great is the Holy One of Israel in the midst of thee."], "Español": ["En los días del Milenio todos los hombres alabarán al Señor— Él morará entre ellos— Compárese con Isaías 12. Aproximadamente 559–545a.C.", "1 Y dirás en aquel día: ¡Te alabaré, oh Señor! Aunque estabas enojado conmigo, tu ira se ha apartado, y me has consolado.", "2 He aquí, Dios es mi salvación; confiaré y no temeré, porque el Señor Jehová es mi fortaleza y mi canción; y también ha llegado a ser salvación para mí.", "3 Por tanto, con gozo sacaréis agua de las fuentes de la salvación.", "4 Y en aquel día diréis: ¡Alabad al Señor, aclamad su nombre, sus obras pregonad entre el pueblo, declarad que su nombre es ensalzado!", "5 ¡Cantad al Señor!, porque él ha hecho cosas admirables; esto es sabido por toda la tierra.", "6 ¡Da voces y canta, oh moradora de Sion!, porque grande es el Santo de Israel en medio de ti."], "Français": ["Pendant l’ère millénaire tous les hommes loueront le Seigneur— Il demeurera parmi eux— Comparez avec Ésaïe 12. Vers 559–545av.J.-C.", "1 Tu diras en ce jour-là: Je te loue, ô Seigneur! Car tu as été irrité contre moi, ta colère s’est apaisée, et tu m’as consolé.", "2 Voici, Dieu est ma délivrance, je serai plein de confiance, et je ne craindrai rien; car le Seigneur, le Seigneur est ma force et le sujet de mes louanges; c’est lui qui m’a sauvé.", "3 Vous puiserez de l’eau avec joie aux sources du salut,", "4 et vous direz en ce jour-là: louez le Seigneur, invoquez son nom, publiez ses œuvres parmi les peuples, rappelez la grandeur de son nom!", "5 Célébrez le Seigneur, car il a fait des choses magnifiques: qu’elles soient connues par toute la terre!", "6 Pousse des cris de joie et d’allégresse, habitant de Sion! Car il est grand au milieu de toi, le Saint d’Israël."], "Kiribati": ["Ni bongin te tenga n ririki ao aomata ni kabane a na neboa te Uea—E na maeka ma ngaia—Kabootaua ma Itaia 12. Uakaan ma 559–545I.K.", "1 Ao n te bong arei, ko na kangai: O Te Uea, N na neboiko; e ngae ngke ko un irou, ma e na keenako unim ao ko na kabeebeteai.", "2 Nooria, te Atua ngaia te tia kamaiuai; N na onimakinna, ao N na aki maaku; bwa te Uea ae Iehova bon korakorau ma au anene; ao e a tia naba n riki bwa te tia kamaiuai.", "3 Mangaia ae ko na itiia te ran ma te kimwareirei man mwanibwan te kamaiuaki.", "4 Ao n te bong arei ko na kangai: Neboa te Uea, wetea arana, tataekina ana mwakuri i buakoia te botanaomata, taekina arana bwa e na karietataaki.", "5 Anene nakon te Uea; bwa e a tia ni karaoi bwaai aika a kororaoi; ao e ataaki aio ni kabuta te aonaba.", "6 Takarua ni kabaibati bwanaami, ngkami aika kain Tion; bwa e korakora Atuan Iteraera ae Tabu are e mena i buakomi."]}