{"English": ["Israel will be gathered and will enjoy millennial rest—Lucifer was cast out of heaven for rebellion—Israel will triumph over Babylon (the world)—Compare Isaiah 14. About 559–545B.C.", "1 For the Lord will have mercy on Jacob, and will yet choose Israel, and set them in their own land; and the strangers shall be joined with them, and they shall cleave to the house of Jacob.", "2 And the people shall take them and bring them to their place; yea, from far unto the ends of the earth; and they shall return to their lands of promise. And the house of Israel shall possess them, and the land of the Lord shall be for servants and handmaids; and they shall take them captives unto whom they were captives; and they shall rule over their oppressors.", "3 And it shall come to pass in that day that the Lord shall give thee rest, from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve.", "4 And it shall come to pass in that day, that thou shalt take up this proverb against the king of Babylon, and say: How hath the oppressor ceased, the golden city ceased!", "5 The Lord hath broken the staff of the wicked, the scepters of the rulers.", "6 He who smote the people in wrath with a continual stroke, he that ruled the nations in anger, is persecuted, and none hindereth.", "7 The whole earth is at rest, and is quiet; they break forth into singing.", "8 Yea, the fir trees rejoice at thee, and also the cedars of Lebanon, saying: Since thou art laid down no feller is come up against us.", "9 Hell from beneath is moved for thee to meet thee at thy coming; it stirreth up the dead for thee, even all the chief ones of the earth; it hath raised up from their thrones all the kings of the nations.", "10 All they shall speak and say unto thee: Art thou also become weak as we? Art thou become like unto us?", "11 Thy pomp is brought down to the grave; the noise of thy viols is not heard; the worm is spread under thee, and the worms cover thee.", "12 How art thou fallen from heaven, O Lucifer, son of the morning! Art thou cut down to the ground, which did weaken the nations!", "13 For thou hast said in thy heart: I will ascend into heaven, I will exalt my throne above the stars of God; I will sit also upon the mount of the congregation, in the sides of the north;", "14 I will ascend above the heights of the clouds; I will be like the Most High.", "15 Yet thou shalt be brought down to hell, to the sides of the pit.", "16 They that see thee shall narrowly look upon thee, and shall consider thee, and shall say: Is this the man that made the earth to tremble, that did shake kingdoms?", "17 And made the world as a wilderness, and destroyed the cities thereof, and opened not the house of his prisoners?", "18 All the kings of the nations, yea, all of them, lie in glory, every one of them in his own house.", "19 But thou art cast out of thy grave like an abominable branch, and the remnant of those that are slain, thrust through with a sword, that go down to the stones of the pit; as a carcass trodden under feet.", "20 Thou shalt not be joined with them in burial, because thou hast destroyed thy land and slain thy people; the seed of evil-doers shall never be renowned.", "21 Prepare slaughter for his children for the iniquities of their fathers, that they do not rise, nor possess the land, nor fill the face of the world with cities.", "22 For I will rise up against them, saith the Lord of Hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the Lord.", "23 I will also make it a possession for the bittern, and pools of water; and I will sweep it with the besom of destruction, saith the Lord of Hosts.", "24 The Lord of Hosts hath sworn, saying: Surely as I have thought, so shall it come to pass; and as I have purposed, so shall it stand—", "25 That I will bring the Assyrian in my land, and upon my mountains tread him under foot; then shall his yoke depart from off them, and his burden depart from off their shoulders.", "26 This is the purpose that is purposed upon the whole earth; and this is the hand that is stretched out upon all nations.", "27 For the Lord of Hosts hath purposed, and who shall disannul? And his hand is stretched out, and who shall turn it back?", "28 In the year that king Ahaz died was this burden.", "29 Rejoice not thou, whole Palestina, because the rod of him that smote thee is broken; for out of the serpent’s root shall come forth a cockatrice, and his fruit shall be a fiery flying serpent.", "30 And the firstborn of the poor shall feed, and the needy shall lie down in safety; and I will kill thy root with famine, and he shall slay thy remnant.", "31 Howl, O gate; cry, O city; thou, whole Palestina, art dissolved; for there shall come from the north a smoke, and none shall be alone in his appointed times.", "32 What shall then answer the messengers of the nations? That the Lord hath founded Zion, and the poor of his people shall trust in it."], "Español": ["Israel será recogido y disfrutará de reposo milenario— Lucifer fue echado del cielo por su rebelión— Israel triunfará sobre Babilonia (el mundo)— Compárese con Isaías 14. Aproximadamente 559–545a.C.", "1 Porque el Señor tendrá piedad de Jacob, y todavía escogerá a Israel, y lo establecerá en su propia tierra; y extranjeros se juntarán con ellos y se unirán a la casa de Jacob.", "2 Y los pueblos los tomarán y los llevarán a su lugar; sí, desde lejos hasta los extremos de la tierra; y retornarán a sus tierras de promisión. Y la casa de Israel los poseerá, y la tierra del Señor será para siervos y siervas; y cautivarán a aquellos de quienes fueron cautivos; y regirán a sus opresores.", "3 Y sucederá en aquel día, que el Señor te hará descansar de tu angustia y de tu temor, y del duro cautiverio en el que te viste obligado a servir.", "4 Y acontecerá en aquel día, que tomarás este proverbio contra el rey de Babilonia, y dirás: ¡Cómo ha cesado el opresor, cómo ha fenecido la ciudad de oro!", "5 El Señor ha quebrantado la vara de los impíos, el cetro de los gobernantes.", "6 El que hería al pueblo en ira con golpe continuo, aquel que gobernaba a las naciones con saña, es perseguido, y nadie lo impide.", "7 Toda la tierra descansa y está en paz; los hombres prorrumpen en cantos.", "8 Sí, los abetos se regocijan por causa de ti, y también los cedros del Líbano, diciendo: Desde que tú caíste, no ha subido cortador contra nosotros.", "9 El infierno abajo se conmueve para recibirte a tu llegada; te ha despertado a los muertos, sí, a todos los príncipes de la tierra; a todos los reyes de las naciones ha levantado de sus tronos.", "10 Todos estos darán voces y te dirán: ¿También tú te debilitaste como nosotros? ¿Como nosotros has llegado a ser?", "11 Tu pompa descendió al sepulcro; ya no se oye sonido de tus liras; gusanos son tu lecho, y gusanos te cubren.", "12 ¡Cómo caíste del cielo, oh Lucifer, hijo de la mañana! ¡Has sido cortado hasta el suelo, tú que debilitabas a las naciones!", "13 Porque dijiste en tu corazón: Ascenderé hasta el cielo; por encima de las estrellas de Dios levantaré mi trono, y me sentaré también sobre el monte de la congregación, hacia los lados del norte;", "14 ascenderé por encima de las alturas de las nubes; seré semejante al Altísimo.", "15 Mas tú precipitado serás hasta el infierno, a los lados del abismo.", "16 Te mirarán de cerca los que te vieren, y te contemplarán y dirán: ¿Es este el hombre que hizo temblar la tierra, que sacudió los reinos;", "17 que hizo del mundo un desierto, y destruyó sus ciudades, y nunca abrió la cárcel a sus presos?", "18 Todos los reyes de las naciones, sí, todos yacen en gloria, cada uno en su propia casa;", "19 mas tú echado eres de tu sepulcro como rama abominable, como residuo de aquellos que fueron muertos, atravesados por la espada, que descienden a las piedras del abismo; como cadáver hollado bajo los pies.", "20 No serás sepultado junto con ellos, porque has desolado tu tierra y has hecho perecer a tu pueblo; la posteridad de los malhechores para siempre no será reconocida.", "21 Preparad matanza para sus hijos por las iniquidades de sus padres; para que no se levanten, ni posean la tierra, ni llenen de ciudades la faz del mundo.", "22 Porque yo me levantaré contra ellos, dice el Señor de los Ejércitos; y raeré de Babilonia el nombre y residuo, hijo y sobrino, dice el Señor.", "23 Y la convertiré en morada de avetoros y en lagunas de agua; y la barreré con escoba de destrucción, dice el Señor de los Ejércitos.", "24 El Señor de los Ejércitos ha jurado, diciendo: Ciertamente como lo he pensado, así sucederá; y como lo he propuesto, así será confirmado;", "25 que al asirio traeré a mi tierra, y en mis collados lo hollaré; entonces será apartado de ellos el yugo de él, y la carga de él será quitada de sus hombros.", "26 Este es el propósito que se ha determinado sobre toda la tierra; y esta, la mano que se extiende sobre todas las naciones.", "27 Porque el Señor de los Ejércitos ha propuesto y, ¿quién lo abrogará? Su mano está extendida y, ¿quién la hará tornar atrás?", "28 El año en que murió el rey Acaz fue esta carga.", "29 No te regocijes tú, Filistea toda, por haberse quebrado la vara del que te hería; porque de la raíz de la culebra saldrá el áspid, y su fruto será una ardiente serpiente voladora.", "30 Y los primogénitos de los pobres comerán, y los menesterosos reposarán seguros; y haré morir de hambre a tu raíz, y él matará a tu residuo.", "31 ¡Aúlla, oh puerta! ¡Clama, oh ciudad! Tú, Filistea entera, disuelta estás; porque del norte vendrá un humo, y ninguno quedará solo en su tiempo determinado.", "32 ¿Qué responderán entonces los mensajeros de las naciones? Que el Señor fundó a Sion, y que los pobres de su pueblo se acogerán a ella."], "Français": ["Israël sera rassemblé et jouira du repos millénaire— Lucifer chassé du ciel pour rébellion— Israël triomphera de Babylone (le monde)— Comparez avec Ésaïe 14. Vers 559–545av.J.-C.", "1 Car le Seigneur aura pitié de Jacob, il choisira encore Israël, et il les rétablira dans leur pays; les étrangers se joindront à eux, et ils s’uniront à la maison de Jacob.", "2 Les peuples les prendront, et les ramèneront à leur demeure; oui, des lointaines extrémités de la terre; et ils retourneront dans leurs terres promises. Et la maison d’Israël les possédera, et le pays du Seigneur sera pour les serviteurs et les servantes; et ils retiendront captifs ceux qui les avaient faits captifs; et ils domineront sur leurs oppresseurs.", "3 Et quand le Seigneur t’aura donné du repos, après tes fatigues et tes agitations, et après la dure servitude qui te fut imposée,", "4 il arrivera en ce jour-là que tu prononceras ce chant sur le roi de Babylone, et tu diras: Eh quoi! le tyran n’est plus! l’oppression a cessé!", "5 Le Seigneur a brisé le bâton des méchants, la verge des dominateurs.", "6 Celui qui dans sa fureur frappait les peuples, par des coups sans relâche, celui qui dans sa colère subjuguait les nations, est poursuivi sans ménagement.", "7 Toute la terre jouit du repos et de la paix; on éclate en chants d’allégresse.", "8 Les cyprès mêmes, les cèdres du Liban aussi, se réjouissent de ta chute: depuis que tu es tombé, personne ne monte pour nous abattre.", "9 Le séjour des morts s’émeut jusque dans ses profondeurs, pour t’accueillir à ton arrivée; il réveille devant toi les ombres, tous les grands de la terre, il fait lever de leurs trônes tous les rois des nations.", "10 Tous prennent la parole pour te dire: Toi aussi, tu es sans force comme nous, tu es devenu semblable à nous!", "11 Ta magnificence est descendue dans le séjour des morts, avec le son de tes luths; sous toi est une couche de vers et les vers sont ta couverture.", "12 Te voilà tombé du ciel, astre brillant, fils de l’aurore! Tu es abattu à terre, toi, le vainqueur des nations!", "13 Tu disais en ton cœur: Je monterai au ciel, j’élèverai mon trône au-dessus des étoiles de Dieu; je m’assiérai sur la montagne de l’assemblée, à l’extrémité du septentrion.", "14 Je monterai sur le sommet des nues, je serai semblable au Très-Haut.", "15 Mais tu as été précipité dans le séjour des morts, dans les profondeurs de la fosse.", "16 Ceux qui te voient fixent sur toi leurs regards, ils te considèrent attentivement et disent: Est-ce là cet homme qui faisait trembler la terre, qui ébranlait les royaumes,", "17 qui réduisait le monde en désert, qui ravageait les villes, et ne relâchait point ses prisonniers?", "18 Tous les rois des nations, oui, tous, reposent avec honneur, chacun d’eux dans son tombeau.", "19 Mais toi, tu as été jeté loin de ton sépulcre, comme un rameau qu’on dédaigne, comme le reste de ceux qui ont été tués à coups d’épée, et précipités sur les pierres d’une fosse, comme un cadavre foulé aux pieds.", "20 Tu n’es pas réuni à eux dans le sépulcre, car tu as détruit ton pays, tu as fait périr ton peuple: on ne parlera plus jamais de la race des méchants.", "21 Préparez le massacre des fils, à cause des iniquités de leurs pères! Qu’ils ne se relèvent pas pour conquérir la terre, et remplir le monde d’ennemis!", "22 Je me lèverai contre eux, dit le Seigneur des armées; j’anéantirai le nom et la trace de Babylone, ses descendants et sa postérité, dit le Seigneur.", "23 J’en ferai le gîte du hérisson et un marécage, et je la balaierai avec le balai de la destruction, dit le Seigneur des armées.", "24 Le Seigneur des armées l’a juré, en disant: Oui, ce que j’ai décidé arrivera, ce que j’ai résolu s’accomplira.", "25 J’amènerai l’Assyrien dans mon pays, je le foulerai aux pieds sur mes montagnes; et son joug leur sera ôté, et son fardeau sera ôté de leurs épaules.", "26 Voilà la résolution prise contre toute la terre, voilà la main étendue sur toutes les nations.", "27 Le Seigneur des armées a pris cette résolution: qui s’y opposera? Sa main est étendue: qui la détournera?", "28 L’année de la mort du roi Achaz, cet oracle fut prononcé:", "29 Ne te réjouis pas, pays des Philistins, de ce que la verge qui te frappait est brisée! Car de la racine du serpent sortira un basilic, et son fruit sera un dragon volant.", "30 Alors les plus pauvres pourront paître, et les malheureux reposer en sécurité; mais je ferai mourir ta racine par la faim, et ce qui reste de toi sera tué.", "31 Porte, gémis! ville, lamente-toi! tremble, pays tout entier des Philistins! Car du nord vient une fumée, et les rangs de l’ennemi sont serrés.", "32 Et que répondront les envoyés du peuple? Que le Seigneur a fondé Sion, et que les malheureux de son peuple y trouvent un refuge."], "Kiribati": ["Iteraera e na ikotaki ao e na kimwareirei ni motirawan te tenga n ririki—E teweaki nako Rutibero mai karawa ibukin te kaaitara—E na tokanikai Iteraera iaon Bwaburon (te aonaba)—Kabootaua ma Itaia 14. Uakaan ma 559–545I.K.", "1 Bwa e na nanoanga Iakobwa te Uea, ao e na rinea Iteraera, ao e na kamaekaia iaon oin abaia; ao a na botaki iruwa mangaia, ao a na reitaki kain te bata are Iakobwa.", "2 Ao aomata a na uotia aomata ni kairia nakon aia tabo; eng, man tokin te aonaba ae raroa nako; ao a na oki nakon abaia ni berita. Ao te bata are Iteraera e na tautaekaniia, ao a na riki aomata aikai bwa toro mwaane ma aine iaon aban te Uea; ao a na kataenikaia aomata ake a tia ngkoa n taenikai irouia; ao a na babaire i aoia ake a tia n tautaekaniia.", "3 Ao e na koro bukina bwa n te bong arei, e na anganiia te Uea te motirawa, man aia nanokawaki, ao man maakuia, ao man te tautoronaki are a tia n tauaki ma te matoa bwa a na karaoia.", "4 Ao e na koro bukina n te bong arei, bwa ko na uotarake te taeka n rabakau aio ni kaitaraa uean Bwaburon ni kangai: E a kangara te tia tautaeka n toki ao te kaawa ni koora n toki!", "5 E a tia te Uea n otoi okora ake a buakaka, ma aia kai n uea tooka.", "6 Teuare e oroia aomata ma te un n aki toki, teuare e tautaekaniia aba nako ma te un, e na bwainikirinaki, ao akea ae e na tuka aei.", "7 E na raoi aonaba ni bane, ao n rau; ao a na moana aia anene.", "8 Eng, a na kimwareirei kai aika mwaiango irouna, ao tiiran Rebanon, ni kangai: Man te tai are ko bwaka iai ao akea te aomata are e a tia ni kawarira bwa e na kabwakaira.", "9 Moone mai nano e ingainga nanona ni kan kaitibo ma ngkoe n rokom, e na kautiia maate ibukim, n irianaki ma mataniwi ngkoa iaon te aonaba; e a tia naba ni kautiia man aia kaintokanuea uea ni kabane man aaba nako.", "10 A na bane n taetae nakoim ni kangai: Ko a tia n riki ni mamaara naba n ai arora? Ko a tia n riki n ai arora?", "11 Raoiroim e a uotaki rikaaki nakon te ruanimate; ao akea ae e na ongo tangin am raea; a taakinaki teino iaam, ao e a rabunaki aom irouia iino.", "12 Ai korakorara bwakam mai karawa, O Rutibero, ae natin te ingabong! Ngkai ko a tia ni kabwakaki nako aontano, ngkoe ae ko kamamaaraia aaba nako!", "13 Bwa ko a tia ni kangai i nanom: N na waerake nako karawa, N na karietata riki au kaintokanuea nakon ana itoi aika a mwaiti te Atua; N na tekateka naba iaon te maunga are e a botaki te aba iai n iterana are mai meang;", "14 N na waerake riaon rietaia naang; N na riki n aiaron Are Moan te Rietata.", "15 Ma ae ko na kairaki nako moone, nako kabin te rua.", "16 Ake a nooriko a na miakiniko, ao a na iangoiko ao a na kangai: Aei te aomata ae karaoa te aonnaba bwa e na ruru, ao n ioioi aaba n Uea?", "17 Ao e karaoa te aonaba bwa aiaron te rereua, ao e urui taian kaawa ake i aona, ao e aki kauki aia auti ana bure?", "18 Uea ni kabane man aaba nako, eng, ngaia ni kabane, a na wene n te mimitong, n tatabemania nako n oin aia auti.", "19 Ma ko a teweaki nako mai nanon ruan matem n aiaron te mwanga ae ribaki, ma nikiraia ake a tiringaki n ewaraki n te kabaang, aika a teweaki nako kabin te rua ae rawata atibuna; n aiaron te mate ae toutouaki.", "20 Ko na aki taunaki mangaia, ngkai ko a tia n urua abam ma n tiringia am bootanaomata; kanoaia taan karaoa ae buakaka a na aki karineaki.", "21 Katauraoa tiringaia natiia ibukin aia bure tamaia, bwa a na aki teirake ke n abana te aba ke ni kaona aon te aonaba n taian kaawa aika bubura.", "22 Bwa N na teirake ni kaaitaraia e taku aia Uea Taanga ni Buaka, ao N na kamauna mai Bwaburon, te ara ao te nikira, te nati te mwaane, ao ae ai te nati te mwaane, e taku te Uea.", "23 Ao N na karikiia naba bwa nneia maan ni kiba aika biten ao neei n ran; ao N na taea aona n te kainiaaki n urubwai, e taku aia Uea Taanga ni Buaka.", "24 Aia Uea Taanga ni Buaka e a tia n tuea, ni kangai: E koaua n aron ae I a tia n iangoia bwa e na koro bukina; n aron are I a tia ni motikia, ao e na riki—", "25 Bwa N na kairia I-Aturia nakon abau, ao iaon au maunga N na toua i aan waeu, ao ngkanne ana amo e na nako mai aoia, ao rawawatana e na nako ma iaon angaia.", "26 Aio te baire are e a tia ni katauaki ibukin te aonaba ni kabane; ao aio te bai are e aroraki nako aoia aaba ni kabane.", "27 Bwa e a tia aia Uea Taanga ni Buaka ni baireia, ao antai ae e na bitia? Ao e a tia n arora baina nako, ao antai ae e na kaokia?", "28 N te ririki are e mate iai te Uea are Aati ao aio bon te rawawata.", "29 Tai kimwareirei, ngkami Bwaretaina ni kabane, ngkai e mwaoto ana kai are e oroingkami; bwa man wakaan te naeta e na kaoti te kaokateriti uaana bon taian naeta aika kibakiba ma ni kamaamate.", "30 Ao aia moan nati ake a raarikin a na amwarake ao ake a kainnano a na wene i nanon te rau; ao N na tiringia wakaam n te rongo, ao e na tiringiia nikiraia am aomata.", "31 Tang n nanokawaki, O te mataroa; tang, O te kaawa ae bubura. Ngkami Bwaretaina birinako ni kabane; bwa e na kaoti mai meang te bubu, ao a na akea ae e na aki mena ni nnena n te tai are e baireaki.", "32 Teraa ae ti na taekinna nakoia taan uarongorongo man aaba nako? Bwa te Uea e a tia ni katea Tion, ao ana aomata aika kainnano a na onimakinna."]}