{"English": ["The destruction of Assyria is a type of the destruction of the wicked at the Second Coming—Few people will be left after the Lord comes again—The remnant of Jacob will return in that day—Compare Isaiah 10. About 559–545B.C.", "1 Wo unto them that decree unrighteous decrees, and that write grievousness which they have prescribed;", "2 To turn away the needy from judgment, and to take away the right from the poor of my people, that widows may be their prey, and that they may rob the fatherless!", "3 And what will ye do in the day of visitation, and in the desolation which shall come from far? to whom will ye flee for help? and where will ye leave your glory?", "4 Without me they shall bow down under the prisoners, and they shall fall under the slain. For all this his anger is not turned away, but his hand is stretched out still.", "5 O Assyrian, the rod of mine anger, and the staff in their hand is their indignation.", "6 I will send him against a hypocritical nation, and against the people of my wrath will I give him a charge to take the spoil, and to take the prey, and to tread them down like the mire of the streets.", "7 Howbeit he meaneth not so, neither doth his heart think so; but in his heart it is to destroy and cut off nations not a few.", "8 For he saith: Are not my princes altogether kings?", "9 Is not Calno as Carchemish? Is not Hamath as Arpad? Is not Samaria as Damascus?", "10 As my hand hath founded the kingdoms of the idols, and whose graven images did excel them of Jerusalem and of Samaria;", "11 Shall I not, as I have done unto Samaria and her idols, so do to Jerusalem and to her idols?", "12 Wherefore it shall come to pass that when the Lord hath performed his whole work upon Mount Zion and upon Jerusalem, I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks.", "13 For he saith: By the strength of my hand and by my wisdom I have done these things; for I am prudent; and I have moved the borders of the people, and have robbed their treasures, and I have put down the inhabitants like a valiant man;", "14 And my hand hath found as a nest the riches of the people; and as one gathereth eggs that are left have I gathered all the earth; and there was none that moved the wing, or opened the mouth, or peeped.", "15 Shall the ax boast itself against him that heweth therewith? Shall the saw magnify itself against him that shaketh it? As if the rod should shake itself against them that lift it up, or as if the staff should lift up itself as if it were no wood!", "16 Therefore shall the Lord, the Lord of Hosts, send among his fat ones, leanness; and under his glory he shall kindle a burning like the burning of a fire.", "17 And the light of Israel shall be for a fire, and his Holy One for a flame, and shall burn and shall devour his thorns and his briers in one day;", "18 And shall consume the glory of his forest, and of his fruitful field, both soul and body; and they shall be as when a standard-bearer fainteth.", "19 And the rest of the trees of his forest shall be few, that a child may write them.", "20 And it shall come to pass in that day, that the remnant of Israel, and such as are escaped of the house of Jacob, shall no more again stay upon him that smote them, but shall stay upon the Lord, the Holy One of Israel, in truth.", "21 The remnant shall return, yea, even the remnant of Jacob, unto the mighty God.", "22 For though thy people Israel be as the sand of the sea, yet a remnant of them shall return; the consumption decreed shall overflow with righteousness.", "23 For the Lord God of Hosts shall make a consumption, even determined in all the land.", "24 Therefore, thus saith the Lord God of Hosts: O my people that dwellest in Zion, be not afraid of the Assyrian; he shall smite thee with a rod, and shall lift up his staff against thee, after the manner of Egypt.", "25 For yet a very little while, and the indignation shall cease, and mine anger in their destruction.", "26 And the Lord of Hosts shall stir up a scourge for him according to the slaughter of Midian at the rock of Oreb; and as his rod was upon the sea so shall he lift it up after the manner of Egypt.", "27 And it shall come to pass in that day that his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.", "28 He is come to Aiath, he is passed to Migron; at Michmash he hath laid up his carriages.", "29 They are gone over the passage; they have taken up their lodging at Geba; Ramath is afraid; Gibeah of Saul is fled.", "30 Lift up the voice, O daughter of Gallim; cause it to be heard unto Laish, O poor Anathoth.", "31 Madmenah is removed; the inhabitants of Gebim gather themselves to flee.", "32 As yet shall he remain at Nob that day; he shall shake his hand against the mount of the daughter of Zion, the hill of Jerusalem.", "33 Behold, the Lord, the Lord of Hosts shall lop the bough with terror; and the high ones of stature shall be hewn down; and the haughty shall be humbled.", "34 And he shall cut down the thickets of the forests with iron, and Lebanon shall fall by a mighty one."], "Español": ["La destrucción de Asiria es un símbolo de la destrucción de los inicuos a la Segunda Venida— Pocas personas quedarán después que el Señor venga de nuevo— El resto de los de Jacob volverán en ese día— Compárese con Isaías 10. Aproximadamente 559–545a.C.", "1 ¡Ay de aquellos que establecen decretos injustos y ponen por escrito la opresión que prescriben,", "2 para apartar del juicio a los necesitados y para quitar el derecho a los pobres de mi pueblo; para que las viudas sean su presa y para robar a los huérfanos!", "3 ¿Y qué haréis en el día de la visitación, y en la desolación que vendrá de lejos? ¿A quién iréis para que os ayude? ¿En dónde dejaréis vuestra gloria?", "4 Sin mí se doblegarán ante los cautivos, y entre los muertos caerán. Con todo esto, no se ha mitigado su ira, sino que su mano aún está extendida.", "5 ¡Oh asirio, la vara de mi ira, y el báculo en su mano es su indignación!", "6 Lo enviaré contra una nación hipócrita, y contra el pueblo de mi ira le encargaré que se lleve los despojos, y arrebate la presa, y los pise como el lodo de las calles.", "7 Aunque no es tal su designio, ni en su corazón lo piensa así; en su corazón solo está el destruir y exterminar naciones no pocas.", "8 Pues dice: ¿No son reyes todos mis príncipes?", "9 ¿No es Calno como Carquemis, Hamat como Arfad, y Samaria como Damasco?", "10 Así como mi mano ha fundado los reinos de los ídolos, y cuyas imágenes grabadas han sobrepujado a las de Jerusalén y a las de Samaria,", "11 ¿no haré con Jerusalén y sus ídolos como hice a Samaria y sus ídolos?", "12 Por tanto, sucederá que cuando el Señor haya ejecutado su obra completa sobre el monte de Sion y Jerusalén, yo castigaré el fruto del soberbio corazón del rey de Asiria y la gloria de su altiva mirada.", "13 Porque dice: Mediante el poder de mi mano he hecho estas cosas, y con mi sabiduría, pues soy prudente; y he quitado los confines de los pueblos, y les he saqueado sus tesoros y he derribado, como hombre valiente, a los habitantes;", "14 y mi mano halló, cual nido, las riquezas del pueblo; y como se recogen los huevos abandonados, así recogí de toda la tierra; y no hubo quien moviese el ala, ni abriese la boca, ni piase.", "15 ¿Se jactará el hacha contra aquel que con ella corta? ¿Se exaltará la sierra contra el que la mueve? ¡Como si se enalteciese la vara contra aquel que la levanta, o se engrandeciese el bastón como si no fuera palo!", "16 Por tanto, el Señor, el Señor de los Ejércitos, enviará flaqueza entre sus robustos; y bajo su gloria encenderá una llama, como llama de fuego.", "17 Y la luz de Israel será por fuego, y su Santo por llama, y quemarán y abrasarán en un día sus cardos y espinas;", "18 y consumirán la gloria de su bosque y de su campo fructífero, alma y cuerpo; y serán como el desfallecimiento de un abanderado.", "19 Y los árboles que queden de su bosque serán en número que un niño podrá contarlos.", "20 Y sucederá en aquel día que el resto de Israel, y los que hayan escapado de la casa de Jacob, nunca más se apoyarán en aquel que los hirió, sino que se apoyarán con verdad en el Señor, el Santo de Israel.", "21 El resto retornará, sí, el resto de Jacob, al Dios fuerte.", "22 Porque aunque tu pueblo Israel fuere como la arena del mar, sin embargo, un resto de él volverá; la consumación decretada rebosará en rectitud.", "23 Porque el Señor Dios de los Ejércitos hará la consumación ya determinada en toda la tierra.", "24 Por lo tanto, así dice el Señor Dios de los Ejércitos: Pueblo mío que moras en Sion, no temas al asirio. Con vara te herirá, y levantará su palo contra ti a la manera de Egipto.", "25 Mas de aquí a poco tiempo cesarán la indignación y mi cólera para su destrucción.", "26 Y el Señor de los Ejércitos levantará un azote contra él, semejante a la matanza de Madián en la peña de Horeb; y así como su vara fue sobre el mar, así la levantará él a la manera de Egipto.", "27 Y acontecerá en aquel día que será quitada su carga de sobre tus hombros, y su yugo de tu cerviz; y el yugo será destruido a causa de la unción.", "28 Ha llegado hasta Ayat, ha pasado a Migrón; en Micmas ha guarecido sus carros.", "29 Han pasado el paso; se han alojado en Geba; Ramá tiembla; Gabaa de Saúl ha huido.", "30 Alza la voz, ¡oh hija de Galim! Haz que se oiga hasta Lais, ¡oh pobre Anatot!", "31 Madmena ha sido abandonada; los habitantes de Gebim se juntan para huir.", "32 Aún permanecerá él ese día en Nob; levantará su mano contra el monte de la hija de Sion, el collado de Jerusalén.", "33 He aquí, el Señor, Jehová de los Ejércitos, desgajará la rama con terror; y serán talados los de gran estatura, y los altivos serán humillados.", "34 Y cortará con hierro las espesuras de los bosques, y el Líbano caerá por mano de uno poderoso."], "Français": ["La destruction de la Syrie est une figure de la destruction des méchants à la Seconde Venue— Il restera peu de gens après le retour du Seigneur— Le reste de Jacob retournera en ce jour-là— Comparez avec Ésaïe 10. Vers 559–545av.J.-C.", "1 Malheur à ceux qui prononcent des ordonnances iniques, et à ceux qui transcrivent des arrêts injustes,", "2 Pour refuser justice aux pauvres, et ravir leur droit aux malheureux de mon peuple, pour faire des veuves leur proie, et des orphelins leur butin!", "3 Que ferez-vous au jour du châtiment, et de la ruine qui du lointain fondra sur vous? Vers qui fuirez-vous, pour avoir du secours, et où laisserez-vous votre gloire?", "4 Les uns seront courbés parmi les captifs, les autres tomberont parmi les morts. Malgré tout cela, sa colère ne s’apaise point, et sa main est encore étendue.", "5 Malheur à l’Assyrien, verge de ma colère! La verge dans sa main, c’est l’instrument de ma fureur.", "6 Je l’ai lâché contre une nation impie, je l’ai fait marcher contre le peuple de mon courroux pour qu’il se livre au pillage et fasse du butin, pour qu’il le foule aux pieds comme la boue des rues.", "7 Mais il n’en juge pas ainsi, et ce n’est pas là la pensée de son cœur; il ne songe qu’à détruire, qu’à exterminer les nations en foule.", "8 Car il dit: Mes princes ne sont-ils pas autant de rois?", "9 N’en a-t-il pas été de Calno comme de Carkemisch? N’en a-t-il pas été de Hamath comme d’Arpad? N’en a-t-il pas été de Samarie comme de Damas?", "10 De même que ma main a atteint les royaumes des idoles, où il y avait plus d’images qu’à Jérusalem et à Samarie,", "11 ce que j’ai fait à Samarie et à ses idoles, ne le ferai-je pas à Jérusalem et à ses images?", "12 Mais, quand le Seigneur aura accompli toute son œuvre sur la montagne de Sion et à Jérusalem, je punirai le roi d’Assyrie pour le fruit de son cœur orgueilleux, et pour l’arrogance de ses regards hautains.", "13 Car il dit: C’est par la force de ma main que j’ai agi, c’est par ma sagesse que j’ai fait ces choses; car je suis intelligent; j’ai déplacé les limites des peuples, et pillé leurs trésors, et, comme un héros, j’ai renversé ceux qui siégeaient sur des trônes;", "14 J’ai mis la main sur les richesses des peuples, comme sur un nid, et, comme on ramasse des œufs abandonnés, j’ai ramassé toute la terre: nul n’a remué l’aile, ni ouvert le bec, ni poussé un cri.", "15 La hache se glorifie-t-elle envers celui qui s’en sert? Ou la scie est-elle arrogante envers celui qui la manie? Comme si la verge faisait mouvoir celui qui la lève, comme si le bâton soulevait celui qui n’est pas du bois!", "16 C’est pourquoi le Seigneur, le Seigneur des armées, enverra le dépérissement parmi ses robustes guerriers; et, sous sa magnificence, éclatera un embrasement, comme l’embrasement d’un feu.", "17 La lumière d’Israël deviendra un feu, et son Saint une flamme, qui consumera et dévorera ses épines et ses ronces, en un seul jour;", "18 qui consumera, corps et âme, la magnificence de sa forêt et de ses campagnes. Il en sera comme d’un porte-étendard qui tombe en défaillance.", "19 Le reste des arbres de sa forêt pourra être compté, et un enfant en écrirait le nombre.", "20 En ce jour-là, le reste d’Israël et les réchappés de la maison de Jacob, cesseront de s’appuyer sur celui qui les frappait, ils s’appuieront avec confiance sur le Seigneur, le Saint d’Israël.", "21 Le reste reviendra, oui, le reste de Jacob, au Dieu puissant.", "22 Quand ton peuple, ô Israël, serait comme le sable de la mer, un reste seulement reviendra; la destruction est résolue, elle fera déborder la justice.", "23 Et cette destruction qui a été résolue, le Seigneur, le Seigneur des armées, l’accomplira dans tout le pays.", "24 Cependant, ainsi parle le Seigneur, le Seigneur des armées: ô mon peuple, qui habites en Sion, ne crains pas l’Assyrien! Il te frappe de la verge, et il lève son bâton sur toi, comme faisaient les Égyptiens.", "25 Mais, encore un peu de temps, et le châtiment cessera, puis ma colère se tournera contre lui pour l’anéantir.", "26 Le Seigneur des armées agitera le fouet contre lui, comme il frappa Madian au rocher d’Oreb; et, de même qu’il leva son bâton sur la mer, il le lèvera encore, comme en Égypte.", "27 En ce jour, son fardeau sera ôté de dessus ton épaule, et son joug de dessus ton cou; et la graisse fera éclater le joug.", "28 Il marche sur Ajjath, traverse Migron, laisse ses bagages à Micmasch,", "29 ils passent le défilé, ils couchent à Guéba; Rama tremble, Guibea de Saül prend la fuite.", "30 Fais éclater ta voix, fille de Gallim! Prends garde, Laïs! Malheur à toi, Anathoth!", "31 Madmena se disperse, les habitants de Guébim sont en fuite.", "32 Encore un jour de halte à Nob, et il menace de sa main la montagne de la fille de Sion, la colline de Jérusalem.", "33 Voici, le Seigneur, le Seigneur des armées brise les rameaux avec violence: les plus grands sont coupés, les plus élevés sont abattus.", "34 Il renverse avec le fer les taillis de la forêt, et le Liban tombe sous le Puissant."], "Kiribati": ["Kamaunaan Aturia tiitebo ma kamaunaia aika a buakaka n te Kauaoki—A na karako aomata aika a maiu ni manga okin te Uea—A na oki nikiraia ana baronga Iakobwa n te bong arei—Kabootaua ma Itaia 10. Uakaan ma 559–545I.K.", "1 A na reke kaiia aika a katei tua aika a aki raoiroi, ao a na reke kaiia akana a koroi tua aika a kananokawaki ao a tia ni katei;", "2 Ni kanakoia aika a kainnano man te moti, ao n anaa te inaomata mai irouia aika a kainnano mai buakoia au botanaomata, bwa aonga n riki aine aika akea buuia bwa konaia, ao bwa a aonga naba n iraeia aika akea tamaia!", "3 Ao tera ae ko na karaoia n te bong ni katuaeaki, ao n te urubwai are e na roko mai kiraroa? ko na biri nakon antai ibukin buokam? ao ko na katuka ia kaubwaim?", "4 Ngke akea ngai ao a na bobaraaki i buakoia taenikai, ao a na mate i buakoia aika tiringaki. Bwa e tuai n toki unin nanona, ngkai e teimatoa n arora baina.", "5 O I-Aturia, are a na kai unun nanou, te oko are i nanon baia bon unin nanoia.", "6 N na kanakoa ni kaitaraa te aba, ae te tia mwaamwana te aba, ao nakoia aomata aika I un irouia bwa e na iraei aia bwai, ao e na anai kaubwaia, ao e toubekaia n ai aron te bokaboka i nanon te kawai.", "7 E ngae n anne e na aki karaoia, ke n namakinna i nanona; ma e taku i nanona bwa e ira oin nanona ni kan ekinako aaba aika a mwaiti.", "8 Bwa e kangai: a na aki riki au nati n uea bwa taian uea?", "9 Tiaki Kareno aron Karekemiti? Ao tiaki Amata aron Arebata? Ao tiaki Tamaria aron Tameteko?", "10 N aiaron baiu ae e a tia ni katei ueaia antiia, aika a korakora riki nakoia boua aika kaaraki ake mai Ierutarem ao Tamaria;", "11 E riai ke e aki bwa N na karaoa are I a tia ni karaoia nakon Tamaria ma antina, bwa N na karaoia nakon Ierutarem ma antina?", "12 Mangaia ae e na koro bukina bwa n tian te Uea ni karaoa ana mwakuri ae bwanin iaon te Maunga are Zion ma Ierutarem, ao N na katuaea uaan kamoamoan uean Aturia, ma mimitongin rietatan ana taratara.", "13 Bwa e kangai: I a tia ni karaoi bwaai aikai ni kabane ni korakoran baiu ao ni wanawanau; bwa I wanawana; ao I a tia ni kamwaingi tiaia botanaomata, ao n iraei kaubwaia, ao I kabwakaia kaaina n ai aron te aomata ae korakora;", "14 Ao e a tia baiu ni kunea ae kaubwaia aomata ai aron ngaoia maan; ao ike a tia ni botaki iai bunnatoi ao I anai ni kabutaa te aonaba; ao bon akea are tabeka baina ni kiba, ke ni kauka wiina, ke ni kaninganinga.", "15 E kona ni kamoa te tanai bwa e korakora riki nakon te aomata are taua? E kona ni kamoa te taoo bwa e aki kainnanoa te aomata are kabongana? Ke e kona n oro te kai i bon irouna ngkana akea ae taua, ke e kona n nakonako te oko i bon irouna n ai aron ae e aki riki man te kai!", "16 Mangaia ae te Uea, ae aia Uea Taanga ni Buaka, e na karuoa nako aoia aika a marika, te bakitaia, ao ibukin ana kamoa uean Aturia, e na waakina te urubwai ae ai aron uran te ai.", "17 Ao e na riki ootan Iteraera bwa te ai, ao e na riki Teuare e Tabu bwa te mwaakaro, ao e na ura ma ni kang ana akanta ma ana kateketeke i nanon teuana te bong;", "18 Ao e na kana mimitongin ana buakonikai, ao ana nne n aroka ae e kariki uaa, n tamnei ao n rabwata; ao a na aki ataa te bwai ae e riki nakoia n ai aron te tia ua buraeki ae tong.", "19 Ao a na ti tabekai kanoan ana buakonikai, n te aro are e kona ni wareki mwaitia te ataei.", "20 Ao e na koro bukina bwa man te bong arei, nikiraia Iteraera nako, n ai aron te bata are Iakobwa ake a reke maiuia, a na aki manga onimakina te aomata are e katuaeia, ma a na onimakina te Uea, ae Atuan Iteraera ae Tabu, n te koaua.", "21 E na manga oki nikiraia, eng, ae nikiraia Iakobwa, nakon te Atua ae mwaaka.", "22 Bwa e ngae ngke am botanaomata ae Iteraera a na mwaiti n aron tanon taari ma e na iai nikiraia ake a na oki ao te urubwai are e a tia ni baireaki e na ranganako n te raoiroi.", "23 Bwa e a tia ni kataua te Atua ae aia Uea Taanga ni Buaka bwa e na urua te aba ni kabane.", "24 Mangaia ae e kangai te Atua ae aia Uea Taanga ni Buaka: O au botanaomata aika a maeka i Tion, kam na aki maakuia I-Aturia; e na oroingkami n ana kai, ao e na tabekarake okona ni kaaitaraingkami n aiaron are e riki i Aikubita.", "25 Man te tai ae e aki maan, ao e na toki uniu iroumi, ao e na riki uniu bwa bukin tiringaia.", "26 Ao aia Uea Taanga ni Buaka e na bairea tuaana n ai aron tiringaia I-Mirian n te bwaa are Orebi; ao n aron are e arora ana kai iaon taari e na tabekia n aiaron are riki i Aikubita.", "27 Ao e na koro bukina bwa n te bong arei e na tabekaki ana rawawata mai aon angami, ao e na tabekaki amona mai aon roroami, ao e na urubekeaki te amo ngkai kam a tia ni kabiraki.", "28 E na roko i Aiata, ao e nako nakon Mikeron; ao e na katikui uotana i Mikemati.", "29 A rimarenan maunga; ao a tiku i Keba; e maaku Rama; e kitana Kibea are aban Tauro.", "30 Kanenea te bwanaa O ainen Karim; bwa aonga n ongo ake a mena i Raitia, O ai kananoangara Anatota.", "31 E a tia ni kitanaki Matemena; a katauraoia kaain Kebim bwa a na birinako.", "32 Ma e na tiku i Nobi n te bong arei; e na ioa baina ni kaitaraa ana maunga natin Tion te aine, ae taubukin Ierutarem.", "33 Noria, e nang koroi mwangana te Uea, ae aia Uea Taanga ni Buaka, ma te aro ae kakamaku; ao a na kabwabuaki aika a rietata; ao a na karinanoaki aika a kamoamoa.", "34 Ao e na koroi matentenin te buakonikai n te biti, ao e na bwaka Rebanon iroun ae korakora."]}