{"English": ["The Nephites separate themselves from the Lamanites, keep the law of Moses, and build a temple—Because of their unbelief, the Lamanites are cut off from the presence of the Lord, are cursed, and become a scourge unto the Nephites. About 588–559B.C.", "1 Behold, it came to pass that I, Nephi, did cry much unto the Lord my God, because of the anger of my brethren.", "2 But behold, their anger did increase against me, insomuch that they did seek to take away my life.", "3 Yea, they did murmur against me, saying: Our younger brother thinks to rule over us; and we have had much trial because of him; wherefore, now let us slay him, that we may not be afflicted more because of his words. For behold, we will not have him to be our ruler; for it belongs unto us, who are the elder brethren, to rule over this people.", "4 Now I do not write upon these plates all the words which they murmured against me. But it sufficeth me to say, that they did seek to take away my life.", "5 And it came to pass that the Lord did warn me, that I, Nephi, should depart from them and flee into the wilderness, and all those who would go with me.", "6 Wherefore, it came to pass that I, Nephi, did take my family, and also Zoram and his family, and Sam, mine elder brother and his family, and Jacob and Joseph, my younger brethren, and also my sisters, and all those who would go with me. And all those who would go with me were those who believed in the warnings and the revelations of God; wherefore, they did hearken unto my words.", "7 And we did take our tents and whatsoever things were possible for us, and did journey in the wilderness for the space of many days. And after we had journeyed for the space of many days we did pitch our tents.", "8 And my people would that we should call the name of the place Nephi; wherefore, we did call it Nephi.", "9 And all those who were with me did take upon them to call themselves the people of Nephi.", "10 And we did observe to keep the judgments, and the statutes, and the commandments of the Lord in all things, according to the law of Moses.", "11 And the Lord was with us; and we did prosper exceedingly; for we did sow seed, and we did reap again in abundance. And we began to raise flocks, and herds, and animals of every kind.", "12 And I, Nephi, had also brought the records which were engraven upon the plates of brass; and also the ball, or compass, which was prepared for my father by the hand of the Lord, according to that which is written.", "13 And it came to pass that we began to prosper exceedingly, and to multiply in the land.", "14 And I, Nephi, did take the sword of Laban, and after the manner of it did make many swords, lest by any means the people who were now called Lamanites should come upon us and destroy us; for I knew their hatred towards me and my children and those who were called my people.", "15 And I did teach my people to build buildings, and to work in all manner of wood, and of iron, and of copper, and of brass, and of steel, and of gold, and of silver, and of precious ores, which were in great abundance.", "16 And I, Nephi, did build a temple; and I did construct it after the manner of the temple of Solomon save it were not built of so many precious things; for they were not to be found upon the land, wherefore, it could not be built like unto Solomon’s temple. But the manner of the construction was like unto the temple of Solomon; and the workmanship thereof was exceedingly fine.", "17 And it came to pass that I, Nephi, did cause my people to be industrious, and to labor with their hands.", "18 And it came to pass that they would that I should be their king. But I, Nephi, was desirous that they should have no king; nevertheless, I did for them according to that which was in my power.", "19 And behold, the words of the Lord had been fulfilled unto my brethren, which he spake concerning them, that I should be their ruler and their teacher. Wherefore, I had been their ruler and their teacher, according to the commandments of the Lord, until the time they sought to take away my life.", "20 Wherefore, the word of the Lord was fulfilled which he spake unto me, saying that: Inasmuch as they will not hearken unto thy words they shall be cut off from the presence of the Lord. And behold, they were cut off from his presence.", "21 And he had caused the cursing to come upon them, yea, even a sore cursing, because of their iniquity. For behold, they had hardened their hearts against him, that they had become like unto a flint; wherefore, as they were white, and exceedingly fair and delightsome, that they might not be enticing unto my people the Lord God did cause a skin of blackness to come upon them.", "22 And thus saith the Lord God: I will cause that they shall be loathsome unto thy people, save they shall repent of their iniquities.", "23 And cursed shall be the seed of him that mixeth with their seed; for they shall be cursed even with the same cursing. And the Lord spake it, and it was done.", "24 And because of their cursing which was upon them they did become an idle people, full of mischief and subtlety, and did seek in the wilderness for beasts of prey.", "25 And the Lord God said unto me: They shall be a scourge unto thy seed, to stir them up in remembrance of me; and inasmuch as they will not remember me, and hearken unto my words, they shall scourge them even unto destruction.", "26 And it came to pass that I, Nephi, did consecrate Jacob and Joseph, that they should be priests and teachers over the land of my people.", "27 And it came to pass that we lived after the manner of happiness.", "28 And thirty years had passed away from the time we left Jerusalem.", "29 And I, Nephi, had kept the records upon my plates, which I had made, of my people thus far.", "30 And it came to pass that the Lord God said unto me: Make other plates; and thou shalt engraven many things upon them which are good in my sight, for the profit of thy people.", "31 Wherefore, I, Nephi, to be obedient to the commandments of the Lord, went and made these plates upon which I have engraven these things.", "32 And I engraved that which is pleasing unto God. And if my people are pleased with the things of God they will be pleased with mine engravings which are upon these plates.", "33 And if my people desire to know the more particular part of the history of my people they must search mine other plates.", "34 And it sufficeth me to say that forty years had passed away, and we had already had wars and contentions with our brethren."], "Español": ["Los nefitas se separan de los lamanitas, cumplen con la ley de Moisés, y edifican un templo— Por motivo de su incredulidad, los lamanitas son separados de la presencia del Señor, son maldecidos, y se convierten en azote para los nefitas. Aproximadamente 588–559a.C.", "1 He aquí, sucedió que yo, Nefi, clamé mucho al Señor mi Dios, por motivo de la ira de mis hermanos.", "2 Pero he aquí, su ira aumentó contra mí, a tal grado que trataron de quitarme la vida.", "3 Sí, murmuraron contra mí, diciendo: Nuestro hermano menor piensa gobernarnos, y nos ha sobrevenido mucha angustia por causa de él. Matémoslo, pues, para que ya no seamos afligidos más por causa de sus palabras. Porque he aquí, no queremos que él sea nuestro gobernante; pues a nosotros, sus hermanos mayores, nos corresponde gobernar a este pueblo.", "4 Ahora bien, no escribo sobre estas planchas todo lo que murmuraron contra mí. Pero me basta con decir que trataron de quitarme la vida.", "5 Y aconteció que el Señor me advirtió a mí, Nefi, que me apartara de ellos y huyese al desierto, con todos los que quisieran acompañarme.", "6 Sucedió, pues, que yo, Nefi, tomé a mi familia, y también a Zoram y su familia, y a Sam, mi hermano mayor, y su familia, y a Jacob y José, mis hermanos menores, y también a mis hermanas y a todos los que quisieron ir conmigo. Y todos los que quisieron acompañarme eran aquellos que creían en las amonestaciones y revelaciones de Dios; y por este motivo escucharon mis palabras.", "7 Y llevamos nuestras tiendas y todo cuanto nos fue posible, y viajamos por el desierto por el espacio de muchos días. Y después que hubimos viajado durante muchos días, plantamos nuestras tiendas.", "8 Y mi pueblo quiso que diéramos el nombre de Nefi a ese sitio; por tanto, lo llamamos Nefi.", "9 Y todos los que se hallaban conmigo optaron por llamarse el pueblo de Nefi.", "10 Y nos afanamos por cumplir con los juicios, y los estatutos y mandamientos del Señor en todas las cosas, según la ley de Moisés.", "11 Y el Señor estaba con nosotros, y prosperamos en gran manera; porque plantamos semillas, y a cambio, cosechamos abundantemente. Y empezamos a criar rebaños, manadas y animales de toda clase.", "12 Y yo, Nefi, también había traído los anales que estaban grabados sobre las planchas de bronce; y también la esfera o brújula que la mano del Señor había preparado para mi padre, de acuerdo con lo que se ha escrito.", "13 Y aconteció que comenzamos a prosperar en extremo, y a multiplicarnos en el país.", "14 Y yo, Nefi, tomé la espada de Labán, y conforme a ella hice muchas espadas, no fuera que, de algún modo, los del pueblo que ahora se llamaban lamanitas cayeran sobre nosotros y nos destruyeran; porque yo conocía su odio contra mí y mis hijos y aquellos que eran llamados mi pueblo.", "15 Y enseñé a mi pueblo a construir edificios y a trabajar con toda clase de madera, y de hierro, y de cobre, y de bronce, y de acero, y de oro, y de plata y de minerales preciosos que había en gran abundancia.", "16 Y yo, Nefi, edifiqué un templo, y lo construí según el modelo del templo de Salomón, salvo que no se construyó de tantos materiales preciosos, pues no se hallaban en esa tierra; por tanto, no se pudo edificar como el templo de Salomón. Pero la manera de su construcción fue semejante a la del templo de Salomón; y su obra fue sumamente hermosa.", "17 Y aconteció que yo, Nefi, hice que mi pueblo fuese industrioso y que trabajase con sus manos.", "18 Y aconteció que ellos quisieron que yo fuera su rey. Pero yo, Nefi, deseaba que no tuvieran rey; no obstante, hice por ellos cuanto estaba en mi poder.", "19 Y he aquí, se habían cumplido las palabras del Señor a mis hermanos, palabras que habló en cuanto a ellos, que yo sería su gobernante y su maestro. Por tanto, yo había sido su gobernante y maestro, según los mandatos del Señor, hasta la ocasión en que trataron de quitarme la vida.", "20 Por tanto, se cumplió la palabra que el Señor me habló, diciendo: Por cuanto ellos no quieren escuchar tus palabras, serán separados de la presencia del Señor. Y he aquí, fueron separados de su presencia.", "21 Y él había hecho caer la maldición sobre ellos, sí, una penosa maldición, a causa de su iniquidad. Porque he aquí, habían endurecido sus corazones contra él, de modo que se habían vuelto como un pedernal; por tanto, ya que eran blancos y sumamente bellos y deleitables, el Señor Dios hizo que los cubriese una piel de color obscuro, para que no atrajeran a los de mi pueblo.", "22 Y así dice el Señor Dios: Haré que sean aborrecibles a tu pueblo, a no ser que se arrepientan de sus iniquidades.", "23 Y malditos serán los descendientes de aquel que se mezcle con la posteridad de ellos; porque serán maldecidos con la misma maldición. Y el Señor lo habló; y así fue.", "24 Y a causa de la maldición que vino sobre ellos, se convirtieron en un pueblo ocioso, lleno de maldad y astucia, y cazaban animales salvajes en el desierto.", "25 Y el Señor Dios me dijo: Serán un azote a tus descendientes para estimularlos a que se acuerden de mí; y si no se acuerdan de mí, ni escuchan mis palabras, los azotarán hasta la destrucción.", "26 Y acaeció que yo, Nefi, consagré a Jacob y a José para que fuesen sacerdotes y maestros sobre la tierra de mi pueblo.", "27 Y aconteció que vivimos de una manera feliz.", "28 Y habían transcurrido treinta años desde que salimos de Jerusalén.", "29 Y yo, Nefi, había llevado los anales de mi pueblo hasta entonces sobre mis planchas, las que yo había hecho.", "30 Y sucedió que el Señor Dios me dijo: Haz otras planchas; y grabarás sobre ellas muchas cosas que son gratas a mis ojos, para el beneficio de tu pueblo.", "31 Por tanto, yo, Nefi, para ser obediente a los mandatos del Señor, fui e hice estas planchas sobre las cuales he grabado estas cosas.", "32 Y grabé lo que es agradable a Dios. Y si mi pueblo se complace con las cosas de Dios, se complacerá con mis grabados que están sobre estas planchas.", "33 Y si mi pueblo desea saber la parte más particular de la historia de mi pueblo, debe buscarla en mis otras planchas.", "34 Y bástame decir que habían transcurrido cuarenta años, y ya habíamos tenido guerras y contiendas con nuestros hermanos."], "Français": ["Les Néphites se séparent des Lamanites, gardent la loi de Moïse et construisent un temple— À cause de leur incrédulité, les Lamanites sont retranchés de la présence du Seigneur. Ils sont maudits et deviennent un fléau pour les Néphites. Vers 588–559av.J.-C.", "1 Voici, il arriva que moi, Néphi, je suppliai longuement le Seigneur, mon Dieu, à cause de la colère de mes frères.", "2 Mais voici, leur colère augmenta contre moi, de sorte qu’ils cherchèrent à m’ôter la vie.", "3 Oui, ils murmurèrent contre moi, disant: Notre frère cadet pense nous gouverner; et nous avons eu beaucoup d’épreuves à cause de lui; c’est pourquoi, tuons-le maintenant, afin de ne plus être affligés à cause de ses paroles. Car voici, nous ne voulons pas qu’il soit notre gouverneur, car il nous appartient, à nous, qui sommes les frères aînés, de gouverner ce peuple.", "4 Or, je n’écris pas sur ces plaques toutes les paroles qu’ils murmurèrent contre moi. Mais il me suffit de dire qu’ils cherchèrent à m’ôter la vie.", "5 Et il arriva que le Seigneur m’avertit que moi, Néphi, je devais les quitter et fuir dans le désert, ainsi que tous ceux qui voudraient aller avec moi.", "6 C’est pourquoi, il arriva que moi, Néphi, je pris ma famille, et aussi Zoram et sa famille, et Sam, mon frère aîné, et sa famille, et Jacob et Joseph, mes frères cadets, et aussi mes sœurs, et tous ceux qui voulurent aller avec moi. Et tous ceux qui voulurent aller avec moi étaient ceux qui croyaient aux avertissements et aux révélations de Dieu; c’est pourquoi, ils écoutèrent mes paroles.", "7 Et nous prîmes nos tentes et toutes les choses qu’il nous était possible d’emporter, et nous voyageâmes dans le désert pendant de nombreux jours. Et lorsque nous eûmes voyagé pendant de nombreux jours, nous dressâmes nos tentes.", "8 Et mon peuple voulut que nous appelions le lieu Néphi; c’est pourquoi nous l’appelâmes Néphi.", "9 Et tous ceux qui étaient avec moi prirent sur eux de s’appeler le peuple de Néphi.", "10 Et nous nous appliquâmes à garder en tout les ordonnances, et les lois, et les commandements du Seigneur, selon la loi de Moïse.", "11 Et le Seigneur était avec nous, et nous prospérâmes extrêmement, car nous semions des semences et nous récoltions en abondance. Et nous commençâmes à élever des troupeaux de gros et de petit bétail et des animaux de toutes sortes.", "12 Et moi, Néphi, j’avais aussi emporté les annales qui étaient gravées sur les plaques d’airain, et aussi la boule, ou compas, qui fut préparée pour mon père par la main du Seigneur, selon ce qui est écrit.", "13 Et il arriva que nous commençâmes à prospérer extrêmement et à nous multiplier dans le pays.", "14 Et moi, Néphi, je pris l’épée de Laban et, d’après son modèle, je fis beaucoup d’épées, de peur que le peuple qui était appelé les Lamanites ne vînt d’une façon ou d’une autre fondre sur nous et nous faire périr; car je connaissais sa haine envers moi et mes enfants et ceux qui étaient appelés mon peuple.", "15 Et j’enseignai à mon peuple à construire des bâtiments et à travailler toutes sortes de bois, et de fer, et de cuivre, et d’airain, et d’acier, et d’or, et d’argent, et de minerais précieux, qui étaient en grande abondance.", "16 Et moi, Néphi, je construisis un temple; et je le construisis à la manière du temple de Salomon, sauf qu’il n’était pas construit d’autant de choses précieuses; car on ne les trouvait pas dans le pays, c’est pourquoi il ne pouvait pas être construit comme le temple de Salomon. Mais le genre de construction était semblable au temple de Salomon; et l’exécution en était extrêmement fine.", "17 Et il arriva que moi, Néphi, je fis en sorte que mon peuple fût industrieux et travaillât de ses mains.", "18 Et il arriva qu’il voulut que je fusse son roi. Mais moi, Néphi, je désirais qu’il n’eût pas de roi; néanmoins, je fis pour lui selon ce qui était en mon pouvoir.", "19 Et voici, les paroles du Seigneur s’étaient accomplies pour mes frères, celles qu’il dit à leur sujet, que je serais leur gouverneur et leur instructeur. C’est pourquoi, j’avais été leur gouverneur et leur instructeur, selon les commandements du Seigneur, jusqu’au moment où ils cherchèrent à m’ôter la vie.", "20 C’est pourquoi, la parole du Seigneur s’accomplit, celle qu’il m’adressa, disant: S’ils n’écoutent pas tes paroles, ils seront retranchés de la présence du Seigneur. Et voici, ils furent retranchés de sa présence.", "21 Et il avait fait tomber la malédiction sur eux, oui, une grande malédiction, à cause de leur iniquité. Car voici, ils s’étaient endurci le cœur contre lui, de sorte qu’il était devenu semblable à un caillou; c’est pourquoi, comme ils étaient blancs et extrêmement beaux et agréables, afin qu’ils ne fussent pas séduisants pour mon peuple, le Seigneur Dieu fit venir sur eux une peau sombre.", "22 Et ainsi dit le Seigneur Dieu: Je les rendrai repoussants pour ton peuple, à moins qu’ils ne se repentent de leurs iniquités.", "23 Et maudite sera la postérité de celui qui se mêle à leur postérité: car ils seront maudits de la même malédiction. Et le Seigneur le dit, et cela fut fait.", "24 Et à cause de la malédiction qui était sur eux, ils devinrent un peuple indolent, plein de malfaisance et d’astuce, et cherchèrent des bêtes de proie dans le désert.", "25 Et le Seigneur Dieu me dit: Ils seront un fléau pour ta postérité, pour l’inciter à se souvenir de moi; et si elle ne veut pas se souvenir de moi et écouter mes paroles, ils la flagelleront jusqu’à la destruction.", "26 Et il arriva que moi, Néphi, je consacrai Jacob et Joseph pour qu’ils fussent prêtres et instructeurs sur le pays de mon peuple.", "27 Et il arriva que nous vécûmes selon la voie du bonheur.", "28 Et trente années étaient passées depuis le moment où nous avions quitté Jérusalem.", "29 Et moi, Néphi, j’avais gardé jusqu’à présent les annales de mon peuple sur les plaques que j’avais faites.", "30 Et il arriva que le Seigneur Dieu me dit: Fais d’autres plaques, et tu y graveras beaucoup de choses qui sont bonnes à mes yeux, pour le profit de ton peuple.", "31 C’est pourquoi, moi, Néphi, pour être obéissant aux commandements du Seigneur, j’allai faire ces plaques sur lesquelles j’ai gravé ces choses-là.", "32 Et j’ai gravé ce qui est agréable à Dieu. Et si mon peuple est content des choses de Dieu, il sera content de ce que j’ai gravé sur ces plaques.", "33 Et si mon peuple désire connaître le récit plus détaillé de l’histoire de mon peuple, il doit sonder mes autres plaques.", "34 Et il me suffit de dire que quarante années étaient passées, et que nous avions déjà eu des guerres et des querelles avec nos frères."], "Kiribati": ["A maenako Nibwaite mai irouia Reimwanaite, a kaawakin ana tua Mote, ao a katea te tembora—I bukin aia aki kakoaua, a kaakeaaki Reimwanaite mai matan te Uea, a kamaraiaaki ao a riki bwa taan aki karauia Nibwaite. Uakaan ma 588–559I.K.", "1 Nooria, e koro bukina bwa Ngai, Nibwaai, I tang nakon te Uea ae Atuau, ibukin uniia tariu.", "2 Ma nooria, e rikirake riki uniia irou, n te aro are a kataia n anaa maiu.", "3 Eng, a ngurengureakina taekau, ni kangai: E taku tarira are te teei bwa e na tautaeka i aora; ao ti a tia n rinanon kaangaanga ibukina; mangaia ae ti na tiringnga, bwa ti aonga n aki manga karawawataki man ana taeka. Bwa nooria, ti aki tangiria bwa e na riki bwa ara tia tautaeka; bwa bon anne ara bwai, ngaira taari mwaane aika a ikawai riki, te tautaeka iaoia te botanaomata aio.", "4 Ngkai I aki koroi iaon bwaatua aikai taeka ni kabane ake a ngurengureakinai iai. Ma I taku bwa e kakawaki ae N na taekinna ae a kataia n anaa maiu.", "5 Ao e koro bukina bwa e a kaongoai te Uea, bwa I aonga ngai, Nibwaai, ni kitania ao ni birinako nakon te rereua, ma ake a kan irai.", "6 Mangaia are e koro bukina bwa Ngai, Nibwaai, I kairiia kaain au utu, ao Tioram naba ma ana utu, ao Taam, are karimoau ma ana utu, ao Iakobwa ma Iotebwa, ake karimwiu, ao mwaaneu naba, ao aomata ni kabane ake a kan irai. Ao aomata ni kabane ake a kan irai bon ngaia ake a kakoauai ana taeka ni kauring ma ana kaotioti te Atua; mangaia are a ongeaba n au taeka.", "7 Ao ti a uoti umwaranrianna ma bwaai ni kabane ake ti kona n anai, ao ti a mwananga i nanon te rereua i nanon te maan ae boong aika a mwaiti. I mwin mwanangara i nanon te rereua i nanon te maan ae boong aika a mwaiti ao ti a katei umwaranrianna.", "8 Ao a tangiria au botanaomata bwa ti na arana te tabo arei bwa Nibwaai; mangaia are ti aranna bwa Nibwaai.", "9 Ao a booti nanoia aomata ake a irai bwa a na araniia bwa ana botanaomata Nibwaai.", "10 Ao ti teimatoa n ongeaba n taian babaire ao taian moti, ma ana tua te Uea iaon bwaai ni kabane, ni kaineti ma ana tua Mote.", "11 Ao e mena iroura te Uea; ao ti rikirake ni maiu raoi; bwa ti uniki taian koraa, ao ti tai uaaia aika a mwaiti. Ao ti a moana kaikawakiarake nanai n tibu ma nanai ni kao ao maan n aekaia nako.", "12 Ao Ngai, Nibwaai, I uoti taian rongorongo ake a koreaki iaon taian bwaatua aika buraati; ao te booro ke te kambwati, are e katauraoaki ibukin tamau ni bain te Uea, n aron are e a tia ni koreaki.", "13 Ao e koro bukina bwa ti a rikirake ni maiu raoi, ao ni karakai mwaitira iaon te aba.", "14 Ao Ngai, Nibwaai, I anaa naba ana kabaang Raban, ao ti karaoi kabaang aika mwaiti n ai arona, bwa e a raawa n roko n ekiiranako te botanaomata are e aranaki bwa Reimwanaite ni kamaunaira; bwa I ataa korakoran ribakiu irouia ma natiu ao aomata ni kabane ake aranaki bwa au botanaomata.", "15 Ao I reireiniia au botanaomata bwa a na karaoi kateitei, ao ni karaoi bwaai nako man te kai, ao te biti, ao te kaobwa, ao te buraati, ao te biti ae matoatoa, ao te koora, ao te tirewa, ao taano aika a reke biiti mai iai aika kakawaki, aika mwaiti kurikuri.", "16 Ao Ngai, Nibwaai, I katea te tembora; ao I a kateia n aiaron ana tembora Toromon, ma akea iai taian atibu aika a kakawaki; ngkai aki kona ni kuneaki iaon te aba, mangaia are e aki kona ni katotonga aron ana tembora Toromon. Ma titebo aron kateana ma ana tembora Toromon; aron mwakuriana e bon rianako tamaroan kateana.", "17 Ao e koro bukina bwa Ngai, Nibwaai, I a kairiia au botanaomata bwa a na mwammwakuri, ao ni kabonganai baia.", "18 Ao e koro bukina bwa a tangiria bwa N na riki bwa aia uea. Ma Ngai, Nibwaai, I tangiria bwa a na akea aia uea; ma e ngae n anne, I karaoi bwaai ibukiia n aron are iai mwaakau ni karaoi.", "19 Ao nooria, a kakoroaki bukin ana taeka te Uea ake e taekin nakoia tariu, ake e taekin ni kaineti nakoia, are N na riki bwa aia tia tautaeka ma aia tia reirei. Mangaia are I a riki bwa aia tia tautaeka ma aia tia reirei, n aron ana tua te Uea, ni karokoa te tai are a na kataia iai n anaa maiu.", "20 Mangaia ae e a kakoroaki bukin ana taeka te Uea are e taekinna nakoiu, are e kangai: Ngkana a aki ongeaba nakon am taeka ao a na kaakeaaki mai matan te Uea. Ao nooria, a kaakeaaki mai matana.", "21 Ao e karokoa te maraia iaoia, eng te maraia ae kakaiaki ibukin aia bure. Bwa taraia, a kamatoai nanoia ni kaaitara, ao a riki n ai aroia atibu aika matoatoa; mangaia, ae ngkai a mainaina man rianako tamaroaia man kakukurei tarakia, n te aro are a na aki bwaka au botanaomata irouia, ao e a onea kuniia te Uea ae te Atua nakon te kun ae bwatabwata.", "22 Ao e taku te Uea ae te Atua: N na karikiia bwa a na kammaira nakoia am botanaomata, ti ngkana a rairinanoia man aia bure.", "23 Ao a na maraia akana a kariki ma aia kariki; bwa a na rootaki n te maraia naba aio. Ao e taekinna te Uea, ao e koro bukina.", "24 Ao man korakoran te maraia are a taonaki iai, ao a riki bwa aomata aika a taningaroti, a maiubuaka ma ni kamwamwane, ao a ukoukori maan i nanon te rereua ake a kaakang.", "25 Ao e taku te Uea ae te Atua nakoiu: A na riki bwa taan aki karauia kanoam, n riki bwa taan kauring ibukiu; ao ngkana a aki uringai, ao n ongeaba nakon au taeka, ao a na aki karauaki ni karokoa mateia.", "26 Ao e koro bukina bwa Ngai ae Nibwaai, I a katabuia Iakobwa ma Iotebwa, bwa a na riki bwa ibonga ma taan reirei n abaia au botanaomata.", "27 Ao e koro bukina bwa ti maiuakina te kukurei.", "28 Ao ai tenibwi te ririki i mwin kitanan Ierutarem.", "29 Ao Ngai ae Nibwaai, I a kaawakin rongorongo iaon au bwaatua, aika I a tia ni karaoi, ibukiia au aomata ni karokoa ngkai.", "30 Ao e koro bukina bwa e taku te Uea ae te Atua nakoiu: Karaoi bwaatua riki tabeua; ao ko na koroi iaoia bwaai aika a mwaiti aika a raraoi i matau, ibukin kabwaiaia am botanaomata.", "31 Mangaia ae Ngai ae Nibwaai, n ongeabau nakon ana tua te Uea, I a nako ni karaoi bwaatua aikai are I a koroi iaoia bwaai aikai.", "32 Ao I a koroi bwaai aika a kakukurei imatan te Atua. Ao ngkana a kukurei au botanaomata n ana bwai te Atua ao a na kukurei ni bwaai aika I a tia ni koroi iaon taian bwaatua aikai.", "33 Ao ngkana au aomata a kan ataa riki bwaninin rongorongoia ao a riai ni wareki au bwaatua ake tabeua.", "34 Ao I a kan taekinna bwa ai abwi te ririki n nako, ao e a tia ni moanaki te buaka ma te itabaraara imarenau ma tariu."]}