{"English": ["In the last days, Zion and her stakes will be established, and Israel will be gathered in mercy and tenderness—They will triumph—Compare Isaiah 54. About A.D.34.", "1 And then shall that which is written come to pass: Sing, O barren, thou that didst not bear; break forth into singing, and cry aloud, thou that didst not travail with child; for more are the children of the desolate than the children of the married wife, saith the Lord.", "2 Enlarge the place of thy tent, and let them stretch forth the curtains of thy habitations; spare not, lengthen thy cords and strengthen thy stakes;", "3 For thou shalt break forth on the right hand and on the left, and thy seed shall inherit the Gentiles and make the desolate cities to be inhabited.", "4 Fear not, for thou shalt not be ashamed; neither be thou confounded, for thou shalt not be put to shame; for thou shalt forget the shame of thy youth, and shalt not remember the reproach of thy youth, and shalt not remember the reproach of thy widowhood any more.", "5 For thy maker, thy husband, the Lord of Hosts is his name; and thy Redeemer, the Holy One of Israel—the God of the whole earth shall he be called.", "6 For the Lord hath called thee as a woman forsaken and grieved in spirit, and a wife of youth, when thou wast refused, saith thy God.", "7 For a small moment have I forsaken thee, but with great mercies will I gather thee.", "8 In a little wrath I hid my face from thee for a moment, but with everlasting kindness will I have mercy on thee, saith the Lord thy Redeemer.", "9 For this, the waters of Noah unto me, for as I have sworn that the waters of Noah should no more go over the earth, so have I sworn that I would not be wroth with thee.", "10 For the mountains shall depart and the hills be removed, but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the Lord that hath mercy on thee.", "11 O thou afflicted, tossed with tempest, and not comforted! Behold, I will lay thy stones with fair colors, and lay thy foundations with sapphires.", "12 And I will make thy windows of agates, and thy gates of carbuncles, and all thy borders of pleasant stones.", "13 And all thy children shall be taught of the Lord; and great shall be the peace of thy children.", "14 In righteousness shalt thou be established; thou shalt be far from oppression for thou shalt not fear, and from terror for it shall not come near thee.", "15 Behold, they shall surely gather together against thee, not by me; whosoever shall gather together against thee shall fall for thy sake.", "16 Behold, I have created the smith that bloweth the coals in the fire, and that bringeth forth an instrument for his work; and I have created the waster to destroy.", "17 No weapon that is formed against thee shall prosper; and every tongue that shall revile against thee in judgment thou shalt condemn. This is the heritage of the servants of the Lord, and their righteousness is of me, saith the Lord."], "Español": ["En los últimos días, Sion y sus estacas serán establecidas, e Israel será recogido con misericordia y ternura— Ellos triunfarán— Compárese con Isaías 54. Aproximadamente 34d.C.", "1 Entonces se realizará lo que está escrito: ¡Canta, oh estéril, tú que no dabas a luz! ¡Prorrumpe en cánticos, y da voces de júbilo, tú que nunca estuviste de parto!, porque más son los hijos de la desolada que los de la casada, dice el Señor.", "2 Ensancha el sitio de tu tienda, y extiéndanse las cortinas de tus habitaciones; no seas escasa, alarga tus cuerdas, y haz más fuertes tus estacas;", "3 porque hacia la mano derecha y hacia la izquierda te extenderás; y tu posteridad heredará las naciones gentiles, y hará que se habiten las ciudades desoladas.", "4 No temas, porque no serás avergonzada, ni te perturbes, porque no serás abochornada; porque te olvidarás del oprobio de tu juventud, y no te acordarás del reproche de tu juventud, y del reproche de tu viudez nunca más te acordarás.", "5 Porque tu Hacedor, tu Marido, el Señor de los Ejércitos es su nombre; y tu Redentor, el Santo de Israel, será llamado el Dios de toda la tierra.", "6 Porque como a mujer dejada y afligida de espíritu, te llamó el Señor, y como a esposa de la juventud, cuando fuiste repudiada, dice tu Dios.", "7 Por un breve momento te dejé, mas con grandes misericordias te recogeré.", "8 Con un poco de ira escondí mi rostro de ti por un momento, mas con misericordia eterna tendré compasión de ti, dice el Señor tu Redentor.", "9 Porque así como las aguas de Noé; porque así como he jurado que las aguas de Noé nunca más cubrirán la tierra, asimismo he jurado que contigo no me enojaré.", "10 Porque los montes desaparecerán y los collados serán quitados, pero mi bondad no se apartará de ti, ni será quitado el convenio de mi paz, dice el Señor que tiene misericordia de ti.", "11 ¡Oh afligida, azotada por la tempestad, y sin hallar consuelo! He aquí que yo cimentaré tus piedras con bellos colores, y con zafiros echaré tus cimientos.", "12 Tus ventanas haré de ágatas, y tus puertas de carbúnculos, y todos tus recintos haré de piedras deleitables.", "13 Y todos tus hijos serán instruidos por el Señor; y grande será la paz de tus hijos.", "14 En rectitud serás establecida; estarás lejos de la opresión, porque no temerás, y del terror, porque no se acercará a ti.", "15 He aquí, de cierto se han de reunir en contra de ti, mas no por parte mía; quien se juntare en contra de ti, caerá por tu causa.", "16 He aquí, he creado al herrero que sopla el carbón en el fuego, y que saca la herramienta para su obra; y he creado al asolador para destruir.", "17 Ninguna arma forjada en contra de ti prosperará; y toda lengua que se levantare contra ti en juicio, tú condenarás. Esta es la herencia de los siervos del Señor, y su rectitud viene de mí, dice el Señor."], "Français": ["Dans les derniers jours, Sion et ses pieux seront établis, et Israël sera rassemblé dans la miséricorde et la tendresse— Il triomphera— Comparez avec Ésaïe 54. Vers 34apr.J.-C.", "1 Et alors arrivera ce qui est écrit: Réjouis-toi, stérile, toi qui n’enfantes plus! Fais éclater ton allégresse et ta joie, toi qui n’as plus de douleurs! Car les fils de la délaissée seront plus nombreux que les fils de celle qui est mariée, dit le Seigneur.", "2 Élargis l’espace de ta tente; qu’on déploie les couvertures de ta demeure: ne retiens pas! Allonge tes cordages et affermis tes pieux!", "3 Car tu te répandras à droite et à gauche; ta postérité envahira des nations, et peuplera des villes désertes.", "4 Ne crains pas, car tu ne seras point confondue; ne rougis pas, car tu ne seras pas déshonorée; mais tu oublieras la honte de ta jeunesse, et tu ne te souviendras plus de l’opprobre de ton veuvage.", "5 Car ton créateur est ton époux: le Seigneur des armées est son nom; et ton Rédempteur est le Saint d’Israël: il se nomme Dieu de toute la terre.", "6 Car le Seigneur te rappelle comme une femme délaissée et au cœur attristé, comme une épouse de la jeunesse qui a été répudiée, dit ton Dieu.", "7 Quelques instants je t’avais abandonnée, mais avec une grande affection je t’accueillerai;", "8 Dans un instant de colère, je t’avais un moment dérobé ma face, mais avec un amour éternel j’aurai compassion de toi, dit ton Rédempteur, le Seigneur.", "9 Il en sera pour moi comme des eaux de Noé; j’avais juré que les eaux de Noé ne se répandraient plus sur la terre; je jure de même de ne plus m’irriter contre toi.", "10 Quand les montagnes s’éloigneraient, quand les collines chancelleraient, mon amour ne s’éloignera point de toi, et mon alliance de paix ne chancellera point, dit le Seigneur, qui a compassion de toi.", "11 Malheureuse, battue de la tempête, et que nul ne console! Voici, je garnirai tes pierres d’antimoine, et je te donnerai des fondements de saphir;", "12 je ferai tes créneaux de rubis, tes portes d’escarboucles, et toute ton enceinte de pierres précieuses.", "13 Tous tes fils seront disciples du Seigneur, et grande sera la prospérité de tes fils.", "14 Tu seras affermie par la justice; bannis l’inquiétude, car tu n’as rien à craindre, et la frayeur, car elle n’approchera pas de toi.", "15 Si l’on forme des complots, cela ne viendra pas de moi; quiconque se liguera contre toi tombera sous ton pouvoir.", "16 Voici, j’ai créé l’ouvrier qui souffle le charbon au feu, et qui fabrique une arme par son travail; mais j’ai créé aussi le destructeur pour la briser.", "17 Toute arme forgée contre toi sera sans effet; et toute langue qui s’élèvera en jugement contre toi, tu la condamneras. Tel est l’héritage des serviteurs du Seigneur, tel est le salut qui leur viendra de moi, dit le Seigneur."], "Kiribati": ["N boong aika kaitira, e na kateaki Tion ma ana titeiki, ao e na ikotaki Iteraera ibukin te nanoanga ao te marau n nano—A na tokanikai—Kabootaua ma Itaia 54. Uakaan ma 34N.K.", "1 Ao ngkanne e na koro bukin te bwai are e koreaki: Anene, O are ko kanoaboo, ngkoe are ko aki kariki uaa; takarua n anene, man tang n takarua, ngkoe are ko aki marakina marakin te bung, bwa a mwaiti riki natin are e kamaroaa nakon natin te aine are e mareaki, e taku te Uea.", "2 Kabwabwaka nnen am umwanrianna, ao ke a karenaa rokin am tabo; tai katautau, kananaui ami bwai ni kabaebae ao kamatoatoai ami titeiki.", "3 Bwa ko na koburake n te angatai ao n te angamaing, ao kanoami a na bwainiia Tientaire ao a na karaoi kaawa aika a kamaroa bwa ana maekanaki.", "4 Tai maaku, bwa ko na bon aki bwainrang; ao e na bon aki naba kabaeaki newem bwa ko na aki kamamaeaki; bwa ko na mwaninga maamaam n am tai n rikirake, ko na aki uringa ribakim n am tai n rikirake, ao ko na manga aki uringa ribakim ngke e mate buum.", "5 Bwa te tia karikiko, are kaainabam, aia Uea Taanga ni Buaka bon arana; ao am Tia Kabomwi, Teuare e Tabu mai Iteraera—e na weteaki bwa Atuaia te aonaba ni kabuta.", "6 Bwa e a tia te Uea n araniko bwa te aine ngkoe ae ko mwanuokinaki ma ni karawawataki tamneim, ao te buu ae ko ataei ngkoe, n te tai are ko aki butimwaeaki iai, e taku Atuam.", "7 I a tia ni mwanuokiniko i nanon te tai ae uarereke, ma N na manga ikotiko ma au nanoanga ae korakora.", "8 I bukin uniu ae uarereke ao I karaba matau mai iroum, ma ibukin te akoi ae aki totoki ao I nanoangaiko, e taku te Uea ae am Tia Kabomwi.", "9 I bukin aei, ao aiaron tain te ieka n ana tai Noa, bwa n aron are I a tia ni berita bwa e na manga aki oki n iekaki te aonaba n aekan te ieka are n ana tai Noa, ao I a tia ni berita bwa N na aki un iroum.", "10 Bwa a na nako maunga ao a na kamwaingaki tabuki, ma au akoi e bon aki kona ni kitaniko, ao e aki kamwaingaki au berita n rau ae tabu, e taku te Uea are e nanoangaiko.", "11 O ngkoe ae ko karawawataki, ma ni kibakiba n te angibuaka, man aki karauaki nanom! Nooria, N na kawenei atiibum aika a tamaroa mataia, ma ni katamaroai aan am kateitei n taian tabwaea.", "12 Ao N na karaoa am winto man taian akate, ao am mataroa man atibu aika a raneanea man ura, ao tokin tiam man atibu aika a tamaroa.", "13 Ao a na bane n reiakinaki ami ataei taekan te Uea; ao e na korakora rauiia ami ataei.", "14 Ko na kateaki i nanon te raoiroi; ao ko na raroanako man te karawawataki bwa ko na bon aki maaku, ao man te kakamaku bwa e na bon aki roko ni kaaniko.", "15 Nooria, a na bon ikotaki ni kaatarako, tiaki mai irou; ane e ikotaki ni kaaitarako e na bon bwaka ibukim.", "16 Nooria, I a tia ni karika te tia karao biti are e na uka te atibu n te ai, are e na karika te bwai ni mwakuri ibukin a na mwakuri; ao I a tia ni karika te tia urubwai bwa e na urubwai.", "17 Bon akea te bwai ni buaka ae karaoaki bwa e na kaaitarako ae e na tokanikai; ao ni kabane te newe ae e na taetae ni kabuakakako ni motikitaeka ko na bon kabuakaka. Aio bon te bwai ae a bwaibwai iai ana toro te Uea, ao raoiroia bon mai irou, e taku te Uea."]}