{"English": ["There is silence in the land for many hours—The voice of Christ promises to gather His people as a hen gathers her chickens—The more righteous part of the people have been preserved. About A.D.34–35.", "1 And now behold, it came to pass that all the people of the land did hear these sayings, and did witness of it. And after these sayings there was silence in the land for the space of many hours;", "2 For so great was the astonishment of the people that they did cease lamenting and howling for the loss of their kindred which had been slain; therefore there was silence in all the land for the space of many hours.", "3 And it came to pass that there came a voice again unto the people, and all the people did hear, and did witness of it, saying:", "4 O ye people of these great cities which have fallen, who are descendants of Jacob, yea, who are of the house of Israel, how oft have I gathered you as a hen gathereth her chickens under her wings, and have nourished you.", "5 And again, how oft would I have gathered you as a hen gathereth her chickens under her wings, yea, O ye people of the house of Israel, who have fallen; yea, O ye people of the house of Israel, ye that dwell at Jerusalem, as ye that have fallen; yea, how oft would I have gathered you as a hen gathereth her chickens, and ye would not.", "6 O ye house of Israel whom I have spared, how oft will I gather you as a hen gathereth her chickens under her wings, if ye will repent and return unto me with full purpose of heart.", "7 But if not, O house of Israel, the places of your dwellings shall become desolate until the time of the fulfilling of the covenant to your fathers.", "8 And now it came to pass that after the people had heard these words, behold, they began to weep and howl again because of the loss of their kindred and friends.", "9 And it came to pass that thus did the three days pass away. And it was in the morning, and the darkness dispersed from off the face of the land, and the earth did cease to tremble, and the rocks did cease to rend, and the dreadful groanings did cease, and all the tumultuous noises did pass away.", "10 And the earth did cleave together again, that it stood; and the mourning, and the weeping, and the wailing of the people who were spared alive did cease; and their mourning was turned into joy, and their lamentations into the praise and thanksgiving unto the Lord Jesus Christ, their Redeemer.", "11 And thus far were the scriptures fulfilled which had been spoken by the prophets.", "12 And it was the more righteous part of the people who were saved, and it was they who received the prophets and stoned them not; and it was they who had not shed the blood of the saints, who were spared—", "13 And they were spared and were not sunk and buried up in the earth; and they were not drowned in the depths of the sea; and they were not burned by fire, neither were they fallen upon and crushed to death; and they were not carried away in the whirlwind; neither were they overpowered by the vapor of smoke and of darkness.", "14 And now, whoso readeth, let him understand; he that hath the scriptures, let him search them, and see and behold if all these deaths and destructions by fire, and by smoke, and by tempests, and by whirlwinds, and by the opening of the earth to receive them, and all these things are not unto the fulfilling of the prophecies of many of the holy prophets.", "15 Behold, I say unto you, Yea, many have testified of these things at the coming of Christ, and were slain because they testified of these things.", "16 Yea, the prophet Zenos did testify of these things, and also Zenock spake concerning these things, because they testified particularly concerning us, who are the remnant of their seed.", "17 Behold, our father Jacob also testified concerning a remnant of the seed of Joseph. And behold, are not we a remnant of the seed of Joseph? And these things which testify of us, are they not written upon the plates of brass which our father Lehi brought out of Jerusalem?", "18 And it came to pass that in the ending of the thirty and fourth year, behold, I will show unto you that the people of Nephi who were spared, and also those who had been called Lamanites, who had been spared, did have great favors shown unto them, and great blessings poured out upon their heads, insomuch that soon after the ascension of Christ into heaven he did truly manifest himself unto them—", "19 Showing his body unto them, and ministering unto them; and an account of his ministry shall be given hereafter. Therefore for this time I make an end of my sayings."], "Español": ["Reina el silencio en la tierra durante muchas horas— La voz de Cristo promete juntar a los de Su pueblo así como la gallina junta a sus polluelos— La parte más justa del pueblo es preservada. Aproximadamente 34–35d.C.", "1 Y he aquí, aconteció que todos los habitantes de la tierra oyeron estas palabras, y fueron testigos de ello. Y después de estas palabras, hubo silencio en la tierra por el término de muchas horas;", "2 porque tan grande fue el asombro de los del pueblo, que cesaron de lamentarse y de gemir por la pérdida de sus parientes que habían perecido; de manera que hubo silencio en toda la tierra por el espacio de muchas horas.", "3 Y aconteció que llegó de nuevo una voz al pueblo, y todo el pueblo oyó y dio testimonio de ella, que decía:", "4 ¡Oh pueblo de estas grandes ciudades que han caído, que sois descendientes de Jacob, sí, que sois de la casa de Israel, cuántas veces os he juntado como la gallina junta sus polluelos bajo las alas, y os he nutrido!", "5 Y además, ¡cuántas veces os hubiera juntado como la gallina junta sus polluelos bajo las alas, oh pueblo de la casa de Israel que habéis caído; sí, oh pueblo de la casa de Israel, que habitáis en Jerusalén, así como vosotros los que habéis caído; sí, cuántas veces os hubiera juntado como la gallina junta sus polluelos, y no quisisteis!", "6 ¡Oh vosotros de la casa de Israel, a quienes he preservado, cuántas veces os juntaré como la gallina junta sus polluelos bajo las alas, si os arrepentís y volvéis a mí con íntegro propósito de corazón!", "7 Pero si no, oh casa de Israel, los lugares de tus habitaciones serán hechos desiertos hasta la época del cumplimiento del convenio hecho con tus padres.", "8 Y sucedió que después que la gente hubo oído estas palabras, he aquí, empezaron a llorar y a gemir otra vez por la pérdida de sus parientes y amigos.", "9 Y aconteció que así pasaron los tres días. Y era la mañana, y se disipó la obscuridad de sobre la faz de la tierra, y cesó la tierra de temblar, y dejaron de hendirse las rocas, y terminaron los espantosos gemidos, y se acabaron todos los sonidos tumultuosos.", "10 Y se integró la tierra otra vez, y se afirmó; y cesaron los lamentos, y el llanto, y los gemidos de los que quedaron vivos; y su lloro se tornó en gozo, y sus lamentaciones en alabanzas y en acción de gracias al Señor Jesucristo, su Redentor.", "11 Y hasta aquí se cumplieron las Escrituras que los profetas habían declarado.", "12 Y fue la parte más justa del pueblo la que se salvó, y fueron los que recibieron a los profetas y no los apedrearon; y fueron los que no habían vertido la sangre de los santos, los que no murieron.", "13 Y fueron preservados y no fueron hundidos y sepultados en la tierra; ni fueron ahogados en las profundidades del mar; ni fueron quemados por el fuego, ni murieron aplastados bajo algún peso; ni fueron arrebatados por el torbellino; ni fueron dominados por el vapor de humo y de obscuridad.", "14 Y ahora bien, quien lea, entienda; el que tenga las Escrituras, escudríñelas, y vea y considere si todas estas muertes y destrucciones causadas por el fuego, y por el humo, y por las tempestades, y por los torbellinos, y por la tierra que se abrió para recibirlos, y todas estas cosas, no son para dar cumplimiento a las profecías de muchos de los santos profetas.", "15 He aquí, os digo: Sí, muchos han testificado de estas cosas a la venida de Cristo, y los mataron porque testificaron de estas cosas.", "16 Sí, el profeta Zenós testificó de estas cosas, y también Zenoc habló concerniente a ellas, porque ellos testificaron particularmente tocante a nosotros, que somos el resto de su posteridad.", "17 He aquí, nuestro padre Jacob también testificó concerniente a un resto de la posteridad de José. Y he aquí, ¿no somos un resto de la posteridad de José? Y estas cosas que testifican de nosotros, ¿no están escritas en las planchas de bronce que nuestro padre Lehi trajo de Jerusalén?", "18 Y sucedió que a la conclusión del año treinta y cuatro, he aquí, os mostraré que a los del pueblo de Nefi que fueron preservados, y también a aquellos que habían sido llamados lamanitas, que habían sido preservados, les fueron manifestados grandes favores, y se derramaron grandes bendiciones sobre su cabeza, al grado que poco después de la ascensión de Cristo al cielo, él verdaderamente se manifestó a ellos,", "19 mostrándoles su cuerpo y ejerciendo su ministerio a favor de ellos; y más adelante se hará una relación de su ministerio. Por tanto, concluyo mis palabras por ahora."], "Français": ["Il y a un silence pendant de nombreuses heures dans le pays— La voix du Christ promet de rassembler son peuple comme une poule rassemble ses poussins— La partie la plus juste du peuple a été préservée. Vers 34–35apr.J.-C.", "1 Et alors, voici, il arriva que tout le peuple du pays entendit ces paroles et en fut témoin. Et après ces paroles, il y eut un silence pendant de nombreuses heures dans le pays;", "2 car si grand était l’étonnement du peuple qu’il cessa de se lamenter et de hurler pour la perte de ceux des siens qui avaient été tués; c’est pourquoi il y eut un silence pendant de nombreuses heures dans tout le pays.", "3 Et il arriva qu’une voix parvint de nouveau au peuple, et tout le peuple l’entendit et en fut témoin. Elle dit:", "4 Ô peuples de ces grandes villes qui sont tombées, qui êtes descendants de Jacob, oui, qui êtes de la maison d’Israël, combien de fois vous ai-je rassemblés, comme une poule rassemble ses poussins sous ses ailes, et vous ai-je nourris!", "5 Et encore, combien de fois ai-je voulu vous rassembler, comme une poule rassemble ses poussins sous ses ailes, oui, ô peuples de la maison d’Israël, qui êtes tombés; oui, ô peuples de la maison d’Israël, vous qui demeurez à Jérusalem, comme vous qui êtes tombés, oui, combien de fois ai-je voulu vous rassembler, comme une poule rassemble ses poussins, et vous ne l’avez pas voulu!", "6 Ô maison d’Israël que j’ai épargnée, combien de fois vous rassemblerai-je, comme une poule rassemble ses poussins sous ses ailes, si vous vous repentez et revenez à moi d’un cœur pleinement résolu!", "7 Sinon, ô maison d’Israël, les lieux de vos demeures deviendront déserts jusqu’au moment de l’accomplissement de l’alliance faite avec vos pères.", "8 Et alors, il arriva que lorsque le peuple eut entendu ces paroles, voici, il commença à pleurer et à hurler de nouveau à cause de la perte de sa parenté et de ses amis.", "9 Et il arriva que les trois jours passèrent ainsi. Et c’était le matin, et les ténèbres se dispersèrent de la surface du pays, et la terre cessa de trembler, et les rochers cessèrent de se fendre, et les terribles gémissements cessèrent, et tous les bruits tumultueux s’apaisèrent.", "10 Et la terre se referma, de sorte qu’elle s’affermit; et le deuil, et les pleurs, et les lamentations du peuple qui était épargné et vivant cessèrent; et son deuil se transforma en joie, et ses lamentations en louanges et en actions de grâces au Seigneur Jésus-Christ, son Rédempteur.", "11 Et jusque-là, les Écritures qui avaient été dites par les prophètes s’étaient accomplies.", "12 Et c’était la partie la plus juste du peuple qui avait été sauvée, et c’étaient ceux qui avaient reçu les prophètes et ne les avaient pas lapidés, et c’étaient ceux qui n’avaient pas versé le sang des saints, qui avaient été épargnés—", "13 et ils avaient été épargnés et n’avaient pas été engloutis et ensevelis dans la terre; et ils n’avaient pas été noyés dans les profondeurs de la mer; et ils n’avaient pas été brûlés par le feu, et ils n’avaient pas non plus été recouverts et écrasés au point d’en mourir; et ils n’avaient pas été emportés dans le tourbillon; ils n’avaient pas non plus été accablés par la vapeur de fumée et de ténèbres.", "14 Et maintenant, que celui qui lit comprenne; celui qui a les Écritures, qu’il les sonde, et voie et regarde si toutes ces morts et toutes ces destructions par le feu, et par la fumée, et par les tempêtes, et par les tourbillons, et par l’ouverture de la terre pour les recevoir, et toutes ces choses, ne sont pas pour accomplir les prophéties de beaucoup de saints prophètes.", "15 Voici, je vous le dis: Oui, beaucoup ont témoigné de ces choses à la venue du Christ et ont été tués parce qu’ils témoignaient de ces choses.", "16 Oui, le prophète Zénos a témoigné de ces choses, et Zénock aussi a parlé de ces choses, parce qu’ils témoignaient particulièrement à notre sujet, à nous qui sommes le reste de leur postérité.", "17 Voici, notre père Jacob a aussi témoigné concernant un reste de la postérité de Joseph. Et voici, ne sommes-nous pas un reste de la postérité de Joseph? Et ces choses qui témoignent de nous, ne sont-elles pas écrites sur les plaques d’airain que notre père Léhi a emportées de Jérusalem?", "18 Et il arriva qu’à la fin de la trente-quatrième année, voici, je vais vous montrer que le peuple de Néphi qui avait été épargné, et aussi ceux qui avaient été appelés Lamanites, qui avaient été épargnés, se virent accorder de grandes faveurs et déverser de grandes bénédictions sur leur tête, de sorte que peu après l’ascension du Christ au ciel, il se manifesta, en vérité, à eux—", "19 leur montrant son corps et les instruisant; et le récit de son ministère sera donné plus loin. C’est pourquoi, pour le moment, je finis mes paroles."], "Kiribati": ["E bung te aariki n te aba i nanon aua aika a bati—E berita bwanaan Kristo bwa e na ikotiia Ana botanaomata n aron te moaaine are e ikoikotiia ana kiokio—A kawakinaki aomata ake a raoiroi riki. Uakaan ma 34–35N.K.", "1 Ao ngkai nooria, e a koro bukina bwa aomata ni kabane n te aba a bon ongo taeka aikai ao a bon kakoaua i bukiia. Ao i mwin taeka aikai ao e a bung te aariki n te aba i nanon te maan ae aoa aika a bati;", "2 Bwa e rangi ni korakora miimiia aomata n te aro are a katoka aia tangniwenei ma aia tatakarua ibukin buan aia koraki ake a tia n tiringaki; mangaia are e a bung te aariki ni kabuta te aba i nanon te maan ae aoa aika a bati.", "3 Ao e koro bukina bwa e a manga roko riki te bwanaa nakoia te botanaomata, ao a bane n ongo aomata, ao a kakoaua ibukina, ni kangai:", "4 O ngkami aomatan kaawa aika a tia ni bwaka, ake ana kariki Iakobwa, eng, ake kaain te bata are Iteraera, ai iraua au tai n ikoikotingkami n aron te moaaine ngkana e ikoikotiia natina i an baina, ao I a tia n tabeakiningkami.", "5 Ao riki, ai iraua au tai n ikoikotingkami n aron te moaaine ae ikoikotiia natina i aani baina, eng, O ngkami aomata aika kaain te bata are Iteraera, ake a tia ni mate; eng, O ngkami aomata aika kaain te bata are Iteraera, ngkami aika a maeka i Ierutarem, n aroia naba ake a tia ni mate; eng, ai iraua au tai n ikoikotingkami n aron te moaaine ngkana e ikoikotiia natina, ao kam rawa.", "6 O ngkami kaain te bata are Iteraera are I a tia ni kamaiungkami, ai iraua au tai n ikoikotingkami n aron te moaaine ngkana e ikoikotiia natina i aan baina, ngkana kam rairinanomi man okirai ma nanomi ni koaua.", "7 Ma ngkana kam aki, O te bata are Iteraera, ao nnemi ni maeka a na riki bwa taabo ni kamaroa ni karokoa te tai are a na kakoroaki iai bukin berita aika tabu nakoia ami bakatibu.", "8 Ao ngkai e a koro bukina bwa ngke a tia aomata n ongo taeka aikai, nooria, a waaki n tang ma n tatakarua riki ibukin buaia aia koraki ma raoraoia.", "9 Ao e koro bukina bwa e a koro tenibong. Ao n te ingabong ao e bua te roo maiaon te aba, ao e toki rurubenebenen te aba, ao a toki raeuakin taian bwa, ao e toki te kaberoro ae kakamaku, ao taian karongoa aika a bati a bon toki naba.", "10 Ao e a manga ikotaki te aba, ao e aki kakamwakuri; ao te tang ni wenei, ao te tang, ao tangiia n tatakarua aomata ake a kawakinaki maiuia e toki ao nanokawakia e bitaki nakon te kimwareirei, ao aia bwaebwaeti nakon neboneboan ma te kakaitau nakon aia Uea ae Iesu Kristo ae aia Tia Kabomwi.", "11 Ao ikai are e a kakoroaki iai bukin koroboki aika tabu ake a taekinaki irouia burabeti.", "12 Ao naake a kamaiuaki bon naake a raoiroi riki, ao bon ngaia ake a butimwaia burabeti ma n aki karebanaia n te atibu; ao bon ngaia ake a bon aki kawawaai raraaia aomata aika itiaki, ake a kamaiuaki—", "13 Ao a bon kamaiuaki ma n aki kainakoaki ma n taunaki n te tano; ao a aki kabwabwaaki i kabin taari; ao a aki kabuekaki n te ai, ao aki kabwakaki naba ma n taobekaki bwa a na mate; ao a bon aki uotaki nako n te ukeukenanti; ao a bon aki taonaki nako naba ni buanen te bubu ma te roo.", "14 Ao ngkai, ane e wareware, ao ke e oota; ane iai koroboki aika tabu irouna, ao ke e ukeuke, ao taraia ma nooria bwa taian mate ao urubwai n te ai, ao te bubu, ao angibuaka, ma ukeukenanti, ao ukin te tano are a ribunako iai, ao bwaai aikai ni kabane tiaki bwa a kakoroaki iai bukin aia taeka ni burabeti burabeti aika a tabu aika a mwaiti.", "15 Nooria, I taku nakoimi, Eng, a mwaiti aika a tia ni kakoaua ibukin bwaai aikai n rokon Kristo, ao a tiringaki ibukina bwa a kakoaua ibukin bwaai aikai.", "16 Eng, te burabeti are Tinoti e bon kakoaua naba ibukin bwaai aikai, ao Tinoki naba e taetae ni kaineti ma bwaai aikai, ibukina bwa a bon kakoaua ni kaineti ma taekara, ake nikiraia kanoaia.", "17 Nooria, tamara are Iakobwa e bon taetae naba ni kakoaua i bukiia nikiraia kanoan Iotebwa. Ao nooria, tiaki bwa ngaira nikiran kanoan Iotebwa? Ao bwaai aika a kakoaua i bukira aikai, tiaki bwa a koreaki iaon bwaatua aika buraati ake e uoti ara bakatibu are Riaai mai i Ierutarem?", "18 Ao e a koro bukina bwa ni banen te katenibwi ma aua n ririki, nooria, N na kaotia nakoimi bwa ana botanaomata Nibwaai ake a kamaiuaki, ao naake a aranaki naba bwa Reimwanaite, ake a bon tia ni kamaiuaki, a bon nanonaki ma ni kaotaki bwaai aika a mwaiti nakoia, ao a bwaro kakabwaia aika a mwaiti iaon atuuia, n te aro are i mwin rieraken Kristo nako karawa ao e bon kaoti nakoia—", "19 E kaota rabwatana nakoia, ma n ibuobuoki nakoia; ao rongorongon ana mwakuri e na bon kaotaki i mwina. Ngaia are n te tai aei ao I a katoka au taetae ni kawai."]}