{"English": ["Jesus commands: Judge not; ask of God; beware of false prophets—He promises salvation to those who do the will of the Father—Compare Matthew 7. About A.D.34.", "1 And now it came to pass that when Jesus had spoken these words he turned again to the multitude, and did open his mouth unto them again, saying: Verily, verily, I say unto you, Judge not, that ye be not judged.", "2 For with what judgment ye judge, ye shall be judged; and with what measure ye mete, it shall be measured to you again.", "3 And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?", "4 Or how wilt thou say to thy brother: Let me pull the mote out of thine eye—and behold, a beam is in thine own eye?", "5 Thou hypocrite, first cast the beam out of thine own eye; and then shalt thou see clearly to cast the mote out of thy brother’s eye.", "6 Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.", "7 Ask, and it shall be given unto you; seek, and ye shall find; knock, and it shall be opened unto you.", "8 For every one that asketh, receiveth; and he that seeketh, findeth; and to him that knocketh, it shall be opened.", "9 Or what man is there of you, who, if his son ask bread, will give him a stone?", "10 Or if he ask a fish, will he give him a serpent?", "11 If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father who is in heaven give good things to them that ask him?", "12 Therefore, all things whatsoever ye would that men should do to you, do ye even so to them, for this is the law and the prophets.", "13 Enter ye in at the strait gate; for wide is the gate, and broad is the way, which leadeth to destruction, and many there be who go in thereat;", "14 Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.", "15 Beware of false prophets, who come to you in sheep’s clothing, but inwardly they are ravening wolves.", "16 Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?", "17 Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.", "18 A good tree cannot bring forth evil fruit, neither a corrupt tree bring forth good fruit.", "19 Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.", "20 Wherefore, by their fruits ye shall know them.", "21 Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father who is in heaven.", "22 Many will say to me in that day: Lord, Lord, have we not prophesied in thy name, and in thy name have cast out devils, and in thy name done many wonderful works?", "23 And then will I profess unto them: I never knew you; depart from me, ye that work iniquity.", "24 Therefore, whoso heareth these sayings of mine and doeth them, I will liken him unto a wise man, who built his house upon a rock—", "25 And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not, for it was founded upon a rock.", "26 And every one that heareth these sayings of mine and doeth them not shall be likened unto a foolish man, who built his house upon the sand—", "27 And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell, and great was the fall of it."], "Español": ["Jesús manda: No juzguéis; pedid a Dios; guardaos de los falsos profetas— Él promete la salvación a aquellos que hagan la voluntad del Padre— Compárese con Mateo 7. Aproximadamente 34d.C.", "1 Y aconteció que cuando Jesús hubo hablado estas palabras, se volvió de nuevo hacia la multitud y abrió otra vez su boca, diciendo: De cierto, de cierto os digo: No juzguéis, para que no seáis juzgados.", "2 Porque con el juicio con que juzguéis, seréis juzgados; y con la medida con que midáis, se os volverá a medir.", "3 Y, ¿por qué miras la paja que está en el ojo de tu hermano, mas no te fijas en la viga que está en tu propio ojo?", "4 O, ¿cómo dirás a tu hermano: Déjame sacar la paja de tu ojo, y he aquí, hay una viga en tu propio ojo?", "5 ¡Hipócrita!, saca primero la viga de tu propio ojo; y entonces verás claramente para sacar la paja del ojo de tu hermano.", "6 No deis lo que es santo a los perros, ni echéis vuestras perlas delante de los cerdos; no sea que las huellen con sus pies y se vuelvan y os despedacen.", "7 Pedid, y se os dará; buscad, y hallaréis; llamad, y se os abrirá.", "8 Porque todo el que pide, recibe; y el que busca, halla; y al que llama, se le abrirá.", "9 O, ¿qué hombre hay de vosotros, que si su hijo pide pan, le dará una piedra,", "10 o si pide un pescado, le dará una serpiente?", "11 Pues si vosotros, siendo malos, sabéis dar buenas dádivas a vuestros hijos, ¿cuánto más vuestro Padre que está en los cielos dará buenas cosas a los que le piden?", "12 Así que, cuantas cosas queráis que los hombres os hagan a vosotros, así haced vosotros con ellos, porque esto es la ley y los profetas.", "13 Entrad por la puerta estrecha; porque ancha es la puerta, y espacioso el camino, que conduce a la perdición, y muchos son los que entran por ella;", "14 porque estrecha es la puerta, y angosto el camino que conduce a la vida, y pocos son los que la hallan.", "15 Guardaos de los falsos profetas, que vienen a vosotros con vestidos de ovejas, mas por dentro son lobos rapaces.", "16 Por sus frutos los conoceréis. ¿Se recogen uvas de los espinos, o higos de los cardos?", "17 De igual manera, todo árbol bueno produce buen fruto; mas un árbol malo da mal fruto.", "18 Un árbol bueno no puede producir mal fruto, ni un árbol malo puede producir buen fruto.", "19 Todo árbol que no da buen fruto es cortado y echado en el fuego.", "20 Así que, por sus frutos los conoceréis.", "21 No todo el que me dice: Señor, Señor, entrará en el reino de los cielos; sino el que hace la voluntad de mi Padre que está en los cielos.", "22 En aquel día muchos me dirán: Señor, Señor, ¿no hemos profetizado en tu nombre, y en tu nombre no hemos echado demonios, y no hemos hecho, en tu nombre, muchas obras milagrosas?", "23 Y entonces les declararé: Nunca os conocí, apartaos de mí, obradores de iniquidad.", "24 Por tanto, cualquiera que oye estas palabras mías, y las hace, lo compararé a un hombre prudente que edificó su casa sobre una roca;", "25 y descendió la lluvia, y vinieron los torrentes, y soplaron los vientos, y dieron con ímpetu contra aquella casa; y no cayó, porque estaba fundada sobre una roca.", "26 Y todo el que me oye estas palabras, y no las hace, será comparado al hombre insensato que edificó su casa sobre la arena:", "27 y descendió la lluvia, y vinieron los torrentes, y soplaron los vientos, y dieron con ímpetu contra aquella casa; y cayó, y grande fue su caída."], "Français": ["Jésus commande: Ne jugez pas; demandez à Dieu; prenez garde aux faux prophètes— Il promet le salut à ceux qui font la volonté du Père— Comparez avec Matthieu 7. Vers 34apr.J.-C.", "1 Et alors, il arriva que lorsqu’il eut dit ces paroles, Jésus se tourna de nouveau vers la multitude, et ouvrit de nouveau la bouche à son intention, disant: En vérité, en vérité, je vous le dis, ne jugez point, afin que vous ne soyez point jugés.", "2 Car on vous jugera du jugement dont vous jugez, et l’on vous mesurera avec la mesure dont vous mesurez.", "3 Et pourquoi vois-tu la paille qui est dans l’œil de ton frère, et n’aperçois-tu pas la poutre qui est dans ton œil?", "4 Ou comment peux-tu dire à ton frère: Laisse-moi ôter une paille de ton œil, toi qui as une poutre dans le tien?", "5 Hypocrite, ôte premièrement la poutre de ton œil; et alors tu verras comment ôter la paille de l’œil de ton frère.", "6 Ne donnez pas les choses saintes aux chiens, et ne jetez pas vos perles devant les pourceaux, de peur qu’ils ne les foulent aux pieds, ne se retournent et ne vous déchirent.", "7 Demandez, et l’on vous donnera; cherchez, et vous trouverez; frappez, et l’on vous ouvrira.", "8 Car quiconque demande reçoit, celui qui cherche trouve, et l’on ouvre à celui qui frappe.", "9 Lequel de vous donnera une pierre à son fils, s’il lui demande du pain?", "10 Ou, s’il demande un poisson, lui donnera-t-il un serpent?", "11 Si donc, méchants comme vous l’êtes, vous savez donner de bonnes choses à vos enfants, à combien plus forte raison votre Père qui est dans les cieux donnera-t-il de bonnes choses à ceux qui les lui demandent.", "12 Tout ce que vous voulez que les hommes fassent pour vous, faites-le de même pour eux, car c’est la loi et les prophètes.", "13 Entrez par la porte étroite. Car large est la porte, spacieux est le chemin qui mènent à la perdition, et il y en a beaucoup qui entrent par là.", "14 Mais étroite est la porte, resserré le chemin qui mènent à la vie, et il y en a peu qui les trouvent.", "15 Gardez-vous des faux prophètes. Ils viennent à vous en vêtements de brebis, mais au-dedans ce sont des loups ravisseurs.", "16 Vous les reconnaîtrez à leurs fruits. Cueille-t-on des raisins sur des épines, ou des figues sur des chardons?", "17 Tout bon arbre porte de bons fruits, mais le mauvais arbre porte de mauvais fruits.", "18 Un bon arbre ne peut porter de mauvais fruits, ni un mauvais arbre porter de bons fruits.", "19 Tout arbre qui ne porte pas de bons fruits est coupé et jeté au feu.", "20 C’est pourquoi, c’est à leurs fruits que vous les reconnaîtrez.", "21 Ceux qui me disent: Seigneur, Seigneur! n’entreront pas tous dans le royaume des cieux, mais celui-là seul qui fait la volonté de mon Père qui est dans les cieux.", "22 Plusieurs me diront en ce jour-là: Seigneur, Seigneur, n’avons-nous pas prophétisé par ton nom? n’avons-nous pas chassé des démons par ton nom? et n’avons-nous pas fait beaucoup de miracles par ton nom?", "23 Et alors je leur dirai ouvertement: Je ne vous ai jamais connus, retirez-vous de moi, vous qui commettez l’iniquité.", "24 C’est pourquoi, quiconque entend ces paroles que je dis et les met en pratique, sera semblable à un homme prudent qui a bâti sa maison sur le roc—", "25 et la pluie est tombée, et les torrents sont venus, et les vents ont soufflé et se sont jetés contre cette maison; et elle n’est point tombée, parce qu’elle était fondée sur le roc.", "26 Et quiconque entend ces paroles que je dis, et ne les met pas en pratique, sera semblable à un homme insensé qui a bâti sa maison sur le sable—", "27 et la pluie est tombée, et les torrents sont venus, et les vents ont soufflé et ont battu cette maison; et elle est tombée, et sa ruine a été grande."], "Kiribati": ["Iesu e anga te tua ae: Tai motikitaeka; bubutia te Atua; tarataraingkami mai irouia burabeti ni kewe—E berita bwa e na anga te kamaiuaki nakoia ake a karaoa nanon te Tama—Kabootaua ma Mataio 7. Uakaan ma 34N.K.", "1 Ao ngkai e a koro bukina bwa ngke e a tia Iesu n taekin taeka aikai e rairaki ni manga taraia aomata ake a uanao akekei, ao e kaurea wiina nakoia riki, ni kangai: E koaua, e koaua, I tuangkami, Tai motikitaeka, bwa mwiina ao e na motikaki taekami.", "2 Bwa ane kam motikitaeka iai, ao e na manga motikaki taekami iai; ao ane kam babaire iai, ao e na manga baireaki taekami iai.", "3 Ao e aera ngkai ko noora te aneke are i nanon matan tarim, ao ko aki taraa moa te oka ane i nanon matam?", "4 Ao ko na kanga ni kangai nakon tarim: Anganai bwa N na kanakoa te aneke ane i nanon matam—ao nooria, iai te oka i nanon matam?", "5 Bon ngkoe te tia mwaamwana te aba, kanakoa moa te oka ane imatam; ao ngkanne ko na kona ni kanakoa te aneke mai i nanon matan tarim.", "6 Tai angan te kamea te bwai ae tabu, ao tai tewenakoi ami bwaeao nakoia beeki, bwa mwiina a toubekai i aan waeia, ma n rairakiiko n raebitiko.", "7 Bubuti ao ko na anganaki; ukeuke, ao e na reke iroum; karebwerebwe ao e na kaukaki nakoim.", "8 Bwa ane e bubuti ao e na anganaki; ao ane e ukeuke, ao e na reke irouna; ao ane e karebwerebwe, ao e na bon kaukaki nakoina.", "9 Bwa antai te aomata i buakomi, ngkana e bubutiaki iroun natina te mwaane te kariki, ao e anganna te atibu?", "10 Ke ngkana e butiaki te ika, ao e anganna te naeta?", "11 Ngkana ngkami aika kam buakaka, kam rabakau n anga bwaintangira aika a raraoi nakoia natimi, ao ai mwaitira riki are e na anganingkami Tamami are i karawa bwaai aika a raraoi ake kam butiia?", "12 Mangaia are, bwaai ni kabane ake ko tangiria aomata bwa a na karaoia nakoimi, ao karaoia naba nakoia, bwa aio te tua ao aia taeka burabeti.", "13 Kam na rinnako man te mataroa ae eti; bwa e raababa te mataroa, ao e raababa te kawai, are e kaineti nakon te mate, ao a mwaiti ake a a na rin iai.", "14 Ao ibukina bwa e wariki te mataroa, ao e irariki te kawai, are e kaineti nakon te maiu, ao bon ti tabeman ake a na kunea.", "15 Tarataraingkami mai irouia burabeti ni kewe, ake a nakoimi n aia kunnikai tiibu, ma bon taian kameaanti inanoia.", "16 Kam na kinaaia man uaaia. Bwa aomata a rikorikoi kurebe man te kateketeke, ke taian biiku man aroka aika a kateketeke?", "17 Ao ai aroia naba kaai aika a raraoi bwa a kariki uaa aika a raraoi: ma te kai ae buakaka e karika uaana ae buakaka.", "18 Te kai ae raoiroi e bon aki kona ni karika uaana ae buakaka, ao te kai ae buakaka e bon aki kona ni karika uaana ae raoiroi.", "19 Ni kabane kaai aika a aki kariki uaaia aika a raraoi a na bane ni koreaki, ma n teweaki nako nanon te ai.", "20 Mangaia are, kam na kinaaia man uaaia.", "21 Tiaki ni kabane ake a kangai nakoiu, Te Uea te Uea, a na rin n aban uean karawa; ma teuare e karaoa nanon Tamau are i karawa.", "22 A mwaiti aika a na kangai nakoiu n te bong arei: Te Uea, te Uea, tiaki bwa ti taetae ni burabeti n aram, ao ti kanakoia riaboro n aram, ao ti karaoi mwakuri aika a mwaiti aika a raraoi n aram?", "23 Ao ngkanne N na kangai nakoia: I bon aki kinaingkami; nako mai irou, ngkami aika kam kakaraoi mwakuri aika a bubuaka.", "24 Mangaia are, ane e ongo au taeka aikai ma ni karaoi, ao e katotonga te aomata ae wanawana, are e katea batana i aon te bwa—", "25 Ao e bwaka te karau, ao e waerake te ieka, ao e kare te ang, man orea te bata arei; ao e bon aki bwaka, bwa e kateaki iaon te bwa.", "26 Ao ni kabane naake a ongo au taeka aikai ao aki karaoi a katotonga te aomata ae burababa, ae e katea batana iaon te tano—", "27 Ao e bwaka te karau, ao e waerake te ieka, ao e kare te ang, ma n orea te bata arei; ao e bwaka, ao bon moan te korakora bwakana."]}