{"English": ["Jesus will visit others of the lost sheep of Israel—In the latter days the gospel will go to the Gentiles and then to the house of Israel—The Lord’s people will see eye to eye when He brings again Zion. About A.D.34.", "1 And verily, verily, I say unto you that I have other sheep, which are not of this land, neither of the land of Jerusalem, neither in any parts of that land round about whither I have been to minister.", "2 For they of whom I speak are they who have not as yet heard my voice; neither have I at any time manifested myself unto them.", "3 But I have received a commandment of the Father that I shall go unto them, and that they shall hear my voice, and shall be numbered among my sheep, that there may be one fold and one shepherd; therefore I go to show myself unto them.", "4 And I command you that ye shall write these sayings after I am gone, that if it so be that my people at Jerusalem, they who have seen me and been with me in my ministry, do not ask the Father in my name, that they may receive a knowledge of you by the Holy Ghost, and also of the other tribes whom they know not of, that these sayings which ye shall write shall be kept and shall be manifested unto the Gentiles, that through the fulness of the Gentiles, the remnant of their seed, who shall be scattered forth upon the face of the earth because of their unbelief, may be brought in, or may be brought to a knowledge of me, their Redeemer.", "5 And then will I gather them in from the four quarters of the earth; and then will I fulfil the covenant which the Father hath made unto all the people of the house of Israel.", "6 And blessed are the Gentiles, because of their belief in me, in and of the Holy Ghost, which witnesses unto them of me and of the Father.", "7 Behold, because of their belief in me, saith the Father, and because of the unbelief of you, O house of Israel, in the latter day shall the truth come unto the Gentiles, that the fulness of these things shall be made known unto them.", "8 But wo, saith the Father, unto the unbelieving of the Gentiles—for notwithstanding they have come forth upon the face of this land, and have scattered my people who are of the house of Israel; and my people who are of the house of Israel have been cast out from among them, and have been trodden under feet by them;", "9 And because of the mercies of the Father unto the Gentiles, and also the judgments of the Father upon my people who are of the house of Israel, verily, verily, I say unto you, that after all this, and I have caused my people who are of the house of Israel to be smitten, and to be afflicted, and to be slain, and to be cast out from among them, and to become hated by them, and to become a hiss and a byword among them—", "10 And thus commandeth the Father that I should say unto you: At that day when the Gentiles shall sin against my gospel, and shall reject the fulness of my gospel, and shall be lifted up in the pride of their hearts above all nations, and above all the people of the whole earth, and shall be filled with all manner of lyings, and of deceits, and of mischiefs, and all manner of hypocrisy, and murders, and priestcrafts, and whoredoms, and of secret abominations; and if they shall do all those things, and shall reject the fulness of my gospel, behold, saith the Father, I will bring the fulness of my gospel from among them.", "11 And then will I remember my covenant which I have made unto my people, O house of Israel, and I will bring my gospel unto them.", "12 And I will show unto thee, O house of Israel, that the Gentiles shall not have power over you; but I will remember my covenant unto you, O house of Israel, and ye shall come unto the knowledge of the fulness of my gospel.", "13 But if the Gentiles will repent and return unto me, saith the Father, behold they shall be numbered among my people, O house of Israel.", "14 And I will not suffer my people, who are of the house of Israel, to go through among them, and tread them down, saith the Father.", "15 But if they will not turn unto me, and hearken unto my voice, I will suffer them, yea, I will suffer my people, O house of Israel, that they shall go through among them, and shall tread them down, and they shall be as salt that hath lost its savor, which is thenceforth good for nothing but to be cast out, and to be trodden under foot of my people, O house of Israel.", "16 Verily, verily, I say unto you, thus hath the Father commanded me—that I should give unto this people this land for their inheritance.", "17 And then the words of the prophet Isaiah shall be fulfilled, which say:", "18 Thy watchmen shall lift up the voice; with the voice together shall they sing, for they shall see eye to eye when the Lord shall bring again Zion.", "19 Break forth into joy, sing together, ye waste places of Jerusalem; for the Lord hath comforted his people, he hath redeemed Jerusalem.", "20 The Lord hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of God."], "Español": ["Jesús visitará a otras ovejas perdidas de Israel— En los últimos días, el Evangelio irá a los gentiles y después a la casa de Israel— Los del pueblo del Señor verán ojo a ojo cuando Él haga volver a Sion. Aproximadamente 34d.C.", "1 Y en verdad, en verdad os digo que tengo otras ovejas que no son de esta tierra, ni de la tierra de Jerusalén, ni de ninguna de las partes de esa tierra circundante donde he estado para ejercer mi ministerio.", "2 Porque aquellos de quienes hablo son los que todavía no han oído mi voz; ni en ningún tiempo me he manifestado a ellos.", "3 Mas he recibido el mandamiento del Padre de que vaya a ellos, para que oigan mi voz y sean contados entre mis ovejas, a fin de que haya un rebaño y un pastor; por tanto, voy para manifestarme a ellos.", "4 Y os mando que escribáis estas palabras después que me vaya, para que si se da el caso de que mi pueblo en Jerusalén, aquellos que me han visto y han estado conmigo en mi ministerio, no le piden al Padre en mi nombre recibir conocimiento por medio del Espíritu Santo, acerca de vosotros, como también de las otras tribus, de las cuales nada saben, estas palabras que escribáis se preserven y sean manifestadas a los gentiles, para que mediante la plenitud de los gentiles, el resto de la posteridad de aquellos, que será esparcido sobre la faz de la tierra a causa de su incredulidad, sea recogido, o sea, llevado al conocimiento de mí, su Redentor.", "5 Entonces los reuniré de las cuatro partes de la tierra; y entonces cumpliré el convenio que el Padre ha hecho con todo el pueblo de la casa de Israel.", "6 Y benditos son los gentiles por motivo de su creencia en mí, mediante el Espíritu Santo, que les testifica de mí y del Padre.", "7 He aquí que debido a su creencia en mí, dice el Padre, y a causa de vuestra incredulidad, oh casa de Israel, la verdad llegará a los gentiles en los últimos días, para que les sea manifestada la plenitud de estas cosas.", "8 Pero, ¡ay de los gentiles incrédulos!, dice el Padre —pues aun cuando han venido sobre la superficie de esta tierra, y han dispersado a mi pueblo que es de la casa de Israel; y han echado de entre ellos a mi pueblo que es de la casa de Israel, y lo han hollado;", "9 y a causa de las misericordias del Padre para con los gentiles, así como de los juicios del Padre sobre mi pueblo que es de la casa de Israel, de cierto, de cierto os digo que después de todo esto, y luego que yo haya hecho que los de mi pueblo que son de la casa de Israel sean heridos, y afligidos, y muertos, y que sean echados de entre ellos, y que sean aborrecidos por ellos, y sean entre ellos objeto de escarnio y oprobio—", "10 y así manda el Padre que os diga: El día en que los gentiles pequen contra mi evangelio, y rechacen la plenitud de mi evangelio, y se envanezcan por el orgullo de su corazón sobre todas las naciones y sobre todos los pueblos de la tierra, y estén llenos de toda clase de mentiras, y de engaños, y de maldades, y de todo género de hipocresía, y asesinatos, y supercherías sacerdotales, y fornicaciones, y abominaciones secretas; y si cometen todas estas cosas, y rechazan la plenitud de mi evangelio, he aquí, dice el Padre, retiraré la plenitud de mi evangelio de entre ellos.", "11 Y entonces recordaré mi convenio que he concertado con los de mi pueblo, oh casa de Israel, y les llevaré mi evangelio.", "12 Y te mostraré, oh casa de Israel, que los gentiles no tendrán poder sobre ti, antes bien me acordaré de mi convenio contigo, oh casa de Israel, y llegarás al conocimiento de la plenitud de mi evangelio.", "13 Pero si los gentiles se arrepienten y vuelven a mí, dice el Padre, he aquí, serán contados entre los de mi pueblo, oh casa de Israel.", "14 Y no permitiré que los de mi pueblo, que son de la casa de Israel, vayan entre ellos y los huellen bajo sus pies, dice el Padre.", "15 Pero si no se vuelven a mí, ni escuchan mi voz, yo les permitiré, sí, permitiré que los de mi pueblo, oh casa de Israel, pasen por en medio de ellos y los huellen, y serán como la sal que ha perdido su sabor, que desde entonces para nada es buena sino para ser arrojada y hollada bajo los pies de mi pueblo, oh casa de Israel.", "16 De cierto, de cierto os digo que así me ha mandado el Padre: Que dé a este pueblo esta tierra por herencia.", "17 Y entonces se cumplirán las palabras del profeta Isaías, que dicen:", "18 Tus centinelas levantarán la voz; unánimes cantarán, porque verán ojo a ojo cuando el Señor hiciere volver a Sion.", "19 ¡Prorrumpid en alegría! ¡Cantad juntamente, lugares desolados de Jerusalén! Porque el Señor ha consolado a su pueblo, ha redimido a Jerusalén.", "20 El Señor ha desnudado su santo brazo a la vista de todas las naciones, y todos los extremos de la tierra verán la salvación de Dios."], "Français": ["Jésus visitera d’autres brebis perdues d’Israël— Dans les derniers jours, l’Évangile ira aux Gentils et ensuite à la maison d’Israël— Le peuple du Seigneur verra de ses propres yeux qu’il ramène Sion. Vers 34apr.J.-C.", "1 Et en vérité, en vérité, je vous dis que j’ai d’autres brebis qui ne sont pas de ce pays, ni du pays de Jérusalem, ni d’aucune partie du pays alentour où je suis allé exercer mon ministère.", "2 Car ceux dont je parle sont ceux qui n’ont pas encore entendu ma voix; et je ne me suis encore jamais manifesté à eux.", "3 Mais j’ai reçu du Père le commandement d’aller à eux, et ils entendront ma voix et seront comptés parmi mes brebis, afin qu’il y ait un seul troupeau, un seul berger; c’est pourquoi je vais me montrer à eux.", "4 Et je vous commande d’écrire ces paroles lorsque je serai parti, afin que si mon peuple de Jérusalem, ceux qui m’ont vu et ont été avec moi dans mon ministère, ne demandent pas au Père en mon nom, d’obtenir par le Saint-Esprit une connaissance de vous et aussi des autres tribus qui leur sont inconnues, ces paroles, que vous écrirez, soient gardées et soient manifestées aux Gentils, afin que par la plénitude des Gentils, le reste de leur postérité, qui sera dispersé sur la surface de la terre à cause de son incrédulité, soit ramené, ou soit amené à me connaître, moi, son Rédempteur.", "5 Et alors, je les rassemblerai des quatre coins de la terre; et alors j’accomplirai l’alliance que le Père a faite avec tout le peuple de la maison d’Israël.", "6 Et bénis sont les Gentils, à cause de leur croyance en moi, dans et par le Saint-Esprit, qui leur témoigne de moi et du Père.", "7 Voici, à cause de leur croyance en moi, dit le Père, et à cause de ton incrédulité, ô maison d’Israël, dans les derniers jours, la vérité parviendra aux Gentils, afin que la plénitude de ces choses leur soit révélée.", "8 Mais malheur, dit le Père, aux incrédules parmi les Gentils: car en dépit du fait qu’ils sont venus sur la surface de ce pays et ont dispersé mon peuple qui est de la maison d’Israël; et mon peuple qui est de la maison d’Israël a été chassé de parmi eux et a été foulé aux pieds par eux;", "9 Et à cause de la miséricorde du Père envers les Gentils, et aussi des jugements du Père sur mon peuple qui est de la maison d’Israël, en vérité, en vérité, je vous dis qu’après tout cela, et j’ai fait en sorte que mon peuple qui est de la maison d’Israël soit frappé, et soit affligé, et soit tué, et soit chassé de parmi eux, et soit haï par eux, et devienne un sujet de sarcasme et de fable parmi eux—", "10 Et voici ce que le Père m’a commandé de vous dire: En ce jour-là, lorsque les Gentils pécheront contre mon Évangile, et rejetteront la plénitude de mon Évangile, et seront enflés dans l’orgueil de leur cœur par-dessus toutes les nations, et par-dessus tous les peuples de toute la terre, et seront remplis de toutes sortes de mensonges, et de tromperies, et de malfaisance, et de toutes sortes d’hypocrisie, et de meurtres, et d’intrigues de prêtres, et de fornication, et d’abominations secrètes; et s’ils font toutes ces choses et rejettent la plénitude de mon Évangile, voici, dit le Père, j’emporterai la plénitude de mon Évangile de parmi eux.", "11 Et alors, je me souviendrai de mon alliance que j’ai faite avec mon peuple, ô maison d’Israël, et je lui apporterai mon Évangile.", "12 Et je te montrerai, ô maison d’Israël, que les Gentils n’auront pas de pouvoir sur toi; mais je me souviendrai de mon alliance avec toi, ô maison d’Israël, et tu parviendras à la connaissance de la plénitude de mon Évangile.", "13 Mais si les Gentils se repentent et reviennent à moi, dit le Père, voici, ils seront comptés parmi mon peuple, ô maison d’Israël.", "14 Et je ne souffrirai pas que mon peuple, qui est de la maison d’Israël, passe au milieu d’eux et les foule aux pieds, dit le Père.", "15 Mais s’ils ne se tournent pas vers moi et n’écoutent pas ma voix, je souffrirai, oui, je souffrirai que mon peuple, ô maison d’Israël, passe au milieu d’eux et les foule aux pieds, et ils seront comme du sel qui a perdu sa saveur, qui ne sert plus qu’à être jeté dehors, et foulé aux pieds par mon peuple, ô maison d’Israël.", "16 En vérité, en vérité, je vous le dis, voici ce que m’a commandé le Père: que je dois donner à ce peuple ce pays pour héritage.", "17 Et alors seront accomplies les paroles du prophète Ésaïe, qui disent:", "18 La voix de tes sentinelles retentit; elles élèvent la voix, elles poussent ensemble des cris d’allégresse; car de leurs propres yeux elles voient que le Seigneur ramène Sion.", "19 Eclatez ensemble en cris de joie, ruines de Jérusalem! Car le Seigneur console son peuple, il rachète Jérusalem.", "20 Le Seigneur découvre le bras de sa sainteté, aux yeux de toutes les nations; et toutes les extrémités de la terre verront le salut de Dieu."], "Kiribati": ["Iesu e na kawaria tiibu ake kaain Iteraera ake a tia ni bua—E na waaki nako te euangkerio nakoia Tientaire ni boong aika kaitira ao i mwiina nakon te bata are Iteraera—Ana aomata te Uea a na nooria n oin mataia ngkana E kaoka Tion. Uakaan ma 34N.K.", "1 Ao e koaua, e koaua, I tuangkami bwa iai riki au tiibu tabemwaang, ake tiaki kaaina te aba aio, ao tiaki naba kaain Ierutarem, ao tiaki naba man aaba ake a uakaan ake I nako buoakoia ni buokiia.", "2 Bwa naake I taekiniia bon naake a bon tuai man ongo bwanaau; ao I bon tuai naba ma ni kaotai nakoia.", "3 Ma I a tia ni karekea te tua mai iroun te Tama bwa N na kawaria, ao a na ongo bwanaau, ao a na warekaki i buakoia au tiibu, bwa e na ti teuana te nanai ao ti temanna te tia kaawakin tiibu; ngaia are I a nako ni kaotai nakoia.", "4 Ao I anga te tua nakoimi bwa kam na karaoi taeka aikai i mwina ngkana I a nako, bwa ngkana arona bwa au botanaomata ake i Ierutarem ake a tia n noorai ma ni mena i rarikiu n au tai ni mwakuri, a aki bubutia te Tama n arau, bwa a na karekea te ataibwai ibukimi mai iroun te Tamnei ae Raoiroi, ao ibukiia naba baronga ake tabeua are aki atai taekaia, bwa taeka aika kam na karaoi aikai a na kawakinaki ao a na kaotaki nakoia Tientaire, bwa rinanon bwaninia Tientaire, ake nikiraia kanoaia, ake a na kamaenakoaki i aon te aba ibukin aia kakewekewe, a na uotaki ni karokoaki, ke a na kairaki nakon te ataibwai ibukiu, ae aia Tia Kabomwi.", "5 Ao ngkanne N na ikotiia ma ni maninginingin te aonaba ake aua; ao ngkanne N na kakoroa bukin te berita ae tabu are e a tia te Tama ni karaoia ma te botanaomata ni kabane ake kaain te bata are Iteraera.", "6 Ao a na kakabwaiaki Tientaire, ibukina bwa a kakoauai, ma te Tamnei ae Raoiroi, are e kakoaua nakoia ibukiu ao te Tama.", "7 Nooria, ibukina bwa a kakoauaai, e taku te Tama, ao ibukin te kakewekewe iroumi, O te bata are Iteraera, ni boong aika kaitira ao e na roko te koaua nakoia Tientaire, bwa bwaninin bwaai ni kabane a na kaotaki nakoia.", "8 Ma e na iai te maraia nakoia Tientaire ake a kakewekewe—bwa e ngae ngke a tia n roko nakon te aba aei, ma ni kamaenakoia au botanaomata ake kaain te bata are Iteraera; ao au botanaomata ake kaain te bata are Iteraera a tia n teweaki nako mai buakoia, ao a tiaa n toubekaki i aan waeia irouia.", "9 Ao ibukin ana nanoanga te Tama nakoia Tientaire, ao a na motikitaeka te Tama i aoia au botanaomata ake kaain te bata are Iteraera, e koaua, e koaua, ae I tuangkami, bwa i mwin bwaai aikai ni kabane, ao I a tia ni karekea te anga are au botanaomata ake kaain te bata are Iteraera a na oreaki, ao a na karawawataki, ao a na tiringaki, ma n teweaki nako mai i buakomi, ma n ribaki irouia, ao a na riki bwa bwaai n ribaki ma ni kungtaki i buakoia—", "10 Ao e anga te tua te Tama bwa N na kangai nakoimi: N te bong are a na bure iai Tientaire ni kaaitara au euangkerio, ma n rawa ni butimwaea bwaninin au euangkerio, man tabekakirake n te kainikatonga inanoia i aoia aaba nako, ao i aoia te botanaomata ni kabane n te aonaba ae bwanin, ma ni kaonaki n aekan te kewe nako, ma te mwaamwanateaba, ao te tokonono nako, ao aekan waaki nako ni bwaritaio, ao waaki n tiriaomata, ma nakoanibonga aika kewe, ma waaki ni kabekaau, ma mwakuri aika bati n ribaki aika a raba; ao ngkana a karaoi bwaai aikai ni kabane, ma n rawa ni butimwaea bwaninin au euangkerio, nooria, e taku te Tama, N na uotanako bwaninin au euangkerio mai irouia.", "11 Ao ngkanne N na uringa au berita ae tabu are I karaoia ma au botanaomata, O te bata are Iteraera, ao N na uota au euangkerio nakoia.", "12 Ao N na kaotia nakoimi, O te bata are Iteraera, bwa a na akea mwaakaia Tientaire iaomi; man N na uringa au berita ae tabu nakoimi, O te bata are Iteraera, ao kam na kairaki nakon te atatai ibukin bwaninin au euangkerio.", "13 Ao ngkana a rairinanoia Tientaire man okirai, e taku te Tama, nooria a na warekaki i buakoia au botanaomata, O te bata are Iteraera.", "14 Ao I aki tangiriia au botanaomata, ake kaain te bata are Iteraera, bwa a na ribuakoia ma n toubekaia i nano, e taku te Tama.", "15 Ma ngkana aki rairaki nakoiu, ma n ongo ni bwanaau, N na kariaia, eng, N na kariaia bwa au botanaomata, O te bata are Iteraera, a na ribuakoia, ma n toubekaia, ao a na riki n ai aron te taoro are akea taorona, are akea bonganana ma e na ti teweaki nako, ma n toubekaki i aan waeia au botanaomata O te bata are Iteraera.", "16 E koaua, e koaua, I tuangkami, bwa e a tia te Tama n anganai te tua—bwa N na anganiia te botanaomata aio te aba aei bwa aia bwai.", "17 Ao ngkanne e na kakoroaki bukin ana taeka te burabeti are Itaia, are e kangai:", "18 A na tabekirake bwanaia taan tararua; ao a na ikoti bwanaia ma n anene, bwa a na nooria n oin mataia kaokan Tion iroun te Uea.", "19 Takarua ni kimwareirei, ikotaki n anene, ngkami aika taabo aika a kamaroa i Ierutarem; bwa e a tia ni karau nanoia ana botanaomata te Uea, e a tia ni kabooa Ierutarem.", "20 E a tia ni kaota baina ae tabu te Uea imataia aaba nako; ao a na noora a na kamaiu te Atua tokin aonaba."]}