{"English": ["The twelve disciples minister unto the people and pray for the Holy Ghost—The disciples are baptized and receive the Holy Ghost and the ministering of angels—Jesus prays using words that cannot be written—He attests to the exceedingly great faith of these Nephites. About A.D.34.", "1 And now it came to pass that when Jesus had ascended into heaven, the multitude did disperse, and every man did take his wife and his children and did return to his own home.", "2 And it was noised abroad among the people immediately, before it was yet dark, that the multitude had seen Jesus, and that he had ministered unto them, and that he would also show himself on the morrow unto the multitude.", "3 Yea, and even all the night it was noised abroad concerning Jesus; and insomuch did they send forth unto the people that there were many, yea, an exceedingly great number, did labor exceedingly all that night, that they might be on the morrow in the place where Jesus should show himself unto the multitude.", "4 And it came to pass that on the morrow, when the multitude was gathered together, behold, Nephi and his brother whom he had raised from the dead, whose name was Timothy, and also his son, whose name was Jonas, and also Mathoni, and Mathonihah, his brother, and Kumen, and Kumenonhi, and Jeremiah, and Shemnon, and Jonas, and Zedekiah, and Isaiah—now these were the names of the disciples whom Jesus had chosen—and it came to pass that they went forth and stood in the midst of the multitude.", "5 And behold, the multitude was so great that they did cause that they should be separated into twelve bodies.", "6 And the twelve did teach the multitude; and behold, they did cause that the multitude should kneel down upon the face of the earth, and should pray unto the Father in the name of Jesus.", "7 And the disciples did pray unto the Father also in the name of Jesus. And it came to pass that they arose and ministered unto the people.", "8 And when they had ministered those same words which Jesus had spoken—nothing varying from the words which Jesus had spoken—behold, they knelt again and prayed to the Father in the name of Jesus.", "9 And they did pray for that which they most desired; and they desired that the Holy Ghost should be given unto them.", "10 And when they had thus prayed they went down unto the water’s edge, and the multitude followed them.", "11 And it came to pass that Nephi went down into the water and was baptized.", "12 And he came up out of the water and began to baptize. And he baptized all those whom Jesus had chosen.", "13 And it came to pass when they were all baptized and had come up out of the water, the Holy Ghost did fall upon them, and they were filled with the Holy Ghost and with fire.", "14 And behold, they were encircled about as if it were by fire; and it came down from heaven, and the multitude did witness it, and did bear record; and angels did come down out of heaven and did minister unto them.", "15 And it came to pass that while the angels were ministering unto the disciples, behold, Jesus came and stood in the midst and ministered unto them.", "16 And it came to pass that he spake unto the multitude, and commanded them that they should kneel down again upon the earth, and also that his disciples should kneel down upon the earth.", "17 And it came to pass that when they had all knelt down upon the earth, he commanded his disciples that they should pray.", "18 And behold, they began to pray; and they did pray unto Jesus, calling him their Lord and their God.", "19 And it came to pass that Jesus departed out of the midst of them, and went a little way off from them and bowed himself to the earth, and he said:", "20 Father, I thank thee that thou hast given the Holy Ghost unto these whom I have chosen; and it is because of their belief in me that I have chosen them out of the world.", "21 Father, I pray thee that thou wilt give the Holy Ghost unto all them that shall believe in their words.", "22 Father, thou hast given them the Holy Ghost because they believe in me; and thou seest that they believe in me because thou hearest them, and they pray unto me; and they pray unto me because I am with them.", "23 And now Father, I pray unto thee for them, and also for all those who shall believe on their words, that they may believe in me, that I may be in them as thou, Father, art in me, that we may be one.", "24 And it came to pass that when Jesus had thus prayed unto the Father, he came unto his disciples, and behold, they did still continue, without ceasing, to pray unto him; and they did not multiply many words, for it was given unto them what they should pray, and they were filled with desire.", "25 And it came to pass that Jesus blessed them as they did pray unto him; and his countenance did smile upon them, and the light of his countenance did shine upon them, and behold they were as white as the countenance and also the garments of Jesus; and behold the whiteness thereof did exceed all the whiteness, yea, even there could be nothing upon earth so white as the whiteness thereof.", "26 And Jesus said unto them: Pray on; nevertheless they did not cease to pray.", "27 And he turned from them again, and went a little way off and bowed himself to the earth; and he prayed again unto the Father, saying:", "28 Father, I thank thee that thou hast purified those whom I have chosen, because of their faith, and I pray for them, and also for them who shall believe on their words, that they may be purified in me, through faith on their words, even as they are purified in me.", "29 Father, I pray not for the world, but for those whom thou hast given me out of the world, because of their faith, that they may be purified in me, that I may be in them as thou, Father, art in me, that we may be one, that I may be glorified in them.", "30 And when Jesus had spoken these words he came again unto his disciples; and behold they did pray steadfastly, without ceasing, unto him; and he did smile upon them again; and behold they were white, even as Jesus.", "31 And it came to pass that he went again a little way off and prayed unto the Father;", "32 And tongue cannot speak the words which he prayed, neither can be written by man the words which he prayed.", "33 And the multitude did hear and do bear record; and their hearts were open and they did understand in their hearts the words which he prayed.", "34 Nevertheless, so great and marvelous were the words which he prayed that they cannot be written, neither can they be uttered by man.", "35 And it came to pass that when Jesus had made an end of praying he came again to the disciples, and said unto them: So great faith have I never seen among all the Jews; wherefore I could not show unto them so great miracles, because of their unbelief.", "36 Verily I say unto you, there are none of them that have seen so great things as ye have seen; neither have they heard so great things as ye have heard."], "Español": ["Los doce discípulos ministran al pueblo y oran para recibir el Espíritu Santo— Los discípulos son bautizados y reciben el Espíritu Santo y la ministración de ángeles— Jesús ora, con palabras que no se pueden escribir— Él da testimonio de la fe extremadamente grande de esos nefitas. Aproximadamente 34d.C.", "1 Y sucedió que cuando Jesús hubo ascendido al cielo, se dispersó la multitud, y todo hombre tomó a su esposa y sus hijos, y volvió a su propia casa.", "2 Y se divulgó inmediatamente entre el pueblo, antes que llegara la noche, que la multitud había visto a Jesús, y que él había ejercido su ministerio entre ellos, y que por la mañana otra vez se iba a mostrar a la multitud.", "3 Sí, y aun durante toda la noche se divulgaron las nuevas concernientes a Jesús; y a tal grado se esparcieron entre el pueblo, que hubo muchos, sí, un número extremadamente grande, que trabajaron afanosamente toda la noche para poder estar a la mañana siguiente en el paraje donde Jesús se iba a mostrar a la multitud.", "4 Y sucedió que por la mañana, cuando la multitud se hallaba reunida, he aquí, Nefi y su hermano, a quien él había levantado de entre los muertos, y cuyo nombre era Timoteo, como también su hijo, cuyo nombre era Jonás, y también Matoni, y Matoníah, su hermano, y Kumen, y Kumenoni, y Jeremías, y Shemnón, y Jonás, y Sedequías, e Isaías —y estos eran los nombres de los discípulos que Jesús había escogido— y aconteció que avanzaron y se colocaron en medio de la multitud.", "5 Y he aquí, tan grande era la multitud, que hicieron que se dividiese en doce grupos.", "6 Y los doce instruyeron a la multitud; y he aquí, hicieron que la multitud se arrodillase en el suelo y orase al Padre en el nombre de Jesús.", "7 Y los discípulos oraron también al Padre en el nombre de Jesús. Y aconteció que se levantaron y ministraron al pueblo.", "8 Y cuando hubieron ministrado las mismas palabras que Jesús había hablado, sin variar en nada las palabras que Jesús había hablado, he aquí, se arrodillaron de nuevo y oraron al Padre en el nombre de Jesús.", "9 Y oraron por lo que más deseaban; y su deseo era que les fuese dado el Espíritu Santo.", "10 Y cuando hubieron orado de este modo, descendieron a la orilla del agua, y los siguió la multitud.", "11 Y sucedió que Nefi entró en el agua, y fue bautizado.", "12 Y salió del agua y empezó a bautizar; y bautizó a todos aquellos a quienes Jesús había escogido;", "13 y aconteció que cuando todos fueron bautizados, y hubieron salido del agua, el Espíritu Santo descendió sobre ellos, y fueron llenos del Espíritu Santo y de fuego.", "14 Y he aquí, fueron envueltos cual si fuera por fuego; y descendió del cielo, y la multitud lo vio y dio testimonio; y descendieron ángeles del cielo, y les ministraron.", "15 Y sucedió que mientras los ángeles estaban ministrando a los discípulos, he aquí, Jesús llegó y se puso en medio de ellos y les ministró.", "16 Y aconteció que habló a la multitud, y mandó que se arrodillaran otra vez en el suelo, y que sus discípulos se arrodillasen también.", "17 Y sucedió que cuando todos se hubieron puesto de rodillas en el suelo, mandó a sus discípulos que orasen.", "18 Y he aquí, empezaron a orar; y oraron a Jesús, llamándolo su Señor y su Dios.", "19 Y sucedió que Jesús se apartó de entre ellos, y se alejó de ellos un poco y se inclinó a tierra, y dijo:", "20 Padre, gracias te doy porque has dado el Espíritu Santo a estos que he escogido; y es por su creencia en mí que los he escogido de entre el mundo.", "21 Padre, te ruego que des el Espíritu Santo a todos los que crean en sus palabras.", "22 Padre, les has dado el Espíritu Santo porque creen en mí; y ves que creen en mí, porque los oyes, y oran a mí; y oran a mí porque estoy con ellos.", "23 Y ahora, Padre, te ruego por ellos, y también por todos aquellos que han de creer en sus palabras, para que crean en mí, para que yo sea en ellos como tú, Padre, eres en mí, para que seamos uno.", "24 Y aconteció que cuando Jesús hubo orado así al Padre, volvió a sus discípulos, y he aquí, continuaban orando a él sin cesar; y no multiplicaban muchas palabras, porque les era manifestado lo que debían suplicar, y estaban llenos de anhelo.", "25 Y ocurrió que Jesús los bendijo mientras le dirigían sus oraciones; y la sonrisa de su faz fue sobre ellos, y los iluminó la luz de su semblante; y he aquí, estaban tan blancos como el semblante y como los vestidos de Jesús; y he aquí, su blancura excedía a toda blancura, sí, no podía haber sobre la tierra cosa tan blanca como su blancura.", "26 Y Jesús les dijo: Seguid orando; y ellos no cesaban de orar.", "27 Y otra vez se apartó de ellos y se alejó un poco y se inclinó a tierra; y oró de nuevo al Padre, diciendo:", "28 Padre, te doy las gracias por haber purificado a los que he escogido, por causa de su fe, y ruego por ellos, y también por los que han de creer en sus palabras, para que sean purificados en mí, mediante la fe en sus palabras, así como ellos son purificados en mí.", "29 Padre, no te ruego por el mundo, sino por los que me has dado del mundo, a causa de su fe, para que sean purificados en mí, para que yo sea en ellos como tú, Padre, eres en mí, para que seamos uno, para que yo sea glorificado en ellos.", "30 Y cuando Jesús hubo hablado estas palabras, vino otra vez a sus discípulos, y he aquí, oraban a él constantemente, sin cesar; y de nuevo él les sonrió; y he aquí, estaban blancos, aun como Jesús.", "31 Y aconteció que otra vez se alejó un poco y oró al Padre;", "32 y la lengua no puede expresar las palabras que oró, ni pueden ser escritas por hombre alguno las palabras que oró.", "33 Y la multitud oyó y da testimonio; y se abrieron sus corazones, y comprendieron en sus corazones las palabras que él oró.", "34 No obstante, tan grandes y maravillosas fueron las palabras que oró, que no pueden ser escritas, ni tampoco puede el hombre expresarlas.", "35 Y aconteció que cuando Jesús hubo concluido de orar, volvió a sus discípulos, y les dijo: Jamás he visto fe tan grande entre todos los judíos; por tanto, no pude mostrarles tan grandes milagros, por motivo de su incredulidad.", "36 En verdad os digo que no hay ninguno de ellos que haya visto cosas tan grandes como las que habéis visto vosotros, ni que haya oído tan grandes cosas como las que vosotros habéis oído."], "Français": ["Les douze disciples exercent leur ministère auprès du peuple et prient pour que le Saint-Esprit vienne— Ils sont baptisés et reçoivent le Saint-Esprit et le ministère d’anges— Jésus prie, utilisant des paroles qui ne peuvent être écrites— Il atteste la foi extrêmement grande de ces Néphites. Vers 34apr.J.-C.", "1 Et alors, il arriva que lorsque Jésus fut monté au ciel, la multitude se dispersa, et chaque homme prit sa femme et ses enfants et retourna chez lui.", "2 Et le bruit se répandit immédiatement parmi le peuple, avant même que la nuit fût tombée, que la multitude avait vu Jésus, et qu’il l’avait servie, et qu’il se montrerait aussi le lendemain à la multitude.", "3 Oui, et le bruit concernant Jésus se répandit même toute la nuit; et on envoya tant de messagers au peuple qu’il y en eut beaucoup, oui, un nombre extrêmement grand, qui travaillèrent de toutes leurs forces toute cette nuit-là, afin d’être le lendemain à l’endroit où Jésus se montrerait à la multitude.", "4 Et il arriva que le lendemain, lorsque la multitude fut rassemblée, voici, Néphi, et son frère, qu’il avait ressuscité d’entre les morts, dont le nom était Timothée, et aussi son fils, dont le nom était Jonas, et aussi Mathoni, et Mathonihah, son frère, et Kumen, et Kumenonhi, et Jérémie, et Shemnon, et Jonas, et Sédécias, et Ésaïe— or, c’étaient là les noms des disciples que Jésus avait choisis— et il arriva qu’ils s’avancèrent et se tinrent au milieu de la multitude.", "5 Et voici, la multitude était si grande qu’ils la firent diviser en douze groupes.", "6 Et les douze instruisirent la multitude; et voici, ils dirent à la multitude de s’agenouiller sur la surface de la terre et de prier le Père au nom de Jésus.", "7 Et les disciples prièrent aussi le Père au nom de Jésus. Et il arriva qu’ils se levèrent et servirent le peuple.", "8 Et lorsqu’ils eurent enseigné ces mêmes paroles que Jésus avait dites, sans rien changer aux paroles que Jésus avait dites, voici, ils s’agenouillèrent de nouveau et prièrent le Père au nom de Jésus.", "9 Et ils prièrent pour ce qu’ils désiraient le plus; et ils désiraient que le Saint-Esprit leur fût donné.", "10 Et lorsqu’ils eurent ainsi prié, ils descendirent au bord de l’eau, et la multitude les suivit.", "11 Et il arriva que Néphi descendit dans l’eau et fut baptisé.", "12 Et il sortit de l’eau et commença à baptiser. Et il baptisa tous ceux que Jésus avait choisis.", "13 Et il arriva que lorsqu’ils furent tous baptisés et furent sortis de l’eau, le Saint-Esprit descendit sur eux, et ils furent remplis du Saint-Esprit et de feu.", "14 Et voici, ils furent environnés comme par du feu; et ce feu descendait du ciel, et la multitude le vit et en témoigna; et des anges descendirent du ciel et les servirent.", "15 Et il arriva que tandis que les anges servaient les disciples, voici, Jésus vint et se tint au milieu d’eux et les servit.", "16 Et il arriva qu’il parla à la multitude, et lui commanda de s’agenouiller de nouveau à terre, et commanda aussi à ses disciples de s’agenouiller à terre.", "17 Et il arriva que lorsqu’ils se furent tous agenouillés à terre, il commanda à ses disciples de prier.", "18 Et voici, ils commencèrent à prier; et ils prièrent Jésus, l’appelant leur Seigneur et leur Dieu.", "19 Et il arriva que Jésus sortit du milieu d’eux, et s’éloigna un peu d’eux, et se prosterna à terre, et il dit:", "20 Père, je te remercie de ce que tu as donné le Saint-Esprit à ceux-ci que j’ai choisis; et c’est à cause de leur croyance en moi que je les ai choisis de parmi le monde.", "21 Père, je te prie pour que tu donnes le Saint-Esprit à tous ceux qui croiront en leurs paroles.", "22 Père, tu leur as donné le Saint-Esprit parce qu’ils croient en moi; et tu vois qu’ils croient en moi parce que tu les entends, et ils me prient; et ils me prient parce que je suis avec eux.", "23 Et maintenant, Père, je te prie pour eux, et aussi pour tous ceux qui croiront en leurs paroles, afin qu’ils croient en moi, afin que je puisse être en eux, comme toi, Père, tu es en moi, afin que nous soyons un.", "24 Et il arriva que lorsque Jésus eut ainsi prié le Père, il vint vers ses disciples, et voici, ils continuaient toujours à le prier, sans cesser, et ils ne multipliaient pas les paroles, car ce qu’ils devaient dire dans leur prière leur était donné, et ils étaient remplis de désirs.", "25 Et il arriva que Jésus les bénit tandis qu’ils le priaient; et son visage leur sourit, et la lumière de son visage brilla sur eux, et voici, ils étaient aussi blancs que le visage et les vêtements de Jésus; et voici, leur blancheur surpassait toute blancheur, oui, il ne pouvait rien y avoir sur la terre d’aussi blanc que leur blancheur.", "26 Et Jésus leur dit: Continuez à prier; et ils ne cessèrent pas de prier.", "27 Et il se détourna de nouveau d’eux, et s’éloigna un peu, et se prosterna à terre; et il pria de nouveau le Père, disant:", "28 Père, je te remercie de ce que tu as purifié ceux que j’ai choisis, à cause de leur foi, et je prie pour eux et aussi pour ceux qui croiront en leurs paroles, afin que ceux-ci soient purifiés en moi par la foi en leurs paroles, comme ceux-là sont purifiés en moi.", "29 Père, je ne prie pas pour le monde, mais pour ceux que tu m’as donnés de parmi le monde, à cause de leur foi, afin qu’ils soient purifiés en moi, afin que je sois en eux, comme toi, Père, tu es en moi, afin que nous soyons un, afin que je sois glorifié en eux.", "30 Et lorsqu’il eut dit ces paroles, Jésus revint vers ses disciples; et voici, ils le priaient d’une manière constante, sans cesser; et il leur sourit de nouveau; et voici, ils étaient blancs, oui, comme Jésus.", "31 Et il arriva qu’il s’éloigna de nouveau un peu et pria le Père;", "32 et la langue ne peut exprimer les paroles qu’il dit dans sa prière, et l’homme ne peut pas non plus écrire les paroles qu’il dit dans sa prière.", "33 Et la multitude entendit, et elle en rend témoignage; et elle eut le cœur ouvert et elle comprit dans son cœur les paroles qu’il dit dans sa prière.", "34 Néanmoins, si grandes et merveilleuses étaient les paroles qu’il dit dans sa prière, qu’elles ne peuvent être écrites, et qu’elles ne peuvent pas non plus être exprimées par l’homme.", "35 Et il arriva que lorsque Jésus eut fini de prier, il revint vers les disciples et leur dit: Je n’ai jamais vu une aussi grande foi parmi tous les Juifs; c’est pourquoi je n’ai pas pu leur montrer d’aussi grands miracles à cause de leur incrédulité.", "36 En vérité, je vous le dis, il n’y en a aucun parmi eux qui ait vu des choses aussi grandes que celles que vous avez vues; et ils n’ont pas non plus entendu de choses aussi grandes que celles que vous avez entendues."], "Kiribati": ["Reirei ake tengaun ma uoman a ibuobuoki nakoia aomata ao a tataro ibukin te Tamnei ae Raoiroi—A bwabetitoaki ana reirei ao a karekea te Tamnei ae Raoiroi ao aia mwakuri n ibuobuoki anera—Iesu e tataro ao e kabonganai taeka aika aki kona ni koreaki—E kakoaua korakoran aia onimaki Nibwaite. Uakaan ma 34N.K.", "1 Ao ngkai e a koro bukina bwa ngke e a tia n rierake Iesu nako karawa, ao a maenako aomata ake a uanao, ao mwaane n tatabemania nako a bon anai buuia ao natia man okiri oin mwengaia.", "2 Ao e a bon tataekinaki n taabo ake a raroa i buakoia aomata n te tai naba arei, i mwaain ae roo, bwa aomata ake uanao a tia n noora Iesu, ao e a tia ni karaoa te mwakuri n ibuobuoki nakoia, ao e na manga kaoti riki nakoia aomata ake a uanao n te bong are i mwina.", "3 Eng, e a bon tataekinaki n te bong naba n taabo ake a raroa taekan Iesu; n te aro are a mwaiti aomata, eng, e korakora te mwaiti, are a beku korakora n te tairiki arei bwa aonga ni mena n te tabo are e na kaoti iai Iesu n te bong are i mwina nakoia aomata aika a uanao.", "4 Ao e a koro bukina bwa n te bong are i mwina, ngke a ikotaki aomata ake a uanao, nooria, Nibwaai ma tarina are e kautia man te mate, are arana Timoteo, ao natina naba te mwaane, are arana Ionati, ao Matoni, ao Matonia, are tarina ao Kumen, ao Kumenaonaai, ao Ieremia, ao Temnaon, ao Ionati, ma Tetekia, ao Itaia—ngkanne aikai araia ana reirei Iesu ake e a tia n rineia—ao e a koro bukina bwa a mwananga ma n tei i buakoia aomata ake a uanao.", "5 Ao nooria, e korakora mwaitia aomata aika a uanao n te aro are e tua bwa a na kamaenakoaki i nanon mwakoro aika tebwi ma uoua.", "6 Ao a reirei uaake tengaun ma uoman nakoia aomata ake a uanao; ao nooria, a bon tua bwa a na katorobubua aomata ake a uanao iaon tano, ao a na riai n tataro nakon te Tama n aran Iesu.", "7 Ao ana reirei a bon tataro naba nakon te Tama n aran naba Iesu. Ao e a koro bukina bwa a bon teirake ma ni karaoi mwakuri n ibuobuoki nakoia aomata.", "8 Ao ngke a tia n taekin taeka ake e bon atongi naba Iesu—n akea tibanakoia man ana taeka Iesu ake e taekin—nooria, a bon katorobubua riki man tataro nakon te Tama n aran Iesu.", "9 Ao a bon tataro ibukin te bwai are a bon kainnanoia raoi; ao a bon kainnanoa te Tamnei are e Raoiroi bwa a na anganaki.", "10 Ao ngke a tia n tataro a ruo rikaaki nako rarikin te ran, ao a bon iraki irouia aomata ake a uanao.", "11 Ao e a koro bukina bwa Nibwaai e ruo nakon te ran ao e bwabetitoaki.", "12 Ao e otirake man te ran ao e waaki ni bwabetito. Ao e bwabetitoia ni kabane ake a rineaki iroun Iesu.", "13 Ao e a koro bukina bwa ngke a bane ni bwabetitoaki ao a tia n otirake man te ran, e mena i aoia te Tamnei ae Raoiroi, ao a kaonaki n te Tamnei ae Raoiroi ma te ai.", "14 Ao nooria, a bon otabwaniniaki n aiaron te ai; ao e ruo ma i karawa, ao aomata ake a uanao a bon kakoaua ma ni kakoaua ibukina; ao a ruo anera ma i karawa ao a ibuobuoki nakoia.", "15 Ao e a koro bukina bwa ngke a ibuobuoki anera nakoia reirei, nooria, e roko Iesu man tei i buakoia ao e ibuobuoki nakoia.", "16 Ao e a koro bukina bwa e taetae nakoia aomata ake a uanao, ao e tuangiia bwa a na katorobubua riki iaon tano, ao ana reirei a na katorobubua naba iaon tano.", "17 Ao e a koro bukina bwa ngke a bane n tia ni katorobubua i aon tano, ao e tuangiia a na reirei bwa a na riai n tataro.", "18 Ao nooria, a waaki n tataro; ao a bon tataro nakon Iesu, ma ni weteia bwa aia Uea ao Atuaia.", "19 Ao e a koro bukina bwa e kitania Iesu, ma ni mwananga ni kararoaia teutana ao e bobaraaki nako aontano, ao e taku:", "20 Tamau, I karabwako bwa ko a tia n anga te Tamnei ae Raoiroi nakoia naakai ake I a tia n rineia; ao e riki aei ibukin kakoauakiu irouia ngaia are I a rineia man te aonaba.", "21 Tamau, I tataro nakoim bwa ko na anganiia naake a bane ni kakoauai aia taeka te Tamnei ae Raoiroi.", "22 Tamau, ko a tia n anganiia te Tamnei ae Raoiroi ibukina bwa a kakoauai; ao ko nooria bwa a kakoauai kioina bwa ko ongo aia taeka, ao a tataro nakoiu; ao a tataro nakoiu ibukina bwa I mena irarikiia.", "23 Ao ngkai Tamau, I tataro nakoim ibukiia, ao ibukiia naba ake a bane ni kakoauai aia taeka, bwa a na kakoauai naba, bwa I aonga ni mena irouia n arom, Tamau are ko mena irou, bwa ti aonga ni katiteuanaki.", "24 Ao e a koro bukina bwa ngke e a tia Iesu n tataro nakon te Tama, e roko nakoia ana reirei, ao nooria, a bon waaki, n aki toki, n tataro nakoina; ao a bon aki karakai aia taeka, bwa a bon anganaki are a riai n tataro iai, ao a bon onrake n te nano ae korakora.", "25 Ao e a koro bukina bwa e kakabwaiaia Iesu ngke a tataro nakoina; ao moamoana e moangare nakoia, ao ootan moamoana e bon oota i aoia, ao nooria a bon mainaina n aron moamoan ao ana kunnikai naba Iesu; ao nooria e rianako mainainana nakon te mainaina ni kabane, eng, ao bon akea te bwai iaon te aba ae mainaina n arona.", "26 Ao e taku Iesu nakoia: Waaki tataro; ma e ngae n anne a bon aki katoka aia tataro.", "27 Ao e rairaki mai irouia riki, ao e mwananga ni kararoa, ao e bobaraaki nako aontano; ao e tataro riki nakon te Tama, ni kangai:", "28 Tamau, I karabwako bwa ko a tia ni kaitiakiia ake I a tia n rineia, ibukin aia onimaki, ao I tataro ibukiia, ao ibukiia naba ake a na kakoauai aia taeka, bwa a na kaitiakaki irou, rinanon onimakinan aia taeka, n aron ae a kaitiakaki irou.", "29 Tamau, I aki tataro ibukin te aonaba, ma ibukiia ake ko a tia n anganai man te aonaba, ibukin aia onimaki, bwa a na kaitiakaki irou, bwa I aonga ni mena irouia n arom, Tamau, ngkai ko mena irou, bwa ti aonga ni katiteuanaki, bwa N na neboaki irouia.", "30 Ao ngke e a tia Iesu n taekin taeka aikai e roko riki nakoia ana reirei; ao nooria a bon teimatoa n tataro, n aki toki, nakoina; ao e bon moangare nakoia riki; ao nooria a bon mainaina n aron Iesu.", "31 Ao e a koro bukina bwa e mwananga nako ni kararoa man tataro nakon te Tama;", "32 Ao e aki kona te newe n taekin taeka ake e taekin n ana tataro, ao aki kona ni koreaki iroun te aomata taeka ake e taekin ngke e tataro.", "33 Ao aomata ake a uanao a bon ongo ma ni kakoaua; ao a kaukaki nanoia ao a bon oota inanoia n taeka ake e taekin ngke e tataro.", "34 Ma e ngae n anne, a bon korakora ao ma ni kamiimi taeka ake e taekin ngke e tataro n te aro are a bon aki kona ni koreaki, ao aki kona naba n taekinaki iroun te aomata.", "35 Ao e a koro bukina bwa ngke e a tia n toki ana tataro Iesu ao e manga okiria ana reirei, ao e taku nakoia: Te onimaki ae korakora I bon tuai man nonoria i buakoia Iutaia; ngaia are I bon aki kona ni kaoti kakai aika a kamimi nakoia, ibukin aia kakewekewe.", "36 E koaua ae I tuangkami, bon akea mai i buakoia ae e a tia n noori bwaai aika a kamiimi mimitongia n aron ae kam a tia n noori; ao akea naba mai irouia ae e a tia n ongo taekan bwaai aika a tangiraoi ma ni karau nano n aron ae kam a tia n ongo."]}