{"English": ["Jesus announces that the law of Moses is fulfilled in Him—The Nephites are the other sheep of whom He spoke in Jerusalem—Because of iniquity, the Lord’s people in Jerusalem do not know of the scattered sheep of Israel. About A.D.34.", "1 And now it came to pass that when Jesus had ended these sayings he cast his eyes round about on the multitude, and said unto them: Behold, ye have heard the things which I taught before I ascended to my Father; therefore, whoso remembereth these sayings of mine and doeth them, him will I raise up at the last day.", "2 And it came to pass that when Jesus had said these words he perceived that there were some among them who marveled, and wondered what he would concerning the law of Moses; for they understood not the saying that old things had passed away, and that all things had become new.", "3 And he said unto them: Marvel not that I said unto you that old things had passed away, and that all things had become new.", "4 Behold, I say unto you that the law is fulfilled that was given unto Moses.", "5 Behold, I am he that gave the law, and I am he who covenanted with my people Israel; therefore, the law in me is fulfilled, for I have come to fulfil the law; therefore it hath an end.", "6 Behold, I do not destroy the prophets, for as many as have not been fulfilled in me, verily I say unto you, shall all be fulfilled.", "7 And because I said unto you that old things have passed away, I do not destroy that which hath been spoken concerning things which are to come.", "8 For behold, the covenant which I have made with my people is not all fulfilled; but the law which was given unto Moses hath an end in me.", "9 Behold, I am the law, and the light. Look unto me, and endure to the end, and ye shall live; for unto him that endureth to the end will I give eternal life.", "10 Behold, I have given unto you the commandments; therefore keep my commandments. And this is the law and the prophets, for they truly testified of me.", "11 And now it came to pass that when Jesus had spoken these words, he said unto those twelve whom he had chosen:", "12 Ye are my disciples; and ye are a light unto this people, who are a remnant of the house of Joseph.", "13 And behold, this is the land of your inheritance; and the Father hath given it unto you.", "14 And not at any time hath the Father given me commandment that I should tell it unto your brethren at Jerusalem.", "15 Neither at any time hath the Father given me commandment that I should tell unto them concerning the other tribes of the house of Israel, whom the Father hath led away out of the land.", "16 This much did the Father command me, that I should tell unto them:", "17 That other sheep I have which are not of this fold; them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.", "18 And now, because of stiffneckedness and unbelief they understood not my word; therefore I was commanded to say no more of the Father concerning this thing unto them.", "19 But, verily, I say unto you that the Father hath commanded me, and I tell it unto you, that ye were separated from among them because of their iniquity; therefore it is because of their iniquity that they know not of you.", "20 And verily, I say unto you again that the other tribes hath the Father separated from them; and it is because of their iniquity that they know not of them.", "21 And verily I say unto you, that ye are they of whom I said: Other sheep I have which are not of this fold; them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.", "22 And they understood me not, for they supposed it had been the Gentiles; for they understood not that the Gentiles should be converted through their preaching.", "23 And they understood me not that I said they shall hear my voice; and they understood me not that the Gentiles should not at any time hear my voice—that I should not manifest myself unto them save it were by the Holy Ghost.", "24 But behold, ye have both heard my voice, and seen me; and ye are my sheep, and ye are numbered among those whom the Father hath given me."], "Español": ["Jesús anuncia que la ley de Moisés se ha cumplido en Él— Los nefitas son las otras ovejas a quienes Él se refirió en Jerusalén— Por causa de la iniquidad, el pueblo del Señor en Jerusalén no sabe acerca de las ovejas esparcidas de Israel. Aproximadamente 34d.C.", "1 Y aconteció que cuando Jesús hubo concluido estas palabras, miró alrededor a la multitud, y les dijo: He aquí, habéis oído las cosas que enseñé antes que ascendiera a mi Padre; por tanto, a cualquiera que se acuerde de estas palabras mías, y las haga, lo exaltaré en el postrer día.", "2 Y sucedió que cuando Jesús hubo dicho estas palabras, percibió que había algunos entre ellos que se maravillaban, y se preguntaban qué deseaba él concerniente a la ley de Moisés; porque no entendían la palabra de que las cosas viejas habían pasado, y que todas las cosas se habían vuelto nuevas.", "3 Y les dijo: No os maravilléis de que os dije que las cosas antiguas habían pasado, y que todas las cosas se habían vuelto nuevas.", "4 He aquí, os digo que se ha cumplido la ley que fue dada a Moisés.", "5 He aquí, soy yo quien di la ley, y soy el que hice convenio con mi pueblo Israel; por tanto, la ley se cumple en mí, porque he venido para cumplir la ley; por tanto, tiene fin.", "6 He aquí, yo no abrogo a los profetas; porque cuantos no se han cumplido en mí, en verdad os digo que todos se cumplirán.", "7 Y porque os dije que las cosas antiguas han pasado, no abrogo lo que se ha hablado concerniente a las cosas que están por venir.", "8 Porque he aquí, el convenio que hice con mi pueblo no se ha cumplido enteramente; mas la ley que se dio a Moisés tiene su fin en mí.", "9 He aquí, yo soy la ley y la luz. Mirad hacia mí, y perseverad hasta el fin, y viviréis; porque al que persevere hasta el fin, le daré vida eterna.", "10 He aquí, os he dado los mandamientos; guardad, pues, mis mandamientos. Y esto es la ley y los profetas, porque ellos en verdad testificaron de mí.", "11 Y sucedió que cuando Jesús hubo hablado estas palabras, dijo a aquellos doce que él había escogido:", "12 Vosotros sois mis discípulos; y sois una luz a este pueblo, que es un resto de la casa de José.", "13 Y he aquí, esta es la tierra de vuestra herencia; y el Padre os la ha dado.", "14 Y en ninguna ocasión me ha dado mandamiento el Padre de que lo revelase a vuestros hermanos en Jerusalén.", "15 Ni en ningún tiempo me ha dado mandamiento el Padre de que les hablara concerniente a las otras tribus de la casa de Israel, que el Padre ha conducido fuera de su tierra.", "16 Solo esto me mandó el Padre que les dijera:", "17 Que tengo otras ovejas que no son de este redil; aquellas también debo yo traer, y oirán mi voz; y habrá un rebaño y un pastor.", "18 Ahora bien, por motivo de la obstinación y la incredulidad, no comprendieron mi palabra; por tanto, me mandó el Padre que no les dijese más tocante a esto.", "19 Pero de cierto os digo que el Padre me ha mandado, y yo os lo digo, que fuisteis separados de entre ellos por motivo de su iniquidad; por tanto, es debido a su iniquidad que no saben de vosotros.", "20 Y en verdad, os digo, además, que el Padre ha separado de ellos a las otras tribus; y es a causa de su iniquidad que no saben de ellas.", "21 Y de cierto os digo que vosotros sois aquellos de quienes dije: Tengo otras ovejas que no son de este redil; aquellas también debo yo traer, y oirán mi voz; y habrá un rebaño y un pastor.", "22 Y no me comprendieron, porque pensaron que eran los gentiles; porque no entendieron que, por medio de su predicación, los gentiles se convertirían.", "23 Ni me entendieron que dije que oirán mi voz; ni me comprendieron que los gentiles en ningún tiempo habrían de oír mi voz; que no me manifestaría a ellos sino por el Espíritu Santo.", "24 Mas he aquí, vosotros habéis oído mi voz, y también me habéis visto; y sois mis ovejas, y contados sois entre los que el Padre me ha dado."], "Français": ["Jésus annonce que la loi de Moïse est accomplie en lui— Les Néphites sont les autres brebis dont il a parlé à Jérusalem— À cause de l’iniquité, le peuple du Seigneur à Jérusalem n’a pas connaissance des brebis dispersées d’Israël. Vers 34apr.J.-C.", "1 Et alors, il arriva que lorsqu’il eut fini ces paroles, Jésus jeta les yeux alentour sur la multitude et lui dit: Voici, vous avez entendu les choses que j’ai enseignées avant de monter vers mon Père; c’est pourquoi, quiconque se souvient de ces paroles que je dis et les met en pratique, je le ressusciterai au dernier jour.", "2 Et il arriva que lorsqu’il eut dit ces paroles, Jésus vit qu’il y en avait certains parmi eux qui s’étonnaient et se demandaient ce qu’il voulait concernant la loi de Moïse; car ils ne comprenaient pas cette parole: que les choses anciennes avaient pris fin et que toutes choses étaient devenues nouvelles.", "3 Et il leur dit: Ne vous étonnez pas que je vous aie dit que les choses anciennes ont pris fin et que toutes choses sont devenues nouvelles.", "4 Voici, je vous dis que la loi qui fut donnée à Moïse est accomplie.", "5 Voici, je suis celui qui a donné la loi, et je suis celui qui a fait alliance avec mon peuple d’Israël; c’est pourquoi, la loi est accomplie en moi, car je suis venu pour accomplir la loi; c’est pourquoi elle est finie.", "6 Voici, je ne détruis pas les prophètes, car tous ceux qui n’ont pas été accomplis en moi, en vérité, je vous le dis, seront tous accomplis.", "7 Et parce que je vous ai dit que les choses anciennes ont pris fin, je ne détruis pas ce qui a été dit concernant les choses qui sont à venir.", "8 Car voici, l’alliance que j’ai faite avec mon peuple n’est pas toute accomplie; mais la loi qui a été donnée à Moïse est finie en moi.", "9 Voici, je suis la loi et la lumière. Regardez vers moi et persévérez jusqu’à la fin, et vous vivrez; car à celui qui persévère jusqu’à la fin, je donnerai la vie éternelle.", "10 Voici, je vous ai donné les commandements; c’est pourquoi, gardez mes commandements. Et c’est là la loi et les prophètes, car, en vérité, ils ont témoigné de moi.", "11 Et alors, il arriva que lorsqu’il eut dit ces paroles, Jésus dit à ces douze qu’il avait choisis:", "12 Vous êtes mes disciples, et vous êtes une lumière pour ce peuple, qui est un reste de la maison de Joseph.", "13 Et voici, ceci est le pays de votre héritage; et le Père vous l’a donné.", "14 Et jamais à aucun moment le Père ne m’a donné le commandement de le dire à vos frères à Jérusalem.", "15 Et jamais non plus à aucun moment le Père ne m’a donné le commandement de leur parler des autres tribus de la maison d’Israël, que le Père a emmenées du pays.", "16 Le Père m’a commandé de ne leur dire que ceci:", "17 Que j’ai d’autres brebis qui ne sont pas de cette bergerie; celles-là, il faut aussi que je les amène; elles entendront ma voix; et il y aura un seul troupeau, un seul berger.", "18 Or, à cause de la roideur de leur cou et de leur incrédulité, ils n’ont pas compris ma parole; c’est pourquoi il m’a été commandé par le Père de ne pas leur en dire davantage à ce sujet.", "19 Mais, en vérité, je vous dis que le Père m’a commandé, et je vous le dis, que vous avez été séparés d’eux à cause de leur iniquité; c’est pourquoi, c’est à cause de leur iniquité que vous leur êtes inconnus.", "20 Et en vérité, je vous dis encore que le Père a séparé d’eux les autres tribus; et c’est à cause de leur iniquité qu’elles leur sont inconnues.", "21 Et en vérité, je vous dis que vous êtes ceux de qui j’ai dit: J’ai d’autres brebis qui ne sont pas de cette bergerie; celles-là, il faut aussi que je les amène; elles entendront ma voix; et il y aura un seul troupeau, un seul berger.", "22 Et ils ne m’ont pas compris, car ils pensaient que c’étaient les Gentils; car ils ne comprenaient pas que les Gentils seraient convertis par leur prédication.", "23 Et ils ne m’ont pas compris lorsque j’ai dit qu’ils entendraient ma voix; et ils n’ont pas compris que les Gentils n’entendraient jamais ma voix, que je ne me manifesterais pas à eux, si ce n’est par le Saint-Esprit.", "24 Mais voici, vous avez entendu ma voix et m’avez vu; et vous êtes mes brebis, et vous êtes comptés parmi ceux que le Père m’a donnés."], "Kiribati": ["Iesu e katanoata koron bukin ana tua Mote Irouna—Nibwaite bon ana tibu temwaangina ake E taekinia i Ierutarem—I bukin te buakaka ao ana aomata te Uea i Ierutarem a bon aki ataa maenakon ana tiibu Iteraera. Uakaan ma 34N.K.", "1 Ao ngkai e a koro bukina bwa ngke e a tia n taekin taeka aikai Iesu ao e taratara nako i aoia aomata ake a uanao akekei, ao e taku nakoia: Nooria, kam a tia n ongo reirei ake I reirei i mwain ae I riarake nakon Tamau; mangaia are, ane e uring au taeka aikai ma ni karaoi nanoia, ao N na bon kateirakea n te kabanea ni bong.", "2 Ao e a koro bukina bwa ngke e a tia Iesu n taekin taeka aikai e nooria bwa bon iai mai i buakoia ake a miimii ma n iangoia bwa teraa ae kananonaa n a na tua Mote; bwa aki oota n te taeka are e kangai bwa a na bane n toki tain bwaai ake ngkoa, ao a na bane ni boou bwaai.", "3 Ao e taku nakoia: Tai miimi bwa I taku nakoimi bwa a bane tain bwaai ake ngkoa, ao a manga boou bwaai ngkai.", "4 Nooria, I taku nakoimi bwa e kakoroaki nanon te tua are e anganaki Mote.", "5 Nooria, boni Ngai are I anga te tua, ao boni Ngai are I karaoa au berita ae tabu ma te botanaomata are Iteraera; mangaia are e a kakoroaki nanon te tua irou, bwa I roko bwa N na kakoroa nanon te tua; ngaia are iai tokina.", "6 Nooria, I aki kamaunaia burabeti, bwa ake a mwaiti ake a bon tuai koro bukiia irou, e koaua ae I tuangkami, a na bane ni kakoroaki bukiia.", "7 Ao ibukina bwa I a tia n taetae nakoimi bwa a bane tain bwaai ake ngkoa, I aki kamaunai taeka ake a taekinaki ibukin bwaai aika a na roko.", "8 Bwa noria, te berita ae tabu are I a tia ni karaoia ma au botanaomata e bon tuai ni bane ni kakoroaki bukina; ma te tua are e anganaki Mote e toki irou.", "9 Nooria, bon Ngai te tua, ao te oota. Tarai, ao teimatoa n uaa te toki, ao kam na maiu; bwa ane e teimatoa n uaa te toki ao N na anganna te maiu ae akea tokina.", "10 Nooria, I a tia n anganingkami au tua; ngaia are kaawakin au tua. Ao aio te tua ao aia taeka burabeti, bwa a boni kakoaua ibukiu.", "11 Ao ngkai e a koro bukina bwa ngke e a tia Iesu n taekin taeka aikai, e taku nakoia ake tengaun ma uoman ake e a tia n rineia:", "12 Ngkami au reirei; ao ngkami te oota nakoia te botanaomata aio, ake nikiraia kaain te bata are Iotebwa.", "13 Ao nooria, bon aio abami ni bwaibwai; ao e a tia te Tama n anganingkami.", "14 Ao bon akea te tai ae e a tia te Tama n anganai te tua bwa N na tuangiia tarimi ake i Ierutarem.", "15 Ao akea naba te tai ae e anganai te Tama te tua bwa N na tuangiia taeka aika a kaineti ma baronga ake tabeua ake kaain te bata are Iteraera, are e a tia te Tama ni kairiia nako man te aba.", "16 Bon ti aio ae e tua te Tama nakoiu, bwa N na tuangiia:", "17 Iai riki au tiibu tabemwaang ake tiaki kaina te nanai aio; ao N na riai naba ni kawariaa, ao a na ongo bwanaau; ao e na ti teuana te nanai ao temanna te tia kaawakin tiibu.", "18 Ao ngkai, ibukin imanonoia ma aia kakewekewe a bon aki oota n au taeka; ngaia are I anganaki te tua bwa N na aki manga taekina riki te Tama ni kaineti ma te bwai aio nakoia.", "19 Ma, e koaua, I tuangkami bwa e a tia te Tama n tuangai, ao I a manga tuangkami, bwa kam kamaenakoaki mai irouia ibukin aia bure; mangaia are bon ibukin aia bure are a bon aki ataingkami iai.", "20 Ao e koaua, ae I tuangkami riki bwa a tia baronga ake tabeua ni kamaenakoaki mai irouia ao aio bon ibukin buakakaia are a bon aki kinaingkami iai.", "21 Ao e koaua ae I tuangkami, bwa bon ngkami ake I taetae ibukimi ni kangai: Iai au tiibu tabemwaang ake tiaki kaain te nanai aio; ao N na kawaria naba; ao a na ongo bwanaau; ao e na ti teuana te nanai ao temanna te tia kaawakin tiibu.", "22 Ao a bon aki oota iroou, bwa a taku inanoia bwa taekaia Tientaire; bwa aki ataia bwa a na rairaki Tientaire man aia kabwarabwara.", "23 Ao a bon aki oota irou ngke I taku bwa a na ongo bwanaau; ao aki oota irou ngke I taku bwa a na bon aki ongo bwanaau Tientaire—bwa N na aki kaotai nakoia, ma ti iroun te Tamnei ae Raoiroi.", "24 Ma nooria, kam a tia n ongo bwanaau ma n noorai; ao ngkami au tiibu, ao kam warekaki i buakoia ake e a tia te Tama n anganai."]}