{"English": ["Jesus provides bread and wine miraculously and again administers the sacrament unto the people—The remnant of Jacob will come to the knowledge of the Lord their God and will inherit the Americas—Jesus is the prophet like unto Moses, and the Nephites are children of the prophets—Others of the Lord’s people will be gathered to Jerusalem. About A.D.34.", "1 And it came to pass that he commanded the multitude that they should cease to pray, and also his disciples. And he commanded them that they should not cease to pray in their hearts.", "2 And he commanded them that they should arise and stand up upon their feet. And they arose up and stood upon their feet.", "3 And it came to pass that he brake bread again and blessed it, and gave to the disciples to eat.", "4 And when they had eaten he commanded them that they should break bread, and give unto the multitude.", "5 And when they had given unto the multitude he also gave them wine to drink, and commanded them that they should give unto the multitude.", "6 Now, there had been no bread, neither wine, brought by the disciples, neither by the multitude;", "7 But he truly gave unto them bread to eat, and also wine to drink.", "8 And he said unto them: He that eateth this bread eateth of my body to his soul; and he that drinketh of this wine drinketh of my blood to his soul; and his soul shall never hunger nor thirst, but shall be filled.", "9 Now, when the multitude had all eaten and drunk, behold, they were filled with the Spirit; and they did cry out with one voice, and gave glory to Jesus, whom they both saw and heard.", "10 And it came to pass that when they had all given glory unto Jesus, he said unto them: Behold now I finish the commandment which the Father hath commanded me concerning this people, who are a remnant of the house of Israel.", "11 Ye remember that I spake unto you, and said that when the words of Isaiah should be fulfilled—behold they are written, ye have them before you, therefore search them—", "12 And verily, verily, I say unto you, that when they shall be fulfilled then is the fulfilling of the covenant which the Father hath made unto his people, O house of Israel.", "13 And then shall the remnants, which shall be scattered abroad upon the face of the earth, be gathered in from the east and from the west, and from the south and from the north; and they shall be brought to the knowledge of the Lord their God, who hath redeemed them.", "14 And the Father hath commanded me that I should give unto you this land, for your inheritance.", "15 And I say unto you, that if the Gentiles do not repent after the blessing which they shall receive, after they have scattered my people—", "16 Then shall ye, who are a remnant of the house of Jacob, go forth among them; and ye shall be in the midst of them who shall be many; and ye shall be among them as a lion among the beasts of the forest, and as a young lion among the flocks of sheep, who, if he goeth through both treadeth down and teareth in pieces, and none can deliver.", "17 Thy hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.", "18 And I will gather my people together as a man gathereth his sheaves into the floor.", "19 For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.", "20 And it shall come to pass, saith the Father, that the sword of my justice shall hang over them at that day; and except they repent it shall fall upon them, saith the Father, yea, even upon all the nations of the Gentiles.", "21 And it shall come to pass that I will establish my people, O house of Israel.", "22 And behold, this people will I establish in this land, unto the fulfilling of the covenant which I made with your father Jacob; and it shall be a New Jerusalem. And the powers of heaven shall be in the midst of this people; yea, even I will be in the midst of you.", "23 Behold, I am he of whom Moses spake, saying: A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that every soul who will not hear that prophet shall be cut off from among the people.", "24 Verily I say unto you, yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have testified of me.", "25 And behold, ye are the children of the prophets; and ye are of the house of Israel; and ye are of the covenant which the Father made with your fathers, saying unto Abraham: And in thy seed shall all the kindreds of the earth be blessed.", "26 The Father having raised me up unto you first, and sent me to bless you in turning away every one of you from his iniquities; and this because ye are the children of the covenant—", "27 And after that ye were blessed then fulfilleth the Father the covenant which he made with Abraham, saying: In thy seed shall all the kindreds of the earth be blessed—unto the pouring out of the Holy Ghost through me upon the Gentiles, which blessing upon the Gentiles shall make them mighty above all, unto the scattering of my people, O house of Israel.", "28 And they shall be a scourge unto the people of this land. Nevertheless, when they shall have received the fulness of my gospel, then if they shall harden their hearts against me I will return their iniquities upon their own heads, saith the Father.", "29 And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.", "30 And it shall come to pass that the time cometh, when the fulness of my gospel shall be preached unto them;", "31 And they shall believe in me, that I am Jesus Christ, the Son of God, and shall pray unto the Father in my name.", "32 Then shall their watchmen lift up their voice, and with the voice together shall they sing; for they shall see eye to eye.", "33 Then will the Father gather them together again, and give unto them Jerusalem for the land of their inheritance.", "34 Then shall they break forth into joy—Sing together, ye waste places of Jerusalem; for the Father hath comforted his people, he hath redeemed Jerusalem.", "35 The Father hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of the Father; and the Father and I are one.", "36 And then shall be brought to pass that which is written: Awake, awake again, and put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city, for henceforth there shall no more come into thee the uncircumcised and the unclean.", "37 Shake thyself from the dust; arise, sit down, O Jerusalem; loose thyself from the bands of thy neck, O captive daughter of Zion.", "38 For thus saith the Lord: Ye have sold yourselves for naught, and ye shall be redeemed without money.", "39 Verily, verily, I say unto you, that my people shall know my name; yea, in that day they shall know that I am he that doth speak.", "40 And then shall they say: How beautiful upon the mountains are the feet of him that bringeth good tidings unto them, that publisheth peace; that bringeth good tidings unto them of good, that publisheth salvation; that saith unto Zion: Thy God reigneth!", "41 And then shall a cry go forth: Depart ye, depart ye, go ye out from thence, touch not that which is unclean; go ye out of the midst of her; be ye clean that bear the vessels of the Lord.", "42 For ye shall not go out with haste nor go by flight; for the Lord will go before you, and the God of Israel shall be your rearward.", "43 Behold, my servant shall deal prudently; he shall be exalted and extolled and be very high.", "44 As many were astonished at thee—his visage was so marred, more than any man, and his form more than the sons of men—", "45 So shall he sprinkle many nations; the kings shall shut their mouths at him, for that which had not been told them shall they see; and that which they had not heard shall they consider.", "46 Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance."], "Español": ["Jesús proporciona milagrosamente pan y vino, y de nuevo administra el sacramento a los del pueblo— El resto de Jacob será llevado al conocimiento del Señor su Dios y heredará las Américas— Jesús es el profeta semejante a Moisés, y los nefitas son hijos de los profetas— Otros de los del pueblo del Señor serán recogidos en Jerusalén. Aproximadamente 34d.C.", "1 Y sucedió que mandó a la multitud y también a sus discípulos que dejasen de orar; y les mandó que no cesaran de orar en sus corazones.", "2 Y les mandó que se levantaran y se pusieran de pie. Y se levantaron y se pusieron de pie.", "3 Y sucedió que partió pan de nuevo y lo bendijo, y dio de comer a los discípulos.", "4 Y cuando hubieron comido, les mandó que partieran pan, y dieran a la multitud;", "5 y cuando hubieron dado a la multitud, les dio también vino para que bebiesen, y les mandó que dieran a la multitud.", "6 Ahora bien, ni los discípulos ni la multitud habían llevado pan ni vino;", "7 pero verdaderamente les dio de comer pan y de beber vino también.", "8 Y les dijo: El que come de este pan, come de mi cuerpo para su alma; y el que bebe de este vino, bebe de mi sangre para su alma; y su alma nunca tendrá hambre ni sed, sino que será llena.", "9 Y cuando toda la multitud hubo comido y bebido, he aquí, fueron llenos del Espíritu; y clamaron a una voz y dieron gloria a Jesús, a quien veían y oían.", "10 Y sucedió que cuando todos le hubieron dado gloria, Jesús les dijo: He aquí, ahora cumplo el mandamiento que el Padre me ha dado concerniente a este pueblo, que es un resto de la casa de Israel.", "11 Os acordaréis que os hablé y dije que cuando se cumpliesen las palabras de Isaías —he aquí, están escritas, las tenéis ante vosotros; por lo tanto, escudriñadlas—", "12 y en verdad, en verdad os digo que cuando se cumplan, entonces será el cumplimiento del convenio que el Padre ha hecho con su pueblo, oh casa de Israel.", "13 Y entonces los restos, que estarán dispersados sobre la faz de la tierra, serán recogidos del este y del oeste, y del sur y del norte; y serán llevados al conocimiento del Señor su Dios, que los ha redimido.", "14 Y el Padre me ha mandado que os dé esta tierra por herencia.", "15 Y os digo que si los gentiles no se arrepienten después de la bendición que reciban, después que hayan dispersado a mi pueblo,", "16 entonces vosotros, que sois un resto de la casa de Jacob, iréis entre ellos; y estaréis en medio de aquellos que serán muchos; y seréis entre ellos como un león entre los animales del bosque, y como cachorro de león entre las manadas de ovejas, el cual, si pasa por en medio, huella y despedaza, y nadie las puede librar.", "17 Tu mano se levantará sobre tus adversarios, y todos tus enemigos serán talados.", "18 Y yo recogeré a mi pueblo como el hombre que junta sus gavillas en la era.", "19 Porque haré a mi pueblo, con el cual el Padre ha hecho convenio, sí, tu cuerno yo haré de hierro, y tus uñas de bronce. Y desmenuzarás a muchos pueblos; y consagraré al Señor sus riquezas, y sus bienes al Señor de toda la tierra. Y he aquí, yo soy quien lo hago.", "20 Y sucederá, dice el Padre, que en aquel día la espada de mi justicia se cernerá sobre ellos; y a menos que se arrepientan caerá sobre ellos, dice el Padre, sí, sobre todas las naciones de los gentiles.", "21 Y acontecerá que estableceré a mi pueblo, oh casa de Israel.", "22 Y he aquí, estableceré a este pueblo en esta tierra, para el cumplimiento del convenio que hice con Jacob, vuestro padre; y será una Nueva Jerusalén. Y los poderes del cielo estarán entre este pueblo; sí, yo mismo estaré en medio de vosotros.", "23 He aquí, yo soy aquel de quien Moisés habló, diciendo: El Señor vuestro Dios os levantará a un profeta, de vuestros hermanos, semejante a mí; a él oiréis en todas las cosas que os dijere. Y sucederá que toda alma que no escuchare a ese profeta será desarraigada de entre el pueblo.", "24 En verdad os digo, sí, y todos los profetas desde Samuel y los que le siguen, cuantos han hablado, han testificado de mí.", "25 Y he aquí, vosotros sois los hijos de los profetas; y sois de la casa de Israel; y sois del convenio que el Padre concertó con vuestros padres, diciendo a Abraham: Y en tu posteridad serán benditas todas las familias de la tierra.", "26 Porque el Padre me ha levantado para venir a vosotros primero, y me envió a bendeciros, apartando a cada uno de vosotros de vuestras iniquidades; y esto, porque sois los hijos del convenio.", "27 Y después que hayáis sido bendecidos, entonces cumplirá el Padre el convenio que hizo con Abraham, diciendo: En tu posteridad serán benditas todas las familias de la tierra, hasta el derramamiento del Espíritu Santo sobre los gentiles por medio de mí, y esta bendición a los gentiles los hará más fuertes que todos, por lo que dispersarán a mi pueblo, oh casa de Israel.", "28 Y serán un azote al pueblo de esta tierra. No obstante, si cuando hayan recibido la plenitud de mi evangelio endurecen sus corazones en contra de mí, haré volver sus iniquidades sobre sus propias cabezas, dice el Padre.", "29 Y me acordaré del convenio que he hecho con mi pueblo; y he hecho convenio con ellos de que los recogería en mi propio y debido tiempo, y que otra vez les daría por herencia la tierra de sus padres, que es la tierra de Jerusalén, que para ellos es la tierra prometida para siempre, dice el Padre.", "30 Y sucederá que llegará el día en que les será predicada la plenitud de mi evangelio;", "31 y creerán en mí, que soy Jesucristo, el Hijo de Dios; y orarán al Padre en mi nombre.", "32 Entonces levantarán la voz sus centinelas, y cantarán unánimes; porque verán ojo a ojo.", "33 Entonces los juntará de nuevo el Padre, y les dará Jerusalén por tierra de su herencia.", "34 Entonces prorrumpirán en gozo: ¡Cantad juntamente, lugares desolados de Jerusalén; porque el Padre ha consolado a su pueblo, ha redimido a Jerusalén!", "35 El Padre ha desnudado su santo brazo a la vista de todas las naciones; y todos los extremos de la tierra verán la salvación del Padre; y el Padre y yo somos uno.", "36 Entonces se realizará lo que está escrito: ¡Despierta, despierta otra vez, y vístete de tu fortaleza, oh Sion; vístete tus ropas de hermosura, oh Jerusalén, ciudad santa; porque nunca más vendrá a ti incircunciso ni inmundo!", "37 ¡Sacúdete del polvo; levántate, toma asiento, oh Jerusalén; suéltate las ataduras de tu cuello, oh cautiva hija de Sion!", "38 Porque así dice el Señor: Os habéis vendido por nada, y sin dinero seréis redimidos.", "39 En verdad, en verdad os digo que los de mi pueblo conocerán mi nombre, sí, en aquel día sabrán que yo soy el que hablo.", "40 Y entonces dirán: ¡Cuán hermosos sobre las montañas son los pies del que les trae buenas nuevas; que publica la paz; que les trae gratas nuevas del bien; que publica salvación; que dice a Sion: Tu Dios reina!", "41 Y entonces se oirá el pregón: ¡Apartaos, apartaos, salid de ahí, no toquéis lo que es inmundo; salid de en medio de ella; sed limpios los que lleváis los vasos del Señor!", "42 Porque no saldréis con prisa ni iréis huyendo; porque el Señor irá delante de vosotros, y el Dios de Israel será vuestra retaguardia.", "43 He aquí, mi siervo obrará prudentemente; será exaltado y alabado y puesto muy en alto.", "44 Así como muchos se admiraron de ti —tan desfigurado era su aspecto, más que cualquier hombre, y su forma más que la de los hijos de los hombres—", "45 así rociará él a muchas naciones; ante él los reyes cerrarán la boca; porque verán lo que no les había sido contado, y considerarán lo que no habían oído.", "46 En verdad, en verdad os digo que todas estas cosas ciertamente se verificarán, tal como el Padre me lo ha mandado. Entonces se cumplirá este convenio que el Padre ha hecho con su pueblo; y entonces Jerusalén volverá a ser habitada por mi pueblo, y será la tierra de su herencia."], "Français": ["Jésus fournit miraculeusement du pain et du vin, et bénit de nouveau la Sainte-Cène pour le peuple— Le reste de Jacob parviendra à la connaissance du Seigneur, son Dieu, et héritera l’Amérique— Jésus est le prophète semblable à Moïse, et les Néphites sont les enfants des prophètes— D’autres appartenant au peuple du Seigneur seront rassemblés à Jérusalem. Vers 34apr.J.-C.", "1 Et il arriva qu’il commanda à la multitude et aussi à ses disciples de cesser de prier. Et il leur commanda de ne pas cesser de prier dans leur cœur.", "2 Et il leur commanda de se lever et de se tenir debout. Et ils se levèrent et se tinrent debout.", "3 Et il arriva qu’il rompit de nouveau le pain, et le bénit, et le donna à manger aux disciples.", "4 Et lorsqu’ils eurent mangé, il leur commanda de rompre le pain et d’en donner à la multitude.", "5 Et lorsqu’ils en eurent donné à la multitude, il leur donna aussi du vin à boire et leur commanda d’en donner à la multitude.", "6 Or, ni les disciples ni la multitude n’avaient apporté de pain ou de vin;", "7 mais il leur donna, en vérité, du pain à manger et aussi du vin à boire.", "8 Et il leur dit: Celui qui mange ce pain, mange de mon corps pour son âme; et celui qui boit de ce vin, boit de mon sang pour son âme; et son âme n’aura jamais faim ni soif, mais sera rassasiée.", "9 Alors, quand toute la multitude eut mangé et bu, voici, elle fut remplie de l’Esprit; et elle cria d’une seule voix et rendit gloire à Jésus, qu’elle voyait et entendait.", "10 Et il arriva que lorsque tous lui eurent rendu gloire, Jésus leur dit: Voici, maintenant, je finis d’accomplir le commandement que le Père m’a donné concernant ce peuple, qui est un reste de la maison d’Israël.", "11 Vous vous souvenez que je vous ai parlé et dit que lorsque les paroles d’Ésaïe s’accompliraient— voici, elles sont écrites, vous les avez devant vous, c’est pourquoi sondez-les—", "12 et en vérité, en vérité, je vous dis que lorsqu’elles seront accomplies, alors s’accomplira l’alliance que le Père a faite avec son peuple, ô maison d’Israël.", "13 Et alors, les restes, qui seront dispersés sur la surface de la terre, seront rassemblés de l’est, et de l’ouest, et du sud, et du nord; et ils seront amenés à connaître le Seigneur, leur Dieu, qui les a rachetés.", "14 Et le Père m’a commandé de vous donner ce pays en héritage.", "15 Et je vous dis que si les Gentils ne se repentent pas après la bénédiction qu’ils recevront, lorsqu’ils auront dispersé mon peuple,", "16 alors vous, qui êtes un reste de la maison de Jacob, vous irez parmi eux; et vous serez au milieu d’eux, et ils seront nombreux; et vous serez parmi eux comme un lion parmi les bêtes de la forêt, comme un lionceau parmi les troupeaux de brebis; lorsqu’il passe, il foule et déchire, et personne ne délivre.", "17 Ta main sera levée sur tes adversaires, et tous tes ennemis seront exterminés.", "18 Et je rassemblerai mon peuple comme un homme rassemble ses gerbes dans l’aire.", "19 Car je te ferai, à toi, mon peuple, avec qui le Père a fait alliance, oui, je te ferai une corne de fer et des ongles d’airain, et tu broieras des peuples nombreux; je consacrerai leurs biens au Seigneur, et leurs richesses au Seigneur de toute la terre. Et voici, c’est moi qui le fais.", "20 Et il arrivera, dit le Père, que l’épée de ma justice sera suspendue au-dessus d’eux en ce jour-là; et à moins qu’ils ne se repentent, elle tombera sur eux, dit le Père, oui, sur toutes les nations des Gentils.", "21 Et il arrivera que j’établirai mon peuple, ô maison d’Israël.", "22 Et voici, j’établirai ce peuple dans ce pays, pour l’accomplissement de l’alliance que j’ai faite avec votre père Jacob; et il sera une nouvelle Jérusalem. Et les puissances du ciel seront au milieu de ce peuple; oui, je serai moi-même au milieu de vous.", "23 Voici, je suis celui dont Moïse a parlé, disant: Le Seigneur, votre Dieu, vous suscitera, d’entre vos frères, un prophète comme moi; vous l’écouterez en tout ce qu’il vous dira. Et il arrivera que toute âme qui n’écoute pas ce prophète sera retranchée du peuple.", "24 En vérité, je vous le dis, oui, et tous les prophètes depuis Samuel et ceux qui l’ont suivi, tous ceux qui ont parlé, ont témoigné de moi.", "25 Et voici, vous êtes les enfants des prophètes; et vous êtes de la maison d’Israël; et vous êtes de l’alliance que le Père a faite avec vos pères, disant à Abraham: Toutes les nations de la terre seront bénies en ta postérité.", "26 Le Père m’ayant ressuscité d’abord pour vous et m’ayant envoyé vous bénir en détournant chacun de vous de ses iniquités, et cela, parce que vous êtes les enfants de l’alliance—", "27 et une fois que vous êtes bénis, le Père accomplit l’alliance qu’il a faite avec Abraham, disant: Toutes les nations de la terre seront bénies en ta postérité— au point que le Saint-Esprit sera déversé, par mon intermédiaire, sur les Gentils, bénédiction sur les Gentils qui les rendra puissants par-dessus tous, au point de disperser mon peuple, ô maison d’Israël.", "28 Et ils seront un fléau pour le peuple de ce pays. Néanmoins, lorsqu’ils auront reçu la plénitude de mon Évangile, alors, s’ils s’endurcissent le cœur contre moi, je ferai retomber leurs iniquités sur leur tête, dit le Père.", "29 Et je me souviendrai de l’alliance que j’ai faite avec mon peuple; et j’ai fait alliance avec lui que je le rassemblerais lorsque je le jugerais bon, que je lui rendrais en héritage le pays de ses pères, qui est le pays de Jérusalem, qui est, pour lui, la terre promise à jamais, dit le Père.", "30 Et il arrivera que le moment vient où la plénitude de mon Évangile lui sera prêchée;", "31 et il croira en moi, il croira que je suis Jésus-Christ, le Fils de Dieu, et priera le Père en mon nom.", "32 La voix de leurs sentinelles retentit; elles élèvent la voix, elles poussent ensemble des cris d’allégresse; car de leurs propres yeux elles voient.", "33 Alors le Père le rassemblera de nouveau, et lui donnera Jérusalem comme pays de son héritage.", "34 Alors il éclatera de joie: Eclatez ensemble en cris de joie, ruines de Jérusalem; car le Père console son peuple, il rachète Jérusalem.", "35 Le Père découvre le bras de sa sainteté, aux yeux de toutes les nations; et toutes les extrémités de la terre verront le salut du Père; et le Père et moi sommes un.", "36 Et alors sera réalisé ce qui est écrit: Réveille-toi! réveille-toi de nouveau, et revêts-toi de ta force, ô Sion; revêts tes habits de fête, ô Jérusalem, ville sainte! Car il n’entrera plus chez toi ni incirconcis ni impur.", "37 Secoue ta poussière, lève-toi, mets-toi sur ton séant, Jérusalem! Détache les liens de ton cou, captive, fille de Sion!", "38 Car ainsi parle le Seigneur: C’est gratuitement que vous avez été vendus, et ce n’est pas à prix d’argent que vous serez rachetés.", "39 En vérité, en vérité, je vous dis que mon peuple connaîtra mon nom; oui, il saura, en ce jour, que c’est moi qui parle.", "40 Et alors il dira: Qu’ils sont beaux sur les montagnes, les pieds de celui qui lui apporte de bonnes nouvelles, qui publie la paix! De celui qui lui apporte de bonnes nouvelles, qui publie le salut! De celui qui dit à Sion: Ton Dieu règne!", "41 Et alors, s’élèvera un cri: Partez, partez, sortez de là! Ne touchez rien d’impur! Sortez du milieu d’elle! Purifiez-vous, vous qui portez les vases du Seigneur!", "42 Ne sortez pas avec précipitation, ne partez pas en fuyant; car le Seigneur ira devant vous, et le Dieu d’Israël fermera votre marche.", "43 Voici, mon serviteur prospérera; il montera, il s’élèvera, il s’élèvera bien haut.", "44 De même qu’il a été pour plusieurs un sujet d’effroi, tant son visage était défiguré, tant son aspect différait de celui des fils de l’homme,", "45 de même il sera pour beaucoup de peuples un sujet de joie; devant lui des rois fermeront la bouche; car ils verront ce qui ne leur avait point été raconté, ils apprendront ce qu’ils n’avaient point entendu.", "46 En vérité, en vérité, je vous le dis, toutes ces choses arriveront certainement, comme le Père me l’a commandé. Alors cette alliance que le Père a faite avec son peuple sera accomplie; et alors Jérusalem sera de nouveau habitée par mon peuple, et elle sera le pays de son héritage."], "Kiribati": ["Iesu e karaoa te kakai are e a karekea iai te kariki ao te wain ao e a manga karaoa te toa riki nakoia aomata—Nikiraia ana kariki Iakobwa a na karekea ataakin aia Uea are Atuaia ao a na bwaibwai n te aono n Amerika—Iesu bon te burabeti n aron Mote, ao Nibwaite bon natia burabeti—Ana aomata te Uea tabeman a na ikotaki i Ierutarem. Uakaan ma 34N.K.", "1 Ao e a koro bukina bwa e tuangiia aomata ake a uanao bwa a na katoka aia tataro, ma ana reirei naba. Ao e tuangiia bwa a na aki toki n tataro inanoia.", "2 Ao e tuangiia bwa a na teirake man tei iaon waeia. Ao a teirake man tei iaon waeia.", "3 Ao e a koro bukina bwa e bwenaua te kariki riki ao e kakabwaia, ao e anganiia ana reirei bwa a na kanna.", "4 Ao ngke a tia ni kanna e tuangiia bwa a na bwenaua te kariki, man anganiia aomata ake a uanao.", "5 Ao ngke a tia n anganiia aomata ake a uanao e anganiia naba te wain bwa a na mooi iai, ao e tuangiia bwa a na anganiia aomata ake a uanao.", "6 Ngkai, bon akea te kariki, ao akea naba te wain, ae uotaki irouia reirei, ao irouia naba aomata ake a uanao.", "7 Ma e bon anganiia ni koaua te kariki bwa a na kanna, ao te wain bwa a na mooi iai.", "8 Ao e taku nakoia: Ane e kana te kariki aei e kana rabwatau nakon tamneina; ao ane e mooi n te wain aei e mooi n raraau nakon tamneiu; ao e na bon aki manga oki ni baki ke n taka tamneina, ma e na bon nuai.", "9 Ngkai, ngke a tia aomata ake a uanao n amwarake ao ni mooi, nooria, a bon kaonaki n te Tamnei; ao a bon tang n takarua n te bwanaa ae ti teuana, ma n neboa Iesu, are a bon nooria man ongo bwanaana.", "10 Ao e a koro bukina bwa ngke a bane n tia n angan Iesu neboana, e taku nakoia: Nooria ngkai e a tia te tua are e a tia n tuangai te Tama ni kaineti ma te botanaomata aio, are nikiraia kaain te bata are Iteraera.", "11 Kam uringnga bwa I a tia n taetae nakoimi, ma ni kangai bwa ngkana a kakoroaki bukin ana taeka Itaia—nooria a bon koreaki, iai iroumi imatami, ngaia are ukoukori.", "12 Ao e koaua, e koaua, I tuangkami, bwa ngkana a kakoroaki bukiia ao ngkanne a kakoroaki bukin taian berita aika a tabu are e karaoia te Tama nakoia ana botanaomata, O te bata are Iteraera.", "13 Ao ngkanne, a na bon maenako iaon te aonaba nikiraia, ao a na manga ikotaki mai mainiku ao ma i maeao, ao mai maiaki, ao mai meang; ao a na bon kairaki nakon ataakin te Uea ae Atuaia, are e kabooia.", "14 Ao e a tia n tuangai te Tama bwa N na riai n anganingkami te aba aei, bwa ami bwai.", "15 Ao I taku nakoimi, bwa ngkana aki rairinanoia Tientaire i mwin te kakabwaia are a na karekea, i mwin are a kamaenakoia au botanaomata—", "16 Ao ngkanne ngkami, ake nikiraia kaain te bata are Iakobwa, nako buakoia; ao kam na mena i buakoia ao a na mwaiti aia koraki; ao kam na mena i buakoia n aiaron te raian i buakoia manin nako te buakonikai, ao n aron te raian te teei i buakoia nanai n tiibu, are ngkana e mwananga i buakoia ao e na toubekaia man raebitia, ao bon akea ae kona ni kamaiuia.", "17 E na tabekaki rake baim i aoia aiam, ao ni kabane am kairiribai a na tewenakoaki.", "18 Ao N na ikotiia au botanaomata n ikotiia n aron te aomata ngkana e ikota ana wiita iaon tano.", "19 Bwa N na karaoa au botanaomata ake e a tia te Tama ni karaoa te berita ae tabu mangaia, eng, N na karaoi koroia bwa e na riki bwa te biti ae matoatoa, ao N na karaoi ukin rangaia bwa te buraati. Ao kam na batiboia aomata aika a mwaiti ao N na katabua aia raka nakon te Uea, ao aia bwai nakon Uean te aonaba ni kabuta. Ao nooria, bon Ngai ae I karaoi.", "20 Ao e na koro bukina bwa, e taku te Tama, bwa kabaangin ana momotiraoi e na tine i aoia n te bong arei; ao ngkana aki rairinanoia ao e na bwaka i aoia, e taku te Tama, eng, i aoia abaia Tientaire nako.", "21 Ao e na koro bukina bwa N na kateia au botanaomata, O te bata are Iteraera.", "22 Ao nooria, N na kateirakeia au botanaomata n te aba aio, ibukin kakoroan bukin te berita ae tabu are I karaoia ma tamami are Iakobwa; ao e na riki bwa Ierutarem ae boou. Ao e na mena i buakoia te botanaomata aio te mwaaka mai karawa; eng, N na bon mena naba i buakomi.", "23 Nooria, boni Ngai are e taekinna Mote, ngke e kangai, E na kateirakea te burabeti te Uea ae Atuami i buakomi ma i buakoia tarimi, ae aekakiu; kam na ongo irouna ni bwaai ni kabane ni bwaai nako ake e na taekin nakoimi. Ao e na koro bukina bwa ni kabane aomata ake aki ongo iroun te burabeti anne a na teweaki nako mai i buakoia aomata.", "24 E koaua ae I tuangkami, eng, ni kabane burabeti mai iroun Tamuera ao ake a rimwina, ni kabane ake a tia n taetae ma ni kakoaua ibukiu.", "25 Ao nooria, ngkami natia burabeti; ao ngkami kaain te bata are Iteraera; ao ngkami kaain te berita are e tabu are e karaoia te Tama ma ami bakatibu, ni kangai nakon Aberaam: Ao e na kakabwaiaki te aonaba man am kariki.", "26 E a tia te Tama ni kateirakeai moa ibukimi, ao e kanakoai bwa N na kakabwaiaingkami bwa kam na tannako ngkami ni kabane n tatabemaningkami man ami bure; ao e riki aio ibukina bwa ataein te berita ae tabu ngkami.", "27 Ao i mwin are kam a kakabwaiaki ao e a kakoroaki bukin te berita ae tabu are e karaoia te Tama ma Aberaam, ni kangai: A na kakabwaiaki ni kabane kaain te aonaba man am kariki—n te aro are e a bwaro te Tamnei ae Raoiroi i aoia Tientaire mai irou are te kakabwaia i aoia Tientaire are e na kakorakoraia bwa a na korakora ao a na kamaenakoia au botanaomata, O te bata are Iteraera.", "28 Ao a na riki bwa bwaai ni karawawata nakoia aomatan te aba aio. Ma e ngae n anne ngkana a tia ni karekea bwaninin au euangkerio, ao ngkanne ngkana a kamatoai nanoia ni kaitaraai ao N na manga kaoki aia bure nako aon atuuia, e taku te Tama.", "29 Ao N na uringa te berita ae tabu are I a tia ni karaoia ma au botanaomata; ao I a tia ni karaoa te berita ae tabu mangaia bwa N na ikotiia n te tai are I taku, bwa N na manga anganiia riki te aba are abaia aia bakatibu bwa aia bwai, are bon te aba are Ierutarem, are te aba ni berita ibukiia n aki toki, e taku te Tama.", "30 Ao e na koro bukina bwa e na roko te tai, are e na taekinaki bwaninin au euangkerio nakoia;", "31 Ao a na kakoauai, bwa Ngai Iesu Kristo, Natin te Atua, ao man tataro nakon te Tama n arau.", "32 Ao aia taan tararua a na tabekirake bwanaia, ao a na ikotii bwanaia n anene; bwa a na bon nooria n oin mataia.", "33 Ao ngkanne e na manga ikotiia te Tama, man anganiia Ierutarem bwa abaia ni bwaibwai.", "34 Ao a na takarua n anene ma te kimwareirei—Ikotaki n anene, taabo aika a kamaroa i Ierutarem; bwa e a tia te Tama ni karau nanoia ana botanaomata, e a tia ni kabooa Ierutarem.", "35 E a tia ni kaota baina ae tabu te Tama imataia aaba nako ni kabane; ao a na bane tokin aonaba n noora ana kamaiu te Tama; ao N na katiteuanaki ma te Tama.", "36 Ao ngkanne e na kakoroaki bukin are e koreaki: Uti, uti riki ao katoka korakoram, O Tion; katokai kunnikaim aika a tikiraoi, O Ierutarem, te kaawa ae bubura ae tabu, bwa man te tai aei ao akea ae e na manga kawariko ae tuai ni korotobibiaki ao e bareka.", "37 Ioiko man te bubu; teirake, tekateka, O Ierutarem; kabwarako ma ni kabaean roroam, O natin Tion te aine ae ko kabureaki.", "38 Bwa e taku te Uea: Kam a tia ni kaboonakoingkami ibukin te akea, ao ko na kabooaki n akea te mwane.", "39 E koaua, e koaua, ae I tuangkami, bwa au botanaomata a na ataa arau; eng, n te bong anne ao a a na ataia bwa Ngai ae I taetae.", "40 Ao ngkanne a na kangai; Ai tamaroara i aoni maunga waen teuare e uoti rongorongo aika raraoi nakoia, ae tataekina te rau; man uouoti rongorongo aika raroi nakoia ake a raoiroi, man tataekina te kamaiuaki; are e taku nakon Tion: E tautaeka Atuam!", "41 Ao ngkanne e na iai te takarua: Nako ngkoe, nako ngkoe, nako ma ikanne, tai riinga te bwai ae bareka; nako ngkoe mai irouna; ko na itiaki ngkoe ae ko uouoti ana bwai ni mwakuri te Uea.", "42 Bwa ko na bon aki kitanna ma te kawaekoa ke ni birinako; bwa e na rimoam te Uea, ao Atuan Iteraera e na mena ibukim.", "43 Nooria, e na babaire au toro ma te wanawana; e na karietataki ma n neboaki i eta ma n anganaki te rietata.", "44 Ao a mwaiti ake a mimiakina—e tarabuaka aron tein ubuna, riki nakoia aomata nako, ao aron naba rabwatana nakoia natia aomata mwaane.", "45 Ao e na katimtim i aoia aaba aika a mwaiti; Uea a na kain wiia mai irouna, bwa bwaai ake a tuai man tuangaki a na bon noori; ao te bwai are a bon tuai n ongo a na iangoia.", "46 E koaua, e koaua ae I tuangkami, bwaai aikai a na bon riki, n aron are e tuangai te Tama. Ao ngkanne te berita ae tabu aio are e berita n ae tabu iai te Tama ma ana botanaomata a na kakoroaki bukiia; ao ngkanne Ierutarem e na manga kaainaki irouia au botanaomata, ao e na riki bwa abaia ni bwaibwai."]}