{"English": ["Tempests, earthquakes, fires, whirlwinds, and physical upheavals attest the crucifixion of Christ—Many people are destroyed—Darkness covers the land for three days—Those who remain bemoan their fate. About A.D.33–34.", "1 And now it came to pass that according to our record, and we know our record to be true, for behold, it was a just man who did keep the record—for he truly did many miracles in the name of Jesus; and there was not any man who could do a miracle in the name of Jesus save he were cleansed every whit from his iniquity—", "2 And now it came to pass, if there was no mistake made by this man in the reckoning of our time, the thirty and third year had passed away;", "3 And the people began to look with great earnestness for the sign which had been given by the prophet Samuel, the Lamanite, yea, for the time that there should be darkness for the space of three days over the face of the land.", "4 And there began to be great doubtings and disputations among the people, notwithstanding so many signs had been given.", "5 And it came to pass in the thirty and fourth year, in the first month, on the fourth day of the month, there arose a great storm, such an one as never had been known in all the land.", "6 And there was also a great and terrible tempest; and there was terrible thunder, insomuch that it did shake the whole earth as if it was about to divide asunder.", "7 And there were exceedingly sharp lightnings, such as never had been known in all the land.", "8 And the city of Zarahemla did take fire.", "9 And the city of Moroni did sink into the depths of the sea, and the inhabitants thereof were drowned.", "10 And the earth was carried up upon the city of Moronihah, that in the place of the city there became a great mountain.", "11 And there was a great and terrible destruction in the land southward.", "12 But behold, there was a more great and terrible destruction in the land northward; for behold, the whole face of the land was changed, because of the tempest and the whirlwinds, and the thunderings and the lightnings, and the exceedingly great quaking of the whole earth;", "13 And the highways were broken up, and the level roads were spoiled, and many smooth places became rough.", "14 And many great and notable cities were sunk, and many were burned, and many were shaken till the buildings thereof had fallen to the earth, and the inhabitants thereof were slain, and the places were left desolate.", "15 And there were some cities which remained; but the damage thereof was exceedingly great, and there were many in them who were slain.", "16 And there were some who were carried away in the whirlwind; and whither they went no man knoweth, save they know that they were carried away.", "17 And thus the face of the whole earth became deformed, because of the tempests, and the thunderings, and the lightnings, and the quaking of the earth.", "18 And behold, the rocks were rent in twain; they were broken up upon the face of the whole earth, insomuch that they were found in broken fragments, and in seams and in cracks, upon all the face of the land.", "19 And it came to pass that when the thunderings, and the lightnings, and the storm, and the tempest, and the quakings of the earth did cease—for behold, they did last for about the space of three hours; and it was said by some that the time was greater; nevertheless, all these great and terrible things were done in about the space of three hours—and then behold, there was darkness upon the face of the land.", "20 And it came to pass that there was thick darkness upon all the face of the land, insomuch that the inhabitants thereof who had not fallen could feel the vapor of darkness;", "21 And there could be no light, because of the darkness, neither candles, neither torches; neither could there be fire kindled with their fine and exceedingly dry wood, so that there could not be any light at all;", "22 And there was not any light seen, neither fire, nor glimmer, neither the sun, nor the moon, nor the stars, for so great were the mists of darkness which were upon the face of the land.", "23 And it came to pass that it did last for the space of three days that there was no light seen; and there was great mourning and howling and weeping among all the people continually; yea, great were the groanings of the people, because of the darkness and the great destruction which had come upon them.", "24 And in one place they were heard to cry, saying: O that we had repented before this great and terrible day, and then would our brethren have been spared, and they would not have been burned in that great city Zarahemla.", "25 And in another place they were heard to cry and mourn, saying: O that we had repented before this great and terrible day, and had not killed and stoned the prophets, and cast them out; then would our mothers and our fair daughters, and our children have been spared, and not have been buried up in that great city Moronihah. And thus were the howlings of the people great and terrible."], "Español": ["Tempestades, terremotos, incendios, torbellinos y convulsiones naturales testifican de la crucifixión de Cristo— Muchas personas son destruidas— Las tinieblas cubren la tierra durante tres días— Los sobrevivientes lamentan su destino. Aproximadamente 33–34d.C.", "1 Ahora bien, aconteció que según nuestros anales, y sabemos que son verdaderos, porque, he aquí, un hombre justo llevaba los anales, porque en verdad hizo muchos milagros en el nombre de Jesús, y no había hombre alguno que pudiera hacer un milagro en el nombre de Jesús, a menos que estuviese enteramente limpio de su iniquidad;", "2 sucedió, pues, que si este hombre no se equivocó en el cálculo de nuestro tiempo, el año treinta y tres había pasado;", "3 y el pueblo se puso a aguardar con gran anhelo la señal que había dado el profeta Samuel el Lamanita, sí, la ocasión en que habría tres días de tinieblas sobre la faz de la tierra.", "4 Y empezaron a surgir graves dudas y disputas entre el pueblo, a pesar de tantas señales que se habían manifestado.", "5 Y sucedió que en el año treinta y cuatro, en el cuarto día del primer mes, se desató una gran tormenta, como jamás se había conocido en toda la tierra.", "6 Y hubo también una grande y horrenda tempestad; y hubo terribles truenos de tal modo que sacudían toda la tierra como si estuviera a punto de dividirse.", "7 Y hubo relámpagos extremadamente resplandecientes, como nunca se habían visto en toda la tierra.", "8 Y se incendió la ciudad de Zarahemla.", "9 Y se hundió la ciudad de Moroni en las profundidades del mar, y sus habitantes se ahogaron.", "10 Y se amontonó la tierra sobre la ciudad de Moroníah, de modo que en lugar de la ciudad, apareció una enorme montaña.", "11 Y hubo una destrucción grande y terrible en la tierra del sur.", "12 Pero he aquí, hubo una destrucción mucho más grande y terrible en la tierra del norte; pues he aquí, toda la faz de la tierra fue alterada por causa de la tempestad, y los torbellinos, y los truenos, y los relámpagos, y los sumamente violentos temblores de toda la tierra;", "13 y se rompieron las calzadas, y se desnivelaron los caminos, y muchos terrenos llanos se hicieron escabrosos.", "14 Y se hundieron muchas grandes y notables ciudades, y muchas se incendiaron, y muchas fueron sacudidas hasta que sus edificios cayeron a tierra, y sus habitantes murieron, y los sitios quedaron desolados.", "15 Y hubo algunas ciudades que permanecieron; pero el daño que sufrieron fue sumamente grande, y muchos de sus habitantes murieron.", "16 Y hubo algunos que fueron arrebatados por el torbellino; y nadie sabe a dónde fueron a parar, solo saben que fueron arrebatados.", "17 Y así quedó desfigurada la superficie de toda la tierra por motivo de las tempestades, y los truenos, y los relámpagos, y los temblores de tierra.", "18 Y he aquí, las rocas se partieron; fueron despedazadas sobre la superficie de toda la tierra, de tal modo que se hallaron hechas pedazos, y partidas y hendidas, sobre toda la faz de la tierra.", "19 Y aconteció que cuando cesaron los truenos, y los relámpagos, y la tormenta, y la tempestad, y los temblores de la tierra —pues he aquí, duraron como unas tres horas; y algunos dijeron que fue más tiempo; no obstante, todas estas grandes y terribles cosas acontecieron en el espacio de unas tres horas— he aquí, entonces hubo tinieblas sobre la faz de la tierra.", "20 Y sucedió que hubo densa obscuridad sobre toda la faz de la tierra, de tal manera que los habitantes que no habían caído podían sentir el vapor de tinieblas;", "21 y no podía haber luz por causa de la obscuridad, ni velas, ni antorchas; ni podía encenderse el fuego con su leña menuda y bien seca, de modo que no podía haber ninguna luz.", "22 Y no se veía luz alguna, ni fuego, ni vislumbre, ni el sol, ni la luna, ni las estrellas, por ser tan densos los vapores de obscuridad que había sobre la faz de la tierra.", "23 Y sucedió que duró por el espacio de tres días, de modo que no se vio ninguna luz; y hubo grandes lamentaciones, gritos y llantos continuamente entre todo el pueblo; sí, grandes fueron los gemidos del pueblo por motivo de las tinieblas y la gran destrucción que les había sobrevenido.", "24 Y en un lugar se les oía lamentarse, diciendo: ¡Oh, si nos hubiésemos arrepentido antes de este grande y terrible día, y entonces se habrían salvado nuestros hermanos, y no se hubieran quemado en aquella gran ciudad de Zarahemla!", "25 Y en otro lugar se les oía quejarse y lamentarse, diciendo: ¡Oh, si nos hubiésemos arrepentido antes de este grande y terrible día, y no hubiésemos matado y apedreado y echado fuera a los profetas, entonces nuestras madres y nuestras bellas hijas y nuestros niños habrían sido preservados, y no enterrados en esa gran ciudad de Moroníah! Y así, grandes y terribles eran los gemidos del pueblo."], "Français": ["Des tempêtes, des tremblements de terre, des incendies, des tourbillons et des cataclysmes attestent la crucifixion du Christ— Beaucoup de gens périssent— Les ténèbres recouvrent le pays pendant trois jours— Ceux qui restent se lamentent sur leur sort. Vers 33–34apr.J.-C.", "1 Et alors, il arriva que, selon nos annales, et nous savons que nos annales sont vraies, car voici, c’était un juste qui tenait les annales— car il fit, en vérité, beaucoup de miracles au nom de Jésus; et il n’y avait aucun homme qui pouvait faire de miracle au nom de Jésus s’il n’était purifié en tous points de son iniquité—", "2 et alors, il arriva que la trente-troisième année était passée— si cet homme n’a pas commis d’erreur dans le calcul de notre temps—", "3 et le peuple commença à attendre avec une grande ferveur le signe qui avait été donné par le prophète Samuel, le Lamanite, oui, le moment où il y aurait des ténèbres pendant trois jours sur la surface du pays.", "4 Et il commença à y avoir de grands doutes et de grandes controverses parmi le peuple, en dépit du fait que tant de signes eussent été donnés.", "5 Et il arriva que la trente-quatrième année, le premier mois, le quatrième jour du mois, il s’éleva un grand orage, comme on n’en avait jamais connu de pareil dans tout le pays.", "6 Et il y eut aussi une grande et terrible tempête, et il y eut un tonnerre terrible, de sorte qu’il fit trembler la terre entière, comme si elle était près de se fendre.", "7 Et il y eut des éclairs extrêmement vifs, comme on n’en avait jamais connu dans tout le pays.", "8 Et la ville de Zarahemla prit feu.", "9 Et la ville de Moroni s’enfonça dans les profondeurs de la mer, et les habitants en furent noyés.", "10 Et la terre fut soulevée sur la ville de Moronihah, de sorte qu’au lieu de la ville il y eut une grande montagne.", "11 Et il y eut une grande et terrible destruction dans le pays situé du côté du sud.", "12 Mais voici, il y eut une destruction encore plus grande et plus terrible dans le pays situé du côté du nord; car voici, la surface tout entière du pays fut changée à cause de la tempête, et des tourbillons, et des tonnerres, et des éclairs, et du tremblement extrêmement grand de toute la terre;", "13 et les grandes routes furent fragmentées, et les routes plates furent abîmées, et beaucoup de lieux nivelés devinrent raboteux.", "14 Et beaucoup de villes grandes et importantes furent englouties, et beaucoup furent brûlées, et beaucoup furent ébranlées jusqu’à ce que leurs bâtiments se fussent écroulés et que les habitants en fussent tués, et que les lieux fussent laissés désolés.", "15 Et il y eut quelques villes qui restèrent; mais les dégâts y étaient extrêmement grands, et beaucoup de leurs habitants furent tués.", "16 Et il y en eut qui furent emportés dans le tourbillon; et nul ne sait où ils sont allés; on sait seulement qu’ils furent emportés.", "17 Et ainsi, la surface de toute la terre se déforma à cause des tempêtes, et des tonnerres, et des éclairs, et des tremblements de la terre.", "18 Et voici, les rochers furent fendus en deux; ils furent fragmentés sur la surface de toute la terre, de sorte qu’on les trouva en fragments brisés, et en crevasses, et en fissures, sur toute la surface du pays.", "19 Et il arriva que lorsque les tonnerres, et les éclairs, et l’orage, et la tempête, et les tremblements de la terre finirent— car voici, ils durèrent environ trois heures; et certains dirent que le temps fut plus long; néanmoins, toutes ces choses grandes et terribles se firent en trois heures environ— et alors, voici, il y eut des ténèbres sur la surface du pays.", "20 Et il arriva qu’il y eut des ténèbres épaisses sur toute la surface du pays, de sorte que ceux de ses habitants qui n’étaient pas tombés pouvaient toucher la vapeur des ténèbres;", "21 et il ne pouvait y avoir aucune lumière à cause des ténèbres, ni lampes, ni torches; et il était impossible d’allumer du feu avec leur bois fin et extrêmement sec, de sorte qu’il ne pouvait pas y avoir de lumière du tout.", "22 Et on ne voyait aucune lumière, ni feu, ni lueur, ni le soleil, ni la lune, ni les étoiles, tant étaient grands les brouillards de ténèbres qui étaient sur la surface du pays.", "23 Et il arriva que pendant trois jours, on ne vit aucune lumière; et il y avait continuellement de grandes lamentations, et des hurlements, et des pleurs parmi tout le peuple; oui, grands furent les gémissements du peuple, à cause des ténèbres et de la grande destruction qui s’était abattue sur lui.", "24 Et en un certain lieu on les entendait crier, disant: Oh! si nous nous étions repentis avant ce jour grand et terrible, alors nos frères auraient été épargnés et ils n’auraient pas été brûlés dans cette grande ville de Zarahemla!", "25 Et dans un autre lieu, on les entendait crier et se lamenter, disant: Oh! si nous nous étions repentis avant ce jour grand et terrible, et n’avions pas tué et lapidé les prophètes, et ne les avions pas chassés, alors nos mères et nos belles jeunes filles, et nos enfants auraient été épargnés, et n’auraient pas été ensevelis dans cette grande ville de Moronihah! Et ainsi, les hurlements du peuple étaient grands et terribles."], "Kiribati": ["Angibuaka, rurun aon te aba, taian ai, ukeukenanti, ao urubwai nakon te aba a kaota koauan taurakin Kristo—A mwaiti aomata aika a tiringaki—E rabunaki aon te aba n te roo i nanon teniua te bong—Naake a tiku a bon tangniweneia mateia. Uakaan ma 33–34N.K.", "1 Ao ngkai e a koro bukina bwa n aron ara rongorongo, ao ti bon ataa ara rongorongo bwa e koaua, bwa nooria, bon te aomata ae kororaoi ae kaawakin rongorongo—bwa e bon koaua ae e karaoi kakai n aran Iesu; ao bon akea te aomata ae kona ni karaoa te kakai n aran Iesu ngkana e aki kaitiakia ma ni mwakorokoron nako ana bure—", "2 Ao ngkai e a koro bukina bwa, ngkana bon akea te kaairua ae karaoia te aomata aei n aron tauan ara tai, e a bon bane te katenibwi ma teniua n ririki;", "3 Ao aomata a moanna n taratara ma te ingainga nakon te kanikina are e a tia n anga te burabeti are Tamuera, are te Reimwanaite, eng, ibukin te tai are e na roo i nanon te maan ae tenibong aon te aba.", "4 Ao a moanna n reke raraoma ma kakauntaeka i buakoia aomata, e ngae ngke a mwaiti kanikina ake a tia n anganaki.", "5 Ao e a koro bukina bwa n te katenibwi ma aua n ririki, n te moan namwakaina, n te kaua ni bong n te namwakaina, ao e a teirake te angibuaka ae korakora, ae bon akea kabotauana ae e ataaki ni kabuta te aba.", "6 Ao bon iai naba te buaka ae korakora ma ni kakamaku; ao iai rurun te baa ae kakamaku, n te aro are e a bon ioioaki te aonaba n aiaron ae kanga e na bwenaua i nanon uoua.", "7 Ao bon iai ititin karawa ae korakora, ae akea kabotauana ni kabuta te aba.", "8 Ao te kaawa are Taraemera e a bue.", "9 Ao te kaawa are Moronaai e iinako nako kabin marawa, ao a bwabwa kaaina.", "10 Ao e uotaki rake te tano iaon te kaawa ae bubura are Moronaaia, ao n te tabo are iai te kaawa iai e a bon riki te maunga ae korakora.", "11 Ao bon iai te urubwai ae korakora n te aba nako maiaki.", "12 Ma nooria, bon iai riki te urubwai ae korakora ma ni kakamaku n te aba nako meang; bwa nooria, e a bitaki tarakin te aba, ibukin te angibuaka ma taian ukeukenanti, ao rebwen te baa ma ititin karawa, ao korakoran rurun te aonaba ae bwanin;", "13 Ao a uruaki kawai ake a bati n totouaki, ao a mwaiti kawai aika a aoraoi ake a uruaki, ao taabo aika aoraoi a riki ni mwanomwano.", "14 Ao a mwaiti kaawa ake a iinako, ao a mwaiti ake a tia ni bue, ao a mwaiti kateitei ake a bwaka nako aontano, ao kaaina a bon tiringaki, ao a tiku ni kamaroa taabo aikai.", "15 Ao bon iai taian kaawa ake a tiku n aroia; ma te urubwai e bon rianako korakorana, ao a mwaiti kaaina ake a tiringaki.", "16 Ao a bon mwaiti ake a uotaki nako n te ukeukenanti; ao a nakea bon akea te aomata ae e ataia, ma a bon ti ataa ae a bekakinako.", "17 Ao mangaia are e a bitaki aron taraan aon te aonaba ni kabane, ibukin angibuaka, ao rurun te baa, ao ititin karawa, ao mwaingingin te aba.", "18 Ao nooria, a raeuaki taian bwa; ao a uruaki iaon te aba ni kabuta, n te aro are a kuneaki ni maibibi n raeuaki ao n uruaki, ni kabuta aon te aba.", "19 Ao e a koro bukina bwa ngke e a toki rebwerebwen te baa, ao ititin karawa, ao te ang buaka, ao angibuaka, ao mwaingingin te aonaba—bwa nooria, a bon waaki i nanon te maan ae teniua te aoa; ao e bon taekinaki irouia tabemwaang bwa e anaanau riki taia; ma e ngae n anne, bwaai aika a korakora ma ni kakamaku aikai a bon riki i nanon te maan ae katauaki bwa teniua te aoa—ao ngkanne nooria, e a roko te roo iaon te aba.", "20 Ao e a koro bukina bwa e bon matenten te roo are e kabuta te aba, n te aro are aomata ake aki bwaka a bon namakina bubun te roo.", "21 Ao e na bon akea te oota, ibukin te roo, akea taura nenea, akea tooti; ao akea naba te ai ae kona ni kauraaki ma ni kaai aika a mwauteretere, n te aro are e na bon akea naba te oota teutana.", "22 Ao bon akea te oota ae e nooraki, ke te ai, ke te ai oota, ke taai, ke namwakaina, ke itoi, bwa e rang korakora maabubun te roo are e mena iaon te aba.", "23 Ao e a koro bukina bwa i nanon te maan ae tenibong ao bon akea te oota ae nooraki; ao e korakora te tang ni wenei ao te tatakarua ao te tatangitang i buakoia aomata n aki toki; eng, e bon korakora kakarongoaia aomata, ibukin te roo ao te urubwai are e korakora are e roko i aoia.", "24 Ao n teuana te tabo e ongo te aba bwa a tang, ma ni kangai: O ngke arona bwa ti rairinanora i mwaain te bong ae korakora ma ni kakamaku aei, ao tao a na bon kamaiuaki tarira, ao a na bon aki kabuekaki n te kaawa are korakora are Taraemera.", "25 Ao n te tabo riki teuana e ongo te aba bwa a tang ma n nanokawaki, ni kangai: O ngke arona bwa ti a kaman rairinanora i mwaain te bong ae korakora ma ni kakamaku aei, man aki tiringia ao ma ni karebanaia burabeti n taian atibu, ma n teweia nako; ao ngkanne tinara ao natira aine aika a tikiraoi, ao natira a na bon kamaiuaki, ma n aki taunaki n te kaawa are korakora are Moronaaia. Ao ngaia are e a korakora ma ni kakamaku tangitangiia aomata."]}