{"English": ["The Nephite armies defeat the Gadianton robbers—Giddianhi is slain, and his successor, Zemnarihah, is hanged—The Nephites praise the Lord for their victories. About A.D.19–22.", "1 And it came to pass that in the latter end of the eighteenth year those armies of robbers had prepared for battle, and began to come down and to sally forth from the hills, and out of the mountains, and the wilderness, and their strongholds, and their secret places, and began to take possession of the lands, both which were in the land south and which were in the land north, and began to take possession of all the lands which had been deserted by the Nephites, and the cities which had been left desolate.", "2 But behold, there were no wild beasts nor game in those lands which had been deserted by the Nephites, and there was no game for the robbers save it were in the wilderness.", "3 And the robbers could not exist save it were in the wilderness, for the want of food; for the Nephites had left their lands desolate, and had gathered their flocks and their herds and all their substance, and they were in one body.", "4 Therefore, there was no chance for the robbers to plunder and to obtain food, save it were to come up in open battle against the Nephites; and the Nephites being in one body, and having so great a number, and having reserved for themselves provisions, and horses and cattle, and flocks of every kind, that they might subsist for the space of seven years, in the which time they did hope to destroy the robbers from off the face of the land; and thus the eighteenth year did pass away.", "5 And it came to pass that in the nineteenth year Giddianhi found that it was expedient that he should go up to battle against the Nephites, for there was no way that they could subsist save it were to plunder and rob and murder.", "6 And they durst not spread themselves upon the face of the land insomuch that they could raise grain, lest the Nephites should come upon them and slay them; therefore Giddianhi gave commandment unto his armies that in this year they should go up to battle against the Nephites.", "7 And it came to pass that they did come up to battle; and it was in the sixth month; and behold, great and terrible was the day that they did come up to battle; and they were girded about after the manner of robbers; and they had a lamb-skin about their loins, and they were dyed in blood, and their heads were shorn, and they had head-plates upon them; and great and terrible was the appearance of the armies of Giddianhi, because of their armor, and because of their being dyed in blood.", "8 And it came to pass that the armies of the Nephites, when they saw the appearance of the army of Giddianhi, had all fallen to the earth, and did lift their cries to the Lord their God, that he would spare them and deliver them out of the hands of their enemies.", "9 And it came to pass that when the armies of Giddianhi saw this they began to shout with a loud voice, because of their joy, for they had supposed that the Nephites had fallen with fear because of the terror of their armies.", "10 But in this thing they were disappointed, for the Nephites did not fear them; but they did fear their God and did supplicate him for protection; therefore, when the armies of Giddianhi did rush upon them they were prepared to meet them; yea, in the strength of the Lord they did receive them.", "11 And the battle commenced in this the sixth month; and great and terrible was the battle thereof, yea, great and terrible was the slaughter thereof, insomuch that there never was known so great a slaughter among all the people of Lehi since he left Jerusalem.", "12 And notwithstanding the threatenings and the oaths which Giddianhi had made, behold, the Nephites did beat them, insomuch that they did fall back from before them.", "13 And it came to pass that Gidgiddoni commanded that his armies should pursue them as far as the borders of the wilderness, and that they should not spare any that should fall into their hands by the way; and thus they did pursue them and did slay them, to the borders of the wilderness, even until they had fulfilled the commandment of Gidgiddoni.", "14 And it came to pass that Giddianhi, who had stood and fought with boldness, was pursued as he fled; and being weary because of his much fighting he was overtaken and slain. And thus was the end of Giddianhi the robber.", "15 And it came to pass that the armies of the Nephites did return again to their place of security. And it came to pass that this nineteenth year did pass away, and the robbers did not come again to battle; neither did they come again in the twentieth year.", "16 And in the twenty and first year they did not come up to battle, but they came up on all sides to lay siege round about the people of Nephi; for they did suppose that if they should cut off the people of Nephi from their lands, and should hem them in on every side, and if they should cut them off from all their outward privileges, that they could cause them to yield themselves up according to their wishes.", "17 Now they had appointed unto themselves another leader, whose name was Zemnarihah; therefore it was Zemnarihah that did cause that this siege should take place.", "18 But behold, this was an advantage to the Nephites; for it was impossible for the robbers to lay siege sufficiently long to have any effect upon the Nephites, because of their much provision which they had laid up in store,", "19 And because of the scantiness of provisions among the robbers; for behold, they had nothing save it were meat for their subsistence, which meat they did obtain in the wilderness;", "20 And it came to pass that the wild game became scarce in the wilderness insomuch that the robbers were about to perish with hunger.", "21 And the Nephites were continually marching out by day and by night, and falling upon their armies, and cutting them off by thousands and by tens of thousands.", "22 And thus it became the desire of the people of Zemnarihah to withdraw from their design, because of the great destruction which came upon them by night and by day.", "23 And it came to pass that Zemnarihah did give command unto his people that they should withdraw themselves from the siege, and march into the furthermost parts of the land northward.", "24 And now, Gidgiddoni being aware of their design, and knowing of their weakness because of the want of food, and the great slaughter which had been made among them, therefore he did send out his armies in the night-time, and did cut off the way of their retreat, and did place his armies in the way of their retreat.", "25 And this did they do in the night-time, and got on their march beyond the robbers, so that on the morrow, when the robbers began their march, they were met by the armies of the Nephites both in their front and in their rear.", "26 And the robbers who were on the south were also cut off in their places of retreat. And all these things were done by command of Gidgiddoni.", "27 And there were many thousands who did yield themselves up prisoners unto the Nephites, and the remainder of them were slain.", "28 And their leader, Zemnarihah, was taken and hanged upon a tree, yea, even upon the top thereof until he was dead. And when they had hanged him until he was dead they did fell the tree to the earth, and did cry with a loud voice, saying:", "29 May the Lord preserve his people in righteousness and in holiness of heart, that they may cause to be felled to the earth all who shall seek to slay them because of power and secret combinations, even as this man hath been felled to the earth.", "30 And they did rejoice and cry again with one voice, saying: May the God of Abraham, and the God of Isaac, and the God of Jacob, protect this people in righteousness, so long as they shall call on the name of their God for protection.", "31 And it came to pass that they did break forth, all as one, in singing, and praising their God for the great thing which he had done for them, in preserving them from falling into the hands of their enemies.", "32 Yea, they did cry: Hosanna to the Most High God. And they did cry: Blessed be the name of the Lord God Almighty, the Most High God.", "33 And their hearts were swollen with joy, unto the gushing out of many tears, because of the great goodness of God in delivering them out of the hands of their enemies; and they knew it was because of their repentance and their humility that they had been delivered from an everlasting destruction."], "Español": ["Los ejércitos nefitas derrotan a los ladrones de Gadiantón— Matan a Giddiani y cuelgan a Zemnaríah, su sucesor— Los nefitas alaban al Señor por sus triunfos. Aproximadamente 19–22d.C.", "1 Y aconteció que a fines del año dieciocho, aquellos ejércitos de ladrones se habían apercibido para la batalla, y empezaron a bajar y a salir de las colinas, y de las montañas, y del desierto, y de sus fortalezas y sus lugares secretos, y empezaron a apoderarse de las tierras, tanto las que se hallaban en la tierra del sur como en la tierra del norte, y comenzaron a ocupar todos los terrenos que habían sido abandonados por los nefitas, y las ciudades que habían quedado desiertas.", "2 Mas he aquí, no había ni animales silvestres ni caza en aquellas tierras que los nefitas habían abandonado; y no había caza para los ladrones sino en el desierto.", "3 Y los ladrones no podían subsistir sino en el desierto, por la falta de alimento; porque los nefitas habían dejado asoladas sus tierras, y habían recogido sus hatos y sus rebaños y todo cuanto tenían, y se hallaban reunidos en un solo grupo.", "4 Por consiguiente, no había manera de que los ladrones robaran ni obtuvieran alimentos, a no ser que fueran a la batalla contra los nefitas; y los nefitas se hallaban en un solo grupo, y era grande su número, y se habían provisto de víveres y de caballos, y ganado, y rebaños de toda clase, para poder subsistir por el término de siete años, durante el cual tenían la esperanza de destruir a los ladrones de sobre la faz de la tierra; y así concluyó el año dieciocho.", "5 Y sucedió que en el año diecinueve, Giddiani vio que era preciso que fuera a la batalla contra los nefitas, porque no tenían otro medio de subsistir sino por el robo, el pillaje y el asesinato.", "6 Y no se atrevían a extenderse sobre la faz de la tierra para cultivar grano, no fuese que los nefitas cayeran sobre ellos y los mataran. De modo que Giddiani dio órdenes a sus ejércitos de que fueran a la batalla contra los nefitas ese año.", "7 Y ocurrió que fueron a la batalla; y fue en el sexto mes; y he aquí, grande y terrible fue el día en que se presentaron para la batalla; e iban ceñidos a la manera de ladrones; y llevaban una piel de cordero alrededor de los lomos, y se habían teñido con sangre, y llevaban rapada la cabeza, y se habían cubierto con cascos; y grande y terrible era el aspecto de los ejércitos de Giddiani por causa de su armadura y por haberse teñido con sangre.", "8 Y aconteció que cuando vieron la apariencia del ejército de Giddiani, todos los ejércitos de los nefitas cayeron al suelo, y alzaron sus voces al Señor su Dios para que los preservara y los librara de las manos de sus enemigos.", "9 Y sucedió que cuando vieron esto, los ejércitos de Giddiani empezaron a gritar fuertemente a causa de su gozo, pues habían supuesto que los nefitas habían caído de miedo, por el terror de sus ejércitos.", "10 Pero en esto se engañaron, porque los nefitas no les tenían miedo; pero sí temían a su Dios, y le suplicaron su protección; por tanto, cuando los ejércitos de Giddiani los arremetieron, se hallaban preparados para resistirlos, sí, les hicieron frente con la fuerza del Señor.", "11 Y empezó la batalla en este sexto mes; y grande y terrible fue la batalla, sí, grande y terrible fue la carnicería, a tal grado que nunca se había conocido tan grande mortandad entre todo el pueblo de Lehi desde que salió de Jerusalén.", "12 Y no obstante las amenazas y juramentos que había proferido Giddiani, he aquí, los nefitas los batieron, al grado que retrocedieron ante ellos.", "13 Y ocurrió que Gidgiddoni dio órdenes de que sus ejércitos habían de perseguirlos hasta los confines del desierto, y que no perdonaran a ninguno de los que cayeran en sus manos por el camino; y así los persiguieron y los mataron hasta los confines del desierto, sí, hasta que hubieron cumplido las órdenes de Gidgiddoni.", "14 Y sucedió que Giddiani, que se había sostenido y luchado con intrepidez, fue perseguido cuando huyó; y hallándose fatigado de tanto pelear, lo alcanzaron y lo mataron. Y así llegó a su fin Giddiani el ladrón.", "15 Y aconteció que los ejércitos de los nefitas se volvieron a su plaza fuerte. Y se pasó ese año diecinueve, y los ladrones no volvieron a la batalla; ni volvieron tampoco en el año veinte.", "16 Y ni en el año veintiuno vinieron a la batalla, sino que llegaron por todos lados para poner sitio al pueblo nefita; porque suponían que si aislaban al pueblo de Nefi de sus tierras, y los rodeaban por todas partes y les cortaban todos sus privilegios con el exterior, los obligarían a rendirse según sus deseos.", "17 Y se habían nombrado a otro caudillo que se llamaba Zemnaríah; por tanto, fue Zemnaríah el que hizo que se pusiera el sitio.", "18 Mas he aquí, esto resultó ventajoso para los nefitas; porque era imposible que los ladrones sostuvieran el sitio el tiempo suficiente para causar efecto alguno en los nefitas, por motivo de sus muchas provisiones que tenían almacenadas,", "19 y por la falta de víveres entre los ladrones; pues he aquí, no tenían nada sino carne con qué subsistir, y obtenían esta carne en el desierto.", "20 Y aconteció que escaseó la caza en el desierto, a tal extremo que los ladrones estaban a punto de perecer de hambre.", "21 Y los nefitas continuamente estaban haciendo salidas, de día y de noche, y cayendo sobre sus ejércitos, y destrozándolos por miles y por decenas de miles.", "22 Y así se implantó en la gente de Zemnaríah el deseo de abandonar su proyecto, debido a la destrucción tan grande que les sobrevenía de día y de noche.", "23 Y sucedió que Zemnaríah mandó a sus fuerzas que levantaran el sitio y emprendieran la marcha hacia las partes más lejanas de la tierra del norte.", "24 Y Gidgiddoni, enterado de su propósito, y sabiendo de su debilidad, por motivo de la falta de víveres y el grande estrago que se había hecho entre ellos, envió, por tanto, sus tropas durante la noche y les cortó la retirada, y colocó a sus ejércitos por donde habían de retroceder.", "25 E hicieron esto durante la noche, y se adelantaron a los ladrones, de modo que al amanecer, cuando estos se pusieron en marcha, se encontraron con las fuerzas de los nefitas, tanto a su frente como a su retaguardia.", "26 Y los bandidos que estaban hacia el sur también quedaron aislados de sus guaridas. Y todas estas cosas se hicieron por órdenes de Gidgiddoni.", "27 Y hubo muchos miles de ellos que se entregaron como prisioneros a los nefitas, y al resto de ellos los mataron.", "28 Y tomaron a Zemnaríah, su caudillo, y lo colgaron de un árbol, sí, de la copa del árbol hasta que murió. Y después de haberlo colgado, talaron el árbol y clamaron en alta voz, diciendo:", "29 El Señor conserve a los de su pueblo en rectitud y en santidad de corazón, para que se eche por tierra a todos los que procuren matarlos por medio del poder y de las secretas combinaciones, tal como se ha echado por tierra a este hombre.", "30 Y se regocijaron, y de nuevo clamaron a una voz, diciendo: El Dios de Abraham, y el Dios de Isaac, y el Dios de Jacob proteja a este pueblo en justicia, en tanto que invoque el nombre de su Dios, pidiéndole protección.", "31 Y sucedió que prorrumpieron unánimes en cantos y alabanzas a su Dios, por el gran beneficio que les había otorgado, guardándolos de caer en las manos de sus enemigos.", "32 Sí, y clamaron: ¡Hosanna al Más Alto Dios! Y dieron voces, diciendo: ¡Bendito sea el nombre del Señor Dios Todopoderoso, el Más Alto Dios!", "33 Y sus corazones rebosaron de alegría, hasta el derramamiento de muchas lágrimas, por razón de la inmensa bondad de Dios en librarlos de las manos de sus enemigos; y sabían que había sido por su arrepentimiento y humildad que habían sido librados de una destrucción eterna."], "Français": ["Les armées néphites battent les brigands de Gadianton— Giddianhi est tué, et son successeur, Zemnarihah, est pendu— Les Néphites louent le Seigneur pour leurs victoires. Vers 19–22apr.J.-C.", "1 Et il arriva que vers la fin de la dix-huitième année, ces armées de brigands, s’étant préparées pour la bataille, commencèrent à descendre et à faire des sorties hors des collines, et hors des montagnes, et du désert, et de leurs places fortes, et de leurs lieux secrets, et commencèrent à prendre possession des terres, tant celles qui étaient dans le pays au sud que celles qui étaient dans le pays au nord, et commencèrent à prendre possession de toutes les terres qui avaient été désertées par les Néphites et des villes qui avaient été laissées désolées.", "2 Mais voici, il n’y avait pas de bêtes sauvages ni de gibier dans ces terres qui avaient été désertées par les Néphites, et il n’y avait pas de gibier pour les brigands, sauf dans le désert.", "3 Et les brigands ne pouvaient exister que dans le désert, à cause du manque de nourriture; car les Néphites avaient laissé leurs terres désolées, et avaient rassemblé leurs troupeaux de gros et de petit bétail et tous leurs biens, et ils étaient en un seul corps.", "4 C’est pourquoi, les brigands n’avaient pas l’occasion de piller et de se procurer de la nourriture, si ce n’est en livrant ouvertement bataille aux Néphites; et les Néphites étaient en un seul corps, et étaient très nombreux, et s’étaient réservé des provisions, et des chevaux, et du bétail, et des troupeaux de toute espèce, afin de subsister pendant sept ans, temps pendant lequel ils espéraient détruire les brigands de la surface du pays; et ainsi passa la dix-huitième année.", "5 Et il arriva que la dix-neuvième année, Giddianhi s’aperçut qu’il était nécessaire d’aller livrer bataille aux Néphites, car ils n’avaient aucun moyen de subsister, si ce n’est en pillant, et en commettant des actes de brigandage et des meurtres.", "6 Et ils n’osaient pas se répandre sur la surface du pays de manière à pouvoir faire pousser du grain, de peur que les Néphites ne tombent sur eux et ne les tuent; c’est pourquoi Giddianhi donna à ses armées le commandement d’aller, cette année-là, livrer bataille aux Néphites.", "7 Et il arriva qu’ils allèrent livrer bataille; et c’était le sixième mois; et voici, grand et terrible fut le jour où ils vinrent livrer bataille; et ils étaient ceints à la manière des brigands; et ils avaient une peau d’agneau autour des reins, et ils s’étaient teints de sang, et ils avaient la tête rasée et couverte d’un casque; et grand et terrible était l’aspect des armées de Giddianhi, à cause de leurs armures et à cause du sang dont elles s’étaient teintes.", "8 Et il arriva que les armées des Néphites, lorsqu’elles virent l’aspect de l’armée de Giddianhi, tombèrent toutes à terre et élevèrent leurs supplications au Seigneur, leur Dieu, pour qu’il les épargnât et les délivrât des mains de leurs ennemis.", "9 Et il arriva que lorsque les armées de Giddianhi virent cela, elles commencèrent à crier d’une voix forte, à cause de leur joie, car elles pensaient que les Néphites étaient tombés de crainte à cause de la terreur qu’inspiraient leurs armées.", "10 Mais en cela elles furent déçues, car les Néphites ne les craignaient pas, mais ils craignaient leur Dieu et le suppliaient pour qu’il leur accordât protection; c’est pourquoi, lorsque les armées de Giddianhi se jetèrent sur eux, ils étaient prêts à les affronter; oui, c’est dans la force du Seigneur qu’ils les reçurent.", "11 Et la bataille commença ce mois-là, qui était le sixième; et grande et terrible fut la bataille, oui, grand et terrible fut le massacre, de sorte qu’on n’avait jamais connu d’aussi grand massacre parmi tout le peuple de Léhi depuis qu’il avait quitté Jérusalem.", "12 Et malgré les menaces et les serments que Giddianhi avait faits, voici, les Néphites les battirent, de sorte qu’ils se replièrent devant eux.", "13 Et il arriva que Gidgiddoni commanda à ses armées de les poursuivre jusqu’aux régions frontières du désert et de n’épargner aucun de ceux qui leur tomberaient entre les mains en chemin; et ainsi, ils les poursuivirent et les tuèrent, jusqu’aux régions frontières du désert jusqu’à ce qu’ils eussent accompli le commandement de Gidgiddoni.", "14 Et il arriva que Giddianhi, qui avait résisté et s’était battu avec hardiesse, fut poursuivi tandis qu’il fuyait; et, fatigué parce qu’il s’était beaucoup battu, il fut rattrapé et tué. Et telle fut la fin de Giddianhi, le brigand.", "15 Et il arriva que les armées des Néphites retournèrent dans leur lieu de sécurité. Et il arriva que cette dix-neuvième année passa, et les brigands ne revinrent plus livrer bataille; et ils ne revinrent pas non plus la vingtième année.", "16 Et la vingt et unième année, ils ne vinrent pas livrer bataille, mais ils s’approchèrent de tous côtés pour mettre le siège autour du peuple de Néphi; car ils pensaient que s’ils coupaient le peuple de Néphi de ses terres et le cernaient de tous les côtés, et s’ils le coupaient de toutes ses possibilités à l’extérieur, ils pourraient l’amener à se rendre, selon leur désir.", "17 Or, ils s’étaient désigné un autre chef, dont le nom était Zemnarihah; ce fut donc Zemnarihah qui fit mettre ce siège.", "18 Mais voici, c’était un avantage pour les Néphites; car il était impossible aux brigands de mettre le siège suffisamment longtemps pour que cela eût un effet sur les Néphites, à cause des nombreuses provisions qu’ils avaient mises en réserve,", "19 et à cause de la rareté des provisions parmi les brigands; car voici, ils n’avaient que de la viande pour leur subsistance, viande qu’ils se procuraient dans le désert;", "20 et il arriva que le gibier sauvage devint rare dans le désert, de sorte que les brigands étaient sur le point de périr de faim.", "21 Et les Néphites sortaient continuellement de jour et de nuit, et tombaient sur leurs armées, et les massacraient par milliers et par dizaines de milliers.", "22 Et ainsi, le peuple de Zemnarihah fut pris du désir de renoncer à son dessein, à cause de la grande destruction qui s’abattait jour et nuit sur lui.", "23 Et il arriva que Zemnarihah donna à son peuple le commandement de lever le siège et de marcher jusqu’aux parties les plus reculées du pays situé du côté du nord.", "24 Et alors, Gidgiddoni, informé de leur dessein, et connaissant leur faiblesse à cause du manque de nourriture et du grand massacre qu’ils avaient subi, envoya ses armées pendant la nuit, et leur coupa la retraite, et plaça ses armées sur le chemin de leur retraite.", "25 Et cela, ils le firent pendant la nuit, et parvinrent, dans leur marche, au-delà des brigands, de sorte que le lendemain, lorsque les brigands entreprirent leur marche, ils furent attaqués par les armées des Néphites, tant sur leurs avants que sur leurs arrières.", "26 Et les brigands qui étaient au sud furent également coupés dans leurs lieux de retraite. Et toutes ces choses se firent sur commandement de Gidgiddoni.", "27 Et il y en eut des milliers qui se livrèrent comme prisonniers aux Néphites, et le reste d’entre eux fut tué.", "28 Et leur chef, Zemnarihah, fut pris et pendu à un arbre, oui, à son sommet, jusqu’à ce qu’il fût mort. Et lorsqu’ils l’eurent pendu jusqu’à ce qu’il fût mort, ils abattirent l’arbre et crièrent d’une voix forte, disant:", "29 Que le Seigneur préserve son peuple dans la justice et dans la sainteté de cœur, afin qu’il puisse faire abattre tous ceux qui chercheront à le tuer pour le pouvoir et à cause des combinaisons secrètes, tout comme cet homme a été abattu.", "30 Et ils se réjouirent et crièrent de nouveau d’une seule voix, disant: Que le Dieu d’Abraham, et le Dieu d’Isaac, et le Dieu de Jacob protège ce peuple dans la justice tant qu’il invoquera le nom de son Dieu pour avoir sa protection.", "31 Et il arriva que tous, comme un seul homme, éclatèrent en chants et en louanges à leur Dieu pour la grande chose qu’il avait faite pour eux en les préservant de tomber entre les mains de leurs ennemis.", "32 Oui, ils crièrent: Hosanna au Dieu Très-Haut. Et ils crièrent: Béni soit le nom du Seigneur Dieu Tout-Puissant, le Dieu Très-Haut.", "33 Et ils avaient le cœur gonflé de joie, au point de verser beaucoup de larmes, à cause de la grande bonté de Dieu qui les avait délivrés des mains de leurs ennemis; et ils savaient que c’était à cause de leur repentir et de leur humilité qu’ils avaient été délivrés d’une destruction éternelle."], "Kiribati": ["Aia taanga ni buaka Nibwaite a konaia ana taan iraa Kateanton—Kiteaenaai e bon tiringaki, ao onean mwiina are Temnaria, e bon kabaeaki roroana—A kamoamoa te Uea Nibwaite ibukin aia tokanikai. Uakaan ma 19–22N.K.", "1 Ao e a koro bukina bwa ni kabanean te ririki ae te katebwi ma waniua ao aia taanga ni buaka taan kamwarua a tia n tauraoi ibukin te buaka, ao a waaki n ruo ma ni waekoa n otinako man taian tabuki, ao man te maunga, ao aia tabo ni katantan, ma aia tabo ni karaba, ao a waaki n tauii taian aba, ake a mena n te aba i maiaki ao ake a mena n te aba i meang, ao a waaki n tauii aaba ni kabane ake a tia ni kitanaki irouia Nibwaite, ao kaawa ake a tiku ni kamaroa.", "2 Ma nooria, bon ake maan aika a kaakang ao ake a kona ni kaeaki n aaba ake a bon tia ni kitanaki irouia Nibwaite, ao bon akea maan aika a kona ni kaeaki ibukiia taan kamwarua ma ti n te rereua.", "3 Ao taan kamwarua a bon aki kona ni maiu ma ti ngkana a mena i nanon te rereua, ibukin tangiran te amwarake; bwa a bon kitani abaia Nibwaite n akea bwaia, ao a tia n ikotii aia nanai ma aia ikota ni man ao aia bwai ni kabane, ao a bon ikotaki n ti teuana.", "4 Ngaia are, bon akea aia anga taan kamwarua ni karaoa mwakuri n iowawa ni karekei kanaia, ma a na ti otinako ni buaka ni kaaitaraia Nibwaite; ao Nibwaite a ikotaki n ti teuana, ao e bon korakora mwaitia, ao a tia ni kaawakin bon ibukiia bwaai ake ana kainnanoi, ma aia aoti ao aia kao, ao aia nanai n aekaia nako, bwa aonga n tiku ni maiu i nanon te maan ae itiua te ririki, are te tai are a kantaningaia bwa a na kamaunaia taan kamwarua mai aon te aba; ao ikai are e a toki iai te katebwi ma waniua n ririki.", "5 Ao e a koro bukina bwa n te katebwi ma ruaiwa n ririki ao Kiteaenaai e kunea bwa e bon riai bwa a na waerake ni buaka ni kaaitaraia Nibwaite, bwa bon akea te anga ae a na kona ni maiu iai ma ti ngkana a karaoi mwakuri n iowawa n anaibwai man iraa ao n tiritiri.", "6 Ao a bon rawa ni kamaenakoia iaon te aba n te aro are aongkoa a na uniki taian wiita, bwa mwiina ao a roko naba Nibwaite i aoia n tiringia; ngaia are Kiteaenaai e anga te tua nakoia ana taanga ni buaka n te ririki anne bwa a na nako ni buaka ni kaaitaraia Nibwaite.", "7 Ao e a koro bukina bwa a bon roko ni buaka; ao bon i nanon te kaonoua n namwakaina; ao nooria, bon te bong ae korakora ma ni kakamaku are a roko iai ni buaka; ao a bon kabaeaki nukaia n aekaia kamwarua; ao bon iai kunin te tiibu te teei are a karabania iai, ao a karanaki n te raraa, ao a kamaraki atuuia, ao bon iai otangan atuuia i aoia; ao e korakora ma ni kakamaku tarakia ana taanga ni buaka Kiteaenaai, ibukin aia kunnikai ni buaka, ao ibukina bwa a karanaki n te raraa.", "8 Ao e a koro bukina bwa aia taanga ni buaka Nibwaite, ngke a noora riarian ana taanga ni buaka Kiteaenaai, a bane ni bwaka nako aontano, man tabeka rake tangiia nakon te Uea ae Atuaia, bwa e na kamaiuia mai nanon baia aia kairiribai.", "9 Ao e a koro bukina bwa ngke a noora aio ana taanga ni buaka Kiteaenaai a takarua n te bwanaa ae korakora, ibukin kimwareireia, bwa a kataua inanoia bwa a bwaka Nibwaite ibukin maakuia ibukin kakamaakuia aia taanga ni buaka.", "10 Ma a bon nanokawaki n aei, bwa Nibwaite a bon aki maakuia; ma a bon maaka Atuaia ao a bubuti nakoina ibukin kawakinakia; ngaia are, ngke ana taanga ni buaka Kiteaenaai a biri nakoia a bon tauraoi ni kaaitaraia; eng, ni korakoran te Uea ao a butimwaia.", "11 Ao e waaki te buaka n te kaonoua n namwakaina; ao e bon korakora man ni kakamaku te buaka aio, eng, e korakora ma ni kakamaku te tiriaomata n aki akaaka iai, n te aro are bon akea riki te tiriaomata ae ataaki n ai arona i buakoia ana botanaomata Riaai man te tai are e kitana Ierutarem iai.", "12 Ao e ngae ngke iai ana taeka ni kakamaku ma ana berita Kiteaenaai are e a tia ni karaoi, nooria, a bon konaki irouia Nibwaite n te aro are a kerikaaki mai mataia.", "13 Ao e a koro bukina bwa Kiteaenaai e anga te tua bwa ana taanga ni buaka a na kakioia ni karokoa tian te rereua, bwa a na aki riai ni kamaiuia ake a reke i nanon baia iaon kawaia; ao ngaia are a bon kakioia nakon tian te rereua man tiringia, ni karokoa ae a kakoroa bukin ana tua Kikitonaai.", "14 Ao e a koro bukina bwa Kiteaenaai, are e a tia n tei ma ni buaka ma te ninikoria, e bon kakioaki ngke e birinako; ao kioina ngkai e a kua ibukin korakoran ana buaka e a bon reke man tiringaki. Ao ikai are e a toki iai maiuin Kiteaenaai are te kamwarua.", "15 Ao e a koro bukina bwa aia taanga ni buaka Nibwaite a bon okira nneia ni kawakinaki. Ao e a koro bukina bwa e a bane te katebwi ma ruaiwa n ririki, ao a bon aki manga oki ni buaka taan kamwarua; ao aki roko naba n te kauabwi n ririki.", "16 Ao n te kauabwi ma teuana n ririki ao a bon aki roko ni buaka ma a bon roko man itera nako bwa a na otabwaninia ma n kainiia ana botanaomata Nibwaai; bwa a taku inanoia bwa a na kamaenakoia ana botanaomata Nibwaai man abaia, ao a na kainiia man iteraia nako, ao ngkana a kamaenakoia ma ni bwaai nako ake a na kona n reke irouia ma itinaniku, ao e na reke te anga are a na anga ngaia n aron are a kantaningaia.", "17 Ao ngkai a tia ni manga rinea aia tia kairiri temanna, ae arana Temnaria; ngaia are bon Temnaria ae tua bwa e na karaoaki kainakiia aio.", "18 Ma nooria, aio bon te bwai ae raoiroi nakoia Nibwaite; bwa e boni kaangaanga bwa taani kamwarua a na kona ni kainiia n te tai ae tau maanna are e na iai korakoraia iaoiia Nibwaite, ibukin mwaitin bwaai ake a kainnanoi are a bon tia ni kaikoi.", "19 Ao ibukin aki taun bwaai ake a kainnanoi taan kamwarua; bwa nooria, bon akea aia bwai ma ti irikon te man ibukin maiuia, are bon irikon te man are a karekea n te rereua.", "20 Ao e a koro bukina bwa maan ake a kona ni kaei bwa kanaia a moanna ni karako i nanon te rereua n te aro are a kuri ni mate taan kamwarua n te baki.", "21 Ao Nibwaite aki toki ni mwamwananga n otinako n te ngaina ao te tairiki, ma ni kawara aia taanga ni buaka, ao ma n tiringia nga ma nga ao tebwina te nga ma tebwina te nga.", "22 Ao ikai are e reke nanoia ana botanaomata Temnaria bwa ana bubai man aia babaire, ibukin korakoran te tiritiri are e karaoaki nakoia n te bong ao n te ngaina.", "23 Ao e a koro bukina bwa Temnaria e bon anga te tua nakoia ana botanaomata bwa a na riai ni bubai ma ni kainakiia, ao a na mwananga nako mwakoron te aba ake a raroa i meang.", "24 Ao ngkai, Kikitonaai e bon atai aia babaire, ao e ataa naba mamaaraia ibukin tangiran te amwarake, ao te tiriaomata n aki akaaka ae korakora are e a tia ni karaoaki nakoia, ngaia are e kanakoia ana taanga ni buaka n te tairiki bwa a na tuka kawaia ni kerikaaki, ao e bon katikuia ana taanga ni buaka ni kawaia ni kerikaaki.", "25 Ao a bon karaoa aio n te tairiki, ao mwananga nako moaia ni kararoaia teutana mai irouia kamwarua, n te aro are ngke e a ingabong, ngke a mwananga kamwarua, ao a bon kaitibo ma aia taanga ni buaka Nibwaite mai moaia ao mai bukiia.", "26 Ao taan kamwarua ake a mena i maiaki a bon kamaenakoaki naba man aia tabo ni kamanoia. Ao bwaai aikai a bane ni karaoaki man ana kaetieti Kikitonaai.", "27 Ao a boni mwaiti ngaa ma ngaa ake a anga ngaiia bwa bure nakoia Nibwaite, ao nikiraia a bon tiringaki.", "28 Ao aia mataniwi, are Temnaria, e anaaki ao e tauraki iaon te kai, eng, iaon te kai ni karokoa matena. Ao ngke a tia n tauria ni karokoa matena ao a korea te kai ni kabwakaa nako aontano, ao a tang n te bwanaa ae takarua ni kangai:", "29 Ke e kawakinia ana aomata te Uea i nanon te raoiroi ma te nano ae itiaki, bwa e na karekeaki te anga ae ni kabane ake a ukoukora kan tiringakia a na kabwakaki nako aontano ibukin mwaakaia ma aia botaki ni karaba aika buakaka, n aiaron te aomata aei ae e a tia ni kabwakaki nako aontano.", "30 Ao a bon kimwareirei man takarua riki n teuana te bwanaa, ni kangai: Ke Atuan Aberaam, ao Atuan Itaaka, ao Atuan Iakobwa, e kawakinia te botanaomata aio i nanon te raoiroi, ngkana a wetea aran Atuaia ibukin katanakia.", "31 Ao e a koro bukina bwa a bon waaki n anene, ni katiteuanaki, n anene, ao n neboneboa Atuaia ibukin te bwai ae kakannato are e a tia ni karaoia i bukiia, ni kawakinia bwa a na aki reke i nanon baia aia kairiribai.", "32 Eng, a takaruaa: Otanna nakon te Atua ae Moan te Rietata. Ao a bane n takaruaea: E na kakabwaiaaki aran te Uea ae te Atua ae Moan te Mwaaka, te Atua ae Moan te Rietata.", "33 Ao e onrake nanoia n te kimwareirei, n te aro are a bwaro ranin mataia aika a mwaiti, ibukin korakoran raoiroin Atuaia ngke e kamaiuia ma i nanoni baia aia kairiribai; ao a ataia bwa aio bon ibukin aia rairannano ao aia nanorinano are a tia ni kamaiuaki iai man te tiringaki ae aki totoki."]}