{"English": ["Jesus directs the people to ponder His words and pray for understanding—He heals their sick—He prays for the people, using language that cannot be written—Angels minister to and fire encircles their little ones. About A.D.34.", "1 Behold, now it came to pass that when Jesus had spoken these words he looked round about again on the multitude, and he said unto them: Behold, my time is at hand.", "2 I perceive that ye are weak, that ye cannot understand all my words which I am commanded of the Father to speak unto you at this time.", "3 Therefore, go ye unto your homes, and ponder upon the things which I have said, and ask of the Father, in my name, that ye may understand, and prepare your minds for the morrow, and I come unto you again.", "4 But now I go unto the Father, and also to show myself unto the lost tribes of Israel, for they are not lost unto the Father, for he knoweth whither he hath taken them.", "5 And it came to pass that when Jesus had thus spoken, he cast his eyes round about again on the multitude, and beheld they were in tears, and did look steadfastly upon him as if they would ask him to tarry a little longer with them.", "6 And he said unto them: Behold, my bowels are filled with compassion towards you.", "7 Have ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind, or halt, or maimed, or leprous, or that are withered, or that are deaf, or that are afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you; my bowels are filled with mercy.", "8 For I perceive that ye desire that I should show unto you what I have done unto your brethren at Jerusalem, for I see that your faith is sufficient that I should heal you.", "9 And it came to pass that when he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with all them that were afflicted in any manner; and he did heal them every one as they were brought forth unto him.", "10 And they did all, both they who had been healed and they who were whole, bow down at his feet, and did worship him; and as many as could come for the multitude did kiss his feet, insomuch that they did bathe his feet with their tears.", "11 And it came to pass that he commanded that their little children should be brought.", "12 So they brought their little children and set them down upon the ground round about him, and Jesus stood in the midst; and the multitude gave way till they had all been brought unto him.", "13 And it came to pass that when they had all been brought, and Jesus stood in the midst, he commanded the multitude that they should kneel down upon the ground.", "14 And it came to pass that when they had knelt upon the ground, Jesus groaned within himself, and said: Father, I am troubled because of the wickedness of the people of the house of Israel.", "15 And when he had said these words, he himself also knelt upon the earth; and behold he prayed unto the Father, and the things which he prayed cannot be written, and the multitude did bear record who heard him.", "16 And after this manner do they bear record: The eye hath never seen, neither hath the ear heard, before, so great and marvelous things as we saw and heard Jesus speak unto the Father;", "17 And no tongue can speak, neither can there be written by any man, neither can the hearts of men conceive so great and marvelous things as we both saw and heard Jesus speak; and no one can conceive of the joy which filled our souls at the time we heard him pray for us unto the Father.", "18 And it came to pass that when Jesus had made an end of praying unto the Father, he arose; but so great was the joy of the multitude that they were overcome.", "19 And it came to pass that Jesus spake unto them, and bade them arise.", "20 And they arose from the earth, and he said unto them: Blessed are ye because of your faith. And now behold, my joy is full.", "21 And when he had said these words, he wept, and the multitude bare record of it, and he took their little children, one by one, and blessed them, and prayed unto the Father for them.", "22 And when he had done this he wept again;", "23 And he spake unto the multitude, and said unto them: Behold your little ones.", "24 And as they looked to behold they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them.", "25 And the multitude did see and hear and bear record; and they know that their record is true for they all of them did see and hear, every man for himself; and they were in number about two thousand and five hundred souls; and they did consist of men, women, and children."], "Español": ["Jesús exhorta a los del pueblo a meditar en Sus palabras y a pedir entendimiento en sus oraciones— Sana a los enfermos— Ora por el pueblo con palabras que no se pueden escribir— Los ángeles ministran a los pequeñitos y estos son rodeados de fuego. Aproximadamente 34d.C.", "1 He aquí, sucedió que cuando Jesús hubo hablado estas palabras, de nuevo miró alrededor hacia la multitud, y les dijo: He aquí, mi tiempo está cerca.", "2 Veo que sois débiles, que no podéis comprender todas mis palabras que el Padre me ha mandado que os hable en esta ocasión.", "3 Por tanto, id a vuestras casas, y meditad las cosas que os he dicho, y pedid al Padre en mi nombre que podáis entender; y preparad vuestras mentes para mañana, y vendré a vosotros otra vez.", "4 Pero ahora voy al Padre, y también voy a mostrarme a las tribus perdidas de Israel, porque no están perdidas para el Padre, pues él sabe a dónde las ha llevado.", "5 Y sucedió que cuando Jesús hubo hablado así, de nuevo dirigió la vista alrededor hacia la multitud, y vio que estaban llorando, y lo miraban fijamente, como si le quisieran pedir que permaneciese un poco más con ellos.", "6 Y les dijo: He aquí, mis entrañas rebosan de compasión por vosotros.", "7 ¿Tenéis enfermos entre vosotros? Traedlos aquí. ¿Tenéis cojos, o ciegos, o lisiados, o mutilados, o leprosos, o atrofiados, o sordos, o quienes estén afligidos de manera alguna? Traedlos aquí y yo los sanaré, porque tengo compasión de vosotros; mis entrañas rebosan de misericordia.", "8 Pues percibo que deseáis que os muestre lo que he hecho por vuestros hermanos en Jerusalén, porque veo que vuestra fe es suficiente para que yo os sane.", "9 Y sucedió que cuando hubo hablado así, toda la multitud, de común acuerdo, se acercó, con sus enfermos, y sus afligidos, y sus cojos, y sus ciegos, y sus mudos, y todos los que padecían cualquier aflicción; y los sanaba a todos, según se los llevaban.", "10 Y todos ellos, tanto los que habían sido sanados, como los que estaban sanos, se postraron a sus pies y lo adoraron; y cuantos, por la multitud pudieron acercarse, le besaron los pies, al grado de que le bañaron los pies con sus lágrimas.", "11 Y aconteció que mandó que trajesen a sus niños pequeñitos.", "12 De modo que trajeron a sus niños pequeñitos, y los colocaron en el suelo alrededor de él, y Jesús estuvo en medio; y la multitud cedió el paso hasta que todos le fueron traídos.", "13 Y aconteció que cuando los hubieron traído a todos, y Jesús estaba en medio, mandó a los de la multitud que se arrodillasen en el suelo.", "14 Y sucedió que cuando se hubieron arrodillado en el suelo, gimió Jesús dentro de sí, y dijo: Padre, turbado estoy por causa de la iniquidad del pueblo de la casa de Israel.", "15 Y cuando hubo pronunciado estas palabras, se arrodilló él mismo también en el suelo; y he aquí, oró al Padre, y las cosas que oró no se pueden escribir, y los de la multitud que lo oyeron, dieron testimonio.", "16 Y de esta manera testifican: Jamás el ojo ha visto ni el oído escuchado, antes de ahora, tan grandes y maravillosas cosas como las que vimos y oímos que Jesús habló al Padre;", "17 y no hay lengua que pueda hablar, ni hombre alguno que pueda escribir, ni corazón de hombre que pueda concebir tan grandes y maravillosas cosas como las que vimos y oímos a Jesús hablar; y nadie puede conceptuar el gozo que llenó nuestras almas cuando lo oímos rogar por nosotros al Padre.", "18 Y aconteció que cuando Jesús hubo concluido de orar al Padre, se levantó; pero era tan grande el gozo de la multitud, que fueron dominados.", "19 Y sucedió que Jesús les habló, y mandó que se levantaran.", "20 Y se levantaron del suelo, y les dijo: Benditos sois a causa de vuestra fe. Y ahora he aquí, es completo mi gozo.", "21 Y cuando hubo dicho estas palabras, lloró, y la multitud dio testimonio de ello; y tomó a sus niños pequeños, uno por uno, y los bendijo, y rogó al Padre por ellos.", "22 Y cuando hubo hecho esto, lloró de nuevo;", "23 y habló a la multitud, y les dijo: Mirad a vuestros pequeñitos.", "24 Y he aquí, al levantar la vista para ver, dirigieron la mirada al cielo, y vieron abrirse los cielos, y vieron ángeles que descendían del cielo cual si fuera en medio de fuego; y bajaron y cercaron a aquellos pequeñitos, y fueron rodeados de fuego; y los ángeles les ministraron.", "25 Y la multitud vio y oyó y dio testimonio; y saben que su testimonio es verdadero, porque todos ellos vieron y oyeron, cada cual por sí mismo; y llegaba su número a unas dos mil quinientas almas; y se componía de hombres, mujeres y niños."], "Français": ["Jésus commande au peuple de méditer ses paroles et de prier pour les comprendre— Il guérit les malades— Il prie pour le peuple en utilisant un langage qui ne peut être écrit— Des anges servent et du feu environne leurs petits enfants. Vers 34apr.J.-C.", "1 Voici, alors, il arriva que lorsqu’il eut dit ces paroles, Jésus posa de nouveau les regards alentour sur la multitude, et lui dit: Voici, mon temps est proche.", "2 Je vois que vous êtes faibles, que vous ne pouvez comprendre toutes les paroles que mon Père me commande de vous dire maintenant.", "3 C’est pourquoi, rentrez chez vous, et méditez les choses que j’ai dites, et demandez au Père, en mon nom, de pouvoir comprendre, et préparez votre esprit pour demain, et je viendrai de nouveau à vous.", "4 Mais maintenant, je vais au Père, et aussi me montrer aux tribus perdues d’Israël, car elles ne sont pas perdues pour le Père, car il sait où il les a emmenées;", "5 et il arriva que lorsque Jésus eut ainsi parlé, il jeta de nouveau les regards alentour sur la multitude, et vit qu’elle était en larmes et avait les regards fixés sur lui, comme si elle voulait lui demander de demeurer encore un peu avec elle.", "6 Et il lui dit: Voici, mes entrailles sont remplies de compassion envers vous.", "7 En avez-vous parmi vous qui sont malades? Amenez-les ici. En avez-vous qui sont estropiés, ou aveugles, ou boiteux, ou mutilés, ou lépreux, ou qui sont desséchés, qui sont sourds, ou qui sont affligés de toute autre manière? Amenez-les ici et je les guérirai, car j’ai compassion de vous; mes entrailles sont remplies de miséricorde.", "8 Car je vois que vous désirez que je vous montre ce que j’ai fait à vos frères à Jérusalem, car je vois que votre foi est suffisante pour que je vous guérisse.", "9 Et il arriva que lorsqu’il eut ainsi parlé, toute la multitude, d’un commun accord, s’avança avec ses malades, et ses affligés, et ses estropiés, et avec ses aveugles, et avec ses muets, et avec tous ceux qui étaient affligés de toute autre manière; et il guérit chacun d’eux à mesure qu’on les lui amenait.", "10 Et tous, tant ceux qui avaient été guéris que ceux qui étaient sains, se prosternèrent à ses pieds et l’adorèrent; et tous ceux de cette multitude qui purent l’approcher lui baisèrent les pieds, de sorte qu’ils lui baignaient les pieds de leurs larmes.", "11 Et il arriva qu’il commanda qu’on lui amenât les petits enfants.", "12 Ils amenèrent donc leurs petits enfants et les posèrent à terre tout autour de lui, et Jésus se tint au milieu d’eux; et la multitude s’écarta jusqu’à ce qu’ils lui eussent tous été amenés.", "13 Et il arriva que lorsqu’ils eurent tous été amenés, et qu’il se tint au milieu d’eux, Jésus commanda à la multitude de s’agenouiller à terre.", "14 Et il arriva que lorsqu’ils se furent agenouillés à terre, Jésus gémit en lui-même, et dit: Père, je suis troublé à cause de la méchanceté du peuple de la maison d’Israël.", "15 Et lorsqu’il eut dit ces paroles, lui-même s’agenouilla aussi par terre; et voici, il pria le Père, et les choses qu’il dit dans sa prière ne peuvent être écrites, et la multitude qui l’entendit en témoigna.", "16 Et c’est de cette manière qu’elle témoigne: L’œil n’a encore jamais vu, ni l’oreille entendu de choses aussi grandes et aussi merveilleuses que celles que nous vîmes et entendîmes Jésus dire au Père;", "17 et aucune langue ne peut exprimer, ni aucun homme ne peut écrire, ni le cœur des hommes concevoir des choses aussi grandes et aussi merveilleuses que celles que nous vîmes et entendîmes Jésus dire; et nul ne peut concevoir la joie qui nous remplit l’âme lorsque nous l’entendîmes prier le Père pour nous.", "18 Et il arriva que lorsque Jésus eut fini de prier le Père, il se leva; et si grande était la joie de la multitude qu’elle était accablée.", "19 Et il arriva que Jésus leur parla et leur commanda de se lever.", "20 Et ils se levèrent, et il leur dit: Vous êtes bénis à cause de votre foi. Et maintenant, voici, ma joie est pleine.", "21 Et lorsqu’il eut dit ces paroles, il pleura, et la multitude en témoigna, et il prit leurs petits enfants, un par un, et les bénit, et pria le Père pour eux.", "22 Et lorsqu’il eut fait cela, il pleura de nouveau;", "23 et il parla à la multitude et lui dit: Voyez vos petits enfants.", "24 Et comme ils regardaient, ils jetèrent les regards vers le ciel, et ils virent les cieux ouverts, et ils virent des anges descendre du ciel comme au milieu d’un feu; et ils descendirent et entourèrent ces petits enfants, et ils étaient environnés de feu; et les anges les servirent.", "25 Et la multitude vit, et entendit, et témoigna; et ils savent que leur témoignage est vrai, car ils virent et entendirent tous, chacun pour lui-même; et ils étaient au nombre d’environ deux mille cinq cents âmes, hommes, femmes et enfants."], "Kiribati": ["Iesu e kairia aomata bwa a na iangoi raoi Ana taeka man tataro ibukin te kan oota iai—E katoka aorakiia aika a aoraki—E tataro ibukiia aomata, ao e kabongana te taetae ae e aki kona ni koreaki—A roko n ibuobuoki anera ao a otabwaniniaki, natia aika uarereke n te ai. Uakaan ma 34N.K.", "1 Nooria, ngkai e a koro bukina bwa ngke e a tia Iesu n taekin taeka aikai e taratara nako riki i aoia aomata ake e uanao akekei, ao te taku nakoia: Nooria, e a kaan au tai.", "2 I nooria bwa kam mamaara, n te aro are kam aki kona n oota n au taeka are I tuangaki iroun te Tama bwa N na taekin nakoimi n te tai aei.", "3 Mangaia, naako okiri batami, man iangoi taeka ake I a tia n taekin, ao bubutia te Tama n arau bwa kam na oota iai, ao katauraoi raoi ami iango ibukin te ingabong, ao N na manga roko riki nakoimi.", "4 Ma ngkai N na nako nakon te Tama, ao N na kaotai naba nakoia baronga ake Iteraera ake tebwina ake a tia ni bua, bwa a bon aki bua iroun te Tama, bwa e bon ataa te tabo are e anaia nako iai.", "5 Ao e a koro bukina bwa ngke e a tia Iesu n taekin taeka aikai, e taratara nako riki i aoia aomata ake a uanao, ao nooria a bon tang, ma ni kateimatoa aia taratara iaona n te aro are kaanga a na tuangnga bwa e na tiku riki teutana irarikiia.", "6 Ao e taku nakoia: Nooria, e a onrake nanou n te nanoanga ibukimi.", "7 Iai i buakomi ae aoraki? Uotia mai. Iai i buakomi ae mwauku, ke e mataki, ke e ikoaki, ke e aki konabwai, ke e rebera, ke e rai, ke aika a bonotaninga, ke a karawawataki n aekaia nako? Kairiaa mai ao N na katoka aorakiia, bwa iai au nanoanga nakoimi; ao e a onrake nanou n te nanoanga.", "8 Bwa I nooria bwa kam tangiria bwa N na kaota nakoimi bwa teraa ae I a tia ni karaoi nakoia tarimi ake i Ierutarem, bwa I nooria bwa e bon tau ami onimaki bwa N na katoka aorakimi.", "9 Ao e a koro bukina bwa ngke e a tia n taetae, a bane aomata ake a uanao n teuana te tai, ni mwananga ma aia aoraki ao raoia ake a karawawataki, ao raoia ake a mwauku, ao raoia ake a mataki, ao raoia ake a babanga n taetae, ma aomata ni kabane ake a karawawataki n aekaia nako; ao e boni katoka aorakiia ni kabane ngke a uotaki nakoina.", "10 Ao a boni bane ni kabane, ake a katokaki aorakiia ao ake a marurung, ni bobaraaki i waena, man taromauriia; ao mwaitiia ake a roko mai irouia aomata ake a uanao a bon kaboria ma waena, n te aro are a teboki waena n ranin mataia.", "11 Ao e a koro bukina bwa e tuangiia natiaa aika a uarereke bwa a na uotaki nakoina.", "12 Mangaia are a uotia natiia ake a uarereke ma ni katikuia i aontano i rarikina, ao Iesu e tei i buakoia; ao aomata ake a uanao a kamwawa kawaina ni karokoa ae a bane n uotaki nakoina.", "13 Ao e a koro bukina bwa ngke a bane n tia n uotaki nakoina, ao Iesu e tei i nukaia, ao e tuangaia aomata ake a uanao bwa a na katorobubua iaon tano.", "14 Ao e a koro bukina bwa a katorobubua iaon tano, ao Iesu e ngirangira i nanona, ma n taku: Tamau e tabetabe nanou ibukin buakakaia te botanaomata ae te bata are Iteraera.", "15 Ao ngke e a tia n taekin taeka aikai, e katorobubua iaon tano; ao nooria e tataro nakon te Tama ao bwaai ake e tataro i bukiia a bon aki kona ni koreaki, ao aomata ake a uanao ake a ongo a boni kakoaua ibukina.", "16 Ao aio aron aia kakoaua ibukina: Akea te mata ae e a tia n nooria mai i mwaaina ao akea te taninga naba ae e a tia n ongo, mai i mwaain bwaai aika kakannato ma ni kamimi n aron are ti a tia n noori man ongo are e taekin Iesu nakon te Tama;", "17 Ao akea te neewe ae kona n taekinna, ao akea naba ae kona ni koreaki iroun te aomata, ao nanoia aomata aki naba kona n iangoi bwaai aika a korakora ma ni kamimi n aron are ti bon noori ma n ongo bwa e taekin Iesu; ao akea ae kona n iangoa te kimwareirei are e kaona tamneira n te tai are ti ongo iai bwa e tataro ibukira nakon te Tama.", "18 Ao e a koro bukina bwa ngke e a tia Iesu ni katoka ana tataro nakon te Tama, e teirake; ma e a bon taonako kimwareireia aomata aika a uanao n te aro are a konaki.", "19 Ao e a koro bukina bwa Iesu e taetae nakoia, ma n tuangiia bwa a na teirake.", "20 Ao a teirake ma iaon tano, ao e taku nakoia; Kam na kakabwaiaki ibukin ami onimaki. Ao ngkai nooria, bwa e a bwanin kimwareireiu.", "21 Ao ngke e a tia n taekin taeka aikai, e tang, ao aomata ake a uanao a bon kakoaua ibukina, ao e anai aia ataei ake a uarereke, temanna i mwin temanna, ao e kakabwaiaia, ao e tataro nakon te Tama i bukiia.", "22 Ao ngke e a tia ni karaoa aio e a manga tang riki;", "23 Ao e taetae nakoia aomata ake a uanao, ma n taku nakoia: Nooria ami ataei.", "24 Ao ngke a tararake bwa a na nooria a tabekarake mataia nako karawa, ao a noora karawa bwa e uki, ao a nooria anera bwa a ruo mai karawa ae aiaron ae otabwaniniaki n te ai; ao a ruo ma n otabwaninia ataei ake a uarereke, ao a bon otabwaniniaki n te ai; ao anera a karaoai aia mwakuri n ibuobuoki nakoia.", "25 Ao aomata ake a uanao a bon nooria ma n ongo ao a kakoaua ibukina; ao a bon ataia bwa kakoauakina irouia e bon koaua bwa a boni bane n nooria ma n ongo, ni kabane n tatabemania nako; ao mwaitia tao uangaa ao nimabubua te aomata; ao bon mwaane, aine ao ataei."]}