{"English": ["The Father testifies of His Beloved Son—Christ appears and proclaims His Atonement—The people feel the wound marks in His hands and feet and side—They cry Hosanna—He sets forth the mode and manner of baptism—The spirit of contention is of the devil—Christ’s doctrine is that men should believe and be baptized and receive the Holy Ghost. About A.D.34.", "1 And now it came to pass that there were a great multitude gathered together, of the people of Nephi, round about the temple which was in the land Bountiful; and they were marveling and wondering one with another, and were showing one to another the great and marvelous change which had taken place.", "2 And they were also conversing about this Jesus Christ, of whom the sign had been given concerning his death.", "3 And it came to pass that while they were thus conversing one with another, they heard a voice as if it came out of heaven; and they cast their eyes round about, for they understood not the voice which they heard; and it was not a harsh voice, neither was it a loud voice; nevertheless, and notwithstanding it being a small voice it did pierce them that did hear to the center, insomuch that there was no part of their frame that it did not cause to quake; yea, it did pierce them to the very soul, and did cause their hearts to burn.", "4 And it came to pass that again they heard the voice, and they understood it not.", "5 And again the third time they did hear the voice, and did open their ears to hear it; and their eyes were towards the sound thereof; and they did look steadfastly towards heaven, from whence the sound came.", "6 And behold, the third time they did understand the voice which they heard; and it said unto them:", "7 Behold my Beloved Son, in whom I am well pleased, in whom I have glorified my name—hear ye him.", "8 And it came to pass, as they understood they cast their eyes up again towards heaven; and behold, they saw a Man descending out of heaven; and he was clothed in a white robe; and he came down and stood in the midst of them; and the eyes of the whole multitude were turned upon him, and they durst not open their mouths, even one to another, and wist not what it meant, for they thought it was an angel that had appeared unto them.", "9 And it came to pass that he stretched forth his hand and spake unto the people, saying:", "10 Behold, I am Jesus Christ, whom the prophets testified shall come into the world.", "11 And behold, I am the light and the life of the world; and I have drunk out of that bitter cup which the Father hath given me, and have glorified the Father in taking upon me the sins of the world, in the which I have suffered the will of the Father in all things from the beginning.", "12 And it came to pass that when Jesus had spoken these words the whole multitude fell to the earth; for they remembered that it had been prophesied among them that Christ should show himself unto them after his ascension into heaven.", "13 And it came to pass that the Lord spake unto them saying:", "14 Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye may feel the prints of the nails in my hands and in my feet, that ye may know that I am the God of Israel, and the God of the whole earth, and have been slain for the sins of the world.", "15 And it came to pass that the multitude went forth, and thrust their hands into his side, and did feel the prints of the nails in his hands and in his feet; and this they did do, going forth one by one until they had all gone forth, and did see with their eyes and did feel with their hands, and did know of a surety and did bear record, that it was he, of whom it was written by the prophets, that should come.", "16 And when they had all gone forth and had witnessed for themselves, they did cry out with one accord, saying:", "17 Hosanna! Blessed be the name of the Most High God! And they did fall down at the feet of Jesus, and did worship him.", "18 And it came to pass that he spake unto Nephi (for Nephi was among the multitude) and he commanded him that he should come forth.", "19 And Nephi arose and went forth, and bowed himself before the Lord and did kiss his feet.", "20 And the Lord commanded him that he should arise. And he arose and stood before him.", "21 And the Lord said unto him: I give unto you power that ye shall baptize this people when I am again ascended into heaven.", "22 And again the Lord called others, and said unto them likewise; and he gave unto them power to baptize. And he said unto them: On this wise shall ye baptize; and there shall be no disputations among you.", "23 Verily I say unto you, that whoso repenteth of his sins through your words, and desireth to be baptized in my name, on this wise shall ye baptize them—Behold, ye shall go down and stand in the water, and in my name shall ye baptize them.", "24 And now behold, these are the words which ye shall say, calling them by name, saying:", "25 Having authority given me of Jesus Christ, I baptize you in the name of the Father, and of the Son, and of the Holy Ghost. Amen.", "26 And then shall ye immerse them in the water, and come forth again out of the water.", "27 And after this manner shall ye baptize in my name; for behold, verily I say unto you, that the Father, and the Son, and the Holy Ghost are one; and I am in the Father, and the Father in me, and the Father and I are one.", "28 And according as I have commanded you thus shall ye baptize. And there shall be no disputations among you, as there have hitherto been; neither shall there be disputations among you concerning the points of my doctrine, as there have hitherto been.", "29 For verily, verily I say unto you, he that hath the spirit of contention is not of me, but is of the devil, who is the father of contention, and he stirreth up the hearts of men to contend with anger, one with another.", "30 Behold, this is not my doctrine, to stir up the hearts of men with anger, one against another; but this is my doctrine, that such things should be done away.", "31 Behold, verily, verily, I say unto you, I will declare unto you my doctrine.", "32 And this is my doctrine, and it is the doctrine which the Father hath given unto me; and I bear record of the Father, and the Father beareth record of me, and the Holy Ghost beareth record of the Father and me; and I bear record that the Father commandeth all men, everywhere, to repent and believe in me.", "33 And whoso believeth in me, and is baptized, the same shall be saved; and they are they who shall inherit the kingdom of God.", "34 And whoso believeth not in me, and is not baptized, shall be damned.", "35 Verily, verily, I say unto you, that this is my doctrine, and I bear record of it from the Father; and whoso believeth in me believeth in the Father also; and unto him will the Father bear record of me, for he will visit him with fire and with the Holy Ghost.", "36 And thus will the Father bear record of me, and the Holy Ghost will bear record unto him of the Father and me; for the Father, and I, and the Holy Ghost are one.", "37 And again I say unto you, ye must repent, and become as a little child, and be baptized in my name, or ye can in nowise receive these things.", "38 And again I say unto you, ye must repent, and be baptized in my name, and become as a little child, or ye can in nowise inherit the kingdom of God.", "39 Verily, verily, I say unto you, that this is my doctrine, and whoso buildeth upon this buildeth upon my rock, and the gates of hell shall not prevail against them.", "40 And whoso shall declare more or less than this, and establish it for my doctrine, the same cometh of evil, and is not built upon my rock; but he buildeth upon a sandy foundation, and the gates of hell stand open to receive such when the floods come and the winds beat upon them.", "41 Therefore, go forth unto this people, and declare the words which I have spoken, unto the ends of the earth."], "Español": ["El Padre da testimonio de Su Hijo Amado— Cristo aparece y proclama Su expiación— Los del pueblo palpan las marcas de las heridas en Sus manos, en Sus pies y en Su costado— La multitud exclama ¡Hosanna!— Él establece el método y la manera del bautismo— El espíritu de contención es del diablo— La doctrina de Cristo es que los hombres deben creer, ser bautizados y recibir el Espíritu Santo. Aproximadamente 34d.C.", "1 Y aconteció que se hallaba reunida una gran multitud del pueblo de Nefi en los alrededores del templo que se encontraba en la tierra de Abundancia, y estaban maravillándose y asombrándose entre sí, y mostrándose los unos a los otros el grande y maravilloso cambio que se había verificado.", "2 Y también estaban conversando acerca de este Jesucristo, de quien se había dado la señal tocante a su muerte.", "3 Y aconteció que mientras así conversaban, unos con otros, oyeron una voz como si viniera del cielo; y miraron alrededor, porque no entendieron la voz que oyeron; y no era una voz áspera ni una voz fuerte; no obstante, y a pesar de ser una voz suave, penetró hasta lo más profundo de los que la oyeron, de tal modo que no hubo parte de su cuerpo que no hiciera estremecer; sí, les penetró hasta el alma misma, e hizo arder sus corazones.", "4 Y sucedió que de nuevo oyeron la voz, y no la entendieron.", "5 Y nuevamente por tercera vez oyeron la voz, y aguzaron el oído para escucharla; y tenían la vista fija en dirección del sonido; y miraban atentamente hacia el cielo, de donde venía el sonido.", "6 Y he aquí, la tercera vez entendieron la voz que oyeron; y les dijo:", "7 He aquí a mi Hijo Amado, en quien me complazco, en quien he glorificado mi nombre: a él oíd.", "8 Y aconteció que al entender, dirigieron la vista hacia el cielo otra vez; y he aquí, vieron a un Hombre que descendía del cielo; y estaba vestido con una túnica blanca; y descendió y se puso en medio de ellos. Y los ojos de toda la multitud se fijaron en él, y no se atrevieron a abrir la boca, ni siquiera el uno al otro, y no sabían lo que significaba, porque suponían que era un ángel que se les había aparecido.", "9 Y aconteció que extendió la mano, y habló al pueblo, diciendo:", "10 He aquí, yo soy Jesucristo, de quien los profetas testificaron que vendría al mundo.", "11 Y he aquí, soy la luz y la vida del mundo; y he bebido de la amarga copa que el Padre me ha dado, y he glorificado al Padre, tomando sobre mí los pecados del mundo, con lo cual me he sometido a la voluntad del Padre en todas las cosas desde el principio.", "12 Y sucedió que cuando Jesús hubo hablado estas palabras, toda la multitud cayó al suelo; pues recordaron que se había profetizado entre ellos que Cristo se les manifestaría después de su ascensión al cielo.", "13 Y ocurrió que les habló el Señor, diciendo:", "14 Levantaos y venid a mí, para que metáis vuestras manos en mi costado, y para que también palpéis las marcas de los clavos en mis manos y en mis pies, a fin de que sepáis que soy el Dios de Israel, y el Dios de toda la tierra, y que he sido muerto por los pecados del mundo.", "15 Y aconteció que los de la multitud se adelantaron y metieron las manos en su costado, y palparon las marcas de los clavos en sus manos y en sus pies; y esto hicieron, yendo uno por uno, hasta que todos hubieron llegado; y vieron con los ojos y palparon con las manos, y supieron con certeza, y dieron testimonio de que era él, de quien habían escrito los profetas que había de venir.", "16 Y cuando todos hubieron ido y comprobado por sí mismos, exclamaron a una voz, diciendo:", "17 ¡Hosanna! ¡Bendito sea el nombre del Más Alto Dios! Y cayeron a los pies de Jesús, y lo adoraron.", "18 Y aconteció que le habló a Nefi (porque Nefi se hallaba entre la multitud), y le mandó que se acercara.", "19 Y se levantó Nefi, y se acercó y se inclinó ante el Señor, y le besó los pies.", "20 Y el Señor le mandó que se levantara; y se levantó y se puso de pie ante él.", "21 Y el Señor le dijo: Te doy poder para que bautices a los de este pueblo cuando yo haya ascendido al cielo otra vez.", "22 Y además, el Señor llamó a otros, y les habló de igual manera, y les dio poder para bautizar. Y les dijo: De esta manera bautizaréis; y no habrá disputas entre vosotros.", "23 De cierto os digo que a quienes se arrepientan de sus pecados a causa de vuestras palabras, y deseen ser bautizados en mi nombre, de esta manera los bautizaréis: He aquí, descenderéis y, estando de pie en el agua, en mi nombre los bautizaréis.", "24 Y he aquí, estas son las palabras que pronunciaréis, llamándolos por su nombre, diciendo:", "25 Habiéndoseme dado autoridad de Jesucristo, yo te bautizo en el nombre del Padre, y del Hijo, y del Espíritu Santo. Amén.", "26 Y entonces los sumergiréis en el agua, y saldréis del agua.", "27 Y según esta manera bautizaréis en mi nombre, porque he aquí, de cierto os digo que el Padre, y el Hijo, y el Espíritu Santo son uno; y yo soy en el Padre, y el Padre en mí, y el Padre y yo somos uno.", "28 Y de acuerdo con lo que os he mandado, así bautizaréis; y no habrá disputas entre vosotros, como hasta ahora ha habido; ni habrá disputas entre vosotros concernientes a los puntos de mi doctrina, como hasta aquí las ha habido.", "29 Porque en verdad, en verdad os digo que aquel que tiene el espíritu de contención no es mío, sino es del diablo, que es el padre de la contención, y él irrita los corazones de los hombres, para que contiendan con ira unos con otros.", "30 He aquí, esta no es mi doctrina, agitar con ira el corazón de los hombres, el uno contra el otro; antes bien mi doctrina es esta, que se acaben tales cosas.", "31 He aquí, en verdad, en verdad os digo que os declararé mi doctrina.", "32 Y esta es mi doctrina, y es la doctrina que el Padre me ha dado; y yo doy testimonio del Padre, y el Padre da testimonio de mí, y el Espíritu Santo da testimonio del Padre y de mí; y yo testifico que el Padre manda a todos los hombres, en todo lugar, que se arrepientan y crean en mí.", "33 Y cualquiera que crea en mí, y sea bautizado, este será salvo; y son ellos los que heredarán el reino de Dios.", "34 Y quien no crea en mí, ni sea bautizado, será condenado.", "35 De cierto, de cierto os digo que esta es mi doctrina, y del Padre yo doy testimonio de ella; y quien en mí cree, también cree en el Padre; y el Padre le testificará a él de mí, porque lo visitará con fuego y con el Espíritu Santo.", "36 Y así dará el Padre testimonio de mí, y el Espíritu Santo le dará testimonio del Padre y de mí, porque el Padre, y yo, y el Espíritu Santo somos uno.", "37 Y también os digo que debéis arrepentiros, y volveros como un niño pequeñito, y ser bautizados en mi nombre, o de ninguna manera recibiréis estas cosas.", "38 Y otra vez os digo que debéis arrepentiros, y ser bautizados en mi nombre, y volveros como un niño pequeñito, o de ningún modo heredaréis el reino de Dios.", "39 De cierto, de cierto os digo que esta es mi doctrina; y los que edifican sobre esto, edifican sobre mi roca, y las puertas del infierno no prevalecerán en contra de ellos.", "40 Y quienes declaren más o menos que esto, y lo establezcan como mi doctrina, tales proceden del mal, y no están fundados sobre mi roca; sino que edifican sobre un cimiento de arena, y las puertas del infierno estarán abiertas para recibirlos, cuando vengan las inundaciones y los azoten los vientos.", "41 Por tanto, id a este pueblo, y declarad las palabras que he hablado, hasta los extremos de la tierra."], "Français": ["Le Père témoigne de son Fils bien-aimé— Le Christ apparaît et proclame son expiation— Le peuple sent les marques des blessures dans ses mains, ses pieds et son côté— Le peuple crie Hosanna— Jésus explique la procédure du baptême— L’esprit de querelle est du diable— La doctrine du Christ est que les hommes doivent croire, être baptisés et recevoir le Saint-Esprit. Vers 34apr.J.-C.", "1 Et alors, il arriva qu’une grande multitude du peuple de Néphi était rassemblée autour du temple qui était au pays d’Abondance; et ils s’émerveillaient et s’étonnaient entre eux, et se montraient les uns aux autres le changement grand et étonnant qui avait eu lieu.", "2 Et ils s’entretenaient aussi de ce Jésus-Christ, dont le signe de la mort avait été donné.", "3 Et il arriva que tandis qu’ils s’entretenaient de la sorte, ils entendirent une voix paraissant venir du ciel; et ils jetèrent les regards alentour, car ils ne comprenaient pas la voix qu’ils entendaient; et ce n’était pas une voix dure, et ce n’était pas non plus une voix forte; néanmoins, et malgré que ce fût une voix douce, elle perça ceux qui entendirent jusqu’au plus profond d’eux-mêmes, de sorte qu’il n’y eut pas une partie de leur corps qu’elle ne fît trembler; oui, elle les perça jusqu’à l’âme même et fit brûler leur cœur.", "4 Et il arriva qu’ils entendirent de nouveau la voix et ils ne la comprirent pas.", "5 Et ils entendirent de nouveau la voix pour la troisième fois et ouvrirent les oreilles pour l’entendre; et ils avaient les yeux tournés du côté du son; et ils regardaient avec constance vers le ciel d’où le son venait.", "6 Et voici, la troisième fois, ils comprirent la voix qu’ils entendaient; et elle leur disait:", "7 Voici mon Fils bien-aimé, en qui je me complais, en qui j’ai glorifié mon nom: écoutez-le.", "8 Et il arriva que lorsqu’ils comprirent, ils levèrent de nouveau les yeux vers le ciel; et voici, ils virent un Homme descendre du ciel; et il était vêtu d’une robe blanche; et il descendit et se tint au milieu d’eux; et les yeux de toute la multitude étaient tournés vers lui, et ils n’osaient pas ouvrir la bouche pour se parler, et ne savaient pas ce que cela voulait dire, car ils pensaient que c’était un ange qui leur était apparu.", "9 Et il arriva qu’il étendit la main et parla au peuple, disant:", "10 Voici, je suis Jésus-Christ, dont les prophètes ont témoigné qu’il viendrait au monde.", "11 Et voici, je suis la lumière et la vie du monde; et j’ai bu à cette coupe amère que le Père m’a donnée, et j’ai glorifié le Père en prenant sur moi les péchés du monde, en quoi j’ai souffert la volonté du Père en tout depuis le commencement.", "12 Et il arriva que lorsque Jésus eut dit ces paroles, toute la multitude tomba à terre; car ils se souvenaient qu’il avait été prophétisé parmi eux que le Christ se montrerait à eux après son ascension au ciel.", "13 Et il arriva que le Seigneur leur parla, disant:", "14 Levez-vous et venez à moi, afin de mettre la main dans mon côté, et aussi afin de toucher la marque des clous dans mes mains et dans mes pieds, afin que vous sachiez que je suis le Dieu d’Israël et le Dieu de toute la terre, et que j’ai été mis à mort pour les péchés du monde.", "15 Et il arriva que la multitude s’avança et mit la main dans son côté, et toucha la marque des clous dans ses mains et dans ses pieds; et cela, ils le firent, s’avançant un à un jusqu’à ce qu’ils se fussent tous avancés, et eussent vu de leurs yeux, et touché de leurs mains, et connussent avec certitude et eussent témoigné qu’il était celui à propos duquel les prophètes avaient écrit qu’il viendrait.", "16 Et lorsqu’ils se furent tous avancés et eurent été eux-mêmes témoins, ils s’écrièrent d’un commun accord:", "17 Hosanna! Béni soit le nom du Dieu Très-Haut! Et ils tombèrent aux pieds de Jésus et l’adorèrent.", "18 Et il arriva qu’il parla à Néphi (car Néphi était parmi la multitude) et il lui commanda d’avancer.", "19 Et Néphi se leva, et s’avança, et se prosterna devant le Seigneur, et lui baisa les pieds.", "20 Et le Seigneur lui commanda de se lever. Et il se leva et se tint devant lui.", "21 Et le Seigneur lui dit: Je te donne le pouvoir de baptiser ce peuple lorsque je serai remonté au ciel.", "22 Et le Seigneur en appela encore d’autres et leur dit la même chose, et il leur donna le pouvoir de baptiser. Et il leur dit: Vous baptiserez de cette manière, et il n’y aura pas de controverses parmi vous:", "23 En vérité, je vous dis que quiconque se repent de ses péchés à cause de vos paroles et désire être baptisé en mon nom, vous le baptiserez de cette manière: voici, vous descendrez et vous vous tiendrez dans l’eau, et vous le baptiserez en mon nom.", "24 Et maintenant, voici, telles sont les paroles que vous direz, les appelant par leur nom, disant:", "25 Ayant reçu l’autorité de Jésus-Christ, je te baptise au nom du Père, et du Fils, et du Saint-Esprit. Amen.", "26 Et alors, vous les immergerez dans l’eau et ressortirez de l’eau.", "27 Et c’est de cette manière que vous baptiserez en mon nom; car voici, en vérité, je vous dis que le Père, et le Fils, et le Saint-Esprit sont un; et je suis dans le Père, et le Père est en moi, et le Père et moi sommes un.", "28 Et vous baptiserez comme je vous l’ai commandé, et il n’y aura plus de controverses parmi vous, comme il y en a eu jusqu’à présent; et il n’y aura plus non plus de controverses parmi vous concernant les points de ma doctrine, comme il y en a eu jusqu’à présent.", "29 Car en vérité, en vérité, je vous le dis, celui qui a l’esprit de querelle n’est pas de moi, mais est du diable, qui est le père des querelles, et il excite le cœur des hommes à se quereller avec colère.", "30 Voici, ce n’est pas ma doctrine d’exciter le cœur des hommes à la colère les uns contre les autres; mais c’est ma doctrine que de telles choses soient abandonnées.", "31 Voici, en vérité, en vérité, je vous le dis, je vais vous annoncer ma doctrine.", "32 Et ceci est ma doctrine, et c’est la doctrine que le Père m’a donnée; et je témoigne du Père, et le Père témoigne de moi, et le Saint-Esprit témoigne du Père et de moi; et je témoigne que le Père commande à tous les hommes de partout de se repentir et de croire en moi.", "33 Et quiconque croit en moi et est baptisé, celui-là sera sauvé; et ce sont ceux-là qui hériteront le royaume de Dieu.", "34 Et quiconque ne croit pas en moi et n’est pas baptisé, sera damné.", "35 En vérité, en vérité, je vous dis que c’est là ma doctrine, et j’en témoigne de la part du Père; et quiconque croit en moi croit aussi au Père; et le Père lui témoignera de moi, car il le visitera de feu et du Saint-Esprit.", "36 Et c’est ainsi que le Père témoignera de moi, et le Saint-Esprit lui témoignera du Père et de moi; car le Père, et moi, et le Saint-Esprit, sommes un.", "37 Et je vous dis encore: Vous devez vous repentir, et devenir semblables à un petit enfant, et être baptisés en mon nom, ou vous ne pouvez en aucune façon recevoir ces choses.", "38 Et je vous le dis encore, vous devez vous repentir, et être baptisés en mon nom, et devenir semblables à un petit enfant, ou vous ne pouvez en aucune façon hériter le royaume de Dieu.", "39 En vérité, en vérité, je vous dis que c’est ma doctrine, et quiconque bâtit là-dessus bâtit sur mon roc, et les portes de l’enfer ne prévaudront pas contre lui.", "40 Et quiconque annonce plus ou moins que cela et l’établit comme étant ma doctrine, celui-là vient du mal et n’est pas bâti sur mon roc; mais il construit sur une fondation de sable, et les portes de l’enfer seront ouvertes pour le recevoir lorsque les torrents viendront et que les vents s’abattront sur lui.", "41 C’est pourquoi, allez vers ce peuple et annoncez les paroles que j’ai dites, jusqu’aux extrémités de la terre."], "Kiribati": ["E kakoaua te Tama ibukin Natina ae Moan te Tangiraki—E kaoti Kristo ma n taekina Ana Mwakuri ni Kamaiu—Aomata a riingi mwiin ikoakina ni baina ma waena ao rarikina—A takaruaea Otanna—E katea ma ni kabwarabwara aron te bwabetito—Tamnein te kauntaeka e roko mai iroun te riaboro—E reirei Kristo bwa aomata a na kakoaua ma ni bwabetitoaki ao ma ni karekea te Tamnei ae Raoiroi. Uakaan ma 34N.K.", "1 Ao ngkai e a koro bukina bwa e a ikotaki te uanao n aomata ae korakora, ake ana botanaomata Nibwaai, n taabo ake a uakaan ma te tembora n te Aba ni Mari; ao a bon miimi ma ni kubanako i marenaia, ao a kaoti i marenaia te bitaki ae korakora ma ni kamiimi are e a tia n riki.", "2 Ao a bon maroroakina naba taekan Iesu Kristo aio, are a tia n anganaki kanikinaean matena.", "3 Ao e koro bukina bwa ngke a tabe ni marooro imarenaia, ao a ongo te bwanaa ae kanga e roko mai karawa; ao a taratara nako, bwa aki oota n te bwanaa are a ongo; ao bon tiaki te bwanaa ae matoatoa, ma e ngae n anne, ao e ngae ngke bon te bwanaa ae uarereke e bon ninianako nanoia ake a bon ongo, n te aro are bon akea mwakoron rabwataia ae e aki ruru; eng, e bon niniia nako kabin nanoia, ma ni kabuea nanoia.", "4 Ao e koro bukina bwa a manga ongo riki te bwanaa, ao a bon aki oota iai.", "5 Ao a manga ongo riki te bwanaa te katentai, ao a kauki taningaia bwa a na ongo; ao mataia e taraa te tabo are e roko mai iai te karongoa; ao a taraa karawa n aki kakamwakuri, ma te tabo are e roko mai iai te karongoa.", "6 Ao nooria, a bon oota n te bwanaa te katentai are a ongo iai; ao e taku nakoia:", "7 Nooria Natiu ae Moan te Tangiraki, are I kakatonga irouna, are e a tia ni mimitong arau irouna—kam na ongo irouna.", "8 Ao e koro bukina bwa, ngke a oota ao a taratara nako riki nako karawa; ao nooria, a noora te Aomata bwa e ruo mai karawa; ao e kunnikaina n te kunnikai ae mainaina; ao e ruo ma n tei i buakoia; ao mataia aomata ake a uanao akekei a bon bane n taraia, ao a bane ni kainabwaabu, i marenaia, ao a bon aki ataa nanona, bwa a taku bwa te anera are e kaoti nakoia.", "9 Ao e a koro bukina bwa e arora baina man taetae nakoia aomata, ni kangai:", "10 Nooria, bon Iesu Kristo Ngai, are a kakoaua ibukina burabeti bwa e na roko nakon te aonaba.", "11 Ao nooria, Ngai te oota ao maiun te aonaba; ao I a tia ni mooi n te mwangko ae mao are e a tia n anganai te Tama, ao e a tia ni mimitong te Tama irou ngke I katokaa i aou buren aonaba, are I a tia ni kainnano iai ibukin nanon Tamau ni bwaai ni kabane mai i moana.", "12 Ao e a koro bukina bwa ngke e a tia Iesu n taekin taeka aikai ao a bane aomata ake a uanao akekei ni bwaka nako aontano; bwa a uringnga bwa e a bon tia n taetae ni burabetiaki i buakoia bwa e na kaoti Kristo i buakoia i mwin riarakena nako karawa.", "13 Ao e a koro bukina bwa e taetae te Uea nakoia ni kangai:", "14 Teirake ao nakomai nakoiu, bwa kam na karin baimi i rarikiu, ao bwa kam aonga naba n namakina mwin te nera i baiu ao i waeu, bwa kam aonga n ataia bwa bon ngai Atuan Iteraera, ao Atuan aonaba ae bwanin, ao I a tia n tiringaki ibukin buren aonaba.", "15 Ao e a koro bukina bwa a mwananga aomata ake a uanao, ma ni karin baia i rarikina, ao a namakina mwiin te neera i baina ao i waena; ao a bon karaoa aio, ni mwananga temanna i mwin temanna ni karokoa ae a bane n tia n nako, ma n nooria n oin mataia ma n namakinna ni baia ma n ataia raoi n te kakoaua ao ma ni kakoaua raoi, bwa bon ngaia, are e a tia ni koreaki taekana irouia burabeti, bwa e na roko.", "16 Ao ngke a bane n tia n nako ma ni kakoaua bon i bukiia, ao a takaarua ni katiteuanaki, ni kangai:", "17 Otanna! E na kakabwaiaki aran te Atua ae Moan te Rietata! Ao a bane ni bwaka inano i waen Iesu, ma n taromauria.", "18 Ao e koro bukina bwa e taetae nakon Nibwaai (bwa e mena Nibwaai i buakoia aomata ake a uanao) ao e tua bwa e na keerake.", "19 Ao e teirake Nibwaai ao e mwananga, ma ni bobaraaki i matan te Uea man kaboria ma waena.", "20 Ao te Uea e tua bwa e na teirake. Ao e teirake ma n tei imatana.", "21 Ao e taku te Uea nakoina: N na anganiko te mwaaka bwa ko na bwabetitoia te botanaomata aio ngkana I a rierake nako karawa.", "22 Ao e weteia riki tabemwaang te Uea, ma ni kangai nakoia naba; ao e anganiia te mwaaka ni karaoa te bwabetito. Ao e taku nakoia: Kam na bwabetito n te aro aei; ao a na akea te ikakaiwi imarenami.", "23 E koaua ae I a tuangkami, bwa ane e rairananona man ana bure rinanon ami taeka, ma n tangiria ni bwabetitoaki n arau, ae e na bwabetitoaki n te aro aei—Nooria, kam na ruo ma n tei i nanon te ran, ao kam na bwabetitoia n arau.", "24 Ao ngkai nooria, aikai taeka ake kam na taekin, weteia n araia, ao kangai:", "25 N reken te kariaiakaki are I anganaki mai iroun Iesu Kristo, I bwabetitoiko n aran te Tama ao te Nati, ao te Tamnei ae Raoiroi. Amen.", "26 Ao i mwina kam na kateboia i aan te ran, ao manga kawaerakeia man te ran.", "27 Ao kam na bwabetito n te aro aei n arau; bwa nooria, e koaua ae I tuangkami, bwa te Tama, ao te Nati ao te Tamnei ae Raoiroi bon ti teuana; ao I mena iroun te Tama, ao te Tama irou, ao bon ti teuana ngai ma te Tama.", "28 Ao kam na bwabetito n aron are I a tia n tuangkami. Ao e na akea te ikakaiwi imarenami, n aron are e a tia n iai; ao a na akea naba te ikakaiwi i buakomi ni kaineti ma aron nako au reirei, n aron are e a tia n rereke.", "29 Bwa e koaua, e koaua ae I tuangkami, bwa ane iai irouna tamnein te kakauntaeka ao bon tiaki mai irou, ma bon mai iroun te riaboro, are taman te kakauntaeka, ao e kakiriweei nanoia aomata bwa a na itabaraaraa ma te un, i marenaia.", "30 Nooria, bon tiaki au reirei, bwa N na kakireweei nanoia aomata bwa a na un, i marenaia; ma bon aio au reirei bwa a na riai ni kaakeaki bwaai aikai.", "31 Nooria, e koaua, e koaua, ae I tuangkami, N na taekina nakoimi au reirei.", "32 Ao aio au reirei, ao bon ana reirei te Tama ae e anganai; ao N na taekina koauan te Tama, ao te Tama e taekina koauau, ao te Tamnei ae Raoiroi e taekina koauan te Tama ao Ngai; ao I taekina koauana bwa te Tama e tuangiia aomata n taabo nako, bwa a na rairinanoia ma ni kakoauaai.", "33 Ao ane e kakoauaai, ma ni bwabetitoaki, ao e na boni kamaiuaki; ao naakai ake a na bon bwaina uean te Atua.", "34 Ao ane e aki kakoauaai, ma n aki bwabetitoaki, ao e na bon kabuakakaaki.", "35 E koaua, e koaua, ae I tuangkami, bwa bon aio au reirei, ao I kakoaua mai iroun te Tama; ao ane e kakoauaai ao e kakoaua naba te Tama; ao e na taekina koauau te Tama nakoina, bwa e na kawaria ma te ai ao te Tamnei ae Raoiroi.", "36 Mangaia are e kakoaua ibukiu te Tama, ao te Tamnei ae Raoiroi e na kakoaua nakoina ibukin te Tama ao ngai; bwa te Tama, ao Ngai, ao te Tamnei ae Raoiroi bon ti teuana.", "37 Ao riki I taku nakoimi, kam riai n rairananomi, ma n riki bwa kanga te teei ae uarereke, ma ni bwabetitoaki n arau, bwa kam a rawa n aki karekei bwaai aikai.", "38 Ao riki I taku nakoimi, kam riai n rairinanomi, ma ni bwabetitoaki n arau, ma n riki bwa aiaron te teei ae uarereke, bwa kam rawa n aki karekea uean te Atua.", "39 E koaua, e koaua, ae I taekinna nakoimi, bwa aio au reirei, bwa ane e kateitei iaon aio ao e boni kateitei iaon au bwa, ao e na bon aki tokanikai mataroan moone ni kaaitaraa.", "40 Ao ane e tataekina ana taeka te Uea ni karaka ke ni kaakea, ma ni kamatoa bwa au reirei, ao e bon roko mai iroun te buakaka, ao e aki kateaki iaon au bwa; ma e kateitei iaon te tano, ao mataroan moone a na tei n uki ni butimwaia ngkana e roko te ieka ao te ang e na korakora i aoia.", "41 Mangaia are, nakoia te botanaomata aio, ma n taekin taeka ake I a tia n taekin, nakon tokin aonaba."]}