{"English": ["Nine of the twelve disciples desire and are promised an inheritance in Christ’s kingdom when they die—The Three Nephites desire and are given power over death so as to remain on the earth until Jesus comes again—They are translated and see things not lawful to utter, and they are now ministering among men. About A.D.34–35.", "1 And it came to pass when Jesus had said these words, he spake unto his disciples, one by one, saying unto them: What is it that ye desire of me, after that I am gone to the Father?", "2 And they all spake, save it were three, saying: We desire that after we have lived unto the age of man, that our ministry, wherein thou hast called us, may have an end, that we may speedily come unto thee in thy kingdom.", "3 And he said unto them: Blessed are ye because ye desired this thing of me; therefore, after that ye are seventy and two years old ye shall come unto me in my kingdom; and with me ye shall find rest.", "4 And when he had spoken unto them, he turned himself unto the three, and said unto them: What will ye that I should do unto you, when I am gone unto the Father?", "5 And they sorrowed in their hearts, for they durst not speak unto him the thing which they desired.", "6 And he said unto them: Behold, I know your thoughts, and ye have desired the thing which John, my beloved, who was with me in my ministry, before that I was lifted up by the Jews, desired of me.", "7 Therefore, more blessed are ye, for ye shall never taste of death; but ye shall live to behold all the doings of the Father unto the children of men, even until all things shall be fulfilled according to the will of the Father, when I shall come in my glory with the powers of heaven.", "8 And ye shall never endure the pains of death; but when I shall come in my glory ye shall be changed in the twinkling of an eye from mortality to immortality; and then shall ye be blessed in the kingdom of my Father.", "9 And again, ye shall not have pain while ye shall dwell in the flesh, neither sorrow save it be for the sins of the world; and all this will I do because of the thing which ye have desired of me, for ye have desired that ye might bring the souls of men unto me, while the world shall stand.", "10 And for this cause ye shall have fulness of joy; and ye shall sit down in the kingdom of my Father; yea, your joy shall be full, even as the Father hath given me fulness of joy; and ye shall be even as I am, and I am even as the Father; and the Father and I are one;", "11 And the Holy Ghost beareth record of the Father and me; and the Father giveth the Holy Ghost unto the children of men, because of me.", "12 And it came to pass that when Jesus had spoken these words, he touched every one of them with his finger save it were the three who were to tarry, and then he departed.", "13 And behold, the heavens were opened, and they were caught up into heaven, and saw and heard unspeakable things.", "14 And it was forbidden them that they should utter; neither was it given unto them power that they could utter the things which they saw and heard;", "15 And whether they were in the body or out of the body, they could not tell; for it did seem unto them like a transfiguration of them, that they were changed from this body of flesh into an immortal state, that they could behold the things of God.", "16 But it came to pass that they did again minister upon the face of the earth; nevertheless they did not minister of the things which they had heard and seen, because of the commandment which was given them in heaven.", "17 And now, whether they were mortal or immortal, from the day of their transfiguration, I know not;", "18 But this much I know, according to the record which hath been given—they did go forth upon the face of the land, and did minister unto all the people, uniting as many to the church as would believe in their preaching; baptizing them, and as many as were baptized did receive the Holy Ghost.", "19 And they were cast into prison by them who did not belong to the church. And the prisons could not hold them, for they were rent in twain.", "20 And they were cast down into the earth; but they did smite the earth with the word of God, insomuch that by his power they were delivered out of the depths of the earth; and therefore they could not dig pits sufficient to hold them.", "21 And thrice they were cast into a furnace and received no harm.", "22 And twice were they cast into a den of wild beasts; and behold they did play with the beasts as a child with a suckling lamb, and received no harm.", "23 And it came to pass that thus they did go forth among all the people of Nephi, and did preach the gospel of Christ unto all people upon the face of the land; and they were converted unto the Lord, and were united unto the church of Christ, and thus the people of that generation were blessed, according to the word of Jesus.", "24 And now I, Mormon, make an end of speaking concerning these things for a time.", "25 Behold, I was about to write the names of those who were never to taste of death, but the Lord forbade; therefore I write them not, for they are hid from the world.", "26 But behold, I have seen them, and they have ministered unto me.", "27 And behold they will be among the Gentiles, and the Gentiles shall know them not.", "28 They will also be among the Jews, and the Jews shall know them not.", "29 And it shall come to pass, when the Lord seeth fit in his wisdom that they shall minister unto all the scattered tribes of Israel, and unto all nations, kindreds, tongues and people, and shall bring out of them unto Jesus many souls, that their desire may be fulfilled, and also because of the convincing power of God which is in them.", "30 And they are as the angels of God, and if they shall pray unto the Father in the name of Jesus they can show themselves unto whatsoever man it seemeth them good.", "31 Therefore, great and marvelous works shall be wrought by them, before the great and coming day when all people must surely stand before the judgment-seat of Christ;", "32 Yea even among the Gentiles shall there be a great and marvelous work wrought by them, before that judgment day.", "33 And if ye had all the scriptures which give an account of all the marvelous works of Christ, ye would, according to the words of Christ, know that these things must surely come.", "34 And wo be unto him that will not hearken unto the words of Jesus, and also to them whom he hath chosen and sent among them; for whoso receiveth not the words of Jesus and the words of those whom he hath sent receiveth not him; and therefore he will not receive them at the last day;", "35 And it would be better for them if they had not been born. For do ye suppose that ye can get rid of the justice of an offended God, who hath been trampled under feet of men, that thereby salvation might come?", "36 And now behold, as I spake concerning those whom the Lord hath chosen, yea, even three who were caught up into the heavens, that I knew not whether they were cleansed from mortality to immortality—", "37 But behold, since I wrote, I have inquired of the Lord, and he hath made it manifest unto me that there must needs be a change wrought upon their bodies, or else it needs be that they must taste of death;", "38 Therefore, that they might not taste of death there was a change wrought upon their bodies, that they might not suffer pain nor sorrow save it were for the sins of the world.", "39 Now this change was not equal to that which shall take place at the last day; but there was a change wrought upon them, insomuch that Satan could have no power over them, that he could not tempt them; and they were sanctified in the flesh, that they were holy, and that the powers of the earth could not hold them.", "40 And in this state they were to remain until the judgment day of Christ; and at that day they were to receive a greater change, and to be received into the kingdom of the Father to go no more out, but to dwell with God eternally in the heavens."], "Español": ["Nueve de los doce discípulos desean, y se les promete una herencia en el reino de Cristo cuando mueran— Los Tres Nefitas desean, y se les concede, poder sobre la muerte para permanecer en la tierra hasta que Jesús venga de nuevo— Son trasladados y ven cosas que no es lícito declarar, y ahora se encuentran ministrando entre los hombres. Aproximadamente 34–35d.C.", "1 Y sucedió que cuando Jesús hubo dicho estas palabras, habló a sus discípulos, uno por uno, diciéndoles: ¿Qué es lo que deseáis de mí después que haya ido al Padre?", "2 Y contestaron todos, salvo tres, diciendo: Deseamos que después que hayamos vivido hasta la edad del hombre, que nuestro ministerio al cual nos has llamado se termine, a fin de que vengamos presto a ti en tu reino.", "3 Y él les dijo: Benditos sois porque deseasteis esto de mí; por tanto, después que hayáis llegado a los setenta y dos años de edad, vendréis a mí en mi reino; y conmigo hallaréis reposo.", "4 Y cuando les hubo hablado, se volvió hacia los tres y les dijo: ¿Qué queréis que haga por vosotros, cuando haya ido al Padre?", "5 Y se contristó el corazón de ellos, porque no se atrevían a decirle lo que deseaban.", "6 Y él les dijo: He aquí, conozco vuestros pensamientos, y habéis deseado lo que de mí deseó Juan, mi amado, quien me acompañó en mi ministerio, antes que yo fuese levantado por los judíos.", "7 Por tanto, más benditos sois vosotros, porque nunca probaréis la muerte; sino que viviréis para ver todos los hechos del Padre para con los hijos de los hombres, aun hasta que se cumplan todas las cosas según la voluntad del Padre, cuando yo venga en mi gloria con los poderes del cielo.", "8 Y nunca padeceréis los dolores de la muerte; sino que cuando yo venga en mi gloria, seréis cambiados de la mortalidad a la inmortalidad en un abrir y cerrar de ojos; y entonces seréis bendecidos en el reino de mi Padre.", "9 Y además, no sentiréis dolor mientras viváis en la carne, ni pesar, sino por los pecados del mundo; y haré todo esto por motivo de lo que habéis deseado de mí, porque habéis deseado traer a mí las almas de los hombres, mientras exista el mundo.", "10 Y por esta causa tendréis plenitud de gozo; y os sentaréis en el reino de mi Padre; sí, vuestro gozo será completo, así como el Padre me ha dado plenitud de gozo; y seréis tal como yo soy, y yo soy tal como el Padre; y el Padre y yo somos uno.", "11 Y el Espíritu Santo da testimonio del Padre y de mí; y el Padre da el Espíritu Santo a los hijos de los hombres por mi causa.", "12 Y sucedió que cuando Jesús hubo hablado estas palabras, tocó a cada uno de ellos con su dedo, menos a los tres que habían de quedar, y entonces partió.", "13 Y he aquí, se abrieron los cielos, y ellos fueron arrebatados al cielo, y oyeron y vieron cosas inefables.", "14 Y se les prohibió hablar; ni tampoco les fue dado el poder para declarar las cosas que vieron y oyeron;", "15 y no supieron decir si estaban en el cuerpo o fuera del cuerpo; porque les pareció como una transfiguración habida en ellos, como que fueron cambiados de este cuerpo de carne a un estado inmortal, de modo que pudieron contemplar las cosas de Dios.", "16 Pero sucedió que de nuevo ejercieron su ministerio sobre la faz de la tierra; sin embargo, no ministraron en cuanto a las cosas que habían visto y oído, por causa del mandamiento que les fue dado en el cielo.", "17 Ahora bien, si fueron mortales o inmortales, desde el día de su transfiguración, no lo sé;", "18 pero esto sí sé, según la historia que se ha dado, que salieron sobre la superficie de la tierra, y ministraron a todo el pueblo, agregando a la iglesia a cuantos creían en sus predicaciones, bautizándolos; y cuantos fueron bautizados recibieron el Espíritu Santo.", "19 Y eran arrojados en la prisión por aquellos que no pertenecían a la iglesia. Y las prisiones no podían contenerlos, porque se partían por la mitad.", "20 Y eran arrojados en la tierra; pero herían la tierra con la palabra de Dios, de tal modo que por su poder eran librados de las profundidades de la tierra; y, por tanto, no podían cavar fosos de hondura suficiente para contenerlos.", "21 Y tres veces fueron arrojados en un horno, y no recibieron daño alguno.", "22 Y dos veces fueron arrojados en un foso de animales feroces; y he aquí, jugaron con las fieras como un niño con un cordero de leche, y no recibieron ningún daño.", "23 Y ocurrió que así anduvieron entre todo el pueblo de Nefi, y predicaron el evangelio de Cristo a todos los habitantes sobre la faz de la tierra; y estos se convirtieron al Señor, y se unieron a la iglesia de Cristo; y así fue bendecido el pueblo de esa generación, según las palabras de Jesús.", "24 Y ahora yo, Mormón, dejo de escribir concerniente a estas cosas por un tiempo.", "25 He aquí, estaba a punto de escribir los nombres de aquellos que nunca habían de probar la muerte, pero el Señor lo prohibió; por lo tanto, no los escribo, porque están escondidos del mundo.", "26 Mas he aquí, yo los he visto, y ellos me han ministrado.", "27 Y he aquí, se hallarán entre los gentiles, y los gentiles no los conocerán.", "28 También estarán entre los judíos, y los judíos no los conocerán.", "29 Y cuando el Señor lo considere propio en su sabiduría, sucederá que ejercerán su ministerio entre todas las tribus esparcidas de Israel, y entre todas las naciones, tribus, lenguas y pueblos; y de entre ellos llevarán muchas almas a Jesús, a fin de que se cumplan sus deseos, y también por causa del poder convincente de Dios que hay en ellos.", "30 Y son como los ángeles de Dios; y si ruegan al Padre en el nombre de Jesús, pueden manifestarse a cualquier hombre que les parezca conveniente.", "31 Por tanto, ellos efectuarán obras grandes y maravillosas, antes del día grande y futuro, cuando todos ciertamente tendrán que comparecer ante el tribunal de Cristo;", "32 sí, aun entre los gentiles ejecutarán ellos una obra grande y maravillosa, antes de ese día de juicio.", "33 Y si tuvieseis todas las Escrituras que relatan todas las obras maravillosas de Cristo, sabríais, según las palabras de Cristo, que estas cosas ciertamente vendrán.", "34 Y, ¡ay de aquel que no escuche las palabras de Jesús, ni a aquellos que él haya escogido y enviado entre ellos! Porque quienes no reciben las palabras de Jesús ni las palabras de aquellos que él ha enviado, no lo reciben a él; y por consiguiente, él no recibirá a los tales en el postrer día;", "35 y mejor sería para ellos no haber nacido. ¿Pues suponéis que os será posible evitar la justicia de un Dios ofendido, que ha sido hollado bajo los pies de los hombres, para que por ese medio viniese la salvación?", "36 Y ahora bien, he aquí, respecto de lo que hablé concerniente a aquellos que el Señor ha escogido, sí, los tres que fueron arrebatados a los cielos, que no sabía yo si habían sido purificados de la mortalidad a la inmortalidad,", "37 he aquí, después que escribí, he preguntado al Señor, y él me ha manifestado que es necesario que se efectúe un cambio en sus cuerpos, o de lo contrario, será menester que prueben la muerte;", "38 por tanto, para que no tuviesen que probar la muerte, se verificó un cambio en sus cuerpos, a fin de que no padeciesen dolor ni pesar, sino por los pecados del mundo.", "39 Mas este cambio no fue igual al que se verificará en el postrer día; pero se efectuó un cambio en ellos, de modo que Satanás no tuviera poder sobre ellos, para que no pudiera tentarlos; y fueron santificados en la carne, a fin de que fuesen santos, y no los pudiesen contener los poderes de la tierra.", "40 Y en este estado habrían de permanecer hasta el día del juicio de Cristo; y en ese día habrían de pasar por un cambio mayor, y ser recibidos en el reino del Padre para nunca más salir, sino para morar con Dios eternamente en los cielos."], "Français": ["Neuf des douze disciples désirent et se voient promettre un héritage dans le royaume du Christ lorsqu’ils mourront— Les Trois Néphites désirent et reçoivent du pouvoir sur la mort, de manière à rester sur la terre jusqu’à ce que Jésus revienne— Ils sont transfigurés et voient des choses qu’il n’est pas permis d’exprimer, et ils exercent maintenant leur ministère parmi les hommes. Vers 34–35apr.J.-C.", "1 Et il arriva que lorsque Jésus eut dit ces paroles, il parla à ses disciples, un à un, leur disant: Que désirez-vous de moi, après que je serai allé au Père?", "2 Et ils dirent tous, sauf trois: Nous désirons que, lorsque nous aurons vécu jusqu’à l’âge de l’homme, le ministère auquel tu nous as appelés prenne fin, afin que nous allions rapidement à toi dans ton royaume.", "3 Et il leur dit: Vous êtes bénis parce que vous avez désiré cela de moi; c’est pourquoi, lorsque vous aurez eu soixante-douze ans, vous viendrez à moi dans mon royaume; et avec moi, vous trouverez du repos.", "4 Et lorsqu’il leur eut parlé, il se tourna vers les trois et leur dit: Que voulez-vous que je vous fasse, lorsque je serai allé au Père?", "5 Et ils étaient attristés dans leur cœur, car ils n’osaient pas lui dire ce qu’ils désiraient.", "6 Et il leur dit: Voici, je connais vos pensées, et vous avez désiré ce que Jean, mon bien-aimé, qui était avec moi dans mon ministère avant que je fusse élevé par les Juifs, a désiré de moi.", "7 C’est pourquoi, vous êtes bénis davantage, car vous ne goûterez jamais la mort; mais vous vivrez pour voir toutes les actions du Père envers les enfants des hommes jusqu’à ce que tout soit accompli selon la volonté du Père, lorsque je viendrai dans ma gloire avec les puissances du ciel.", "8 Et vous ne subirez jamais les souffrances de la mort; mais lorsque je viendrai dans ma gloire, vous serez changés en un clin d’œil de la mortalité à l’immortalité; et alors, vous serez bénis dans le royaume de mon Père.", "9 En outre, vous ne connaîtrez pas la souffrance tandis que vous demeurerez dans la chair, ni la tristesse, si ce n’est pour les péchés du monde; et tout cela, je le ferai à cause de ce que vous avez désiré de moi, car vous avez désiré m’amener les âmes des hommes tant que le monde demeurera.", "10 Et à cause de cela, vous aurez une plénitude de joie; et vous vous assiérez dans le royaume de mon Père; oui, votre joie sera pleine, tout comme le Père m’a donné une plénitude de joie; et vous serez tout comme je suis, et je suis tout comme le Père; et le Père et moi sommes un;", "11 et le Saint-Esprit témoigne du Père et de moi; et le Père donne le Saint-Esprit aux enfants des hommes à cause de moi.", "12 Et il arriva que lorsqu’il eut dit ces paroles, Jésus toucha chacun d’eux de son doigt, sauf les trois qui devaient demeurer, et ensuite il partit.", "13 Et voici, les cieux s’ouvrirent, et ils furent enlevés au ciel, et virent et entendirent des choses ineffables.", "14 Et il leur fut interdit d’en parler; et le pouvoir ne leur fut pas donné d’exprimer les choses qu’ils avaient vues et entendues;", "15 et s’ils étaient dans le corps ou hors du corps, ils ne pouvaient le dire; car il leur semblait qu’ils étaient transfigurés, de sorte qu’ils étaient changés de ce corps de chair en un état immortel, de sorte qu’ils pouvaient voir les choses de Dieu.", "16 Mais il arriva qu’ils exercèrent de nouveau leur ministère sur la surface de la terre; néanmoins, ils n’enseignèrent pas les choses qu’ils avaient entendues et vues, à cause du commandement qui leur avait été donné au ciel.", "17 Et maintenant, s’ils furent mortels ou immortels à partir du jour de leur transfiguration, je ne sais;", "18 mais ce que je sais, selon les annales qui ont été données, c’est ceci: ils allèrent sur la surface du pays et exercèrent leur ministère auprès de tout le peuple, unissant à l’Église tous ceux qui croyaient en leur prédication, les baptisant, et tous ceux qui étaient baptisés recevaient le Saint-Esprit.", "19 Et ils furent jetés en prison par ceux qui n’appartenaient pas à l’Église. Et les prisons ne pouvaient pas les retenir, car elles se fendaient en deux.", "20 Et ils furent précipités dans la terre; mais ils frappaient la terre par la parole de Dieu, de sorte que, par son pouvoir, ils étaient délivrés des profondeurs de la terre; c’est pourquoi on ne pouvait creuser des fosses susceptibles de les retenir.", "21 Et trois fois ils furent jetés dans une fournaise, et ils ne subirent aucun mal.", "22 Et deux fois ils furent jetés dans un antre de bêtes sauvages, et voici, ils jouèrent avec les bêtes comme un enfant avec un agneau qui tète encore, et ne subirent aucun mal.", "23 Et il arriva qu’ils allèrent ainsi parmi tout le peuple de Néphi et prêchèrent l’Évangile du Christ à tout le peuple à la surface du pays; et il fut converti au Seigneur et fut uni à l’Église du Christ, et ainsi le peuple de cette génération fut béni, selon la parole de Jésus.", "24 Et maintenant, moi, Mormon, je finis de parler de ces choses pendant un certain temps.", "25 Voici, j’étais sur le point d’écrire les noms de ceux qui ne devaient jamais goûter la mort, mais le Seigneur l’interdit; c’est pourquoi, je ne les écris pas, car ils sont cachés au monde.", "26 Mais voici, je les ai vus, et ils m’ont servi.", "27 Et voici, ils seront parmi les Gentils, et les Gentils ne les connaîtront pas.", "28 Ils seront aussi parmi les Juifs, et les Juifs ne les connaîtront pas.", "29 Et il arrivera, lorsque le Seigneur le jugera bon dans sa sagesse, qu’ils exerceront leur ministère auprès de toutes les tribus dispersées d’Israël, et auprès de toutes les nations, tribus, langues et peuples, et amèneront de parmi eux beaucoup d’âmes à Jésus, afin que leur désir s’accomplisse, et aussi à cause du pouvoir de conviction de Dieu, qui est en eux.", "30 Et ils sont comme les anges de Dieu, et s’ils prient le Père au nom de Jésus, ils peuvent se montrer à n’importe qui, selon qu’il leur semble bon.", "31 C’est pourquoi, ils accompliront des œuvres grandes et merveilleuses avant le grand jour à venir où tous les hommes devront sûrement se tenir devant le siège du jugement du Christ;", "32 oui, ils accompliront une œuvre grande et merveilleuse parmi les Gentils, avant ce jour du jugement.", "33 Et si vous aviez toutes les Écritures qui font le récit de toutes les œuvres merveilleuses du Christ, vous sauriez, selon les paroles du Christ, que ces choses doivent certainement venir.", "34 Et malheur à ceux qui n’écoutent pas les paroles de Jésus et aussi de ceux qu’il a choisis et envoyés parmi eux; car tous ceux qui ne reçoivent pas les paroles de Jésus et les paroles de ceux qu’il a envoyés, ne le reçoivent pas; et pour cette raison, il ne les recevra pas au dernier jour;", "35 et il aurait mieux valu pour eux qu’ils ne fussent pas nés. Car pensez-vous que vous puissiez vous débarrasser de la justice d’un Dieu offensé, qui a été foulé aux pieds des hommes, afin qu’ainsi le salut puisse venir?", "36 Et maintenant, voici, comme je l’ai dit concernant ceux que le Seigneur a choisis, oui, trois qui furent enlevés dans les cieux, que je ne savais pas s’ils avaient été purifiés de la mortalité à l’immortalité—", "37 mais voici, depuis que j’ai écrit, j’ai consulté le Seigneur, et il m’a manifesté qu’il fallait nécessairement qu’un changement fût opéré sur leur corps, sinon ils auraient nécessairement dû goûter la mort;", "38 c’est pourquoi, pour qu’ils ne dussent pas goûter la mort, un changement fut opéré sur leur corps, afin qu’ils ne connussent pas la souffrance ni la tristesse, si ce n’est pour les péchés du monde.", "39 Or, ce changement n’était pas égal à celui qui se produira au dernier jour; mais un changement fut opéré en eux, de sorte que Satan ne pouvait pas avoir de pouvoir sur eux, de sorte qu’il ne pouvait les tenter; et ils furent sanctifiés dans la chair, de sorte qu’ils étaient saints, et que les pouvoirs de la terre ne pouvaient les retenir.", "40 Et c’est dans cet état qu’ils devaient rester jusqu’au jour du jugement du Christ; et ce jour-là, ils devaient recevoir un plus grand changement et être reçus dans le royaume du Père pour ne plus en sortir, mais pour demeurer éternellement avec Dieu dans les cieux."], "Kiribati": ["Ruaman mai i buakoia reirei ake tengaun ma uoman a anganaki te berita bwa e na koro bukin ae a tangira te kani bwaibwai ni uean Kristo ngkana a mate—Nibwaite ake teniman a anganaki te mwaaka iaon te mate bwa a tangiria n te aro bwa a na tiku iaon te aba ni karokoa ae roko Iesu—A bitaki rabwataia ao a noori bwaai ae aki tau i aan te tua bwa a na taekin, ao a bon mwammwakuri n ibuobuoki ngkai i buakoia aomata. Uakaan ma 34–35N.K.", "1 Ao e a koro bukina bwa ngke e a tia Iesu n taekin taeka aikai, e taetae nakoia ana reirei, temanna i mwin temanna, ni kangai nakoia: Teraa te bwai ae kam tangiria mai irou, i mwin nakou nakon te Tama?", "2 Ao a bane n taetae, ma ti teniman ae aki, ni kangai: Ti tangiria bwa ngkana e a toki maiura n aomata, ao ngkana e a toki ara mwakuri are ko weteira nako iai, bwa ti na waekoa n roko nakoim n ueam.", "3 Ao e taku nakoia: Kam na kakabwaiaki ibukin te bwai aei are kam tangiria mairoou; ngaia ae ngkana e a tia ni koro itibwi ma uoua ami ririki ao kam na roko n ueau; ao kam na kunea te rau irou.", "4 Ao ngke e a tia n taetae nakoia, e rairaki nakoia ake teniman, man taku nakoia: Teraa ae kam tangiria bwa a na karaoaki nakoimi, ngkana I a nakon te Tama?", "5 Ao a rawawata i nanoia, bwa a rawa n taekina te bwai are a tangiria mai irouna.", "6 Ao e taku nakoia: Nooria, I atai ami iango, ao kam tangira te bwai are e tangiria mai irou Ioane, are e tangiraki irou, are bon raou n au tai ni mwakuri, i mwaain are I tabekaki rake irouia Iutaia.", "7 Ngaia are kam na kakabwaiaki bwa kam na bon aki katoonga te mate; ma kam na maiu man noori ni kabane ana mwakuri te Tama nakoia natia aomata, ni karokoa ae a kakoroaki bukin bwaai nako n aron nanon te Tama, ngkana I roko ni mimitongiu ma mwaakan karawa.", "8 Ao kam na bon aki rinanon marakin te mate ma ngkana I roko ni mimitongiu ao kam na bitaki n te rube ni mata man te rabwata ae maamate nakon te rabwata ae aki maamate; ao ngkanne kam na kakabwaiaki n uean Tamau.", "9 Ao riki, kam na bon aki namakina te maraki ngkai kam maiu n rabwata, ao akea naba te nanokawaki ma ti ibukin buren te aonaba; ao N na karaoa aio ibukin te bwai are kam tangiria ma iroou, bwa kam bon tangiria bwa kam na kairia tamneia aomata nakoiu, n ana tai te aonaba ni iai.", "10 Ao ibukin aio e na reke iroumi bwaninin te kimwareirei; ao kam na tekateka n uean Tamau; eng, e na onrake kimwareireimi, n aron te Tama ngke e anganai bwaninin te kimwareirei; ao kam na riki n arou, ao Ngai bon aiaron te Tama; ao ti teuana Ngai ma te Tama.", "11 Ao te Tamnei are e Raoiroi e taekina koauan te Tama ao Ngai; ao te Tama e anga te Tamnei are e Raoiroi nakoia natia aomata, ibukiu.", "12 Ao e a koro bukina bwa ngke e a tia Iesu n taekin taeka aikai, e riingia ni kabane n tabonibaina, ma ti ake teniman ake a na tiku, ao ngkanne e a kitania.", "13 Ao nooria, a uki karawa, ao a tabekaki rake nako karawa, ao a noori man ongo bwaai aika aikoa kona n taekinaki.", "14 Ao a bon tabuaki bwa a na taekin; ao a bon aki naba anganaki te mwaaka bwa a na taekin bwaai ake a noori man ongo;", "15 Ao a bon aki ataia bwa a mena i nanon rabwataia ke i tinanikun rabwataia, bwa titebo irouia ma a oneaki rabwataia, n te aro are a bitaki man te rabwata n iriko nakon te aro n aki maamate, n te aro are a kona n noori iai ana bwai te Atua.", "16 Ao e a koro bukina bwa a bon mwakuri riki iaon te aba; ma e ngae n anne a bon aki mwakuri ni bwaai ake a tia n ongo man noori, ibukin te tua are a anganaki i karawa.", "17 Ao ngkai, I aki ataia bwa a rabwata n aomata ke a rabwata n aki maamate man te bong are e bitaki iai rabwataia ke aki.", "18 Ma ti aei ae I ataia, n aron te rongorongo are tia n anganaki—a bon mwananga n te aonaba, ma ni mwakuri n ibuobuoki nakoia aomata ni kabane, n ikotiia aika a mwaiti nakon te ekaretia ake a kakoaua aia kabwarabwara; ao a bwabetitoia, ao mwaitia ake a bwabetitoaki a bon karekea te Tamnei are e Raoiroi.", "19 Ao a teweaki nako nanon te nne ni kaikain irouia ake tiaki kaain te ekaretia. Ao aikoa kona n tauia nne ni kaikain bwa a raeuaki nakon uoua.", "20 Ao a teweaki nako aantano; ma a bon orea te aonaba n ana taeka te Atua, n te aro are a kainaomataaki ma i kabin te aonaba ni mwaakana; ngaia are aki kona ni keken taian mwanono aika a tau ibukiia.", "21 Ao a teweaki nako nanon te tabo ni kanai ai teniua te tai ao a bon aki ikoaki.", "22 Ao a bon teweaki nako nanon nneia maan aika a kakang uoua te tai; ao nooria, a bon takakaro ma taian man n aiaron te teei ma te tiibu te teei ae mamma, ao a bon aki ikoaki.", "23 Ao e a koro bukina bwa a bon mwananga i buakoia ana botanaomata Nibwaai, ma ni kabwarabwara ana euangkerio Kristo nakoia aomata ni kabane iaon te aba; ao a bon rairaki nakon te Uea, ao a bane n ikotaki nakon ana ekaretia Kristo, ao ngaia are a kakabwaiaki aomatan te roro anne, n aron ana taeka Iesu.", "24 Ao ngkai, Ngai, Moomon, I a katoka au taetae ae kaineti ma bwai aikai moa n te tai aei.", "25 Nooria, N nang koroi araia ake aki katoonga te mate, ma e katabuai te Uea; ngaia are I a aki koroi, bwa a raba man te aonaba.", "26 Ma nooria, I a tia n nooria, ao a bon tia ni karaoi aia mwakuri n ibuobuoki nakoiu.", "27 Ao nooria, a na mena i buakoia Tientaire, ao a na aki ataaki irouia Tientaire.", "28 A na mena naba i buakoia Iutaia, ao a na bon aki ataaki irouia Iutaia.", "29 Ao e na koro bukina bwa a na karaoa te mwakuri n ibuobuoki n te tai ae boraoi ma wanawanan te Uea nakoia a na baronga Iteraera ake a maenako, ao nakoia aaba nako, reeti, neewe ao aomata ni kabane, ao a na kairia mai iai nakon Iesu aomata aika a mwaiti, bwa e aonga ni koro bukin te bwai are a tangiria, ao ibukin naba mwaakan te Atua ni kamatoa te koaua are e mena irouia.", "30 Ao a bon riki n aroia ana anera te Atua, ao ngkana a tataro nakon te Tama n aran Iesu a kona ni kaotiia nakon te aomata ngkana a taku bwa e raoiroi ibukiia.", "31 Ngaia are, a na mwaiti mwakuri aika a korakora ma ni kamimi aika a na karaoaki irouia, i mwaain te bong are e korakora are e na roko ngkana ni kabane aomata a na bon tei imatan ana kaintekateka ni motikitaeka Kristo.", "32 Eng, e na bon iai naba te mwakuri ae korakora ma ni kamimi ae e na riki i buakoia Tientaire, i mwaain te bong ni motikitaeka anne.", "33 Ao ngkana iai iroumi ana taeka te Atua are a kaota rongorongon ana mwakuri ni kabane ake a kamimi Kristo, ao n aron ana taeka Kristo, kam na bon ataia bwa e bon koaua bwa a na roko bwaai aikai.", "34 Ao te maraia nakon are e rawa n ongo n ana taeka Iesu, ao nakoia naba ake e a tia n rineia ma ni kanakoia i buakoia; bwa ane e rawa ni butimwaea ana taeka Iesu ao aia taeka ake e a tia ni kanakoia; ao ngaia are e na bon aki butimwaia n te kabanea ni bong.", "35 Ao e raoiroi riki ngke arona bwa a bon tuai ma ni bungiaki. Bwa n ami kantaninga kam kona ni kaakea ana momotiraoi te Atua, ae kam kamatauninga, are e a tia n toubekaki i aan waeia aomata, are e na otinako mai irouna te kamaiuaki.", "36 Ao ngkai nooria, ngke I taetae ni kaineti ma aomata ake e a tia n rineia te Uea, eng, naake teniman naba ake a tabekaki rake nako karawa, ao I aki ataia bwa a kaitiakaki man te maamate nakon te aki maamate.", "37 Ma nooria, man te tai are I a tia ni koroi, I a tia n ukoria mai iroun te Uea, ao e a tia ni kaotia nakoiu bwa e bon riai bwa e na iai te bitaki nakon rabwataia, bwa mwiina ao a na riai ni katoonga te mate.", "38 Ngaia are, e aonga n ae aki katoonga te mate ao bon iai te bitaki ae korakora ae karaoaki nakon rabwataia, bwa aonga n aki namakina te maraki ke te nanokawaaki ma ti ibukin buren te aonaba.", "39 Ngkai te bitaki aio bon titebo ma are e na riki n te kabanea ni bong; bwa bon iai te bitaki ae korakora i aoia, n te aro are akea mwaakan Tatan i aoia, ao e a aki kona ni kariria; ao a kaitiakaki rabwataia, ao a tabu, ao akea mwaakan te aonaba ae kona n tauiia.", "40 Ao a tiku n te aro aei ni karokoa ana bong ni motikitaeka Kristo; ao n te bong arei a na manga karekea te bitaki riki ae korakora, ao a na butimwaeaki nakon Uean te Tama ao a na manga aki kitanna, ma a na maeka ma te Atua i karawa n aki toki."]}