{"English": ["The coming forth of the Book of Mormon is a sign that the Lord has commenced to gather Israel and fulfill His covenants—Those who reject His latter-day revelations and gifts will be cursed. About A.D.34–35.", "1 And now behold, I say unto you that when the Lord shall see fit, in his wisdom, that these sayings shall come unto the Gentiles according to his word, then ye may know that the covenant which the Father hath made with the children of Israel, concerning their restoration to the lands of their inheritance, is already beginning to be fulfilled.", "2 And ye may know that the words of the Lord, which have been spoken by the holy prophets, shall all be fulfilled; and ye need not say that the Lord delays his coming unto the children of Israel.", "3 And ye need not imagine in your hearts that the words which have been spoken are vain, for behold, the Lord will remember his covenant which he hath made unto his people of the house of Israel.", "4 And when ye shall see these sayings coming forth among you, then ye need not any longer spurn at the doings of the Lord, for the sword of his justice is in his right hand; and behold, at that day, if ye shall spurn at his doings he will cause that it shall soon overtake you.", "5 Wo unto him that spurneth at the doings of the Lord; yea, wo unto him that shall deny the Christ and his works!", "6 Yea, wo unto him that shall deny the revelations of the Lord, and that shall say the Lord no longer worketh by revelation, or by prophecy, or by gifts, or by tongues, or by healings, or by the power of the Holy Ghost!", "7 Yea, and wo unto him that shall say at that day, to get gain, that there can be no miracle wrought by Jesus Christ; for he that doeth this shall become like unto the son of perdition, for whom there was no mercy, according to the word of Christ!", "8 Yea, and ye need not any longer hiss, nor spurn, nor make game of the Jews, nor any of the remnant of the house of Israel; for behold, the Lord remembereth his covenant unto them, and he will do unto them according to that which he hath sworn.", "9 Therefore ye need not suppose that ye can turn the right hand of the Lord unto the left, that he may not execute judgment unto the fulfilling of the covenant which he hath made unto the house of Israel."], "Español": ["La aparición del Libro de Mormón es una señal de que el Señor ha empezado a recoger a Israel y a cumplir Sus convenios— Los que rechacen Sus revelaciones y dones de los postreros días serán maldecidos. Aproximadamente 34–35d.C.", "1 Y ahora bien, he aquí os digo que cuando el Señor, en su sabiduría, juzgue prudente que lleguen estas cosas a los gentiles, según su palabra, entonces sabréis que ya empieza a cumplirse el convenio que el Padre ha hecho con los hijos de Israel, concerniente a su restauración a las tierras de su herencia.", "2 Y podréis saber que las palabras del Señor, que han declarado los santos profetas, se cumplirán todas; y no tendréis que decir que el Señor demora su venida a los hijos de Israel.", "3 Y no tenéis por qué imaginaros en vuestros corazones que son en vano las palabras que se han hablado, pues he aquí, el Señor se acordará del convenio que ha hecho con su pueblo de la casa de Israel.", "4 Y cuando veáis que estas palabras aparecen entre vosotros, no desdeñéis ya más los hechos del Señor, porque la espada de su justicia se halla en su diestra; y he aquí, si en aquel día despreciáis sus obras, él hará que pronto os alcance.", "5 ¡Ay de aquel que desdeñe los hechos del Señor; sí, ay de aquel que niegue al Cristo y sus obras!", "6 Sí, ¡ay de aquel que niegue las revelaciones del Señor, y del que diga que el Señor ya no obra por revelación, ni por profecía, ni por dones, ni por lenguas, ni por sanidades, ni por el poder del Espíritu Santo!", "7 Sí, y, ¡ay de aquel que en ese día diga, para obtener lucro, que Jesucristo no puede hacer ningún milagro! Porque el que diga esto vendrá a ser como el hijo de perdición, para quien no hubo misericordia, según la palabra de Cristo.", "8 Sí, y ya no tenéis que escarnecer ni desdeñar a los judíos, ni hacer burla de ellos, ni de ninguno del resto de la casa de Israel; porque he aquí, el Señor se acuerda de su convenio con ellos, y hará con ellos según lo que ha jurado.", "9 Por tanto, no vayáis a suponer que podéis volver la mano derecha del Señor a la izquierda, para que no ejecute su juicio para el cumplimiento del convenio que ha hecho a la casa de Israel."], "Français": ["La parution du Livre de Mormon est le signe que le Seigneur a commencé à rassembler Israël et à accomplir ses alliances— Ceux qui rejettent ses révélations et ses dons des derniers jours seront maudits. Vers 34–35apr.J.-C.", "1 Et maintenant, voici, je vous dis que lorsque le Seigneur jugera bon, dans sa sagesse, que ces paroles parviennent aux Gentils, selon sa parole, alors vous saurez que l’alliance que le Père a faite avec les enfants d’Israël concernant leur rétablissement dans les pays de leur héritage, commence déjà à s’accomplir.", "2 Et vous pourrez savoir que les paroles du Seigneur, qui ont été dites par les saints prophètes, s’accompliront toutes; et vous n’aurez pas lieu de dire que le Seigneur retarde sa venue auprès des enfants d’Israël.", "3 Et vous n’aurez pas lieu de vous imaginer dans votre cœur que les paroles qui ont été dites sont vaines, car voici, le Seigneur se souviendra de l’alliance qu’il a faite avec son peuple de la maison d’Israël.", "4 Et lorsque vous verrez ces paroles paraître parmi vous, alors vous n’aurez plus lieu de traiter avec mépris les actions du Seigneur, car l’épée de sa justice est dans sa main droite; et voici, ce jour-là, si vous traitez avec mépris ses actions, il fera en sorte qu’elle vous rattrape bientôt.", "5 Malheur à celui qui traite avec mépris les actions du Seigneur; oui, malheur à celui qui niera le Christ et ses œuvres!", "6 Oui, malheur à celui qui niera les révélations du Seigneur et qui dira que le Seigneur n’agit plus par révélation, ou par prophétie, ou par les dons, ou par les langues, ou par les guérisons, ou par le pouvoir du Saint-Esprit!", "7 Oui, et malheur à celui qui dira, ce jour-là, pour obtenir du gain, que plus aucun miracle ne peut être accompli par Jésus-Christ; car celui qui fait cela deviendra semblable au fils de perdition, pour qui il n’y eut pas de miséricorde, selon la parole du Christ!", "8 Oui, et vous n’aurez plus lieu de siffler, ni de traiter avec mépris, ni de tourner en dérision les Juifs, ni personne parmi le reste de la maison d’Israël; car voici, le Seigneur se souvient de son alliance avec eux, et il leur fera selon ce qu’il a juré.", "9 C’est pourquoi vous n’avez pas lieu de penser que vous pouvez transformer la main droite du Seigneur en sa gauche, afin qu’il n’exécute pas le jugement pour accomplir l’alliance qu’il a faite avec la maison d’Israël."], "Kiribati": ["Rokon Ana Boki Moomon bon te kanikina bwa te Uea e a waaki n ikotiia Iteraera ma ni kakoroa bukin Ana berita aika a tabu—Naake a totokoi na kaotioti ni boong aika kaitira ao ana bwai n tituaraoi a na reke kaia. Uakaan ma 34–35N.K.", "1 Ao ngkai nooria, I taku nakoimi bwa n te tai are e noora riaina iai te Uea, n oin wanawanana, bwa a na roko taeka aikai nakoia Tientaire n aron ana taeka, ao ngkanne kam kona n ataia bwa te berita ae tabu are e karaoia te Tama ma tibun Iteraera ibukin kaokakia nakon abaia ni bwaibwai, bon iaon kawaina ni kakoroaki bukina.", "2 Ao kam kona n ataia bwa ana taeka te Uea, ake a tia n taekinaki irouia burabeti aika a tabu, a na bane ni kakoroaki bukiia; ao kam aki riai n taku bwa te Uea e kawaeremwea rokona nakoia tibun Iteraera.", "3 Ao kam aki riai n iangoia inanomi bwa taeka ake a tia n taekinaki akea manenaia, bwa nooria, e na bon uringa ana berita ae tabu te Uea are e a tia ni karaoia ma ana botanaomata aika kaain te bata are Iteraera.", "4 Ao ngkana kam noori taeka aikai ni kaoti i buakomi, ao ngkanne kam aki riai n ribai ana waaki te Uea: bwa e mena ana kabaang ni momotiraoi te Uea n angataina; ao nooria, n te bong arei, ngkana kam ribai ana waaki, e na bon karekea te anga are e na konako iai.", "5 Te maraia nakon are ribai ana mwakuri te Uea; eng, te maraia nakon are e na kakewea Kristo ma ana mwakuri!", "6 Eng, te maraia nakon are e na kakewei ana kaotioti te Uea, ao ane e na taku bwa e aki mwakuri te Uea man te kaotioti, ke n te taeka ni burabeti, ke ni bwaintituaraoi, ke n neewe, ke n te katoki aoraki, ke ni mwaakan te Tamnei ae Raoiroi!", "7 Eng, ao te maraia nakon ane e na taku n te bong arei, ibukin karekean arona bwa akea te kakai ae e kona ni karaoia Iesu Kristo; bwa ane e karaoa aio ao e na riki n aron natin te Betetion, are akea te nanoanga ibukina, n aron ana taeka Kristo!", "8 Eng, ao kam aki riai ni manga katiitii, ke n ribaia, ma ni bwainataeia Iutaia, ke nikiraia kaain te bata are Iteraera; bwa nooria, e na uringa ana berita ae tabu te Uea ma ngaia, ao e na karaoia nakoia te bwai are e a tia n tuea iai.", "9 Ngaia are kam na aki taku bwa kam kona ni katannakoa angaatain te Uea nako angamaingina, bwa e aonga n aki karaoa te motikitaeka ni kakoroi bukin berita ake a tabu are e a tia ni karaoia ma te bata are Iteraera."]}