{"English": ["Jesus approves the words of Isaiah—He commands the people to search the prophets—The words of Samuel the Lamanite concerning the Resurrection are added to their records. About A.D.34.", "1 And now, behold, I say unto you, that ye ought to search these things. Yea, a commandment I give unto you that ye search these things diligently; for great are the words of Isaiah.", "2 For surely he spake as touching all things concerning my people which are of the house of Israel; therefore it must needs be that he must speak also to the Gentiles.", "3 And all things that he spake have been and shall be, even according to the words which he spake.", "4 Therefore give heed to my words; write the things which I have told you; and according to the time and the will of the Father they shall go forth unto the Gentiles.", "5 And whosoever will hearken unto my words and repenteth and is baptized, the same shall be saved. Search the prophets, for many there be that testify of these things.", "6 And now it came to pass that when Jesus had said these words he said unto them again, after he had expounded all the scriptures unto them which they had received, he said unto them: Behold, other scriptures I would that ye should write, that ye have not.", "7 And it came to pass that he said unto Nephi: Bring forth the record which ye have kept.", "8 And when Nephi had brought forth the records, and laid them before him, he cast his eyes upon them and said:", "9 Verily I say unto you, I commanded my servant Samuel, the Lamanite, that he should testify unto this people, that at the day that the Father should glorify his name in me that there were many saints who should arise from the dead, and should appear unto many, and should minister unto them. And he said unto them: Was it not so?", "10 And his disciples answered him and said: Yea, Lord, Samuel did prophesy according to thy words, and they were all fulfilled.", "11 And Jesus said unto them: How be it that ye have not written this thing, that many saints did arise and appear unto many and did minister unto them?", "12 And it came to pass that Nephi remembered that this thing had not been written.", "13 And it came to pass that Jesus commanded that it should be written; therefore it was written according as he commanded.", "14 And now it came to pass that when Jesus had expounded all the scriptures in one, which they had written, he commanded them that they should teach the things which he had expounded unto them."], "Español": ["Jesús aprueba las palabras de Isaías— Manda al pueblo que escudriñe los profetas— Se agregan a los anales de ellos las palabras de Samuel el Lamanita concernientes a la Resurrección. Aproximadamente 34d.C.", "1 Y he aquí, ahora os digo que debéis escudriñar estas cosas. Sí, un mandamiento os doy de que escudriñéis estas cosas diligentemente, porque grandes son las palabras de Isaías.", "2 Pues él ciertamente habló en lo que respecta a todas las cosas concernientes a mi pueblo que es de la casa de Israel; por tanto, es menester que él hable también a los gentiles.", "3 Y todas las cosas que habló se han cumplido, y se cumplirán, de conformidad con las palabras que habló.", "4 Por tanto, escuchad mis palabras; escribid las cosas que os he dicho; y de acuerdo con el tiempo y la voluntad del Padre, irán a los gentiles.", "5 Y quienes escuchen mis palabras, y se arrepientan y sean bautizados, se salvarán. Escudriñad los profetas, porque muchos son los que testifican de estas cosas.", "6 Y aconteció que cuando Jesús hubo dicho estas palabras, les volvió a hablar, después que les hubo explicado todas las Escrituras que habían recibido, y les dijo: He aquí, quisiera que escribieseis otras Escrituras que no tenéis.", "7 Y aconteció que dijo a Nefi: Trae los anales que habéis llevado.", "8 Y cuando Nefi llevó los anales, y los puso ante él, Jesús los miró y dijo:", "9 En verdad os digo que yo mandé a mi siervo, Samuel el Lamanita, que testificara a este pueblo que el día en que el Padre glorificara su nombre en mí habría muchos santos que se levantarían de entre los muertos, y aparecerían a muchos, y les ministrarían. Y les dijo: ¿No fue así?", "10 Y sus discípulos le contestaron, y dijeron: Sí, Señor, Samuel profetizó según tus palabras, y todas se cumplieron.", "11 Y Jesús les dijo: ¿Por qué no habéis escrito esto, que muchos santos se levantaron, y se aparecieron a muchos, y les ministraron?", "12 Y sucedió que Nefi se acordó de que aquello no se había escrito.", "13 Y acaeció que Jesús mandó que se escribiera; de modo que se escribió, de acuerdo con lo que él mandó.", "14 Y aconteció que cuando Jesús hubo explicado en una todas las Escrituras que ellos habían escrito, les mandó que enseñaran las cosas que él les había explicado."], "Français": ["Jésus approuve les paroles d’Ésaïe— Il commande au peuple de sonder les prophètes— Les paroles de Samuel, le Lamanite, concernant la résurrection sont ajoutées à leurs annales. Vers 34apr.J.-C.", "1 Et maintenant, voici, je vous dis que vous devriez sonder ces choses. Oui, je vous donne le commandement de sonder diligemment ces choses; car grandes sont les paroles d’Ésaïe.", "2 Car, assurément, il a parlé de tout ce qui concerne mon peuple qui est de la maison d’Israël; c’est pourquoi, il faut nécessairement qu’il parle aussi aux Gentils.", "3 Et tout ce qu’il a dit a été et sera selon les paroles qu’il a dites.", "4 C’est pourquoi, prêtez attention à mes paroles; écrivez les choses que je vous ai dites; et selon le moment et la volonté du Père, cela ira aux Gentils.", "5 Et quiconque écoute mes paroles, et se repent, et est baptisé, celui-là sera sauvé. Sondez les prophètes, car il y en a beaucoup qui témoignent de ces choses.", "6 Et alors, il arriva que lorsque Jésus eut dit ces paroles, il leur dit encore, après leur avoir expliqué toutes les Écritures qu’ils avaient reçues, il leur dit: Voici, il y a d’autres Écritures que je voudrais que vous écriviez, que vous n’avez pas.", "7 Et il arriva qu’il dit à Néphi: Apporte les annales que tu as tenues.", "8 Et lorsque Néphi eut apporté les annales et les eut posées devant lui, il jeta les yeux sur elles et dit:", "9 En vérité, je te le dis, j’ai commandé à mon serviteur Samuel, le Lamanite, de témoigner à ce peuple que le jour où le Père glorifierait son nom en moi, il y aurait beaucoup de saints qui ressusciteraient d’entre les morts, et apparaîtraient à un grand nombre, et les serviraient. Et il leur dit: N’en a-t-il pas été ainsi?", "10 Et ses disciples lui répondirent et dirent: Oui, Seigneur, Samuel a prophétisé selon tes paroles, et elles se sont toutes accomplies.", "11 Et Jésus leur dit: Comment se fait-il que vous n’ayez pas écrit cela, que beaucoup de saints sont ressuscités, et sont apparus à un grand nombre, et les ont servis?", "12 Et il arriva que Néphi se souvint que cela n’avait pas été écrit.", "13 Et il arriva que Jésus commanda que cela fût écrit; c’est pourquoi cela fut écrit comme il le commandait.", "14 Et alors, il arriva que lorsque Jésus eut expliqué en une seule toutes les Écritures qu’ils avaient écrites, il leur commanda d’enseigner les choses qu’il leur avait expliquées."], "Kiribati": ["Iesu e butimaei ana taeka Itaia—E tuangiia aomata bwa a na ukoukoria burabeti—A ikotaki ana taeka Tamuera te Reimwanaite ake a kaineti ma te Mangauti. Uakaan ma 34N.K.", "1 Ao ngkai, nooria, I taku nakoimi, bwa kam riai n ukoukori bwaai aikai. Eng, I anganingkami te tua bwa kam na botumwaaka n ukoukori bwaai aikai; bwa a korakora bonganan ana taeka Itaia.", "2 Bwa e bon koaua ae e taetae iaon bwaai ni kabane ake a kaineti ma au botanaomata ake kaain te bata are Iteraera; ngaia are e bon riai bwa e na taetae naba nakoia Tientaire.", "3 Ao bwaai ni kabane ake e taekin a bon riki ao a na bon riki, n aiaron taeka ake e taekin.", "4 Ngaia are ongo n au taeka; karaoi bwaai ake I tuangkami; ao a na bon waaki nako n ana tai ao nanon te Tama nakoia Tientaire.", "5 Ao ane e ongo n au taeka man rairananona ao e bwabetitoaki, e na bon kamaiuaki. Ukoukoria burabeti, bwa a mwaiti ake a kakoauai bwaai aikai.", "6 Ao ngkai e a koro bukina bwa ngke e a tia Iesu n taekin taeka aikai e taku riki nakoia, ngke e a tia ni kabwaranakoi koroboki aika tabu ni kabane nakoia ake e a tia ni karekei, e taku nakoia: Nooria, iai riki koroboki aika tabu ae I tangiringkami bwa kam na koroi, ae kam tuai ni koroi.", "7 Ao e a koro bukina bwa e taku nakon Nibwaai; Uoti mai taian rongorongo ake ko a tia ni kaawakin.", "8 Ao ngke e a tia Nibwaai n uoti taian rongorongo, ma ni kawenei imatana, e katokai matana i aoia man taku:", "9 E koaua ae I tuangkami, I tuanga au toro Tamuera te Reimwanaite bwa e na kakoaua nakoia te botanaomata aio, bwa n te bong arei ao te Tama e na kamimitonga arana irou bwa a mwaiti aomata aika itiaki ake a na teirake man te mate, ao a na kaoti nakoia aika a mwaiti, man ibuobuoki nakoia. Ao e taku nakoia: Tiaki bwa e riki aio?", "10 Ao ana reirei a kaeka man taku: Eng, te Uea, Tamuera e bon taetae ni burabeti n aron am taeka, ao a bon bane ni koro bukiia.", "11 Ao e taku Iesu nakoia: E kanga n ae kam aki korea te bwai aio, are a mwaiti aomata aika itiaki ake a teirake ma ni kaoti nakoia aika a mwaiti man ibuobuoki nakoia?", "12 Ao e a koro bukina bwa Nibwaai e uringnga bwa e bon tuai ma ni koreaki taekana.", "13 Ao e a koro bukina bwa Iesu e tua bwa e na riai ni koreaki; ngaia are e a bon koreaki taekana n aron are e tua.", "14 Ao ngkai e a koro bukina bwa ngke e a tia Iesu ni kabwaranakoi koroboki aika tabu ni kabane n ti teuana, are a tia ni koroi, e tuangiia bwa a na reirei bwaai ake e a tia ni kabwaranakoi nakoia."]}