{"English": ["Wickedness and abominations increase among the people—The Nephites and Lamanites unite to defend themselves against the Gadianton robbers—Converted Lamanites become white and are called Nephites. About A.D.5–16.", "1 And it came to pass that thus passed away the ninety and fifth year also, and the people began to forget those signs and wonders which they had heard, and began to be less and less astonished at a sign or a wonder from heaven, insomuch that they began to be hard in their hearts, and blind in their minds, and began to disbelieve all which they had heard and seen—", "2 Imagining up some vain thing in their hearts, that it was wrought by men and by the power of the devil, to lead away and deceive the hearts of the people; and thus did Satan get possession of the hearts of the people again, insomuch that he did blind their eyes and lead them away to believe that the doctrine of Christ was a foolish and a vain thing.", "3 And it came to pass that the people began to wax strong in wickedness and abominations; and they did not believe that there should be any more signs or wonders given; and Satan did go about, leading away the hearts of the people, tempting them and causing them that they should do great wickedness in the land.", "4 And thus did pass away the ninety and sixth year; and also the ninety and seventh year; and also the ninety and eighth year; and also the ninety and ninth year;", "5 And also an hundred years had passed away since the days of Mosiah, who was king over the people of the Nephites.", "6 And six hundred and nine years had passed away since Lehi left Jerusalem.", "7 And nine years had passed away from the time when the sign was given, which was spoken of by the prophets, that Christ should come into the world.", "8 Now the Nephites began to reckon their time from this period when the sign was given, or from the coming of Christ; therefore, nine years had passed away.", "9 And Nephi, who was the father of Nephi, who had the charge of the records, did not return to the land of Zarahemla, and could nowhere be found in all the land.", "10 And it came to pass that the people did still remain in wickedness, notwithstanding the much preaching and prophesying which was sent among them; and thus passed away the tenth year also; and the eleventh year also passed away in iniquity.", "11 And it came to pass in the thirteenth year there began to be wars and contentions throughout all the land; for the Gadianton robbers had become so numerous, and did slay so many of the people, and did lay waste so many cities, and did spread so much death and carnage throughout the land, that it became expedient that all the people, both the Nephites and the Lamanites, should take up arms against them.", "12 Therefore, all the Lamanites who had become converted unto the Lord did unite with their brethren, the Nephites, and were compelled, for the safety of their lives and their women and their children, to take up arms against those Gadianton robbers, yea, and also to maintain their rights, and the privileges of their church and of their worship, and their freedom and their liberty.", "13 And it came to pass that before this thirteenth year had passed away the Nephites were threatened with utter destruction because of this war, which had become exceedingly sore.", "14 And it came to pass that those Lamanites who had united with the Nephites were numbered among the Nephites;", "15 And their curse was taken from them, and their skin became white like unto the Nephites;", "16 And their young men and their daughters became exceedingly fair, and they were numbered among the Nephites, and were called Nephites. And thus ended the thirteenth year.", "17 And it came to pass in the commencement of the fourteenth year, the war between the robbers and the people of Nephi did continue and did become exceedingly sore; nevertheless, the people of Nephi did gain some advantage of the robbers, insomuch that they did drive them back out of their lands into the mountains and into their secret places.", "18 And thus ended the fourteenth year. And in the fifteenth year they did come forth against the people of Nephi; and because of the wickedness of the people of Nephi, and their many contentions and dissensions, the Gadianton robbers did gain many advantages over them.", "19 And thus ended the fifteenth year, and thus were the people in a state of many afflictions; and the sword of destruction did hang over them, insomuch that they were about to be smitten down by it, and this because of their iniquity."], "Español": ["La iniquidad y las abominaciones aumentan entre el pueblo— Los nefitas y los lamanitas se unen para defenderse de los ladrones de Gadiantón— Los lamanitas convertidos se vuelven blancos y son llamados nefitas. Aproximadamente 5–16d.C.", "1 Y sucedió que así pasó el año noventa y cinco también, y el pueblo comenzó a olvidarse de aquellas señales y prodigios que había presenciado, y a asombrarse cada vez menos de una señal o prodigio del cielo, de tal modo que comenzaron a endurecer sus corazones, y a cegar sus mentes, y a no creer todo lo que habían visto y oído,", "2 imaginándose alguna cosa vana en sus corazones, que aquello se efectuaba por los hombres y por el poder del diablo para extraviar y engañar el corazón del pueblo. De este modo Satanás de nuevo se apoderó del corazón de los del pueblo, al grado que les cegó los ojos y los condujo a creer que la doctrina de Cristo era una cosa insensata y vana.", "3 Y ocurrió que el pueblo empezó a aumentar en la iniquidad y en las abominaciones; y no creyeron que se manifestarían más señales ni prodigios; y Satanás andaba por todas partes extraviando el corazón de los del pueblo, tentándolos y haciéndoles cometer grandes iniquidades en la tierra.", "4 Y así pasó el año noventa y seis; y también el año noventa y siete; asimismo el año noventa y ocho, y el noventa y nueve;", "5 y también habían transcurrido cien años desde los días de Mosíah, que había sido rey de los nefitas.", "6 Y habían pasado seiscientos nueve años desde que Lehi había salido de Jerusalén.", "7 Y habían pasado nueve años desde la ocasión en que se manifestó la señal de que hablaron los profetas, tocante a que Cristo vendría al mundo.", "8 Ahora bien, los nefitas empezaron a calcular su tiempo desde esta ocasión en que se manifestó la señal, o sea, desde la venida de Cristo; por tanto, habían pasado ya nueve años.", "9 Y Nefi, el padre de aquel Nefi que tenía a su cargo los anales, no volvió a la tierra de Zarahemla, ni se le pudo hallar en toda la tierra.", "10 Y sucedió que a pesar de las muchas predicaciones y profecías que se difundieron entre ellos, el pueblo perseveró en su iniquidad; y así pasó también el año décimo; y el año once igualmente pasó en la iniquidad.", "11 Y sucedió que en el año trece empezó a haber guerras y contiendas por toda la tierra; porque los ladrones de Gadiantón se habían hecho tan numerosos, y mataban a tantos de los del pueblo, y asolaban tantas ciudades, y causaban tanta mortandad y estragos por toda la tierra, que fue menester que todo el pueblo, nefitas así como lamanitas, tomase las armas contra ellos.", "12 Por tanto, todos los lamanitas que se habían convertido al Señor se unieron a sus hermanos, los nefitas, y se vieron obligados, para proteger sus vidas, y a sus mujeres y sus hijos, a tomar las armas contra aquellos ladrones de Gadiantón; sí, y también para preservar sus derechos, y los privilegios de su iglesia y de su adoración a Dios, y su independencia y su libertad.", "13 Y sucedió que antes que hubiese concluido este año trece, amenazó a los nefitas una destrucción completa a causa de esta guerra, que había llegado a ser grave en extremo.", "14 Y aconteció que aquellos lamanitas que se habían unido con los nefitas fueron contados entre estos.", "15 Y les fue quitada su maldición, y su piel se tornó blanca como la de los nefitas;", "16 y sus jóvenes varones y sus hijas llegaron a ser sumamente bellos, y fueron contados entre los nefitas, y fueron llamados nefitas. Y así concluyó el año trece.", "17 Y sucedió que al empezar el año catorce continuó la guerra entre los ladrones y el pueblo de Nefi, y se agravó en extremo; no obstante, los nefitas aventajaron en algo a los bandidos, al grado de que los echaron de sus tierras a las montañas y a sus escondrijos.", "18 Y así concluyó el año catorce. Y en el año quince vinieron contra el pueblo de Nefi; y debido a la iniquidad de los nefitas, y sus muchas contenciones y disensiones, los ladrones de Gadiantón lograron aventajarlos de muchas maneras.", "19 Y así concluyó el año quince, y así se encontraba el pueblo en un estado de muchas aflicciones; y la espada de la destrucción se cernía sobre ellos, al grado de que estaban a punto de ser heridos por ella; y esto a causa de su iniquidad."], "Français": ["La méchanceté et les abominations augmentent parmi le peuple— Les Néphites et les Lamanites s’unissent pour se défendre contre les brigands de Gadianton— Les Lamanites convertis deviennent blancs et sont appelés Néphites. Vers 5–16apr.J.-C.", "1 Et il arriva que la quatre-vingt-quinzième année passa de même, et le peuple commença à oublier les signes et les prodiges qu’il avait entendus, et commença à être de moins en moins étonné devant un signe ou un prodige venu du ciel, de sorte qu’il commença à être dur de cœur et aveugle d’esprit, et commença à ne plus croire à tout ce qu’il avait entendu et vu—", "2 imaginant quelque vaine chose en son cœur, se disant que cela était fait par les hommes et par le pouvoir du diable pour égarer et tromper le cœur du peuple; et c’est ainsi que Satan prit de nouveau possession du cœur du peuple, de sorte qu’il lui aveugla les yeux et l’entraîna à croire que la doctrine du Christ était quelque chose d’insensé et de vain.", "3 Et il arriva que le peuple commença à devenir fort dans la méchanceté et les abominations; et il ne croyait pas qu’il y aurait encore des signes ou des prodiges qui seraient donnés; et Satan allait partout, égarant le cœur du peuple, le tentant et l’amenant à accomplir de grandes méchancetés dans le pays.", "4 Et ainsi passa la quatre-vingt-seizième année; et aussi la quatre-vingt-dix-septième année; et aussi la quatre-vingt-dix-huitième année; et aussi la quatre-vingt-dix-neuvième année;", "5 et aussi, cent ans étaient passés depuis le temps de Mosiah, qui fut roi du peuple des Néphites.", "6 Et six cent neuf ans étaient passés depuis que Léhi avait quitté Jérusalem.", "7 Et neuf ans étaient passés depuis le moment où avait été donné le signe dont avaient parlé les prophètes, que le Christ viendrait au monde.", "8 Or, les Néphites commencèrent à compter leur temps à partir de cette période où le signe fut donné, ou à partir de la venue du Christ; neuf ans étaient donc passés.", "9 Et Néphi, qui était le père de Néphi, qui avait la charge des annales, ne revint pas au pays de Zarahemla, et on ne put le trouver nulle part dans tout le pays.", "10 Et il arriva que le peuple demeurait toujours dans la méchanceté, malgré toute la prédication et toutes les prophéties qui étaient envoyées en son sein; et ainsi passa aussi la dixième année; et la onzième année passa aussi dans l’iniquité.", "11 Et il arriva que la treizième année, il commença à y avoir des guerres et des querelles dans tout le pays; car les brigands de Gadianton étaient devenus si nombreux, et tuaient tant de gens, et dévastaient tant de villes, et répandaient tant de mort et de carnage dans tout le pays, qu’il devint nécessaire pour tout le peuple, tant les Néphites que les Lamanites, de prendre les armes contre eux.", "12 C’est pourquoi, tous les Lamanites qui s’étaient convertis au Seigneur s’unirent à leurs frères, les Néphites, et furent forcés, pour la sécurité de leur vie et celle de leurs femmes et de leurs enfants, de prendre les armes contre ces brigands de Gadianton, oui, et aussi pour défendre leurs droits et les garanties de leur Église et de leur culte, et leur indépendance et leur liberté.", "13 Et il arriva qu’avant que cette treizième année fût passée, les Néphites étaient menacés de destruction totale, à cause de cette guerre qui était devenue extrêmement furieuse.", "14 Et il arriva que ces Lamanites qui s’étaient unis aux Néphites furent comptés parmi les Néphites;", "15 et leur malédiction leur fut enlevée, et leur peau devint blanche comme celle des Néphites;", "16 et leurs jeunes hommes et leurs filles devinrent extrêmement beaux, et ils furent comptés parmi les Néphites et furent appelés Néphites. Et ainsi finit la treizième année.", "17 Et il arriva qu’au commencement de la quatorzième année, la guerre entre les brigands et le peuple de Néphi continua et devint extrêmement furieuse; néanmoins, le peuple de Néphi obtint un certain avantage sur les brigands, de sorte qu’il les repoussa hors de ses terres dans les montagnes et dans leurs lieux secrets.", "18 Et ainsi finit la quatorzième année. Et la quinzième année, ils marchèrent contre le peuple de Néphi; et à cause de la méchanceté du peuple de Néphi, et de ses nombreuses querelles, et de ses nombreuses dissensions, les brigands de Gadianton obtinrent beaucoup d’avantages sur lui.", "19 Et ainsi finit la quinzième année, et ainsi le peuple était dans un état de nombreuses afflictions; et l’épée de la destruction était suspendue au-dessus de lui, de sorte qu’il était sur le point d’être abattu par elle, et cela à cause de son iniquité."], "Kiribati": ["E rikirake te buakaka ma mwakuri aika bati n ribaki i buakoia aomata—A bon ikotaki Nibwaite ma Reimwanaite bwa a na tararuaia mai irouia ana taan iraa Kateanton—Reimwanaite ake a rairaki a bon riki ni mainaina ao a bon aranaki bwa Nibwaite. Uakaan ma 5–16N.K.", "1 Ao e a koro bukina bwa ikai are e a toki naba te karuabwi ma nimaua n ririki naba, ao aomata a manga mwaninga taian kanikina ma taian kamimi ake a tia n ongo taekaia, ao a moanna n aki tabeakina te kanikina ma te kamimi ma i karawa, n te aro are a moanna ni matoatoa nanoia, ma ni mataki n aia iango, ma ni moanna n aki kakoauai bwaai ni kabane ake a ongo man noori—", "2 A kaitarai nako taian bwai aika akea manenaia i nanoia, ake a karaoaki irouia aomata ao te riaboro, bwa ana kairiia nako ma ni mwaamwanai nanoia aomata; ao ngaia are Tatan e a manga bon reke tauan nanoia aomata i rouna, n te aro are e kamataki mataia ma ni kairiia nako bwa a na kakoaua bwa reirei ibukin Kristo bon te bwai ae burababa man akea manena.", "3 Ao e a koro bukina bwa aomata a moanna ni matoatoa riki n te buakaka ma mwakuri aika bati n ribaki; ao a bon aki kakoaua bwa e na iai riki taian kanikina ma kamimi aika a na manga anganaki; ao Tatan e bon mwananga, ni kairia nako nanoia aomata, ni kariria ma ni karekea te anga are a na karaoa te buakaka ae korakora i aon te aba.", "4 Ao e a koro bukina bwa e a bane te karuabwi ma onoua n ririki; ao te karuabwi ma itiua n ririki naba; ao te karuabwi ma waniua n ririki; ao te karuabwi ma ruaiwa n ririki;", "5 Ao riki bon tebubua te ririki ae e a tia n nako man ana tai Motiaea, are te uea i aoia te botanaomata ae Nibwaite.", "6 Ao e a bon tia ni bane onobubua ma ruaiwa te ririki man te tai are Riaai e kitana iai Ierutarem.", "7 Ao ruaiwa te ririki ae bane man te tai are a anganaki iai te kanikina, are e taekinaki irouia burabeti, bwa e na roko Kristo nakon te aonaba.", "8 Ao ngkanne Nibwaite a waaki n tautaua te tai man te tai are anganaki iai te kanikina, ke man rokon Kristo; ngaia are, ruaiwa te ririki ae e a tia ni bane.", "9 Ao Nibwaai, are taman Nibwaai, are e mwiokoaki n taian rongorongo, e bon aki okira te aba are Taraemera, ao e bon aki kona ni kuneaki ni kabuta te aba.", "10 Ao e a koro bukina bwa aomata a bon tiku naba n aroia ni buakaka, e ngae ngke e bati te kabwarabwara ao te taetae ni burabeti are e kanakoaki i buakoia; ao ngaia are e bane te katebwina n ririki naba; ao e bon bane naba te katebwi ma teuana n ririki i nanon te buakaka.", "11 Ao e a koro bukina bwa n te katebwi ma teniua n ririki ao e a waaki te bubuaka ao te itabaraaraa ni kabuta te aba; bwa e a bon rang korakora mwaitia ana taan iraa Kateanton, ao a tiringia aomata aika a rang mwaiti, man urui taian kaawa aika a mwaiti, ao a kabuta te mate ma te tiriaomata n aki akaaka ni kabuta te aba, ao e bon riai bwa aomata ni kabane, ake Nibwaite ao Reimwanaite, a na tabeki aia bwai ni buaka ni kaaitaraia.", "12 Ngaia are, ni kabane Reimwanaite ake a tia n rairaki nakon te Uea a bon ikotaki ma tariia, ake Nibwaite, ao a bon kairoroaki, ibukin kawakinan maiuia ao aia aine ma natia, bwa a na tabeki aia bwai ni buaka ni kaaitaraia ana taan iraa Kateanton, eng, ma ni kawakina naba inaomataia, ao aroia n raka n aia ekaretia ma aroia n nebonebo, ma inaomataia ao kainaomatakiia.", "13 Ao e a koro bukina bwa i i mwaain ae bane te katebwi ma teniua n ririki aio, a bon kakamaakaki Nibwaite n te urubwai ae korakora ibukin te buaka aio, are e bon rianako kananokawakina.", "14 Ao e a koro bukina bwa Reimwanaite ake a ikotaki ma Nibwaite a bon warekaki i buakoia Nibwaite;", "15 Ao e bon anaaki kamaraiakia mai irouia, ao kuniia e riki ni mainaina n ai aroia Nibwaite;", "16 Ao aia ataeinimwaane ma natia aine a rianako tamaroaia, ao a warekaki i buakoia Nibwaite, ao aranaki bwa Nibwaite. Ao ikai are e a toki iai te katebwi ma teniua n ririki.", "17 Ao e a koro bukina bwa ni moan waakinan te katebwi ma aua n ririki, e bon reitinako te buaka imarenaia taan kamwarua ao ana aomata Nibwaai ao e rikirake kananokawakina; ma e ngae n anne, ao ana aomata Nibwaai e bon reke aia raka i aoia taan kamwarua, n te aro are a bon kakioia ni kaokia nakon abaia nakon taian maunga ao nakon aia tabo aika a raba.", "18 Ao ikai are e a toki iai te katebwi ma aua n ririki. Ao n te katebwi ma nimaua n ririki a bon roko ni kaaitaraia ana botanaomata Nibwaai, ao aia itabaraaraa aika a mwaiti ma aia kakaun taeka, ao ana taan iraa Kateanton a bon karekea aia raka aika a mwaiti i aoia.", "19 Ao ikai are e a toki iai te katebwi ma nimaua n ririki, ao ngaia are aomata a bon mena i nanon te aro ni karawawataki; ao kabaangin te kamaunaki e bon tine i aoia, n te aro are a bon kaitara n oreaki iai, ao aio ibukin aia bure."]}