{"English": ["Israel will be gathered when the Book of Mormon comes forth—The Gentiles will be established as a free people in America—They will be saved if they believe and obey; otherwise, they will be cut off and destroyed—Israel will build the New Jerusalem, and the lost tribes will return. About A.D.34.", "1 And verily I say unto you, I give unto you a sign, that ye may know the time when these things shall be about to take place—that I shall gather in, from their long dispersion, my people, O house of Israel, and shall establish again among them my Zion;", "2 And behold, this is the thing which I will give unto you for a sign—for verily I say unto you that when these things which I declare unto you, and which I shall declare unto you hereafter of myself, and by the power of the Holy Ghost which shall be given unto you of the Father, shall be made known unto the Gentiles that they may know concerning this people who are a remnant of the house of Jacob, and concerning this my people who shall be scattered by them;", "3 Verily, verily, I say unto you, when these things shall be made known unto them of the Father, and shall come forth of the Father, from them unto you;", "4 For it is wisdom in the Father that they should be established in this land, and be set up as a free people by the power of the Father, that these things might come forth from them unto a remnant of your seed, that the covenant of the Father may be fulfilled which he hath covenanted with his people, O house of Israel;", "5 Therefore, when these works and the works which shall be wrought among you hereafter shall come forth from the Gentiles, unto your seed which shall dwindle in unbelief because of iniquity;", "6 For thus it behooveth the Father that it should come forth from the Gentiles, that he may show forth his power unto the Gentiles, for this cause that the Gentiles, if they will not harden their hearts, that they may repent and come unto me and be baptized in my name and know of the true points of my doctrine, that they may be numbered among my people, O house of Israel;", "7 And when these things come to pass that thy seed shall begin to know these things—it shall be a sign unto them, that they may know that the work of the Father hath already commenced unto the fulfilling of the covenant which he hath made unto the people who are of the house of Israel.", "8 And when that day shall come, it shall come to pass that kings shall shut their mouths; for that which had not been told them shall they see; and that which they had not heard shall they consider.", "9 For in that day, for my sake shall the Father work a work, which shall be a great and a marvelous work among them; and there shall be among them those who will not believe it, although a man shall declare it unto them.", "10 But behold, the life of my servant shall be in my hand; therefore they shall not hurt him, although he shall be marred because of them. Yet I will heal him, for I will show unto them that my wisdom is greater than the cunning of the devil.", "11 Therefore it shall come to pass that whosoever will not believe in my words, who am Jesus Christ, which the Father shall cause him to bring forth unto the Gentiles, and shall give unto him power that he shall bring them forth unto the Gentiles, (it shall be done even as Moses said) they shall be cut off from among my people who are of the covenant.", "12 And my people who are a remnant of Jacob shall be among the Gentiles, yea, in the midst of them as a lion among the beasts of the forest, as a young lion among the flocks of sheep, who, if he go through both treadeth down and teareth in pieces, and none can deliver.", "13 Their hand shall be lifted up upon their adversaries, and all their enemies shall be cut off.", "14 Yea, wo be unto the Gentiles except they repent; for it shall come to pass in that day, saith the Father, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots;", "15 And I will cut off the cities of thy land, and throw down all thy strongholds;", "16 And I will cut off witchcrafts out of thy land, and thou shalt have no more soothsayers;", "17 Thy graven images I will also cut off, and thy standing images out of the midst of thee, and thou shalt no more worship the works of thy hands;", "18 And I will pluck up thy groves out of the midst of thee; so will I destroy thy cities.", "19 And it shall come to pass that all lyings, and deceivings, and envyings, and strifes, and priestcrafts, and whoredoms, shall be done away.", "20 For it shall come to pass, saith the Father, that at that day whosoever will not repent and come unto my Beloved Son, them will I cut off from among my people, O house of Israel;", "21 And I will execute vengeance and fury upon them, even as upon the heathen, such as they have not heard.", "22 But if they will repent and hearken unto my words, and harden not their hearts, I will establish my church among them, and they shall come in unto the covenant and be numbered among this the remnant of Jacob, unto whom I have given this land for their inheritance;", "23 And they shall assist my people, the remnant of Jacob, and also as many of the house of Israel as shall come, that they may build a city, which shall be called the New Jerusalem.", "24 And then shall they assist my people that they may be gathered in, who are scattered upon all the face of the land, in unto the New Jerusalem.", "25 And then shall the power of heaven come down among them; and I also will be in the midst.", "26 And then shall the work of the Father commence at that day, even when this gospel shall be preached among the remnant of this people. Verily I say unto you, at that day shall the work of the Father commence among all the dispersed of my people, yea, even the tribes which have been lost, which the Father hath led away out of Jerusalem.", "27 Yea, the work shall commence among all the dispersed of my people, with the Father to prepare the way whereby they may come unto me, that they may call on the Father in my name.", "28 Yea, and then shall the work commence, with the Father among all nations in preparing the way whereby his people may be gathered home to the land of their inheritance.", "29 And they shall go out from all nations; and they shall not go out in haste, nor go by flight, for I will go before them, saith the Father, and I will be their rearward."], "Español": ["Israel será recogido cuando salga a luz el Libro de Mormón— Los gentiles serán establecidos como pueblo libre en América— Si creen y obedecen, se salvarán; de lo contrario, serán talados y destruidos— Israel edificará la Nueva Jerusalén y las tribus perdidas volverán. Aproximadamente 34d.C.", "1 Y de cierto os digo, os doy una señal para que sepáis la época en que estarán a punto de acontecer estas cosas —que recogeré a mi pueblo de su larga dispersión, oh casa de Israel, y estableceré otra vez entre ellos mi Sion;", "2 y he aquí, esto es lo que os daré por señal— porque en verdad os digo que cuando se den a conocer a los gentiles estas cosas que os declaro, y que más adelante os declararé de mí mismo, y por el poder del Espíritu Santo que os será dado por el Padre, a fin de que ellos sepan acerca de este pueblo que es un resto de la casa de Jacob, y concerniente a este pueblo mío que será esparcido por ellos;", "3 en verdad, en verdad os digo, que cuando el Padre les haga saber estas cosas, y del Padre procedan de ellos a vosotros,", "4 porque es según la sabiduría del Padre que sean establecidos en esta tierra e instituidos como pueblo libre por el poder del Padre, para que estas cosas procedan de ellos a un resto de vuestra posteridad, a fin de que se cumpla el convenio del Padre, el cual ha hecho con su pueblo, oh casa de Israel;", "5 por tanto, cuando estas obras, y las obras que desde ahora en adelante se hagan entre vosotros, procedan de los gentiles a vuestra posteridad, que degenerará en la incredulidad por causa de la maldad,", "6 porque así conviene al Padre que proceda de los gentiles, para que muestre su poder a los gentiles, a fin de que estos, si no endurecen sus corazones, se arrepientan y vengan a mí y sean bautizados en mi nombre y conozcan los verdaderos puntos de mi doctrina, para que sean contados entre los de mi pueblo, oh casa de Israel;", "7 y cuando sucedan estas cosas, de modo que vuestra posteridad empiece a conocerlas, entonces les será por señal, para que sepan que la obra del Padre ha empezado ya, para dar cumplimiento al convenio que ha hecho al pueblo que es de la casa de Israel.", "8 Y cuando venga ese día, sucederá que los reyes cerrarán su boca; porque verán lo que no les había sido declarado, y considerarán lo que no habían oído.", "9 Porque en aquel día hará el Padre, por mi causa, una obra que será una obra grande y maravillosa entre ellos; y habrá entre ellos quienes no lo creerán, aun cuando un hombre se lo declare.", "10 Mas he aquí, la vida de mi siervo estará en mi mano; por tanto, no lo dañarán, aunque sea herido por causa de ellos. No obstante, yo lo sanaré, porque les mostraré que mi sabiduría es mayor que la astucia del diablo.", "11 Acontecerá, pues, que los que no crean en mis palabras, que soy Jesucristo, las cuales el Padre hará que él lleve a los gentiles, y le otorgará el poder para que las lleve a los gentiles (se hará aun como dijo Moisés), serán desarraigados de entre los de mi pueblo que son del convenio.", "12 Y los de mi pueblo, que son un resto de Jacob, estarán en medio de los gentiles, sí, en medio de ellos como león entre los animales del bosque, y como cachorro de león entre las manadas de ovejas, el cual, si pasa por en medio, huella y despedaza, y nadie las puede librar.", "13 Su mano se levantará sobre sus adversarios, y todos sus enemigos serán talados.", "14 Sí, ¡ay de los gentiles, a menos que se arrepientan! Porque sucederá en aquel día, dice el Padre, que haré matar tus caballos de en medio de ti, y haré destruir tus carros;", "15 y talaré las ciudades de tu tierra, y derribaré todas tus plazas fuertes;", "16 y exterminaré de tu tierra las hechicerías, y no tendrás más adivinos;", "17 tus imágenes grabadas también destruiré, así como tus esculturas de en medio de ti, y nunca más adorarás las obras de tus manos;", "18 y arrancaré tus bosques de entre ti, y asolaré tus ciudades.", "19 Y acontecerá que todas las mentiras, y falsedades, y envidias, y contiendas, y supercherías sacerdotales, y fornicaciones, serán extirpadas.", "20 Porque sucederá, dice el Padre, que en aquel día talaré de entre mi pueblo a cualquiera que no se arrepienta y venga a mi Hijo Amado, oh casa de Israel.", "21 Y ejecutaré venganza y furor sobre ellos, así como sobre los paganos, tal como nunca ha llegado a sus oídos.", "22 Pero si se arrepienten y escuchan mis palabras, y no endurecen sus corazones, estableceré mi iglesia entre ellos; y entrarán en el convenio, y serán contados entre este resto de Jacob, al cual he dado esta tierra por herencia.", "23 Y ayudarán a mi pueblo, el resto de Jacob, y también a cuantos de la casa de Israel vengan, a fin de que construyan una ciudad que será llamada la Nueva Jerusalén.", "24 Y entonces ayudarán a mi pueblo que esté disperso sobre toda la faz de la tierra, para que sean congregados en la Nueva Jerusalén.", "25 Y entonces el poder del cielo descenderá entre ellos, y también yo estaré en medio.", "26 Y entonces empezará la obra del Padre en aquel día, sí, cuando sea predicado este evangelio entre el resto de este pueblo. De cierto os digo que en ese día empezará la obra del Padre entre todos los dispersos de mi pueblo, sí, aun entre las tribus que han estado perdidas, las cuales el Padre ha sacado de Jerusalén.", "27 Sí, empezará la obra entre todos los dispersos de mi pueblo, y el Padre preparará la vía por la cual puedan venir a mí, a fin de que invoquen al Padre en mi nombre.", "28 Sí, y entonces empezará la obra, y el Padre preparará la vía, entre todas las naciones, por la cual su pueblo pueda volver a la tierra de su herencia.", "29 Y saldrán de todas las naciones; y no saldrán de prisa, ni irán huyendo, porque yo iré delante de ellos, dice el Padre, y seré su retaguardia."], "Français": ["Israël sera rassemblé lorsque le Livre de Mormon paraîtra— Les Gentils seront installés comme peuple libre en Amérique— Ils seront sauvés s’ils croient et obéissent; sinon, ils seront retranchés et détruits— Israël bâtira la nouvelle Jérusalem, et les tribus perdues reviendront. Vers 34apr.J.-C.", "1 Et en vérité, je vous le dis, je vous donne un signe afin que vous connaissiez le moment où ces choses seront sur le point de se produire— que je rassemblerai mon peuple de sa longue dispersion, ô maison d’Israël, et établirai de nouveau ma Sion parmi eux;", "2 et voici ce que je vous donnerai pour signe— car en vérité, je vous dis que lorsque ces choses que je vous annonce et que je vous annoncerai plus tard de moi-même et par le pouvoir du Saint-Esprit qui vous sera donné par le Père, seront révélées aux Gentils, afin qu’ils soient informés sur ce peuple, qui est un reste de la maison de Jacob et sur ce peuple, qui est le mien, qui sera dispersé par eux;", "3 en vérité, en vérité, je vous le dis, lorsque ces choses leur seront révélées par le Père et viendront du Père, et d’eux à vous;", "4 car le Père juge sage qu’ils soient établis dans ce pays et installés comme peuple libre par le pouvoir du Père, afin que ces choses viennent d’eux à un reste de votre postérité, afin que soit accomplie l’alliance que le Père a conclue avec son peuple, ô maison d’Israël;", "5 c’est pourquoi, lorsque ces œuvres et les œuvres qui seront accomplies plus tard parmi vous viendront des Gentils à votre postérité, qui aura dégénéré dans l’incrédulité à cause de l’iniquité—", "6 car c’est ainsi qu’il convient au Père que cela vienne des Gentils, pour montrer son pouvoir aux Gentils, afin que si les Gentils ne s’endurcissent pas le cœur, ils puissent se repentir, et venir à moi, et être baptisés en mon nom, et connaître les vrais points de ma doctrine, afin d’être comptés parmi mon peuple, ô maison d’Israël—", "7 et lorsque ces choses arriveront, que ta postérité commencera à savoir ces choses— ce sera pour elle un signe, afin qu’elle sache que l’œuvre du Père a déjà commencé pour accomplir l’alliance qu’il a faite avec le peuple qui est de la maison d’Israël.", "8 Et lorsque ce jour viendra, il arrivera que des rois fermeront la bouche; car ils verront ce qui ne leur avait point été raconté, ils apprendront ce qu’ils n’avaient point entendu.", "9 Car, en ce jour-là, le Père accomplira, à cause de moi, une œuvre qui sera une œuvre grande et merveilleuse parmi eux; et il y en aura parmi eux qui n’y croiront pas, bien qu’un homme la leur annoncera.", "10 Mais voici, la vie de mon serviteur sera dans ma main; c’est pourquoi ils ne lui feront pas de mal, bien qu’il sera défiguré à cause d’eux. Néanmoins, je le guérirai, car je leur montrerai que ma sagesse est plus grande que la ruse du diable.", "11 C’est pourquoi, il arrivera que quiconque ne croira pas en mes paroles, à moi, qui suis Jésus-Christ, paroles que le Père lui fera porter aux Gentils et lui donnera le pouvoir de porter aux Gentils (cela se fera comme Moïse l’a dit), celui-là sera retranché d’entre mon peuple qui est de l’alliance.", "12 Et mon peuple, qui est un reste de Jacob, sera parmi les Gentils, oui, au milieu d’eux, comme un lion parmi les bêtes de la forêt, comme un lionceau parmi les troupeaux de brebis: lorsqu’il passe, il foule et déchire, et personne ne délivre.", "13 Sa main sera levée sur ses adversaires, et tous ses ennemis seront retranchés.", "14 Oui, malheur aux Gentils, à moins qu’ils ne se repentent; car il arrivera, ce jour-là, dit le Père, que j’exterminerai du milieu de toi tes chevaux, et je détruirai tes chars;", "15 j’exterminerai les villes de ton pays, et je renverserai toutes tes forteresses;", "16 j’exterminerai de ton pays les enchantements, et tu n’auras plus de magiciens;", "17 j’exterminerai du milieu de toi tes idoles et tes statues, et tu ne te prosterneras plus devant l’ouvrage de tes mains;", "18 Et j’arracherai tes bosquets du milieu de toi; de même je détruirai tes villes.", "19 Et il arrivera que tous les mensonges, et les tromperies, et les envies, et les discordes, et les intrigues de prêtres, et les fornications seront abandonnés.", "20 Car il arrivera, dit le Père, qu’en ce jour-là, quiconque ne se repentira pas et ne viendra pas à mon Fils bien-aimé, je le retrancherai du milieu de mon peuple, ô maison d’Israël;", "21 j’exercerai ma vengeance avec colère, avec fureur, sur les nations, comme elles n’en ont jamais entendu de pareilles.", "22 Mais si elles se repentent, et écoutent mes paroles, et ne s’endurcissent pas le cœur, j’établirai mon Église parmi elles, et elles entreront dans l’alliance et seront comptées parmi ce reste, le reste de Jacob, à qui j’ai donné ce pays pour son héritage;", "23 et elles aideront mon peuple, le reste de Jacob, et aussi tous ceux de la maison d’Israël qui viendront, à bâtir une ville, qui sera appelée la nouvelle Jérusalem.", "24 Et alors, ils aideront mon peuple, qui est dispersé sur toute la surface du pays, afin qu’il soit rassemblé à la nouvelle Jérusalem.", "25 Et alors, le pouvoir du ciel descendra parmi eux, et je serai aussi au milieu.", "26 Et alors, l’œuvre du Père commencera ce jour-là, c’est-à-dire lorsque cet Évangile sera prêché parmi le reste de ce peuple. En vérité, je vous le dis, ce jour-là, l’œuvre du Père commencera parmi tous les dispersés de mon peuple, oui, les tribus qui ont été perdues, que le Père a emmenées de Jérusalem.", "27 Oui, l’œuvre du Père commencera, parmi tous les dispersés de mon peuple, pour préparer le chemin par lequel ils pourront venir à moi, afin de pouvoir invoquer le Père en mon nom.", "28 Oui, et alors l’œuvre du Père commencera, parmi toutes les nations, pour préparer le chemin par lequel son peuple pourra être rassemblé chez lui au pays de son héritage.", "29 Et ils sortiront de toutes les nations; et ils ne sortiront pas avec précipitation ni ne partiront en fuyant, car j’irai devant eux, dit le Père, et je fermerai leur marche."], "Kiribati": ["E na ikotaki Iteraera ngkana e roko Ana Boki Moomon—A na riki Tientaire bwa aomata aika a inaomata iaon Amerika—A na bon kamaiuaki ngkana a aki kakewekewe ao a ongeaba; ngkana aki, ao a na teweaki nako ma ni kamaunaki—Iteraera e na katea Ierutarem ae boou, ao a na manga oki baronga ake a tia ni bua. Uakaan ma 34N.K.", "1 Ao e koaua ae I tuangkami, I anganingkami te kanikina, n te aro are kam na ataa te tai are a nang riki iai bwaai aikai—are N na ikotiia iai man maenakoia n te tai ae maan, au botanaomata, O te bata are Iteraera, ao N na katea i buakoia au Tion;", "2 Ao nooria, aio te bwai are N na anganingkami ibukin te kanikina—bwa e koaua ae I tuangkami bwa ngkana bwaai aika I a tia n taekin nakoimi, ao are N na taekin nakoimi rimwi, ni mwaakan te Tamnei ae Raoiroi are kam na anganaki mai iroun te Tama, a na kaotaki nakoia Tientaire bwa aonga n ataia aomata aikai bwa nikiraia kaain te bata are Iakobwa, ao rongorongoia au botanaomata aikai ake a na kamaenakoaki irouia.", "3 E koaua, e koaua, ae I tuangkami, ngkana bwaai aikai a kaotaki nakoia mai iroun te Tama, ao e na roko mai iroun te Tama, mai irouia nakoimi;", "4 Bwa ni wanawanan te Tama ao e bon riai bwa a na kateaki n te aba aio, ma ni karikaki bwa aomata aika a inaomata ni mwaakan te Tama, bwa aonga n roko bwaai aikai mai irouia nakoia nikiraia ami kariki, n te aro bwa e na kakoroaki bukin ana berita ae tabu te Tama are e berita n ae tabu iai ma ana botanaomata, O te bata are Iteraera.", "5 Ngaia are, ngkana te mwakuri, ao mwakuri ake a na karaoaki i buakomi i mwin aio a roko mai irouia Tientaire, nakoia ami kariki ake a na kerikaaki n aia aki onimaki ibukin te bure.", "6 Bwa bon nanon te Tama bwa e na roko mai irouia Tientaire, n te aro are e na kaota mwaakana nakoia Tientaire, ibukin aei bwa ngkana Tientaire aki kamatoatoai nanoia, bwa aonga n rairinanoia man roko nakoiu ma ni bwabetitoaki n arau man atai koauan raoi au reirei, bwa aonga ni warekaki i buakoia au botanaomata, O te bata are Iteraera;", "7 Ao ngkana a koro bukin bwaai aikai ao ami kariki a moanna n atai bwaai aikai—e na riki bwa te kanikina nakoia, bwa a aonga n ataia bwa e a tia ni waaki ana mwakuri te Tama ibukin kakoroan bukin ana berita ae tabu are e a tia ni karaoia ma te botanaomata ake kaain te bata are Iteraera.", "8 Ao ngkana e roko te bong arei, e na koro bukina bwa a na kaini wiia Uea; bwa te bwai are a tuai n tuangaki a na nooria; ao te bwai are a tuai ma n ongo ana iangoia.", "9 Bwa n te bong arei, ibukiu ao te Tama e na mwakuria te mwakuri, are e na kakannato ao e na kamimi i buakoia; ao e na iai i buakoia ake a na aki kakoaua, e ngae ngke e na taekinna te aomata nakoia.", "10 Ma nooria, maiuin au toro e na mena i nanon baiu; ngaia are a na bon aki kammarakia, e ngae ngke e na nibwaibwai irouia, ma N na kamarurungnga, bwa N na kaotia nakoia bwa wanawanau e korakora riki nakon ana kamwamwane te riaboro.", "11 Ngaia are e na koro bukina bwa ane e rawa ni kakoauai au taeka, Ngai Iesu Kristo, are e na karokoa te Tama irouia Tientaire, man anganna te mwaaka bwa e na karokoia nakoia Tientaire, (e na bon karaoaki n aron are e taku Mote) a na bon kaokoroaki mai i buakoia au botanaomata ake kaain te berita ae tabu.", "12 Ao au botanaomata ake nikiraia ana aomata Iakobwa a na mena i buakoia Tientaire, eng, i buakoia n aron te raian i buakoia manin te buakonikai, n aron te raian te teei i buakoia nanai n tiibu, are ngkana e rimarenaia e toubekaia ao e raebitia nakon mwakorokoro, ao akea ae kona ni kamaiuia.", "13 A na tabekaki rake baia i aoia taan ribaia, ao a na kaokoroaki mai irouia aia kairiribai ni kabane.", "14 Eng, te maraia nakoia Tientaire ngkana a aki rairinanoia; bwa e na koro bukina n te bong arei, e taku te Tama, are N na kaokoroia ami aoti mai i buakomi, ao N na urui ami kaa ni buaka.", "15 Ao N na tuki kaawa ake n abami, ma ni kabwakai ni kabane ami tabo ni katantan;", "16 Ao N na tuka te mwakuri n tabunea man abami, ao e na manga aki oki n iai ami taan tabunea;", "17 N na tuki naba ami boua aika a kaaraki, ao ami boua aika a tei i buakomi, ao kam na manga aki oki n taromauria ana mwakuri baimi.", "18 Ao N na kiniki am buakoako mai i buakomi, ao N na urui naba ami kaawa.", "19 Ao e na koro bukina bwa ni kabane te kewe ma te mwaamwana te aba, ao te bakantang, ao te ikakaiwi, ao nakoa n ibonga aika kewe, ao aaro ni kabekaau, a na bane ni kamaunaki.", "20 Bwa e na koro bukina bwa, e taku te Tama, bwa n te bong arei ao ane e aki rairananona man nakon Natiu ae Moan te Tangiraki, ao N na kanakoia mai buakoia au botanaomata, O te bata are Iteraera;", "21 Ao N na karaoa te karekekai ao te un ae korakora i aoia, n aiaron naba nakoia beekan, n te aro ae a tuai ma n ongoongoo mai mwaaina.", "22 Ma ngkana a rairinanoia man ongo n au taeka, man aki kamatoai nanoia, N na katea au ekaretia i buakoia, ao a na rin nakon te berita ae tabu ma ni warekaki i buakoia nikiran kanoan Iakobwa, are I a tia n anga te aba aio bwa aia bwai;", "23 Ao a na buokiia au botanaomata, ake nikiran kanoan Iakobwa ao ake mwaitin naba kaain te bata are Iteraera ake a na roko, bwa a na katea te kaawa ae bubura, are e na aranaki bwa Ierutarem ae Boou.", "24 Ao ngkanne a na buokiia au botanaomata bwa aonga n ikotaki, ake a maenako iaon te aba, nakon Ierutarem ae Boou.", "25 Ao ngkanne e na roko mwaakan karawa i aoia i buakoia; ao N na mena i buakoia.", "26 Ao ngkanne e na waaki ana mwakuri te Tama n te bong arei, n te tai naba are e kabwarabwaraki te euangkerio aio i buakoia nikiraia te botanaomata. E koaua ae I tuangkami, n te bong arei ao e na waaki ana mwakuri te Tama i buakoia au botanaomata, eng, irouia naba baronga ake a tia ni bua, are e kairia nako te Tama ma i Ierutarem.", "27 Eng, e na waaki te mwakuri i buakoia au aomata ake a kamaenakoaki, ma te Tama ni katauraoa te kawai are a na kona ni kawarai, n te aro are a na wetea te Tama n arau.", "28 Eng, ao ngkanne e na waaki te mwakuri, ma te Tama n aaba nako ni katauraoa te kawai are a na ikotaki iai aomata nakon mwengaia nakon abaia ni bwaibwai.", "29 Ao a na otinako man aaba nako; ao a na aki ienikuri n nako, ke ni birinako, bwa N na rimoaia, e taku te Tama, ao N na mena i bukia."]}