{"English": ["Jesus expounds all things from the beginning to the end—Babes and children utter marvelous things that cannot be written—Those in the Church of Christ have all things in common among them. About A.D.34.", "1 And now it came to pass that when Jesus had told these things he expounded them unto the multitude; and he did expound all things unto them, both great and small.", "2 And he saith: These scriptures, which ye had not with you, the Father commanded that I should give unto you; for it was wisdom in him that they should be given unto future generations.", "3 And he did expound all things, even from the beginning until the time that he should come in his glory—yea, even all things which should come upon the face of the earth, even until the elements should melt with fervent heat, and the earth should be wrapt together as a scroll, and the heavens and the earth should pass away;", "4 And even unto the great and last day, when all people, and all kindreds, and all nations and tongues shall stand before God, to be judged of their works, whether they be good or whether they be evil—", "5 If they be good, to the resurrection of everlasting life; and if they be evil, to the resurrection of damnation; being on a parallel, the one on the one hand and the other on the other hand, according to the mercy, and the justice, and the holiness which is in Christ, who was before the world began.", "6 And now there cannot be written in this book even a hundredth part of the things which Jesus did truly teach unto the people;", "7 But behold the plates of Nephi do contain the more part of the things which he taught the people.", "8 And these things have I written, which are a lesser part of the things which he taught the people; and I have written them to the intent that they may be brought again unto this people, from the Gentiles, according to the words which Jesus hath spoken.", "9 And when they shall have received this, which is expedient that they should have first, to try their faith, and if it shall so be that they shall believe these things then shall the greater things be made manifest unto them.", "10 And if it so be that they will not believe these things, then shall the greater things be withheld from them, unto their condemnation.", "11 Behold, I was about to write them, all which were engraven upon the plates of Nephi, but the Lord forbade it, saying: I will try the faith of my people.", "12 Therefore I, Mormon, do write the things which have been commanded me of the Lord. And now I, Mormon, make an end of my sayings, and proceed to write the things which have been commanded me.", "13 Therefore, I would that ye should behold that the Lord truly did teach the people, for the space of three days; and after that he did show himself unto them oft, and did break bread oft, and bless it, and give it unto them.", "14 And it came to pass that he did teach and minister unto the children of the multitude of whom hath been spoken, and he did loose their tongues, and they did speak unto their fathers great and marvelous things, even greater than he had revealed unto the people; and he loosed their tongues that they could utter.", "15 And it came to pass that after he had ascended into heaven—the second time that he showed himself unto them, and had gone unto the Father, after having healed all their sick, and their lame, and opened the eyes of their blind and unstopped the ears of the deaf, and even had done all manner of cures among them, and raised a man from the dead, and had shown forth his power unto them, and had ascended unto the Father—", "16 Behold, it came to pass on the morrow that the multitude gathered themselves together, and they both saw and heard these children; yea, even babes did open their mouths and utter marvelous things; and the things which they did utter were forbidden that there should not any man write them.", "17 And it came to pass that the disciples whom Jesus had chosen began from that time forth to baptize and to teach as many as did come unto them; and as many as were baptized in the name of Jesus were filled with the Holy Ghost.", "18 And many of them saw and heard unspeakable things, which are not lawful to be written.", "19 And they taught, and did minister one to another; and they had all things common among them, every man dealing justly, one with another.", "20 And it came to pass that they did do all things even as Jesus had commanded them.", "21 And they who were baptized in the name of Jesus were called the church of Christ."], "Español": ["Jesús explica todas las cosas desde el principio hasta el fin— Los niños, aun los más pequeñitos, hablan cosas maravillosas que no se pueden escribir— Los de la Iglesia de Cristo tienen todas las cosas en común. Aproximadamente 34d.C.", "1 Y acaeció que cuando Jesús hubo declarado estas cosas, las explicó a la multitud; y les explicó todas las cosas, grandes así como pequeñas.", "2 Y dijo: Estas Escrituras que no habíais tenido con vosotros, el Padre mandó que yo os las diera; porque en su sabiduría dispuso que se dieran a las generaciones futuras.", "3 Y les explicó todas las cosas, aun desde el principio hasta la época en que él viniera en su gloria; sí, todas las cosas que habrían de suceder sobre la faz de la tierra, hasta que los elementos se derritieran con calor abrasador, y la tierra se plegara como un rollo, y pasaran los cielos y la tierra;", "4 y hasta el grande y postrer día en que todos los pueblos, y todas las familias, y todas las naciones y lenguas comparezcan ante Dios para ser juzgados por sus obras, ya fueren buenas o malas;", "5 si fueren buenas, a la resurrección de vida sempiterna; y si fueren malas, a la resurrección de condenación; por lo que constituyen un paralelo, lo uno por un lado y lo otro por el otro, según la misericordia, y la justicia, y la santidad que hay en Cristo, el cual existía desde antes del principio del mundo.", "6 Y ahora bien, no puede escribirse en este libro ni la centésima parte de las cosas que Jesús verdaderamente enseñó al pueblo;", "7 pero he aquí, las planchas de Nefi contienen la mayor parte de las cosas que enseñó al pueblo.", "8 Y he escrito estas cosas, que son la menor parte de lo que enseñó al pueblo; y las he escrito con objeto de que nuevamente lleguen de los gentiles a este pueblo, según las palabras que Jesús ha hablado.", "9 Y cuando hayan recibido esto, que conviene que obtengan primero para probar su fe, y si sucede que creen estas cosas, entonces les serán manifestadas las cosas mayores.", "10 Y si sucede que no creen estas cosas, entonces les serán retenidas las cosas mayores, para su condenación.", "11 He aquí, estaba a punto de escribirlas, cuantas se grabaron sobre las planchas de Nefi, pero el Señor lo prohibió, diciendo: Pondré a prueba la fe de mi pueblo.", "12 Por lo que, yo, Mormón, escribo las cosas que el Señor me ha mandado. Y ahora yo, Mormón, concluyo mis palabras, y procedo a escribir las cosas que se me han mandado.", "13 Por tanto, quisiera que entendieseis que el Señor verdaderamente enseñó al pueblo por el espacio de tres días; y tras esto, se les manifestaba con frecuencia, y partía pan a menudo, y lo bendecía, y se lo daba.", "14 Y sucedió que enseñó y ministró a los niños de la multitud de que se ha hablado; y soltó la lengua de ellos, y declararon cosas grandes y maravillosas a sus padres, mayores aún que las que él había revelado al pueblo; y desató la lengua de ellos de modo que pudieron expresarse.", "15 Y aconteció que después que hubo ascendido al cielo —la segunda vez que se había manifestado a ellos, y había vuelto al Padre, después de haber sanado a todos sus enfermos y sus cojos, y abierto los ojos de sus ciegos, y destapado los oídos de los sordos, y aun había efectuado toda clase de sanidades entre ellos, y levantado a un hombre de entre los muertos, y manifestado a ellos su poder, y ascendido al Padre—", "16 he aquí, sucedió que al día siguiente se reunió la multitud, y oyó y vio a estos niños; sí, aun los más pequeñitos abrieron su boca y hablaron cosas maravillosas; y las cosas que dijeron, se prohibió que hombre alguno las escribiera.", "17 Y aconteció que los discípulos que Jesús había escogido empezaron desde entonces a bautizar y enseñar a cuantos venían a ellos; y cuantos se bautizaron en el nombre de Jesús fueron llenos del Espíritu Santo.", "18 Y muchos de ellos vieron y oyeron cosas indecibles, que no es lícito escribir.", "19 Y enseñaron y se ministraron el uno al otro; y tenían todas las cosas en común, todo hombre obrando en justicia uno con otro.", "20 Y sucedió que hicieron todas las cosas, así como Jesús se lo había mandado.", "21 Y los que fueron bautizados en el nombre de Jesús, fueron llamados la iglesia de Cristo."], "Français": ["Jésus explique tout depuis le commencement jusqu’à la fin— Les nourrissons et les enfants prononcent des choses merveilleuses qui ne peuvent être écrites— Ceux qui sont dans l’Église du Christ ont tout en commun. Vers 34apr.J.-C.", "1 Et alors, il arriva que lorsque Jésus eut dit ces choses, il les expliqua à la multitude; et il lui expliqua tout, aussi bien les grandes choses que les petites.", "2 Et il dit: Ces Écritures, que vous n’aviez pas avec vous, le Père a commandé que je vous les donne; car il était dans sa sagesse qu’elles fussent données aux générations futures.", "3 Et il expliqua tout depuis le commencement jusqu’au moment où il viendrait dans sa gloire, oui, tout ce qui se produirait sur la surface de la terre jusqu’à ce que les éléments fondent sous une chaleur ardente, et que la terre soit roulée comme un livre, et que les cieux et la terre passent;", "4 et même jusqu’au grand et dernier jour, où tous les peuples, et toutes les tribus, et toutes les nations et langues se tiendront devant Dieu, pour être jugés selon leurs œuvres, qu’elles soient bonnes ou qu’elles soient mauvaises—", "5 si elles sont bonnes, pour la résurrection de la vie éternelle; et si elles sont mauvaises, pour la résurrection de la damnation; étant en parallèle, l’une d’un côté et l’autre de l’autre côté, selon la miséricorde, et la justice, et la sainteté qui sont dans le Christ, qui était avant que le monde commence.", "6 Or, on ne peut écrire dans ce livre ne serait-ce que la centième partie des choses que Jésus a, en vérité, enseignées au peuple;", "7 mais voici, les plaques de Néphi contiennent la plus grande partie des choses qu’il a enseignées au peuple.", "8 Et ces choses que j’ai écrites, c’est la plus petite partie des choses qu’il a enseignées au peuple; et je les ai écrites avec l’intention qu’elles soient ramenées à ce peuple, venant des Gentils, selon les paroles que Jésus a dites.", "9 Et lorsqu’ils auront reçu ceci, qu’il est nécessaire qu’ils aient d’abord, pour éprouver leur foi, et s’ils croient ces choses, alors les choses qui sont plus grandes leur seront manifestées.", "10 Et s’ils ne croient pas ces choses, alors les choses qui sont plus grandes leur seront refusées, pour leur condamnation.", "11 Voici, j’étais sur le point de les écrire, toutes celles qui étaient gravées sur les plaques de Néphi, mais le Seigneur me l’interdit, disant: Je veux éprouver la foi de mon peuple.", "12 C’est pourquoi, moi, Mormon, j’écris les choses qui m’ont été commandées par le Seigneur. Et maintenant, moi, Mormon, je finis de parler et me mets à écrire les choses qui m’ont été commandées.", "13 C’est pourquoi, je voudrais que vous voyiez que le Seigneur instruisit, en vérité, le peuple pendant trois jours; et après cela, il se montra souvent à lui, et rompit souvent le pain, et le bénit, et le lui donna.", "14 Et il arriva qu’il instruisit et servit les enfants de la multitude dont il a été parlé, et il leur délia la langue, et ils dirent à leurs pères des choses grandes et merveilleuses, plus grandes que celles qu’il avait révélées au peuple; et il leur délia la langue pour qu’ils pussent s’exprimer.", "15 Et il arriva que lorsqu’il fut monté au ciel— la deuxième fois qu’il se montra à eux, et fut allé au Père, après avoir guéri tous leurs malades, et leurs estropiés, et avoir ouvert les yeux de leurs aveugles et les oreilles des sourds, et avoir opéré toutes sortes de guérisons parmi eux, et ressuscité un homme d’entre les morts, et leur avoir montré son pouvoir et être monté au Père—", "16 voici, il arriva que, le matin, la multitude se rassembla, et vit et entendit ces enfants; oui, même des petits enfants ouvrirent la bouche et dirent des choses merveilleuses; et les choses qu’ils dirent, il fut interdit à tout homme de l’écrire.", "17 Et il arriva que les disciples que Jésus avait choisis commencèrent, à partir de ce moment-là, à baptiser et à instruire tous ceux qui venaient à eux; et tous ceux qui étaient baptisés au nom de Jésus étaient remplis du Saint-Esprit.", "18 Et beaucoup d’entre eux virent et entendirent des choses indicibles, qu’il n’est pas permis d’écrire.", "19 Et ils s’instruisaient et se servaient les uns les autres, et ils avaient tout en commun, tous agissant avec justice l’un envers l’autre.", "20 Et il arriva qu’ils firent toutes les choses que Jésus leur avait commandées.", "21 Et ceux qui furent baptisés au nom de Jésus-Christ furent appelés l’Église du Christ."], "Kiribati": ["E kabwaranakoi bwaai ni kabane Iesu ma i moana—Merimeri ao ataei a taekin bwaai aika a kamimi ake a bon aki kona ni koreaki—Ake a mena n Ana Ekaretia Kristo a bane n titebo aroia. Uakaan ma 34N.K.", "1 Ao ngkai e a koro bukina bwa ngke e a tia Iesu n taekin bwaai aikai e kabwaranakoi nakoia aomata ake a uanao; ao e kabwaranakoi bwaai ni kabane nakoia, ake a bubura ao a uarereke.", "2 Ao e taku: Koroboki aika tabu aikai ake akea iroumi, e tua te Tama bwa N na anganingkami; bwa e bon wanawana irouna are a na anganaki rooro n taai aika a na roko.", "3 Ao e kabwaranakoi bwaai ni kabane, man te moan tai ni karokoa te tai are e na roko ni mimitongina—eng, bwaai ni kabane ake a na roko iaon te aba, ni karokoa are a na ran bwain karawa n te kabuebuea ae korakora, ao te aonaba e na ikotaki n niniraki n aron te ninira ni boki, ao a na mauna karawa ma te aonaba;", "4 Ao ni karokoa naba te kabanea ni bong are e korakora, ngkana ni kabane aomata ma reeti nako ao neewe a na tei imatan te Atua, bwa a na motikaki taekaia man aia mwakuri, bwa a raraoi ke a bubuaka—", "5 Ngkana a raraoi, a na nakon te mangauti n te maiu are aki totoki; ao ngkana a buakaka, nakon te mangauti ni kabuakakaki; ngkai a kakaitara, teuana n te itera are teuana ao are teuana n te itera are teuana, n aron te nanoanga, ao te momotiraoi, ao tabun Kristo, are bon iai i mwaain rikin te aonaba.", "6 Ao ngkai e bon aki kona ni koreaki n te boki aei, katebubuan mwakoron bwaai ae e bon taekin ni koaua Iesu nakoia aomata;", "7 Ma nooria, ana bwaatua Nibwaai a bon mwaiti riki kanoaia ae mwakoron bwaai ake e taekin nakoia aomata.", "8 Ao I a tia ni koroi bwaai aikai, ake bwaai ake aki bongana riki ma ni bwaai ake e reireinia aomata; ao I a tia ni koroi nakoia ma te kantaninga bwa a na kona ni kairaki nakoia aomata aikai, mai irouia Tientaire, n aron taeka ake e a tia n taekin Iesu.", "9 Ao ngkana a tia ni karekea aio, are e bon riai bwa a na karekea moa, bwa kaotan aia onimaki, ao ngkana arona bwa a kakoauai bwaai aikai ao ngkanne a na kaotaki riki nakoia bwaai riki aika a korakora.", "10 Ao ngkana arona bwa aki kakoauai bwaai aikai, ao ana tauaki bwaai ake a korakora ma irouia, ibukin kabuakakakia.", "11 Nooria, N nang bon koroi, bwaai ni kabane ake a koreaki iaon ana bwaatua Nibwaai, ma e tabuia te Uea, ni kangai: N na kata aia onimaki au botanaomata.", "12 Ngaia are Ngai, Moomon, I bon koroi bwaai ake e tua te Uea nakoiu. Ao ngkai Ngai, Moomon, I a katoka au taetae, ma ni waaki ni koroi bwaai ake I a tia n tuangaki.", "13 Ngaia are, I tangiria bwa kam na nooria bwa te Uea e bon reireinia ni koaua aomata, i nanon te maan ae teniua te bong; ao i mwin anne ao e kakaoti nakoia mwaitin te tai, ao e tabeuta te kariki ni mwaitin te tai, ao e kakabwaia, ao e anganiia.", "14 Ao e a koro bukina bwa e reirei ma ni karaoa te mwakuri n ibuobuoki nakoia natia aomata ake a uanao ake e a tia n taekinia, ao e kabwarai neweia, ao a bon taekin nakoia aia bakatibu taekan bwaai aika a korakora ma ni kamimi, aika a korakora riki nakon are e kaotia nakoia te botanaomata; ao e kabwarai neweia bwa aonga ni kona n taetae.", "15 Ao e a koro bukina bwa i mwin are e rierake nako karawa—te kauatai are e kaota rabwatana nakoia, ao e a tia n nakon te Tama, i mwin tiana ni katoka aorakiia aia aoraki, ao aia mwauku, man tia ni kauki mataia aia mataki ma ni kauka taningaia ake a bonotaninga, man tia naba ni karaoi aekan mwakuri ni kamaiu nako i buakoia, ma ni kauta te aomata man te mate, man tia ni kaota mwaakana nakoia, ao e a tia n rierake nakon te Tama—", "16 Nooria, e a koro bukina bwa n te ingabong ao a ikotaki aomata ake a uanao imarenaia, ao a nooria ataei aikai; eng, ao merimeri naba a bon kaurei wiia man taekin bwaai aika a kamimi; ao bwaai ni kabane ake a taekin a bon tabuaki aomata bwa a na koroi.", "17 Ao e a koro bukina bwa ana reirei Iesu ake e a tia n rineia a waaki n te tai anne ni bwabetito man reireinia ake a mwaiti ake a roko nakoia; ao te mwaiti ake a roko ni bwabetitoaki n aran Iesu a bon kaonaki n te Tamnei ae Raoiroi.", "18 Ao a mwaiti mai irouia ake a noori man ongo bwaai aika aki kona n taekinaki, ake a bon ki katauaki i aan te tua bwa a na koreaki.", "19 Ao a bon reirei, man ibuobuoki imarenaia; ao a bon katiteboaki ni bwaai nako imarenaia, ao ni kabane aomata a bon momotiraoi n aia waaki imarenaia.", "20 Ao e a koro bukina bwa a bon karaoi bwaai ni kabane ake e tuangiia Iesu bwa a na karaoi.", "21 Ao naake a bwabetitoaki n aran Iesu a bon aranaki bwa ana ekaretia Kristo."]}