{"English": ["Jesus calls and commissions the twelve disciples—He delivers to the Nephites a discourse similar to the Sermon on the Mount—He speaks the Beatitudes—His teachings transcend and take precedence over the law of Moses—Men are commanded to be perfect even as He and His Father are perfect—Compare Matthew 5. About A.D.34.", "1 And it came to pass that when Jesus had spoken these words unto Nephi, and to those who had been called, (now the number of them who had been called, and received power and authority to baptize, was twelve) and behold, he stretched forth his hand unto the multitude, and cried unto them, saying: Blessed are ye if ye shall give heed unto the words of these twelve whom I have chosen from among you to minister unto you, and to be your servants; and unto them I have given power that they may baptize you with water; and after that ye are baptized with water, behold, I will baptize you with fire and with the Holy Ghost; therefore blessed are ye if ye shall believe in me and be baptized, after that ye have seen me and know that I am.", "2 And again, more blessed are they who shall believe in your words because that ye shall testify that ye have seen me, and that ye know that I am. Yea, blessed are they who shall believe in your words, and come down into the depths of humility and be baptized, for they shall be visited with fire and with the Holy Ghost, and shall receive a remission of their sins.", "3 Yea, blessed are the poor in spirit who come unto me, for theirs is the kingdom of heaven.", "4 And again, blessed are all they that mourn, for they shall be comforted.", "5 And blessed are the meek, for they shall inherit the earth.", "6 And blessed are all they who do hunger and thirst after righteousness, for they shall be filled with the Holy Ghost.", "7 And blessed are the merciful, for they shall obtain mercy.", "8 And blessed are all the pure in heart, for they shall see God.", "9 And blessed are all the peacemakers, for they shall be called the children of God.", "10 And blessed are all they who are persecuted for my name’s sake, for theirs is the kingdom of heaven.", "11 And blessed are ye when men shall revile you and persecute, and shall say all manner of evil against you falsely, for my sake;", "12 For ye shall have great joy and be exceedingly glad, for great shall be your reward in heaven; for so persecuted they the prophets who were before you.", "13 Verily, verily, I say unto you, I give unto you to be the salt of the earth; but if the salt shall lose its savor wherewith shall the earth be salted? The salt shall be thenceforth good for nothing, but to be cast out and to be trodden under foot of men.", "14 Verily, verily, I say unto you, I give unto you to be the light of this people. A city that is set on a hill cannot be hid.", "15 Behold, do men light a candle and put it under a bushel? Nay, but on a candlestick, and it giveth light to all that are in the house;", "16 Therefore let your light so shine before this people, that they may see your good works and glorify your Father who is in heaven.", "17 Think not that I am come to destroy the law or the prophets. I am not come to destroy but to fulfil;", "18 For verily I say unto you, one jot nor one tittle hath not passed away from the law, but in me it hath all been fulfilled.", "19 And behold, I have given you the law and the commandments of my Father, that ye shall believe in me, and that ye shall repent of your sins, and come unto me with a broken heart and a contrite spirit. Behold, ye have the commandments before you, and the law is fulfilled.", "20 Therefore come unto me and be ye saved; for verily I say unto you, that except ye shall keep my commandments, which I have commanded you at this time, ye shall in no case enter into the kingdom of heaven.", "21 Ye have heard that it hath been said by them of old time, and it is also written before you, that thou shalt not kill, and whosoever shall kill shall be in danger of the judgment of God;", "22 But I say unto you, that whosoever is angry with his brother shall be in danger of his judgment. And whosoever shall say to his brother, Raca, shall be in danger of the council; and whosoever shall say, Thou fool, shall be in danger of hell fire.", "23 Therefore, if ye shall come unto me, or shall desire to come unto me, and rememberest that thy brother hath aught against thee—", "24 Go thy way unto thy brother, and first be reconciled to thy brother, and then come unto me with full purpose of heart, and I will receive you.", "25 Agree with thine adversary quickly while thou art in the way with him, lest at any time he shall get thee, and thou shalt be cast into prison.", "26 Verily, verily, I say unto thee, thou shalt by no means come out thence until thou hast paid the uttermost senine. And while ye are in prison can ye pay even one senine? Verily, verily, I say unto you, Nay.", "27 Behold, it is written by them of old time, that thou shalt not commit adultery;", "28 But I say unto you, that whosoever looketh on a woman, to lust after her, hath committed adultery already in his heart.", "29 Behold, I give unto you a commandment, that ye suffer none of these things to enter into your heart;", "30 For it is better that ye should deny yourselves of these things, wherein ye will take up your cross, than that ye should be cast into hell.", "31 It hath been written, that whosoever shall put away his wife, let him give her a writing of divorcement.", "32 Verily, verily, I say unto you, that whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery; and whoso shall marry her who is divorced committeth adultery.", "33 And again it is written, thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths;", "34 But verily, verily, I say unto you, swear not at all; neither by heaven, for it is God’s throne;", "35 Nor by the earth, for it is his footstool;", "36 Neither shalt thou swear by thy head, because thou canst not make one hair black or white;", "37 But let your communication be Yea, yea; Nay, nay; for whatsoever cometh of more than these is evil.", "38 And behold, it is written, an eye for an eye, and a tooth for a tooth;", "39 But I say unto you, that ye shall not resist evil, but whosoever shall smite thee on thy right cheek, turn to him the other also;", "40 And if any man will sue thee at the law and take away thy coat, let him have thy cloak also;", "41 And whosoever shall compel thee to go a mile, go with him twain.", "42 Give to him that asketh thee, and from him that would borrow of thee turn thou not away.", "43 And behold it is written also, that thou shalt love thy neighbor and hate thine enemy;", "44 But behold I say unto you, love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you and persecute you;", "45 That ye may be the children of your Father who is in heaven; for he maketh his sun to rise on the evil and on the good.", "46 Therefore those things which were of old time, which were under the law, in me are all fulfilled.", "47 Old things are done away, and all things have become new.", "48 Therefore I would that ye should be perfect even as I, or your Father who is in heaven is perfect."], "Español": ["Jesús llama a los doce discípulos y los comisiona— Pronuncia ante los nefitas un discurso semejante al Sermón del Monte— Expone las Bienaventuranzas— Sus enseñanzas superan la ley de Moisés y tienen precedencia sobre ella— Manda a los hombres que sean perfectos, así como Él y Su Padre son perfectos— Compárese con Mateo 5. Aproximadamente 34d.C.", "1 Y aconteció que cuando Jesús hubo hablado estas palabras a Nefi y a los que habían sido llamados (y llegaba a doce el número de los que habían sido llamados, y recibieron el poder y la autoridad para bautizar), he aquí, él extendió la mano hacia la multitud, y les proclamó, diciendo: Bienaventurados sois si prestáis atención a las palabras de estos doce que yo he escogido de entre vosotros para ejercer su ministerio en bien de vosotros y ser vuestros siervos; y a ellos les he dado poder para que os bauticen en el agua; y después que seáis bautizados en el agua, he aquí, os bautizaré con fuego y con el Espíritu Santo. Por tanto, bienaventurados sois si creéis en mí y sois bautizados, después que me habéis visto y sabéis que yo soy.", "2 Y también, más bienaventurados son aquellos que crean en vuestras palabras por razón de que testificaréis que me habéis visto y que sabéis que yo soy. Sí, bienaventurados son los que crean en vuestras palabras, y desciendan a lo profundo de la humildad y sean bautizados, porque serán visitados con fuego y con el Espíritu Santo, y recibirán una remisión de sus pecados.", "3 Sí, bienaventurados son los pobres en espíritu que vienen a mí, porque de ellos es el reino de los cielos.", "4 Y además, bienaventurados son todos los que lloran, porque ellos serán consolados.", "5 Y bienaventurados son los mansos, porque ellos heredarán la tierra.", "6 Y bienaventurados son todos los que padecen hambre y sed de rectitud, porque ellos serán llenos del Espíritu Santo.", "7 Y bienaventurados son los misericordiosos, porque ellos alcanzarán misericordia.", "8 Y bienaventurados son todos los de corazón puro, porque ellos verán a Dios.", "9 Y bienaventurados son todos los pacificadores, porque ellos serán llamados hijos de Dios.", "10 Y bienaventurados son todos los que son perseguidos por causa de mi nombre, porque de ellos es el reino de los cielos.", "11 Y bienaventurados sois cuando por mi causa los hombres os vituperen y os persigan, y falsamente digan toda clase de mal contra vosotros;", "12 porque tendréis gran gozo y os alegraréis en extremo, pues grande será vuestro galardón en los cielos; porque así persiguieron a los profetas que fueron antes de vosotros.", "13 De cierto, de cierto os digo que os doy a vosotros ser la sal de la tierra; pero si la sal pierde su sabor, ¿con qué será salada la tierra? De allí en adelante la sal no servirá para nada sino para ser echada fuera y hollada por los hombres.", "14 En verdad, en verdad os digo que os doy a vosotros ser la luz de este pueblo. Una ciudad que se asienta sobre una colina no se puede ocultar.", "15 He aquí, ¿encienden los hombres una vela y la ponen debajo de un almud? No, sino en un candelero; y da luz a todos los que están en la casa;", "16 por lo tanto, así alumbre vuestra luz delante de este pueblo, de modo que vean vuestras buenas obras, y glorifiquen a vuestro Padre que está en los cielos.", "17 No penséis que he venido para abrogar la ley ni los profetas. No he venido para abrogar, sino para cumplir;", "18 porque en verdad os digo que ni una jota ni una tilde ha pasado de la ley, sino en mí toda se ha cumplido.", "19 Y he aquí, os he dado la ley y los mandamientos de mi Padre para que creáis en mí, que os arrepintáis de vuestros pecados y vengáis a mí con un corazón quebrantado y un espíritu contrito. He aquí, tenéis los mandamientos ante vosotros, y la ley se ha cumplido.", "20 Por tanto, venid a mí y sed salvos; porque en verdad os digo que a menos que guardéis mis mandamientos, que ahora os he dado, de ningún modo entraréis en el reino de los cielos.", "21 Habéis oído que ha sido dicho por los de tiempos antiguos, y también lo tenéis escrito ante vosotros: No matarás; y cualquiera que matare estará expuesto al juicio de Dios.", "22 Pero yo os digo que quien se enoje con su hermano corre peligro de su juicio. Y cualquiera que diga a su hermano: Raca, quedará expuesto al concilio; y el que le diga: Insensato, estará en peligro del fuego del infierno.", "23 Por tanto, si vienes a mí, o deseas venir a mí, y te acuerdas de que tu hermano tiene algo contra ti,", "24 ve luego a tu hermano, y reconcíliate primero con él, y luego ven a mí con íntegro propósito de corazón, y yo te recibiré.", "25 Reconcíliate cuanto antes con tu adversario, mientras te encuentres en el camino con él, no sea que en cualquier momento te prenda, y seas echado en la cárcel.", "26 En verdad, en verdad te digo que de ningún modo saldrás de allí hasta que hayas pagado el último senine. Y mientras te halles en la prisión, ¿podrás pagar aun siquiera un senine? De cierto, de cierto te digo que no.", "27 He aquí, fue escrito por los antiguos que no cometerás adulterio;", "28 mas yo os digo que quien mire a una mujer para codiciarla ya ha cometido adulterio en su corazón.", "29 He aquí, os doy el mandamiento de que no permitáis que ninguna de estas cosas entre en vuestro corazón,", "30 porque mejor es que os privéis de estas cosas, tomando así vuestra cruz, que ser arrojados en el infierno.", "31 Ha sido escrito, que quien repudiare a su esposa, le dé carta de divorcio.", "32 En verdad, en verdad os digo que el que repudie a su esposa, salvo por causa de fornicación, hace que ella cometa adulterio; y cualquiera que se case con la divorciada, comete adulterio.", "33 Y además está escrito: No te perjurarás, sino que cumplirás al Señor tus juramentos;", "34 mas en verdad, en verdad os digo: No juréis de ninguna manera; ni por el cielo, porque es el trono de Dios;", "35 ni por la tierra, porque es el estrado de sus pies;", "36 ni tampoco jurarás por tu cabeza, porque no puedes hacer negro o blanco un solo cabello;", "37 antes bien, sea vuestro hablar: Sí, sí; No, no; porque lo que sea más que esto, es malo.", "38 Y he aquí, está escrito: Ojo por ojo y diente por diente;", "39 mas yo os digo que no debéis resistir al mal, antes bien al que te hiera en la mejilla derecha, vuélvele también la otra.", "40 Y si alguien te demanda ante la ley, y te quita la túnica, déjale también la capa.", "41 Y quien te obligue a ir una milla, ve con él dos.", "42 Al que te pida, dale; y al que quiera de ti tomar prestado, no se lo rehúses.", "43 Y he aquí, está escrito también que amarás a tu prójimo, y aborrecerás a tu enemigo;", "44 mas he aquí, yo os digo: Amad a vuestros enemigos, bendecid a los que os maldicen, haced bien a los que os aborrecen, y orad por los que os ultrajan y os persiguen;", "45 para que seáis hijos de vuestro Padre que está en los cielos; pues él hace salir su sol sobre los malos y sobre los buenos.", "46 Por tanto, estas cosas que existían en la antigüedad, que se hallaban bajo la ley, se han cumplido todas en mí.", "47 Las cosas antiguas han pasado, y todas las cosas se han vuelto nuevas.", "48 Por tanto, quisiera que fueseis perfectos así como yo, o como vuestro Padre que está en los cielos es perfecto."], "Français": ["Jésus appelle les douze disciples et leur confère l’autorité— Il fait aux Néphites un discours semblable au sermon sur la montagne— Il dit les béatitudes— Ses enseignements transcendent la loi de Moïse et ont la préséance sur elle— Les hommes reçoivent le commandement d’être parfaits, tout comme son Père et lui sont parfaits— Comparez avec Matthieu 5. Vers 34apr.J.-C.", "1 Et il arriva que lorsque Jésus eut dit ces paroles à Néphi et à ceux qui avaient été appelés (or, le nombre de ceux qui avaient été appelés et avaient reçu le pouvoir et l’autorité de baptiser était de douze), voici, il étendit la main vers la multitude, et éleva la voix vers elle, disant: Bénis êtes-vous si vous prêtez attention aux paroles de ces douze que j’ai choisis parmi vous pour vous instruire et pour être vos serviteurs; et je leur ai donné le pouvoir de vous baptiser d’eau; et lorsque vous serez baptisés d’eau, voici, je vous baptiserai de feu et du Saint-Esprit; c’est pourquoi, bénis êtes-vous, si vous croyez en moi et êtes baptisés, après m’avoir vu et avoir su que je suis.", "2 Et en outre, plus bénis sont ceux qui croiront en vos paroles, parce que vous témoignerez que vous m’avez vu et que vous savez que je suis. Oui, bénis sont ceux qui croiront en vos paroles, et descendront dans les profondeurs de l’humilité, et seront baptisés, car ils seront visités de feu et du Saint-Esprit et recevront le pardon de leurs péchés.", "3 Oui, bénis sont les pauvres en esprit qui viennent à moi, car le royaume des cieux est à eux.", "4 Et en outre, bénis sont tous ceux qui pleurent, car ils seront consolés.", "5 Et bénis sont ceux qui sont doux, car ils hériteront la terre.", "6 Et bénis sont tous ceux qui ont faim et soif de justice, car ils seront remplis du Saint-Esprit.", "7 Et bénis sont les miséricordieux, car ils obtiendront miséricorde.", "8 Et bénis sont tous ceux qui ont le cœur pur, car ils verront Dieu.", "9 Et bénis sont tous ceux qui procurent la paix, car ils seront appelés enfants de Dieu.", "10 Et bénis sont tous ceux qui sont persécutés à cause de mon nom, car le royaume des cieux est à eux.", "11 Et bénis serez-vous lorsqu’on vous outragera, qu’on vous persécutera et qu’on dira faussement de vous toute sorte de mal, à cause de moi.", "12 Réjouissez-vous et soyez dans l’allégresse, parce que votre récompense sera grande dans les cieux; car c’est ainsi qu’on a persécuté les prophètes qui ont été avant vous.", "13 En vérité, en vérité, je vous le dis, je vous donne d’être le sel de la terre. Mais si le sel perd sa saveur, avec quoi la terre sera-t-elle salée? Le sel ne servira désormais qu’à être jeté dehors et foulé aux pieds par les hommes.", "14 En vérité, en vérité, je vous le dis, je vous donne d’être la lumière de ce peuple. Une ville située sur une montagne ne peut être cachée.", "15 Voici, les hommes allument-ils une lampe et la mettent-ils sous le boisseau? Non, mais on la met sur le chandelier, et elle éclaire tous ceux qui sont dans la maison.", "16 C’est pourquoi, que votre lumière luise ainsi devant ce peuple, afin qu’il voie vos bonnes œuvres et glorifie votre Père qui est dans les cieux.", "17 Ne croyez pas que je sois venu pour abolir la loi ou les prophètes; je suis venu non pour abolir, mais pour accomplir.", "18 Car, je vous le dis en vérité, pas un seul iota, pas un seul trait de lettre n’est passé de la loi, mais en moi elle a été toute accomplie.", "19 Et voici, je vous ai donné la loi et les commandements de mon Père, afin que vous croyiez en moi, et que vous vous repentiez de vos péchés et veniez à moi, le cœur brisé et l’esprit contrit. Voici, vous avez les commandements devant vous, et la loi est accomplie.", "20 C’est pourquoi, venez à moi et soyez sauvés; car, en vérité, je vous dis qu’à moins de garder les commandements, ce que je vous donne maintenant, vous n’entrerez en aucun cas dans le royaume des cieux.", "21 Vous avez entendu qu’il a été dit aux anciens, et c’est aussi écrit devant vous: Tu ne tueras point; celui qui tuera sera en danger du jugement de Dieu;", "22 mais moi, je vous dis que quiconque se met en colère contre son frère sera en danger de son jugement. Et que celui qui dira à son frère: Raca! sera en danger du conseil; et que celui qui lui dira: Insensé! sera en danger du feu de l’enfer.", "23 C’est pourquoi, si tu viens à moi, ou désires venir à moi, et que tu te souviennes que ton frère a quelque chose contre toi,", "24 va trouver ton frère, et réconcilie-toi d’abord avec ton frère, et ensuite viens à moi d’un cœur pleinement résolu, et je te recevrai.", "25 Accorde-toi promptement avec ton adversaire, pendant que tu es en chemin avec lui, de peur qu’à un moment donné il ne te saisisse, et que tu ne sois mis en prison.", "26 En vérité, en vérité, je te le dis, tu ne sortiras pas de là que tu n’aies payé jusqu’à la dernière sénine. Et pendant que tu es en prison, peux-tu payer ne fût-ce qu’une seule sénine? En vérité, en vérité, je te dis que non.", "27 Voici, il est écrit par les anciens: Tu ne commettras point d’adultère.", "28 Mais moi, je vous dis que quiconque regarde une femme pour la convoiter a déjà commis l’adultère dans son cœur.", "29 Voici, je vous donne le commandement de ne permettre à aucune de ces choses d’entrer dans votre cœur;", "30 car il vaut mieux que vous vous refusiez ces choses et vous chargiez en cela de votre croix, que d’être jetés en enfer.", "31 Il a été écrit que celui qui répudie sa femme lui donne une lettre de divorce.", "32 En vérité, en vérité, je vous dis que quiconque répudie sa femme, sauf pour cause d’infidélité, l’expose à devenir adultère; et que celui qui épouse une femme répudiée commet un adultère.", "33 Il est encore écrit: Tu ne te parjureras point, mais tu t’acquitteras envers le Seigneur de ce que tu as déclaré par serment.", "34 Mais en vérité, en vérité, je vous le dis, ne jurez aucunement, ni par le ciel, parce que c’est le trône de Dieu;", "35 ni par la terre, parce que c’est son marchepied;", "36 tu ne jureras pas non plus par ta tête, car tu ne peux rendre blanc ou noir un seul cheveu;", "37 mais que votre parole soit oui, oui, non, non; car tout ce qu’on y ajoute est mal.", "38 Et voici, il est écrit: œil pour œil, et dent pour dent.", "39 Mais moi, je vous dis de ne pas résister au méchant. Si quelqu’un te frappe sur la joue droite, présente-lui aussi l’autre.", "40 Et si quelqu’un veut plaider contre toi, et prendre ta tunique, laisse-lui encore ton manteau.", "41 Et si quelqu’un te force à faire un mille, fais-en deux avec lui.", "42 Donne à celui qui te demande, et ne te détourne pas de celui qui veut emprunter de toi.", "43 Et voici, il est aussi écrit que tu aimeras ton prochain, et que tu haïras ton ennemi.", "44 Mais voici, je vous le dis: Aimez vos ennemis, bénissez ceux qui vous maudissent, faites du bien à ceux qui vous haïssent, et priez pour ceux qui vous maltraitent et vous persécutent,", "45 afin que vous soyez fils de votre Père qui est dans les cieux; car il fait lever son soleil sur les méchants et sur les bons.", "46 C’est pourquoi, les choses anciennes, qui étaient sous la loi, sont toutes accomplies en moi.", "47 Les choses anciennes ont pris fin, et toutes choses sont devenues nouvelles.", "48 C’est pourquoi, je voudrais que vous soyez parfaits tout comme moi, ou comme votre Père qui est dans les cieux est parfait."], "Kiribati": ["Iesu e weteia reirei ake tengaun ma uoman man anganiia tabeia—E taekina te reirei nakoia Nibwaite ae aekan Te kabwarabwara iaon te maunga—E taekini taeka ni kakabwaia—Ana reirei a raka riki ao a taona nako ana tua Mote—A tuangaki aomata bwa a na kororaoi n ai arona ma te Tama ngkai a kororaoi—Kabootaua ma Mataio 5. Uakaan ma 34N.K.", "1 Ao e a koro bukina bwa ngke e a tia Iesu n taekin taeka aikai nakon Nibwaai, ao nakoia ake a tia ni weteaki, (ngkanne mwaitia ake a tia ni weteaki, ma ni karekea te mwaaka ke te kariaiakaki ni bwabetito, bon tengaun ma uoman) ao nooria, e arora baina nakoia aomata ake a uanao, ma n takarua nakoia, ni kangai: Kam na kakabwaiaki ngkana kam ongo n aia taeka naaka tengaun ma uoman ake I a tia n rineia mai i buakomi bwa a na buokingkami, ao a na toro iroumi; ao I a tia n anganiia te mwaaka bwa a na bwabetitoingkami n te ran; ao i mwin are a tia ni bwabetitoingkami n te ran, nooria, N na bwabetitoingkami n te ai ao n te Tamnei ae Raoiroi; ngaia are kam na kakabwaiaki ngkana kam kakoauai ma ni bwabetitoaki, i mwin are kam a tia n noorai ma n ataia bwa bon iai Ngai.", "2 Ao, a na kakabwaiaki riki naake a na kakoauai ami taeka ibukina bwa kam na kakoaua bwa kam a tia n noorai, ao kam ataia bwa iai Ngai. Eng, a na kakabwaiaki naake a na kakoauai ami taeka, ma ni kananorinanoia nakon kabin te nanorinano ma ni bwabetitoaki, bwa a na kawaraki n te ai ao te Tamnei ae Raoiroi, ao a na karekea kamaunaan aia bure.", "3 Eng, a na kakabwaiaki ake a baki tamneia ake a roko nakoiu, bwa aia bwai uean karawa.", "4 Ao riki, a na kakabwaiaki ni kabane akana a nanokawaki, bwa a na kabebeteaki nanoia.", "5 Ao a na kakabwaiaki aika a nanorinano, bwa aia bwai te aba.", "6 Ao a na kakabwaiaki akana a baki ma n taka ibukin te raoiroi, bwa a na kaonaki n te Tamnei ae Raoiroi.", "7 Ao a na kakabwaiaki akana a nanoanga bwa a na karekea te nanoangaaki.", "8 Ao a na kakabwaiaki akana a itiaki nanoia, bwa a na noora te Atua.", "9 Ao a na kakabwaiaki taan raoi, bwa a na aranaki bwa natin te Atua.", "10 Ao a na kakabwaiaki ni kabane akana a bwainikirinaki ibukin arau, bwa aia bwai uean karawa.", "11 Ao kam na kakabwaiaki ngkana a ribaingkami aomata ma ni bwainikirini ngkami, man taekin aekakin taeka aika a buakaka ibukimi ni kabuakakai ngkami, ibukiu;", "12 Bwa e na reke iroumi te kimwareirei ae korakora ao e na rianako kukureimi, bwa e na korakora kanuangami i karawa; bwa ngaia a bwainikirinia burabeti ake imwaaimi.", "13 E koaua, e koaua, ae I tuangkami, I rineingkami bwa kam na riki bwa taoron te aba; ma ngkana e mauna tarin te taoro ao teraa ae e na tarinaki iai te aba? E na bon akea manenan te taoro, ma e na teweaki nako man toubekaki i aan waeia aomata.", "14 E koaua, e koaua ae tuangkami, I rineingkami bwa ootaia te botanaomata aio. Te kaawa ae bubura ae kateaki iaon te tabuki e bon aki kona n raba.", "15 Nooria, a aki kaura te taura te bae aomata ma ni kakia i aan te bwaketi? Tiaki, ma a katoka i aon nnena, ao e anga ootana nakoia ake a mena n te bata;", "16 Ngaia are kaotai ami taura i mataia te botanaomata aio, bwa a na noori ami mwakuri aika a raraoi ma ni karaoiroa Tamami are i karawa iai.", "17 Tai taku bwa I roko bwa N na kaakea te tua ke burabeti. I aki roko bwa N na kaakeaia ma I roko bwa N na kakoroi bukiia;", "18 Bwa nooria I taku nakoimi, bon ake te tamruru ke te taurouro teuana man te tua ae e na bua, ma a tia ni bane ni kakoroaki bukiia irou.", "19 Ao nooria, I a tia n anganingkami te tua ao ana tua Tamau, bwa kam na kakoauai, ao bwa kam na rairinanomi man ami bure, ao kam na kawarai ma te nano ae uruaki ao te tamnei are raraoma. Nooria, bon iai te tua imatam, ao e kakoroaki nanon te tua.", "20 Mangaia are nakoiu ao kam na kamaiuaki; bwa e koaua ae I tuangkami, bwa ngkana kam aki kaawakin au tua, ake I a tia n anganingkami n te tai aei, kam bon aki kona n rin n uean karawa.", "21 Kam a tia n ongo bwa e taekinaki irouia n taai ake ngkoa, ao e bon koreaki naba i imwaaimi, bwa kam na aki tiriaomata, ao ane e tiriaomata e na bon mena n te kaangaanga bwa e na motika taekana te Atua;", "22 Ma I taku nakoimi, bwa ane e un iroun tarina e na mena naba i nanon te kaangaanga bwa e na motika taekana. Ao ane e kangai nakon tarina, Raka, e na mena n te kaangaanga bwa e na bowiaki; ao ane e kangai, Ko baba, e na mena n te kaangaanga bwa e na kabuekaki n ain moone.", "23 Mangaia are, ngkana kam roko nakoiu, ke kam tangiria n roko nakoiu, ao kam uringnga bwa iai unin tarim iroum—", "24 Nako moa nakon tarim, ao raoiakinna, ao ngkanne kawarai ma nanom ae bwanin, ao N na butimwaeko.", "25 Kariaia are iroun am kairiribai n te tai ae waekoa ngkana ko mena ni kawaina, bwa mwiina ao ko reke irouna n te taina, ao ko teweaki nako i nanon te nne ni kaikain.", "26 E koaua, e koaua, ae I tuangkami, bon akea te anga ae ko kona n otinako ma iai ni karokoa ae ko tia ni kabwaka te kabanea n tienin. Ao i nanon ami tai i nanon te nne ni kaikain kam kona ni kabwaka teuana naba te tienin? E koaua, e koaua ae I tuangkami, Kam aki.", "27 Nooria, e koreaki irouia ake ngkoa, bwa kam na aki wenenibure;", "28 Ma I taku nakoimi, bwa ane e taraa te aine ma ni kaibwabwaru ibukina, e a tia ni wenenibure mangaia i nanona.", "29 Nooria, I anganingkami te tua, bwa kam na bon aki kariaia bwaai aikai bwa a na rin i nanomi;", "30 Bwa e raoiroi riki bwa kam na kaakeai bwaai aikai mai iroumi, ao kam na tabeki rake ami kaibangaki, nakon ae kam na teweaki nako moone.", "31 E a tia ni koreaki, bwa ane e katuka buuna te aine, ao e na iai ana beeba ni buraure.", "32 E koaua, e koaua ae I tuangkami, bwa ane e katuka buuna, ngkana e aki wenenibure ao e bon karekea te anga bwa e na wenenibure; ao ane e mare ma ngaia ae a tia ni buraure e bon karaoa te wenenibure.", "33 Ao e a manga koreaki riki, bwa kam na aki berita i bon iroumi, ma kam na karaoa nakon te Uea ami berita;", "34 Ma e koaua, e koaua, ae I tuangkami, kam na tai karaoa te berita; tai tuea i karawa, bwa ana kaintokanuea te Atua;", "35 Ao tai tuea naba n te aonaba, bwa nnen waena;", "36 Ao kam na tai tuea naba n atuumi, bwa kam aki kona ni karoroa ke ni kamainaina iran atuumi.", "37 Ao kam na ti taetae ni kangai Eng, eng, Tiaki, tiaki; bwa taeka ake a raka riki nakon aikai bon mai iroun ae buakaka.", "38 Ao nooria, e bon koreaki, te mata ibukin te mata, ao te wii ibukin te wii;", "39 Ma I taku nakoimi, bwa kam na aki kabooa te buakaka, ma ane e orea tabam ane te atai, ao anganna are teuana naba;", "40 Ao ngkana iai te aomata ae e na kateiko n te kabowi n tua ibukin am kabaraaki, ao anganna naba niniram;", "41 Ao ane e kairoroiko bwa ko na iria teuana te maire, iria uoua te maire.", "42 Aanga nakon ane e bubutiko, ao tai tannako mai iroun are e na tangoa am bwai.", "43 Ao nooria e bon koreaki naba, bwa kam na tangira raomi ao kam na riba ami kairiribai", "44 Ma nooria I taku nakoimi, tangiriia ami kairiribai, ao kakabwaiaia ake a taetaebuakaingkami, ao karaoa ae raoiroi nakoia ake a kairiribai nakoimi, ao tataro ibukiia ake a kabonganaingkami n te aro ae aki riai ao a bwainikiriningkami;", "45 Bwa kam aonga n riki bwa natin Tamami are i karawa; bwa e karaoa taai bwa e na oota i aoia aika a raoiroi ao ake a buakaka.", "46 Mangaia are bwaai ni kabane ake ngkoa, ake a mena i aan te tua, a na koro bukiia irou.", "47 A bane tain bwaai ake ngkoa, ao a boou bwaai ni kabane.", "48 Mangaia are I tangiria bwa kam na kororaoi n arou, ke Tamami are i karawa ngkai e kororaoi."]}