{"English": ["In the darkness, the voice of Christ proclaims the destruction of many people and cities for their wickedness—He also proclaims His divinity, announces that the law of Moses is fulfilled, and invites men to come unto Him and be saved. About A.D.34.", "1 And it came to pass that there was a voice heard among all the inhabitants of the earth, upon all the face of this land, crying:", "2 Wo, wo, wo unto this people; wo unto the inhabitants of the whole earth except they shall repent; for the devil laugheth, and his angels rejoice, because of the slain of the fair sons and daughters of my people; and it is because of their iniquity and abominations that they are fallen!", "3 Behold, that great city Zarahemla have I burned with fire, and the inhabitants thereof.", "4 And behold, that great city Moroni have I caused to be sunk in the depths of the sea, and the inhabitants thereof to be drowned.", "5 And behold, that great city Moronihah have I covered with earth, and the inhabitants thereof, to hide their iniquities and their abominations from before my face, that the blood of the prophets and the saints shall not come any more unto me against them.", "6 And behold, the city of Gilgal have I caused to be sunk, and the inhabitants thereof to be buried up in the depths of the earth;", "7 Yea, and the city of Onihah and the inhabitants thereof, and the city of Mocum and the inhabitants thereof, and the city of Jerusalem and the inhabitants thereof; and waters have I caused to come up in the stead thereof, to hide their wickedness and abominations from before my face, that the blood of the prophets and the saints shall not come up any more unto me against them.", "8 And behold, the city of Gadiandi, and the city of Gadiomnah, and the city of Jacob, and the city of Gimgimno, all these have I caused to be sunk, and made hills and valleys in the places thereof; and the inhabitants thereof have I buried up in the depths of the earth, to hide their wickedness and abominations from before my face, that the blood of the prophets and the saints should not come up any more unto me against them.", "9 And behold, that great city Jacobugath, which was inhabited by the people of king Jacob, have I caused to be burned with fire because of their sins and their wickedness, which was above all the wickedness of the whole earth, because of their secret murders and combinations; for it was they that did destroy the peace of my people and the government of the land; therefore I did cause them to be burned, to destroy them from before my face, that the blood of the prophets and the saints should not come up unto me any more against them.", "10 And behold, the city of Laman, and the city of Josh, and the city of Gad, and the city of Kishkumen, have I caused to be burned with fire, and the inhabitants thereof, because of their wickedness in casting out the prophets, and stoning those whom I did send to declare unto them concerning their wickedness and their abominations.", "11 And because they did cast them all out, that there were none righteous among them, I did send down fire and destroy them, that their wickedness and abominations might be hid from before my face, that the blood of the prophets and the saints whom I sent among them might not cry unto me from the ground against them.", "12 And many great destructions have I caused to come upon this land, and upon this people, because of their wickedness and their abominations.", "13 O all ye that are spared because ye were more righteous than they, will ye not now return unto me, and repent of your sins, and be converted, that I may heal you?", "14 Yea, verily I say unto you, if ye will come unto me ye shall have eternal life. Behold, mine arm of mercy is extended towards you, and whosoever will come, him will I receive; and blessed are those who come unto me.", "15 Behold, I am Jesus Christ the Son of God. I created the heavens and the earth, and all things that in them are. I was with the Father from the beginning. I am in the Father, and the Father in me; and in me hath the Father glorified his name.", "16 I came unto my own, and my own received me not. And the scriptures concerning my coming are fulfilled.", "17 And as many as have received me, to them have I given to become the sons of God; and even so will I to as many as shall believe on my name, for behold, by me redemption cometh, and in me is the law of Moses fulfilled.", "18 I am the light and the life of the world. I am Alpha and Omega, the beginning and the end.", "19 And ye shall offer up unto me no more the shedding of blood; yea, your sacrifices and your burnt offerings shall be done away, for I will accept none of your sacrifices and your burnt offerings.", "20 And ye shall offer for a sacrifice unto me a broken heart and a contrite spirit. And whoso cometh unto me with a broken heart and a contrite spirit, him will I baptize with fire and with the Holy Ghost, even as the Lamanites, because of their faith in me at the time of their conversion, were baptized with fire and with the Holy Ghost, and they knew it not.", "21 Behold, I have come unto the world to bring redemption unto the world, to save the world from sin.", "22 Therefore, whoso repenteth and cometh unto me as a little child, him will I receive, for of such is the kingdom of God. Behold, for such I have laid down my life, and have taken it up again; therefore repent, and come unto me ye ends of the earth, and be saved."], "Español": ["En medio de las tinieblas, la voz de Cristo proclama la destrucción de muchas personas y ciudades por motivo de sus iniquidades— Cristo también proclama Su divinidad, anuncia que la ley de Moisés se ha cumplido e invita a los hombres a venir a Él y ser salvos. Aproximadamente 34d.C.", "1 Y sucedió que se oyó una voz entre todos los habitantes de la tierra, por toda la superficie de esta tierra, clamando:", "2 ¡Ay, ay, ay de este pueblo! ¡Ay de los habitantes de toda la tierra, a menos que se arrepientan; porque el diablo se ríe y sus ángeles se regocijan, a causa de la muerte de los bellos hijos e hijas de mi pueblo; y es por motivo de sus iniquidades y abominaciones que han caído!", "3 He aquí, he quemado con fuego la gran ciudad de Zarahemla, y los habitantes de ella.", "4 Y he aquí, he hecho que esa gran ciudad de Moroni se hunda en las profundidades del mar, y que se ahoguen sus habitantes.", "5 Y he aquí, he cubierto de tierra esa gran ciudad de Moroníah, y los habitantes de ella, para ocultar sus iniquidades y sus abominaciones de ante mi faz, para que la sangre de los profetas y de los santos no ascienda más hasta mí en contra de ellos.", "6 Y he aquí, hice que se hundiera la ciudad de Gilgal, y que sus habitantes fueran sepultados en lo profundo de la tierra;", "7 sí, y la ciudad de Oníah y sus habitantes, y la de Mocum y sus habitantes, y la ciudad de Jerusalén y sus habitantes; y he hecho que las aguas ocupen sus lugares, para ocultar sus maldades y abominaciones de ante mi faz, a fin de que la sangre de los profetas y de los santos no suba más hasta mí en contra de ellos.", "8 Y he aquí, la ciudad de Gadiandi, y la ciudad de Gadiomna, y la ciudad de Jacob, y la ciudad de Gimgimno, todas estas he hecho que se hundan y he formado lomas y valles en su lugar; y he enterrado a sus habitantes en las entrañas de la tierra para ocultar sus maldades y abominaciones de ante mi faz, para que la sangre de los profetas y de los santos no ascienda más hasta mí en contra de ellos.", "9 Y he aquí, esa gran ciudad de Jacobugat, donde habitaba el pueblo del rey Jacob, he hecho quemar con fuego por causa de sus pecados y sus iniquidades que sobrepujaban a toda la iniquidad de la tierra entera, por motivo de sus secretos asesinatos y combinaciones; porque fueron ellos los que destruyeron la paz de mi pueblo y el gobierno de la tierra; por tanto, los he hecho quemar, para destruirlos de ante mi faz, para que la sangre de los profetas y de los santos no ascienda más hasta mí en contra de ellos.", "10 Y he aquí, he hecho que sean quemadas con fuego la ciudad de Lamán, y la ciudad de Josh, y la ciudad de Gad, y la ciudad de Kishkumen, y los habitantes de ellas, por sus maldades al echar fuera a los profetas y apedrear a los que envié para declararles concerniente a sus iniquidades y sus abominaciones.", "11 Y por haberlos expulsado a todos, de modo que no había justos entre ellos, envié fuego y los destruí, para que sus maldades y sus abominaciones quedaran ocultas de ante mi faz, a fin de que la sangre de los profetas y de los santos que envié entre ellos no clamara a mí desde la tierra en contra de ellos.", "12 Y he hecho que vengan muchas grandes destrucciones sobre esta tierra, y sobre este pueblo, a causa de su iniquidad y sus abominaciones.", "13 ¡Oh vosotros, todos los que habéis sido preservados porque fuisteis más justos que ellos!, ¿no os volveréis a mí ahora, y os arrepentiréis de vuestros pecados, y os convertiréis para que yo os sane?", "14 Sí, en verdad os digo que si venís a mí, tendréis vida eterna. He aquí, mi brazo de misericordia se extiende hacia vosotros; y a cualquiera que venga, yo lo recibiré; y benditos son los que vienen a mí.", "15 He aquí, soy Jesucristo, el Hijo de Dios. Yo creé los cielos y la tierra, y todas las cosas que en ellos hay. Era con el Padre desde el principio. Yo soy en el Padre, y el Padre en mí; y en mí ha glorificado el Padre su nombre.", "16 Vine a los míos, y los míos no me recibieron. Y las Escrituras concernientes a mi venida se han cumplido.", "17 Y a cuantos me han recibido, les he concedido llegar a ser hijos de Dios; y así haré yo con cuantos crean en mi nombre, porque he aquí, la redención viene por mí, y en mí se ha cumplido la ley de Moisés.", "18 Yo soy la luz y la vida del mundo. Soy el Alfa y la Omega, el principio y el fin", "19 Y vosotros ya no me ofreceréis más el derramamiento de sangre; sí, vuestros sacrificios y vuestros holocaustos cesarán, porque no aceptaré ninguno de vuestros sacrificios ni vuestros holocaustos.", "20 Y me ofreceréis como sacrificio un corazón quebrantado y un espíritu contrito. Y al que venga a mí con un corazón quebrantado y un espíritu contrito, lo bautizaré con fuego y con el Espíritu Santo, así como los lamanitas fueron bautizados con fuego y con el Espíritu Santo al tiempo de su conversión, por motivo de su fe en mí, y no lo supieron.", "21 He aquí, he venido al mundo para traer redención al mundo, para salvar al mundo del pecado.", "22 Por tanto, al que se arrepintiere y viniere a mí como un niño pequeñito, yo lo recibiré, porque de los tales es el reino de Dios. He aquí, por estos he dado mi vida, y la he vuelto a tomar; así pues, arrepentíos y venid a mí, vosotros, extremos de la tierra, y sed salvos."], "Français": ["Dans les ténèbres, la voix du Christ proclame la destruction de beaucoup de gens et de villes à cause de leur méchanceté— Il proclame également sa divinité, annonce que la loi de Moïse est accomplie et invite les hommes à venir à lui et à être sauvés. Vers 34apr.J.-C.", "1 Et il arriva qu’une voix se fit entendre parmi tous les habitants de la terre, sur toute la surface de ce pays, criant:", "2 Malheur, malheur, malheur à ce peuple; malheur aux habitants de toute la terre, à moins qu’ils ne se repentent; car le diable rit, et ses anges se réjouissent à cause des tués parmi les beaux jeunes fils et les belles jeunes filles de mon peuple; et c’est à cause de leur iniquité et de leurs abominations qu’ils sont tombés!", "3 Voici, la grande ville de Zarahemla, je l’ai brûlée par le feu, ainsi que ses habitants.", "4 Et voici, la grande ville de Moroni, j’ai fait qu’elle s’enfonce dans les profondeurs de la mer et que les habitants en soient noyés.", "5 Et voici, la grande ville de Moronihah, je l’ai recouverte de terre, ainsi que ses habitants, pour cacher leurs iniquités et leurs abominations de devant ma face, afin que le sang des prophètes et des saints ne monte plus vers moi contre eux.", "6 Et voici, la ville de Guilgal, je l’ai fait engloutir, et j’en ai fait ensevelir les habitants dans les profondeurs de la terre;", "7 oui, et la ville d’Onihah et ses habitants, et la ville de Mocum et ses habitants, et la ville de Jérusalem et ses habitants; et j’ai fait venir des eaux à leur place, pour cacher leur méchanceté et leurs abominations de devant ma face, afin que le sang des prophètes et des saints ne monte plus vers moi contre eux.", "8 Et voici, la ville de Gadiandi, et la ville de Gadiomnah, et la ville de Jacob, et la ville de Gimgimno, je les ai toutes fait engloutir, et j’ai fait des collines et des vallées à leur place; et leurs habitants, je les ai ensevelis dans les profondeurs de la terre, pour cacher leur méchanceté et leurs abominations de devant ma face, afin que le sang des prophètes et des saints ne monte plus vers moi contre eux.", "9 Et voici, la grande ville de Jacobugath, qui était habitée par le peuple du roi Jacob, je l’ai fait brûler par le feu à cause de ses péchés et de sa méchanceté, qui dépassait toute la méchanceté de toute la terre, à cause de ses combinaisons et de ses meurtres secrets; car ce sont eux qui ont détruit la paix de mon peuple et le gouvernement du pays; c’est pourquoi je les ai fait brûler, pour les détruire de devant ma face, afin que le sang des prophètes et des saints ne monte plus vers moi contre eux.", "10 Et voici, la ville de Laman, et la ville de Josh, et la ville de Gad, et la ville de Kishkumen, je les ai fait brûler par le feu, ainsi que leurs habitants, à cause de la méchanceté avec laquelle ils ont chassé les prophètes et lapidé ceux que j’envoyais leur parler de leur méchanceté et de leurs abominations.", "11 Et parce qu’ils les ont tous chassés, de sorte qu’il n’y avait plus aucun juste parmi eux, j’ai fait descendre le feu et les ai détruits, afin que leur méchanceté et leurs abominations soient cachées de devant ma face, afin que le sang des prophètes et des saints que j’ai envoyés parmi eux ne crie pas vers moi de la terre contre eux.", "12 Et j’ai fait venir beaucoup de grandes destructions sur ce pays et sur ce peuple à cause de sa méchanceté et de ses abominations.", "13 Ô vous tous qui êtes épargnés parce que vous étiez plus justes qu’eux, n’allez-vous pas maintenant revenir à moi, et vous repentir de vos péchés, et être convertis, afin que je vous guérisse?", "14 Oui, en vérité, je vous le dis, si vous venez à moi, vous aurez la vie éternelle. Voici, le bras de ma miséricorde est étendu vers vous, et celui qui viendra, je le recevrai; et bénis sont ceux qui viennent à moi.", "15 Voici, je suis Jésus-Christ, le Fils de Dieu. J’ai créé les cieux et la terre, et tout ce qui s’y trouve. J’étais avec le Père dès le commencement. Je suis dans le Père, et le Père est en moi; et en moi, le Père a glorifié son nom.", "16 Je suis venu chez les miens, et les miens ne m’ont pas reçu. Et les Écritures concernant ma venue se sont accomplies.", "17 Et à tous ceux qui m’ont reçu, j’ai donné de devenir les fils de Dieu; et je ferai de même à tous ceux qui croiront en mon nom, car voici, par moi vient la rédemption, et en moi la loi de Moïse est accomplie.", "18 Je suis la lumière et la vie du monde. Je suis l’Alpha et l’Oméga, le commencement et la fin.", "19 Et vous ne m’offrirez plus l’effusion du sang; oui, vos sacrifices et vos holocaustes cesseront, car je n’accepterai aucun de vos sacrifices et de vos holocaustes.", "20 Et vous m’offrirez en sacrifice un cœur brisé et un esprit contrit. Et quiconque vient à moi, le cœur brisé et l’esprit contrit, je le baptiserai de feu et du Saint-Esprit, tout comme les Lamanites, à cause de leur foi en moi au moment de leur conversion, ont été baptisés de feu et du Saint-Esprit, et ils ne le savaient pas.", "21 Voici, je suis venu au monde pour apporter la rédemption au monde, pour sauver le monde du péché.", "22 C’est pourquoi, quiconque se repent et vient à moi comme un petit enfant, je le recevrai, car le royaume de Dieu est pour ceux qui leur ressemblent. Voici, c’est pour ceux qui leur ressemblent que j’ai donné ma vie et l’ai reprise; c’est pourquoi, repentez-vous, et venez à moi, extrémités de la terre, et soyez sauvées."], "Kiribati": ["Ribuakon te roo, ao bwanaan Kristo e taekina kamaunakiia aomata aika a bati ao kaawa ibukin buakakaia—E bon taekina naba arona n Atua, e katanoata ae e a kakoroaki nanon ana tua Mote, ao e kaoiia aomata bwa a na kawaria ma ni kamaiuaki. Uakaan ma 34N.K.", "1 Ao e a koro bukina bwa iai te bwanaa ae a ongo i buakoia kaain te aonaba ni kabane iaon te aba, ae takaruaea:", "2 Te maraia, te maraia, te maraia nakoia te botanaomata aio; te maraia nakoia kaain te aonaba aio ni kabane ngkana aki rairinanoia; bwa e ngarengare te riaboro, ao a kimwareirei ana anera, ibukin tiringakia natiia mwaane ma aine au botanaomata aika a tamaroa; ao e riki aio ibukin aia bure ma aia mwakuri aika a bati n ribaki mangaia are a bwaka.", "3 Nooria, I a tia ni kabueka te kaawa are Taraemera ma kaaina n te ai.", "4 Ao nooria, I a tia ni karekea te anga are te kaawa are Moronaai e na iinako i kabin marawa, ao a na bwabwa kaaina.", "5 Ao nooria, te kaawa ae korakora are Moronaaia I a tia n rabunna n te tano, ma kaaina, ni karaba aia bure ma aia mwakuri aika bati n ribaki mai i matau, bwa e aonga n ae raraaia burabeti ma aomata aika itiaki a na aki manga roroko irou ni kaitaraia.", "6 Ao nooria, I a tia ni karekea te anga are e na iinako iai te kaawa are Kirekara, ao kaaina a taunaki i kabin te tano.", "7 Eng, te kaawa are bubura are Oniia ao kaaina, ao te kaawa are Mokam ao kaaina, ao te kaawa are Ierutarem ao kaaina; ao I karekea te anga are a na oneaki mwiia n te ran, bwa e na karaba buakakaia ma aia mwakuri aika bati n ribaki mai i matau, bwa e aonga n ae raraaia burabeti ma aomata aika itiaki a na aki manga roroko irou ni kaitaraia.", "8 Ao nooria, te kaawa are Kateantei, ao te kaawa are Kateomna, ao te kaawa are Iakobwa, ao te kaawa are Kimkimono, ni kabane aikai I karekea angan ae a na iinako, ao I karaoi tabuki ma mwarua bwa onean mwiia; ao kaaia I a tia n tauniia i kabin te tano, bwa e aonga n raba buakakaia ma aia mwakuri aika bati n ribaki mai i matau, bwa e aonga n ae raraaia burabeti ma aomata aika itiaki a na aki manga roroko irou ni kaitaraia.", "9 Ao nooria, te kaawa are Iakobuka, are e kaainaki irouia ana botanaomata te uea are Iakobwa, I a tia n tua bwa e na kabuekaki n te ai ibukin aia bure ma buakakaia, are e a bon riaoni buakakan te aonaba ni kabane, ibukin aia tiritiri ni karaba ao aia mwakuri ni kamwamwane aika a raba; bwa bon ngaia aika a urua rauiia au botanaomata ao te tautaeka n te aba; mangaia are I karekea te anga ae a na kabuekaki iai, bwa N na kamaunaia mai matau, bwa e aonga n ae raraaia burabeti ma aomata aika itiaki a na aki manga roroko irou ni kaitaraia.", "10 Ao nooria, te kaawa are Reimwan, ao te kaawa are Ioti, ao te kaawa are Kata, ao te kaawa are Kitekuman, I a tia ni karekea te anga bwa a na kabuekaki n te ai, ma kaaia, ibukin buakakaia ngke a teweia nako burabeti, ma ni karebanaia n te atibu ake I a tia ni kanakomaia bwa a na tataekina nakoia buakakaia ma aia mwakuri aika bati n ribaki.", "11 Ao ibukina bwa a bon teweia nako, ao bon akea ae raoiroi i buakoia, I karaoa te ai bwa a na kamaunaki, n te aro are e na raba buakakaia ma aia mwakuri aika bati n ribaki mai i matau, bwa e aonga n ae raraaia burabeti ma aomata aika itiaki ake I a tia ni kanakomaia nako buakoia a na aki tang mai aontano ni kabuakakaia.", "12 Ao a mwaiti urubwai ake I karekea angaia bwa a na roko nakon aon te aba aio, ao i aoia te botanaomata aio ibukin buakakaia ma aia mwakuri aika bati n ribaki.", "13 O ngkami aika kam kamaiuaki ibukina bwa kam raoiroi riki nakoia, kam aki okirai ngkai, ma n rairinanomi man ami bure, ma n rairaki, bwa I aonga ni kamarurungngkami.", "14 Eng, e koaua ae N na taekinna nakoimi, ngkana kam kawarai ao e na reke iroumi te maiu ae akea tokina. Nooria, e aroraki baiu ae nanoanga nakoimi, ao ane e roko nakoiu ao N na butimwaia; ao a na kakabwaiaki akana a na roko nakoiu.", "15 Nooria, bon Ngai Iesu Kristo Natin te Atua. I karika karawa ma aonaba, ao bwaai ni kabane ake a mena iai. Bon raou te Tama mai i moana. I mena iroun te Tama, ao te Tama e mena irou; ao e mimitong aran te Tama irou.", "16 I roko nakoia ake au bwai, ao ake au bwai aki butimwaeai. Ao koroboki aika tabu ake a kaineti ma rokou a kakoroaki nanoia.", "17 Ao te mwaiti ake a butimwaeai, I a bon tia ni karaoia bwa a na riki bwa natin te Atua mwaane; ao e na riki aio naba nakoia ake a na kakoaua arau, bwa nooria, e na reke te kaboaki mai irou, ao e na kakoroaki nanon ana tua Mote irou.", "18 Ngai te oota ao maiun te aonaba. Ngai te Arebwa ao te Omeka, te moan ao te kabane.", "19 Ao kam na aki manga oki n uota kawawaean te raraa nakoiu; eng, ami karea ao ami bwaintangira aika a kabuokaki a riai n toki, bwa N na bon aki butimwaea ami anga karea ao ami bwaintangira aika a kabuokaki.", "20 Ao kam na anganai bwa ami karea te nano ae uruaki ao te tamnei ae raraoma. Ao ane e kawarai ma te nano ae uruaki ao te tamnei ae raraoma, ao N na bwabetitoia n te ai ao te Tamnei ae Raoiroi, n ai aroia Reimwanaite, ibukin aia onimaki irou n te tai are a rairaki iai, ao a bwabetitoaki n te ai ao te Tamnei ae Raoiroi, ao a bon aki ataia.", "21 Nooria, I roko nakon te aonaba n uota te kabomwi nako te aonaba, bwa N na kamaiua te aonaba man te bure.", "22 Mangaia are, ane e rairananona ao ma ni kawarai n aron te teei ae uarereke, ao N na butimwaia bwa ana bwai Uean te Atua. Nooria, bwa I bukiia naakai ao I a tia ni kawenea maiu, ao ma ni manga anaia riki, mangaia are rairinanomi, ao roko nakoiu man tokin aonaba, ao kam na kamaiuaki."]}