{"English": ["Jesus teaches the Nephites the Lord’s Prayer—They are to lay up treasures in heaven—The twelve disciples in their ministry are commanded to take no thought for temporal things—Compare Matthew 6. About A.D.34.", "1 Verily, verily, I say that I would that ye should do alms unto the poor; but take heed that ye do not your alms before men to be seen of them; otherwise ye have no reward of your Father who is in heaven.", "2 Therefore, when ye shall do your alms do not sound a trumpet before you, as will hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, they have their reward.", "3 But when thou doest alms let not thy left hand know what thy right hand doeth;", "4 That thine alms may be in secret; and thy Father who seeth in secret, himself shall reward thee openly.", "5 And when thou prayest thou shalt not do as the hypocrites, for they love to pray, standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, they have their reward.", "6 But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father who is in secret; and thy Father, who seeth in secret, shall reward thee openly.", "7 But when ye pray, use not vain repetitions, as the heathen, for they think that they shall be heard for their much speaking.", "8 Be not ye therefore like unto them, for your Father knoweth what things ye have need of before ye ask him.", "9 After this manner therefore pray ye: Our Father who art in heaven, hallowed be thy name.", "10 Thy will be done on earth as it is in heaven.", "11 And forgive us our debts, as we forgive our debtors.", "12 And lead us not into temptation, but deliver us from evil.", "13 For thine is the kingdom, and the power, and the glory, forever. Amen.", "14 For, if ye forgive men their trespasses your heavenly Father will also forgive you;", "15 But if ye forgive not men their trespasses neither will your Father forgive your trespasses.", "16 Moreover, when ye fast be not as the hypocrites, of a sad countenance, for they disfigure their faces that they may appear unto men to fast. Verily I say unto you, they have their reward.", "17 But thou, when thou fastest, anoint thy head, and wash thy face;", "18 That thou appear not unto men to fast, but unto thy Father, who is in secret; and thy Father, who seeth in secret, shall reward thee openly.", "19 Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and thieves break through and steal;", "20 But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal.", "21 For where your treasure is, there will your heart be also.", "22 The light of the body is the eye; if, therefore, thine eye be single, thy whole body shall be full of light.", "23 But if thine eye be evil, thy whole body shall be full of darkness. If, therefore, the light that is in thee be darkness, how great is that darkness!", "24 No man can serve two masters; for either he will hate the one and love the other, or else he will hold to the one and despise the other. Ye cannot serve God and Mammon.", "25 And now it came to pass that when Jesus had spoken these words he looked upon the twelve whom he had chosen, and said unto them: Remember the words which I have spoken. For behold, ye are they whom I have chosen to minister unto this people. Therefore I say unto you, take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?", "26 Behold the fowls of the air, for they sow not, neither do they reap nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?", "27 Which of you by taking thought can add one cubit unto his stature?", "28 And why take ye thought for raiment? Consider the lilies of the field how they grow; they toil not, neither do they spin;", "29 And yet I say unto you, that even Solomon, in all his glory, was not arrayed like one of these.", "30 Wherefore, if God so clothe the grass of the field, which today is, and tomorrow is cast into the oven, even so will he clothe you, if ye are not of little faith.", "31 Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?", "32 For your heavenly Father knoweth that ye have need of all these things.", "33 But seek ye first the kingdom of God and his righteousness, and all these things shall be added unto you.", "34 Take therefore no thought for the morrow, for the morrow shall take thought for the things of itself. Sufficient is the day unto the evil thereof."], "Español": ["Jesús enseña a los nefitas la manera de orar— Deben acumular tesoros en los cielos— Manda a los doce discípulos que en su ministerio no se afanen por las cosas temporales— Compárese con Mateo 6. Aproximadamente 34d.C.", "1 En verdad, en verdad os digo, quisiera que dieseis limosnas a los pobres; mas guardaos de dar vuestras limosnas delante de los hombres para ser vistos de ellos; de otra manera, ningún galardón tenéis de vuestro Padre que está en los cielos.", "2 Por tanto, cuando hagáis vuestra limosna, no toquéis trompeta delante de vosotros, como lo hacen los hipócritas en las sinagogas y en las calles, para tener gloria de los hombres. En verdad os digo que ya tienen su recompensa.", "3 Mas cuando tú hagas limosna, no sepa tu mano izquierda lo que hace tu derecha;", "4 a fin de que tu limosna sea en secreto; y tu Padre que ve en lo secreto, te recompensará en público.", "5 Y cuando ores, no seas como los hipócritas, porque les gusta orar de pie en las sinagogas y en las esquinas de las calles, para ser vistos de los hombres. En verdad os digo que ya tienen su recompensa.", "6 Mas tú, cuando ores, entra en tu aposento, y cuando hayas cerrado la puerta, ora a tu Padre que está en secreto; y tu Padre, que ve en lo secreto, te recompensará en público.", "7 Y al orar, no uséis vanas repeticiones, como los paganos; pues ellos creen que por su mucha parlería serán oídos.", "8 No seáis, por tanto, como ellos; porque vuestro Padre sabe las cosas que necesitáis antes que le pidáis.", "9 De esta manera, pues, orad: Padre nuestro que estás en los cielos, santificado sea tu nombre.", "10 Sea hecha tu voluntad en la tierra así como en el cielo.", "11 Y perdónanos nuestras deudas, como nosotros perdonamos a nuestros deudores.", "12 Y no nos dejes caer en tentación, mas líbranos del mal.", "13 Porque tuyo es el reino, y el poder, y la gloria, para siempre. Amén.", "14 Porque si perdonáis a los hombres sus ofensas, os perdonará también a vosotros vuestro Padre Celestial;", "15 mas si no perdonáis a los hombres sus ofensas, vuestro Padre tampoco perdonará vuestras ofensas.", "16 Además, cuando ayunéis, no seáis como los hipócritas, de semblante triste, porque desfiguran sus rostros para mostrar a los hombres que ayunan. En verdad os digo que ya tienen su galardón.", "17 Mas tú, cuando ayunes, unge tu cabeza y lava tu rostro;", "18 para que no muestres a los hombres que ayunas, sino a tu Padre, que está en secreto; y tu Padre, que ve en lo secreto, te recompensará en público.", "19 No os acumuléis tesoros sobre la tierra, donde la polilla y el moho corrompen, y los ladrones minan y roban;", "20 sino acumulaos tesoros en los cielos, donde ni la polilla ni el moho corrompen, y donde los ladrones no minan ni roban.", "21 Porque donde esté vuestro tesoro, allí estará también vuestro corazón.", "22 La luz del cuerpo es el ojo; por tanto, si tu ojo es puro, todo tu cuerpo estará lleno de luz.", "23 Pero si tu ojo es malo, todo tu cuerpo estará lleno de tinieblas. Por tanto, si la luz que hay en ti es tinieblas, ¡cuán grandes no serán esas tinieblas!", "24 Ningún hombre puede servir a dos señores, porque o aborrecerá al uno y amará al otro, o se allegará al uno y despreciará al otro. No podéis servir a Dios y a Mamón.", "25 Y aconteció que cuando Jesús hubo hablado estas palabras, miró hacia los doce que había elegido, y les dijo: Acordaos de las palabras que he hablado. Porque he aquí, vosotros sois aquellos a quienes he escogido para ejercer el ministerio entre este pueblo. Os digo, pues: No os afanéis por vuestra vida, qué habéis de comer o qué habéis de beber; ni tampoco por vuestro cuerpo, con qué lo habéis de vestir. ¿No es la vida más que el alimento, y el cuerpo más que el vestido?", "26 Mirad las aves del cielo, pues no siembran, ni tampoco siegan, ni recogen en alfolíes; sin embargo, vuestro Padre Celestial las alimenta. ¿No sois vosotros mucho mejores que ellas?", "27 ¿Quién de vosotros, por mucho que se afane, podrá añadir un codo a su estatura?", "28 Y por el vestido, ¿por qué os afanáis? Considerad los lirios del campo cómo crecen: No trabajan, ni hilan;", "29 y sin embargo, os digo, que ni aun Salomón, en toda su gloria, se vistió como uno de estos.", "30 Por tanto, si Dios viste así la hierba del campo, que hoy es, y mañana se echa en el horno, así os vestirá él, si vosotros no sois de poca fe.", "31 No os afanéis, pues, diciendo: ¿Qué comeremos o qué beberemos, o con qué nos hemos de vestir?", "32 Porque vuestro Padre Celestial sabe que tenéis necesidad de todas estas cosas.", "33 Mas buscad primeramente el reino de Dios y su justicia, y todas estas cosas os serán añadidas.", "34 Así que, no os afanéis por el día de mañana, porque el día de mañana traerá su afán por sus propias cosas. Basta el día para su propio mal."], "Français": ["Jésus enseigne aux Néphites à prier— Ils doivent s’amasser des trésors dans le ciel— Les douze disciples reçoivent le commandement de ne pas s’inquiéter des choses temporelles pendant leur ministère— Comparez avec Matthieu 6. Vers 34apr.J.-C.", "1 En vérité, en vérité, je vous le dis: Je voudrais que vous fassiez des aumônes aux pauvres; mais gardez-vous de faire vos aumônes devant les hommes pour en être vus; autrement, vous n’aurez point de récompense auprès de votre Père qui est dans les cieux.", "2 C’est pourquoi, lorsque vous faites l’aumône, ne sonnez pas de la trompette devant vous, comme font les hypocrites dans les synagogues et dans les rues, afin d’être glorifiés par les hommes. En vérité, je vous le dis, ils reçoivent leur récompense.", "3 Mais quand tu fais l’aumône, que ta main gauche ne sache pas ce que fait ta droite,", "4 afin que ton aumône se fasse en secret; et ton Père, qui voit dans le secret, lui-même te récompensera ouvertement.", "5 Et lorsque tu pries, ne sois pas comme les hypocrites, qui aiment à prier debout dans les synagogues et aux coins des rues, pour être vus des hommes. En vérité, je vous le dis, ils reçoivent leur récompense.", "6 Mais quand tu pries, entre dans ta chambre, ferme ta porte, et prie ton Père qui est là dans le lieu secret; et ton Père, qui voit dans le secret, te récompensera ouvertement.", "7 En priant, ne multipliez pas de vaines paroles, comme les païens, qui s’imaginent qu’à force de paroles ils seront exaucés.", "8 Ne leur ressemblez pas; car votre Père sait de quoi vous avez besoin avant que vous le lui demandiez.", "9 Voici donc comment vous devez prier: Notre Père qui es aux cieux! Que ton nom soit sanctifié;", "10 que ta volonté soit faite sur la terre comme au ciel.", "11 Et pardonne-nous nos offenses, comme nous aussi nous pardonnons à ceux qui nous ont offensés.", "12 Et ne nous induis pas en tentation, mais délivre-nous du Malin.", "13 Car c’est à toi qu’appartiennent, dans tous les siècles, le règne, la puissance et la gloire. Amen.", "14 Car, si vous pardonnez aux hommes leurs offenses, votre Père céleste vous pardonnera aussi;", "15 mais si vous ne pardonnez pas aux hommes, votre Père ne vous pardonnera pas non plus vos offenses.", "16 De plus, lorsque vous jeûnez, ne prenez pas un air triste, comme les hypocrites, qui se rendent le visage tout défait, pour montrer aux hommes qu’ils jeûnent. En vérité, je vous le dis, ils reçoivent leur récompense.", "17 Mais quand tu jeûnes, parfume ta tête et lave ton visage,", "18 afin de ne pas montrer aux hommes que tu jeûnes, mais à ton Père qui est là dans le lieu secret; et ton Père, qui voit dans le secret, te récompensera ouvertement.", "19 Ne vous amassez pas des trésors sur la terre, où la teigne et la rouille détruisent, et où les voleurs percent et dérobent;", "20 mais amassez-vous des trésors dans le ciel, où la teigne et la rouille ne détruisent point, et où les voleurs ne percent ni ne dérobent.", "21 Car là où est ton trésor, là aussi sera ton cœur.", "22 L’œil est la lampe du corps. Si ton œil est en bon état, tout ton corps sera éclairé.", "23 Mais si ton œil est en mauvais état, tout ton corps sera dans les ténèbres. Si donc la lumière qui est en toi est ténèbres, combien seront grandes ces ténèbres!", "24 Nul ne peut servir deux maîtres. Car, ou il haïra l’un, et aimera l’autre; ou il s’attachera à l’un, et méprisera l’autre. Vous ne pouvez servir Dieu et Mamon.", "25 Et alors, il arriva que lorsque Jésus eut dit ces paroles, il posa les yeux sur les douze qu’il avait choisis et leur dit: Souvenez-vous des paroles que j’ai dites. Car voici, vous êtes ceux que j’ai choisis pour instruire ce peuple. C’est pourquoi je vous dis: Ne vous inquiétez pas pour votre vie de ce que vous mangerez ou de ce que vous boirez; ni pour votre corps de quoi vous serez vêtus. La vie n’est-elle pas plus que la nourriture, et le corps plus que le vêtement?", "26 Regardez les oiseaux du ciel; ils ne sèment ni ne moissonnent, et ils n’amassent rien dans des greniers; et votre Père céleste les nourrit. Ne valez-vous pas beaucoup plus qu’eux?", "27 Qui de vous, par ses inquiétudes, peut ajouter une coudée à sa taille?", "28 Et pourquoi vous inquiéter au sujet du vêtement? Considérez comment croissent les lis des champs; ils ne travaillent ni ne filent;", "29 et cependant je vous dis que Salomon même, dans toute sa gloire, n’a pas été vêtu comme l’un d’eux.", "30 C’est pourquoi, si Dieu revêt ainsi l’herbe des champs, qui existe aujourd’hui et qui demain sera jetée au four, de même il vous vêtira, si vous n’êtes pas de peu de foi.", "31 Ne vous inquiétez donc point, et ne dites pas: Que mangerons-nous? que boirons-nous? de quoi serons-nous vêtus?", "32 Car votre Père céleste sait que vous avez besoin de toutes ces choses.", "33 Mais cherchez premièrement le royaume et la justice de Dieu; et toutes ces choses vous seront données par-dessus.", "34 Ne vous inquiétez donc pas du lendemain; car le lendemain aura soin de lui-même. À chaque jour suffit sa peine."], "Kiribati": ["Iesu e reireinia Nibwaite Ana Tataro te Uea—Ana kaikoi kaubwaia i karawa—Reirei ake tengaun ma uoman n tabeia ni mitinare a tuangaki bwa a na aki katabei aia iango ni bwain aon te aba—Kabootaua ma Mataio 6. Uakaan ma 34N.K.", "1 E koaua, e koaua, I tuangkami bwa kam na anga nakoia ake a kainnano; ma taraia bwa kam na aki anga imataia aomata bwa kam aonga n nooraki irouia; bwa mwiina ao a na akea kanuangami iroun Tamami are i karawa.", "2 Mangaia are, ngkana kam karaoa ami angabwai tai katanga te bu I mwaaimi, n aroia taani mwaamwana te aba i nanon aia tinakaoke ao n te kawai, bwa e aonga n reke irouia aia kamoamoa aomata. E koaua ae I tuangkami, bwa e a tia n reke irouia kanuangaia.", "3 Ma ngkana ko anga ao ke tai ataa a na mwakuri angamaingim angataim.", "4 Bwa ko na anga n te aro ae raba; ao Tamam ae noora ae raba, e na anganiko kanuangam n aki karaba.", "5 Ao ngkana kam tataro, ao tai riki n aroia bwaritaio, bwa a tangiria n tataro, i nanon aia auti n nebo ao n te kawai, bwa aonga n nooraki irouia aomata. E koaua ae I tuangkami, e a tia n reke irouia booia.", "6 Ma ngkoe, ngkana ko tataro, riin i nanon am ruu, ao ngkana ko a tia ni kaina te mataroa, tataro nakon Tamam n ae raba; ao Tamam, are e noora ae raba, e na anganiko kanuangam n aki karaba.", "7 Ao ngkana ko tataro, tai kaokioka mwanewen am tataro ae akea manenana, n aroia beekan, bwa a taku bwa ngkana e bati aia taeka ao e na ongo te aba irouia.", "8 Mangaia are ko na tai katotongia, bwa Tamam e atai bwaai aika ko na kainnanoi i i mwaain ae ko na tuangnga.", "9 Ao aio aron am tataro: Tamara are i karawa, e na tabuaki aram.", "10 E na tauaki am taeka iaon te aba n aron tauana i karawa.", "11 Ao kabwarai ara bure, ngkai ti kabwarai aia bure akana a bure nakoira.", "12 Ao tai kairira nakon te kaririaki, ma kamaiuira man te buakaka.", "13 Bwa am bwai te Uea, ao te mwaaka, ao te neboaki n aki toki. Amen.", "14 Bwa ngkana kam kabwarai aia bure akana a bure nakoimi ao Tamami are i karawa e na kabwarai naba ami bure;", "15 Ma ngkana kam aki kabwarai aia bure aomata ao Tamami e na bon aki kabwarai naba ami bure.", "16 Ao riki ngkana kam aki mamatam ao tai katotongia bwaritaio, are a kaota te mata ni kan nanoangaaki, bwa a kabuakakai mataia bwa aonga ni kaotia nakoia aomata bwa a aki mamatam. E koaua ae I tuangkami, e a tia n reke irouia kanuangaia.", "17 Ma ngkami, ngkana kam aki mamatam, kabira atuumi, ao teboki matami;", "18 Bwa kam aonga n aki ataaki bwa kam aki mamatam, ma Tamami are e raba, ao Tamami, are e noora ae raba, e na anganingkami kanuangami n aki karabai.", "19 Tai kaikoi kaubwaimi iaon te aba, ike a kang iai te koa ma te raraa iai, ao a roko iai taan iraa ma ni kimoai.", "20 Ma kam na kaikoi kaubwaimi i karawa, ike aki kang iai te koa ma te raraa, are aki kona taan iraa n roko ni kimoai.", "21 Bwa ike e mena iai kaubwaim ao e mena naba iai nanomi.", "22 Otan te rabwata te mata; ngaia are ngkana e katiteuanaki ami taratara ao e na onrake rabwatami n te oota.", "23 Ma ngkana e buakaka matami, ao e na onrake rabwatami n te roo. Mangaia are, ngkana te oota ane iroumi e roo, ai korakora ra te roo anne?", "24 Akea te aomata ae kona n toro irouia uoman tooka; bwa e na riba are temanna ao e na tangira are temanna, ke e na karinea are temanna ao e na kairiribai nakon are temanna. Kam aki kona n toro iroun te Atua ao Mammon.", "25 Ao ngkai e a koro bukina bwa ngke e a tia Iesu n taekin taeka aikai e taraia naake tengaun ma uoman ake e a tia n rineia ao e taku nakoia: Kam na uring taeka ake I a tia n taekin. Bwa nooria, bon ngkami ake I a tia n rineia bwa a na buokiia te botanaomata aio. Mangaia are I kangai nakoimi, tai tabeakina aron maiumi, bwa tera ae ko na kanna, ke ae ko na mooi iai; ao ibukin rabwatami naba, bwa tera karabami. Tiaki bwa e kakawaki riki te maiu nakon te amwarake, ao te rabwata nakon te kunnikai?", "26 Nooria manin aan nang, bwa aki ununiki, ao aki tai naba ma ni kaikoi kanaia n te auti ni kaikobwai; ma Tamami are i Karawa e kamwarakeia. Tiaki bwa kam kakawaki riki nakoia?", "27 Antai mai buakomi ae kona ni iangoia bwa e kona ni kananaua maiuna teuana riki te mwanoku ni bai?", "28 Ao e aera ngkai kam raraomaeakin karabami? Noori kiebun tawaana bwa a bwebwerake ao aki mwammwakuri ma ni bibinoka;", "29 Ma I kangai nakoimi, bwa Toromon, e bon aki kunnikaiaki n aron tamaroan tekaina ma i buakoia, ni bwaina aika a tamaroa.", "30 Mangaia are ngkana arona bwa te Atua e kunnikaia uteuten te tawaana, are n te bong aei a maiu, ao ningabong a teweaki nako i nanon nnen te ai, tiaki bwa e na kunnikaingkami, ngkana aki karako ami onimaki.", "31 Mangaia are tai katabei ami iango, ni kangai, Teraa ngkai kanara? ke, Teraa ngkai nimara? ke, Ti na karabanira n teraa?", "32 Bwa Tamami are i Karawa e atai bwaai aika kam kainnanoi ni kabane.", "33 Ma ko na ukoukora moa uean te Atua ao ana raoiroi, ao a na bane ni karaoaki bwaai aikai nakoimi.", "34 Tai tabeakina te ingabong, bwa te ingabong e na bon tabeakinna i bon irouna. E a bati n tau kanoan te bongina ma buakakana ae ko na raraoma iai."]}