{"English": ["The chief judge is murdered, the government is destroyed, and the people divide into tribes—Jacob, an anti-Christ, becomes king of a secret combination—Nephi preaches repentance and faith in Christ—Angels minister to him daily, and he raises his brother from the dead—Many repent and are baptized. About A.D.30–33.", "1 Now behold, I will show unto you that they did not establish a king over the land; but in this same year, yea, the thirtieth year, they did destroy upon the judgment-seat, yea, did murder the chief judge of the land.", "2 And the people were divided one against another; and they did separate one from another into tribes, every man according to his family and his kindred and friends; and thus they did destroy the government of the land.", "3 And every tribe did appoint a chief or a leader over them; and thus they became tribes and leaders of tribes.", "4 Now behold, there was no man among them save he had much family and many kindreds and friends; therefore their tribes became exceedingly great.", "5 Now all this was done, and there were no wars as yet among them; and all this iniquity had come upon the people because they did yield themselves unto the power of Satan.", "6 And the regulations of the government were destroyed, because of the secret combination of the friends and kindreds of those who murdered the prophets.", "7 And they did cause a great contention in the land, insomuch that the more righteous part of the people had nearly all become wicked; yea, there were but few righteous men among them.", "8 And thus six years had not passed away since the more part of the people had turned from their righteousness, like the dog to his vomit, or like the sow to her wallowing in the mire.", "9 Now this secret combination, which had brought so great iniquity upon the people, did gather themselves together, and did place at their head a man whom they did call Jacob;", "10 And they did call him their king; therefore he became a king over this wicked band; and he was one of the chiefest who had given his voice against the prophets who testified of Jesus.", "11 And it came to pass that they were not so strong in number as the tribes of the people, who were united together save it were their leaders did establish their laws, every one according to his tribe; nevertheless they were enemies; notwithstanding they were not a righteous people, yet they were united in the hatred of those who had entered into a covenant to destroy the government.", "12 Therefore, Jacob seeing that their enemies were more numerous than they, he being the king of the band, therefore he commanded his people that they should take their flight into the northernmost part of the land, and there build up unto themselves a kingdom, until they were joined by dissenters, (for he flattered them that there would be many dissenters) and they become sufficiently strong to contend with the tribes of the people; and they did so.", "13 And so speedy was their march that it could not be impeded until they had gone forth out of the reach of the people. And thus ended the thirtieth year; and thus were the affairs of the people of Nephi.", "14 And it came to pass in the thirty and first year that they were divided into tribes, every man according to his family, kindred and friends; nevertheless they had come to an agreement that they would not go to war one with another; but they were not united as to their laws, and their manner of government, for they were established according to the minds of those who were their chiefs and their leaders. But they did establish very strict laws that one tribe should not trespass against another, insomuch that in some degree they had peace in the land; nevertheless, their hearts were turned from the Lord their God, and they did stone the prophets and did cast them out from among them.", "15 And it came to pass that Nephi—having been visited by angels and also the voice of the Lord, therefore having seen angels, and being eye-witness, and having had power given unto him that he might know concerning the ministry of Christ, and also being eye-witness to their quick return from righteousness unto their wickedness and abominations;", "16 Therefore, being grieved for the hardness of their hearts and the blindness of their minds—went forth among them in that same year, and began to testify, boldly, repentance and remission of sins through faith on the Lord Jesus Christ.", "17 And he did minister many things unto them; and all of them cannot be written, and a part of them would not suffice, therefore they are not written in this book. And Nephi did minister with power and with great authority.", "18 And it came to pass that they were angry with him, even because he had greater power than they, for it were not possible that they could disbelieve his words, for so great was his faith on the Lord Jesus Christ that angels did minister unto him daily.", "19 And in the name of Jesus did he cast out devils and unclean spirits; and even his brother did he raise from the dead, after he had been stoned and suffered death by the people.", "20 And the people saw it, and did witness of it, and were angry with him because of his power; and he did also do many more miracles, in the sight of the people, in the name of Jesus.", "21 And it came to pass that the thirty and first year did pass away, and there were but few who were converted unto the Lord; but as many as were converted did truly signify unto the people that they had been visited by the power and Spirit of God, which was in Jesus Christ, in whom they believed.", "22 And as many as had devils cast out from them, and were healed of their sicknesses and their infirmities, did truly manifest unto the people that they had been wrought upon by the Spirit of God, and had been healed; and they did show forth signs also and did do some miracles among the people.", "23 Thus passed away the thirty and second year also. And Nephi did cry unto the people in the commencement of the thirty and third year; and he did preach unto them repentance and remission of sins.", "24 Now I would have you to remember also, that there were none who were brought unto repentance who were not baptized with water.", "25 Therefore, there were ordained of Nephi, men unto this ministry, that all such as should come unto them should be baptized with water, and this as a witness and a testimony before God, and unto the people, that they had repented and received a remission of their sins.", "26 And there were many in the commencement of this year that were baptized unto repentance; and thus the more part of the year did pass away."], "Español": ["Asesinan al juez superior, destruyen el gobierno, y el pueblo se divide en tribus— Jacob, un anticristo, llega a ser rey de una confederación de tribus— Nefi predica el arrepentimiento y la fe en Cristo— Ángeles le ministran diariamente y él levanta a su hermano de los muertos— Muchos se arrepienten y son bautizados. Aproximadamente 30–33d.C.", "1 Ahora bien, he aquí, os mostraré que no establecieron rey en la tierra; pero en este mismo año, sí, en el año treinta, destruyeron sobre el asiento judicial, sí, asesinaron al juez superior de la tierra.", "2 Y hubo división entre el pueblo, unos en contra de otros; y se separaron los unos de los otros en tribus, cada hombre según su familia y sus parientes y amigos; y así destruyeron el gobierno de la tierra.", "3 Y cada tribu nombró a un jefe o caudillo para que la gobernase; y así se convirtieron en tribus y jefes de tribus.", "4 Y he aquí, no había hombre entre ellos que no tuviese mucha familia y muchos parientes y amigos; por tanto, sus tribus llegaron a ser sumamente grandes.", "5 Y se hizo todo esto, y aún no había guerras entre ellos; y toda esta iniquidad había venido sobre el pueblo porque se había entregado al poder de Satanás.", "6 Y fueron destruidos los reglamentos del gobierno, debido a las combinaciones secretas de los amigos y parientes de aquellos que habían asesinado a los profetas.", "7 Y causaron una fuerte contención en la tierra, al grado de que casi toda la parte más justa del pueblo se había vuelto inicua; sí, entre ellos no había sino unos pocos hombres justos.", "8 Y así, no habían transcurrido ni seis años, cuando ya la mayor parte del pueblo se había apartado de su rectitud, como el perro que vuelve a su vómito, o la puerca a revolcarse en el fango.", "9 Y los de esta combinación secreta, que habían traído tan grande iniquidad sobre el pueblo, se reunieron y pusieron a la cabeza de ellos a un hombre que llamaban Jacob;", "10 y lo llamaron su rey; por tanto, quedó constituido en rey de esta banda perversa; y era uno de los principales que habían alzado la voz contra los profetas que testificaron de Jesús.", "11 Y sucedió que no eran tan fuertes en número como lo eran las tribus del pueblo, que se mantenían unidas, salvo que eran sus jefes los que establecían sus leyes, cada cual según su tribu; no obstante, eran enemigos; pero a pesar de que no eran una gente justa, estaban unidos, sin embargo, en su odio por los que habían hecho pacto para destruir el gobierno.", "12 Por lo que Jacob, viendo que sus enemigos eran más numerosos que ellos, siendo rey de la banda, mandó, por tanto, a los de su pueblo que huyeran a la parte más lejana del norte, y allí establecieran un reino para sí mismos, hasta que se unieran a ellos los disidentes (porque los halagó, diciéndoles que habría muchos disidentes), y tuvieran la fuerza suficiente para luchar contra las tribus del pueblo; y así lo hicieron.", "13 Y fue tan rápida su marcha, que no se pudo impedir hasta que ya habían avanzado fuera del alcance del pueblo. Y así concluyó el año treinta; y así se hallaban los asuntos del pueblo de Nefi.", "14 Y aconteció que en el año treinta y uno se hallaban divididos en tribus, cada hombre según su familia, parientes y amigos; no obstante, habían llegado a un acuerdo de que no irían a la guerra unos contra otros; pero no estaban unidos en lo que concernía a sus leyes y su sistema de gobierno, porque se habían establecido según la voluntad de los que eran sus jefes y sus caudillos. Pero sí establecieron leyes muy estrictas de que una tribu no debía agraviar a otra; de modo que hasta cierto punto tuvieron paz en la tierra; no obstante, sus corazones se apartaron del Señor su Dios, y apedreaban a los profetas y los echaban fuera de entre ellos.", "15 Y sucedió que Nefi —habiéndolo visitado ángeles, y también la voz del Señor; por tanto, habiendo visto ángeles, y siendo testigo ocular, y habiéndosele dado poder para saber concerniente al ministerio de Cristo, y siendo también testigo ocular del rápido retroceso del pueblo de la rectitud a sus iniquidades y abominaciones;", "16 afligido, pues, por la dureza de sus corazones y la ceguedad de sus mentes— salió entre ellos ese mismo año, y empezó a proclamar, osadamente, el arrepentimiento y la remisión de los pecados por medio de la fe en el Señor Jesucristo.", "17 Y les ministró muchas cosas a ellos; y no todas se pueden escribir, y parte de ellas no bastaría; por tanto, no se escriben en este libro. Y Nefi ministró con poder y gran autoridad.", "18 Y aconteció que se enojaron con él, sí, porque tenía mayor poder que ellos; pues no era posible que descreyeran sus palabras, pues tan grande era su fe en el Señor Jesucristo que ángeles le ministraban diariamente.", "19 Y en el nombre de Jesús echaba fuera demonios y espíritus inmundos; y aun levantó a un hermano suyo de los muertos, después que el pueblo lo hubo apedreado y matado.", "20 Y el pueblo lo vio y lo presenció, y se irritó contra él a causa de su poder; y también obró él muchos otros milagros en el nombre de Jesús a la vista del pueblo.", "21 Y aconteció que concluyó el año treinta y uno, y no hubo sino unos pocos que se convirtieron al Señor; pero cuantos se convirtieron, manifestaron en verdad al pueblo que los había visitado el poder y el Espíritu de Dios que había en Jesucristo, en quien creían.", "22 Y todos aquellos de quienes echaron demonios, y fueron sanados de sus enfermedades y sus dolencias, manifestaron con toda verdad al pueblo que el Espíritu de Dios había obrado en ellos, y que habían sido sanados; y también mostraron señales y efectuaron algunos milagros entre el pueblo.", "23 Y así concluyó el año treinta y dos también. Y al principiar el año treinta y tres, Nefi clamó a los del pueblo, y les predicó el arrepentimiento y la remisión de pecados.", "24 Ahora bien, quisiera que recordaseis también, que no hubo ni uno de los que llegaron a arrepentirse que no fuese bautizado en el agua.", "25 Por tanto, Nefi ordenó a hombres a este ministerio, a fin de que cuantos viniesen a ellos fuesen bautizados en el agua; y esto como atestación y testimonio ante Dios, y para el pueblo, de que se habían arrepentido y habían recibido la remisión de sus pecados.", "26 Y hubo muchos, al comenzar este año, que se bautizaron para arrepentimiento; y así pasó la mayor parte del año."], "Français": ["Le grand juge est assassiné, le gouvernement est détruit, et le peuple se divise en tribus— Jacob, un antéchrist, devient roi d’une combinaison secrète— Néphi prêche le repentir et la foi au Christ— Des anges le servent quotidiennement, et il ressuscite son frère d’entre les morts— Beaucoup se repentent et sont baptisés. Vers 30–33apr.J.-C.", "1 Or, voici, je vais vous montrer qu’ils n’établirent pas de roi sur le pays; mais cette même année, oui, la trentième année, ils firent mourir sur le siège du jugement, oui, assassinèrent le grand juge du pays.", "2 Et le peuple fut divisé, les uns s’opposant aux autres; et ils se séparèrent les uns des autres en tribus, chaque homme selon sa famille, et sa parenté, et ses amis; et ainsi, ils détruisirent le gouvernement du pays.", "3 Et chaque tribu se désigna un chef ou dirigeant; et ainsi, ils devinrent tribus et dirigeants de tribus.", "4 Or, voici, il n’y avait aucun homme parmi eux qui n’eût une grande famille, et une grande parenté, et beaucoup d’amis; c’est pourquoi, leurs tribus devinrent extrêmement grandes.", "5 Or, tout cela se fit, et il n’y avait pas encore de guerres parmi eux; et toute cette iniquité s’était abattue sur le peuple parce qu’il s’était livré au pouvoir de Satan.", "6 Et les règlements du gouvernement furent détruits à cause des combinaisons secrètes des amis et de la parenté de ceux qui avaient assassiné les prophètes.", "7 Et ils causèrent une grande querelle dans le pays, de sorte que la partie la plus juste du peuple était presque entièrement devenue méchante; oui, il n’y avait que peu de justes parmi eux.", "8 Et ainsi, il ne s’était pas passé six ans que la plus grande partie du peuple s’était détournée de sa justice, comme le chien retourne à ce qu’il a vomi, ou comme la truie va se vautrer dans le bourbier.", "9 Or, cette combinaison secrète, qui avait attiré une si grande iniquité sur le peuple, se réunit et mit à sa tête un homme qu’elle appela Jacob;", "10 et ils l’appelèrent leur roi; c’est pourquoi il devint roi de cette bande perverse; et il était un des principaux de ceux qui avaient donné leur voix contre les prophètes qui témoignaient de Jésus.", "11 Et il arriva qu’ils n’étaient pas aussi forts en nombre que les tribus du peuple, qui étaient unies les unes aux autres, si ce n’était que leurs dirigeants établissaient leurs lois, chacun selon sa tribu; néanmoins, elles étaient ennemies; bien que n’étant pas un peuple juste, elles étaient cependant unies dans la haine de ceux qui avaient conclu l’alliance de détruire le gouvernement.", "12 C’est pourquoi, Jacob, roi de la bande, voyant que leurs ennemis étaient plus nombreux qu’eux, commanda à son peuple de prendre la fuite jusque dans la partie la plus septentrionale du pays, pour s’y édifier un royaume, jusqu’à ce qu’ils fussent rejoints par des dissidents (car il les flattait en leur disant qu’il y aurait beaucoup de dissidents) et qu’ils devinssent suffisamment forts pour combattre les tribus du peuple; et ils firent ainsi.", "13 Et leur marche fut si rapide qu’elle ne put être empêchée avant qu’ils ne fussent parvenus hors de portée du peuple. Et ainsi finit la trentième année; et telles étaient les affaires du peuple de Néphi.", "14 Et il arriva que la trente et unième année, ils étaient divisés en tribus, chaque homme selon sa famille, sa parenté et ses amis; néanmoins, ils avaient conclu un accord de ne pas se faire la guerre; mais ils n’étaient pas unis quant à leurs lois ni à leur forme de gouvernement, car ils étaient établis selon la volonté de ceux qui étaient leurs chefs et leurs dirigeants. Mais ils établirent des lois très strictes, selon lesquelles une tribu ne devait pas en léser une autre, de sorte que, dans une certaine mesure, ils eurent la paix dans le pays; néanmoins, leur cœur s’était détourné du Seigneur, leur Dieu, et ils lapidaient les prophètes et les chassaient de parmi eux.", "15 Et il arriva que Néphi fut visité par des anges et aussi par la voix du Seigneur; ainsi donc, ayant vu des anges et étant témoin oculaire, et ayant reçu le pouvoir d’être informé sur le ministère du Christ, et étant aussi témoin oculaire de leur prompt retour de la justice à leur méchanceté et à leurs abominations;", "16 Pour cette raison, étant peiné de l’endurcissement de leur cœur et de l’aveuglement de leur esprit, il alla parmi eux cette même année et commença à témoigner hardiment du repentir et du pardon des péchés par la foi au Seigneur Jésus-Christ.", "17 Et il leur enseigna beaucoup de choses; et on ne peut les écrire toutes, et une partie d’entre elles ne suffirait pas, c’est pourquoi elles ne sont pas écrites dans ce livre. Et Néphi enseigna avec puissance et avec une grande autorité.", "18 Et il arriva qu’ils furent en colère contre lui parce qu’il avait un plus grand pouvoir qu’eux, car il ne leur était pas possible d’être incrédules à l’égard de ses paroles, car si grande était sa foi au Seigneur Jésus-Christ que des anges le servaient chaque jour.", "19 Et au nom de Jésus, il chassait les démons et les esprits impurs; et il ressuscita même son frère d’entre les morts, après que celui-ci eut été lapidé et mis à mort par le peuple.", "20 Et le peuple le vit, et en fut témoin, et fut en colère contre lui à cause de son pouvoir; et il fit aussi beaucoup d’autres miracles aux yeux du peuple au nom de Jésus.", "21 Et il arriva que la trente et unième année passa, et il n’y en eut que peu qui furent convertis au Seigneur; mais tous ceux qui étaient convertis manifestèrent, en vérité, au peuple qu’ils avaient été visités par le pouvoir et l’Esprit de Dieu, qui étaient en Jésus-Christ, en qui ils croyaient.", "22 Et tous ceux de qui les démons avaient été chassés, et qui étaient guéris de leurs maladies et de leurs infirmités, manifestèrent, en vérité, au peuple que l’Esprit de Dieu avait agi sur eux, et qu’ils avaient été guéris; et ils montrèrent aussi des signes et firent quelques miracles parmi le peuple.", "23 Ainsi passa aussi la trente-deuxième année. Et Néphi cria au peuple au commencement de la trente-troisième année; et il lui prêcha le repentir et le pardon des péchés.", "24 Or, je voudrais que vous vous souveniez aussi qu’il n’y en eut aucun de ceux qui avaient été amenés au repentir, qui ne fût baptisé d’eau.", "25 C’est pourquoi, il y eut des hommes qui furent ordonnés par Néphi à ce ministère, afin que tous ceux qui viendraient à eux fussent baptisés d’eau, et cela pour témoigner et attester devant Dieu et au peuple qu’ils s’étaient repentis et avaient reçu le pardon de leurs péchés.", "26 Et il y en eut beaucoup, au commencement de cette année-là, qui furent baptisés en vue du repentir; et ainsi passa la plus grande partie de l’année."], "Kiribati": ["E a tiringaki mataniwia taan moti, ao e a kamaunaki te tautaeka, ao aomata a maenako i nanon baronga aika a kakaokoro—Iakobwa, are te tia kakewea Kristo, e riki bwa uean te botaki ni karaba aika buakaka—E kabwarabwaraa taekan te rairannano ao te onimaki iroun Kristo Nibwaai—Anera a buokiia ni katoa bong, ao e kateirakea tarina man te mate—A mwaiti aika a rairinanoia ma ni bwabetitoaki. Uakaan ma 30–33N.K.", "1 Ngkai nooria, N na kaotia nakoimi bwa a bon aki kateirakea te uea ae e na kabuta aon te aba; man te ririki naba aei, are te katenibwi n ririki, a bon kamauna te kaintekateka ni motikitaeka, eng, a bon tiringa mataniwiia taan moti n te aba.", "2 Ao aomata a maenako imarenaia; ao a maenako imarenaia n taian baronga, ni kabane te aomata n ana utu ao ana koraki ao raoraoia; mangaia are a boni kamaunaa te tautaeka n te aba.", "3 Ao baronga ni kabane a rinea te mataniwi ke te tia kairiri i aoia; ao ngaia are a riki bwa baronga ao taan kairiri n taian baronga.", "4 Ngkai nooria, bon akea te aomata mai i buakoia ae e aki mwaiti ana utu ao ana koraki ao raoraona; mangaia are a bon rianako korakoran aia baronga.", "5 Ngkai a bane ni karaoaki aikai, ao bon akea te buaka moa i buakoia; ao bure aikai a bon roko nakoia aomata ibukina bwa a bon anga ngaia nako nanoni mwaakan Tatan.", "6 Ao a uruakaki tuan te tautaeka, ibukin botaki ni karaba aika buakaka irouia raraoia ma aia koraki naake a tia n tiringiia burabeti.", "7 Ao a bon karika te itabaraaraa ae korakora n te aba, n te aro are naake a raraoi riki a kuri ni bane ni buakaka; eng, bon ti tabeman aika a raoiroi i buakoia.", "8 Mangaia are e bon tuai ni koro onoua te ririki ao angiia aomata a tannako man raoiroia, n ai aron te kamea are e okira mumutana, ke n aron te beeki aine are e oki n rabinobino i nanon te bokaboka.", "9 Ngkai te botaki ni karaba ae buakaka aei, are e bon karokoa te bure ae korakora i aoia te botanaomata, e bon karika ikotakiia, ma ni karekea aia mataniwi te mwaane are a aranna bwa Iakobwa;", "10 Ao a bon aranna bwa aia uea; mangaia are e a riki bwa te uea i aoia te koraki aika a bubuaka aikai; ao bon ngaia temanna te mataniwi are e anga bwanana ni kaaitaraia burabeti ake a kakoaua ibukin Iesu.", "11 Ao e a koro bukina bwa e bon aki mwaiti riki mwaitia nakoia aia baronga aomata, ao a bon katiteuanaki, ma a kaokoroaki irouia aia mataniwi ake a karaoi aia tua, temanna ma temanna ni kaineti ma ana baronga; ma e ngae n anne a kairiribai koraki ake buakaka ma baronga, ma a bon katiteuanaki n aia kairiribai nakoia naake a tia ni karaoa te berita ae tabu bwa a na kamaunaa te tautaeka.", "12 Ngaia are, Iakobwa e nooria bwa a mwaiti riki aia kairiribai nakoia, ngkai ngaia uean te koraki arei, mangaia are e tua nakoia ana aomata bwa a na birinako nakon mwakoron te aba are te kabanea mai i meang, ao a na katea aban ueaia ikekei ni karokoa ae a raonaki irouia taan birinako, (bwa e mwaamwanaiia bwa e na iai taan birinako) ao e na bon tau korakoraia n itabaraaraa ma aia baronga aomata; ao a karaoa nanon aei.", "13 Ao e bon rangi ni waekoa aron mwanangaia n te aro are aki kona n tutukaki ni karokoa ae aikoa kona ni manga rootaki irouia aomata. Ao ikai are e a toki naba iai te katenibwi n ririki; ao aikai aia waaki ana botanaomata Nibwaai.", "14 Ao e a koro bukina bwa n te katenibwi ma teuana n ririki ao a bon maenako i nanon taian baronga, te aomata n ana utu, ma ana koraki ao raoraona: ma e ngae n anne a karaoa te boraraoi bwa a na aki buaka imarenaia; ao a aki katiteuanaki i aan aia tua, ma aron aia tautaeka, bwa a bon kateaki n aron aia iango naake a rineaki bwa aia mataniwi ma aia tia kairiri. Ma a boni katei taian tua aika a matoatoa bwa e aonga n ae akea te baronga teuana ae e na karaoa te bure nakon are teuana, n te aro are iai teutana te rau n te aba; ma e ngae n anne, ao nanoia a bon tannako mai iroun te Uea ae Atuaia, ao a karebanaia burabeti n taian atibu ma n teweia nako ma i buakoia.", "15 Ao e a koro bukina bwa Nibwaai—ngke e a tia ni kawaraki irouia anera ao ni bwanaan naba te Uea, ngaia are e a tia n nooria anera, ao ngkai e bon nooria ni matana, ao bon iai te mwaaka are e anganaki bwa e na ataa ana mwakuri Kristo, ao ngkai e bon noora naba ni matana waekoaia n rairaki man raoiroia nakon buakakaia ao aia mwakuri aika bati n ribaki.", "16 Mangaia are, e bon karawawataki i nanona ibukin matoatoan nanoia ao matakiin aia iango—ao e nako buakoia n te ririki naba anne, n ninikoria ni kakoaua, ibukin te rairannano ao kamaunaan bure rinanon te onimaki iroun te Uea ae Iesu Kristo.", "17 Ao e karaoi mwakuri n ibuobuoki aika bati nakoia, ao aikoa kona ni bane ni koreaki taekaia, ao e aki tau ti mwakorona, mangaia are a bon aki koreaki n te boki aei. Ao Nibwaai e mwakuri ma te mwaaka ao te kariaiakaki ae korakora.", "18 Ao e a koro bukina bwa a bon un irouna, ibukina bwa e korakora riki mwaakana nakoia, bwa e bon aki reke ae a na aki kakoauai ana taeka, bwa e bon rang korakora ana onimaki iroun te Uea are Iesu Kristo ao are a bubuokia anera ni katoa bong.", "19 Ao n aran Iesu e kakioia nako riaboro ma tamnei aika a bareka; ao e boni kateirakea naba tarina man te mate, i mwin are e a tia ni karebanaaki n te atibu ao e mate irouia te botanaomata.", "20 Ao aomata a nooria, ma ni kakoaua, ao a bon un irouna kioina ngke iai irouna te mwaaka; ao e bon karaoi kakai aika a mwaiti riki, imataia aomata, n aran Iesu.", "21 Ao e a koro bukina bwa e bon bane te katenibwi ma teuana n ririki, ao bon iai tabeman ake a rairaki nakon te Uea; ao mwaitia ake a tia n rairaki a kaotia nakoia aomata bwa a bon tia ni kawaraki ni mwaakan ao Tamnein te Atua, are iroun Iesu Kristo, are a kakoaua.", "22 Ao bon angiia ake a tia ni kakioaki nako riaboro mai irouia, ao a kamarurungaki man aorakiia ao mamaaraia, a bon kaotia nakoia aomata bwa a bon tia n rotaki n Tamnein te Atua, ao a bon marurung; ao a kaoti kanikina naba ma ni karaoi kakai i buakoia aomata.", "23 Ao mangaia are e a toki te katenibwi ma uoua n ririki naba. Ao Nibwaai e takarua nakoia aomata ni moanakin te katenibwi ma teniua n ririki; ao e kabwarabwara nakoia te rairannano ao kamaunaan bure.", "24 Ngkai I tangiria bwa kam na uringnga naba, bwa bon akea ae kairaki nakon te rairannano ae aki bwabetitoaki n te ran.", "25 Mangaia are, a bon katabuaki mwaane iroun Nibwaai, nakon te mwakuri aei, bwa ni kabane ake a na roko nakoia a na bwabetitoaki n te ran, ao e na riki aio bwa te bwai ni kaotioti ao te kakoaua imatan te Atua, ao nakoia aomata, bwa a tia n rairinanoia ma ni karekea kamaunaan aia bure.", "26 Ao a bon mwaiti ni moanakin te ririki aei ake a bwabetitoaki nakon te rairannano; ao mangaia are e a bane riki angiin te ririki."]}