{"English": ["The Nephites repent and forsake their sins—Mormon writes the history of his people and declares the everlasting word to them—Israel will be gathered in from her long dispersion. About A.D.22–26.", "1 And now behold, there was not a living soul among all the people of the Nephites who did doubt in the least the words of all the holy prophets who had spoken; for they knew that it must needs be that they must be fulfilled.", "2 And they knew that it must be expedient that Christ had come, because of the many signs which had been given, according to the words of the prophets; and because of the things which had come to pass already they knew that it must needs be that all things should come to pass according to that which had been spoken.", "3 Therefore they did forsake all their sins, and their abominations, and their whoredoms, and did serve God with all diligence day and night.", "4 And now it came to pass that when they had taken all the robbers prisoners, insomuch that none did escape who were not slain, they did cast their prisoners into prison, and did cause the word of God to be preached unto them; and as many as would repent of their sins and enter into a covenant that they would murder no more were set at liberty.", "5 But as many as there were who did not enter into a covenant, and who did still continue to have those secret murders in their hearts, yea, as many as were found breathing out threatenings against their brethren were condemned and punished according to the law.", "6 And thus they did put an end to all those wicked, and secret, and abominable combinations, in the which there was so much wickedness, and so many murders committed.", "7 And thus had the twenty and second year passed away, and the twenty and third year also, and the twenty and fourth, and the twenty and fifth; and thus had twenty and five years passed away.", "8 And there had many things transpired which, in the eyes of some, would be great and marvelous; nevertheless, they cannot all be written in this book; yea, this book cannot contain even a hundredth part of what was done among so many people in the space of twenty and five years;", "9 But behold there are records which do contain all the proceedings of this people; and a shorter but true account was given by Nephi.", "10 Therefore I have made my record of these things according to the record of Nephi, which was engraven on the plates which were called the plates of Nephi.", "11 And behold, I do make the record on plates which I have made with mine own hands.", "12 And behold, I am called Mormon, being called after the land of Mormon, the land in which Alma did establish the church among the people, yea, the first church which was established among them after their transgression.", "13 Behold, I am a disciple of Jesus Christ, the Son of God. I have been called of him to declare his word among his people, that they might have everlasting life.", "14 And it hath become expedient that I, according to the will of God, that the prayers of those who have gone hence, who were the holy ones, should be fulfilled according to their faith, should make a record of these things which have been done—", "15 Yea, a small record of that which hath taken place from the time that Lehi left Jerusalem, even down until the present time.", "16 Therefore I do make my record from the accounts which have been given by those who were before me, until the commencement of my day;", "17 And then I do make a record of the things which I have seen with mine own eyes.", "18 And I know the record which I make to be a just and a true record; nevertheless there are many things which, according to our language, we are not able to write.", "19 And now I make an end of my saying, which is of myself, and proceed to give my account of the things which have been before me.", "20 I am Mormon, and a pure descendant of Lehi. I have reason to bless my God and my Savior Jesus Christ, that he brought our fathers out of the land of Jerusalem, (and no one knew it save it were himself and those whom he brought out of that land) and that he hath given me and my people so much knowledge unto the salvation of our souls.", "21 Surely he hath blessed the house of Jacob, and hath been merciful unto the seed of Joseph.", "22 And insomuch as the children of Lehi have kept his commandments he hath blessed them and prospered them according to his word.", "23 Yea, and surely shall he again bring a remnant of the seed of Joseph to the knowledge of the Lord their God.", "24 And as surely as the Lord liveth, will he gather in from the four quarters of the earth all the remnant of the seed of Jacob, who are scattered abroad upon all the face of the earth.", "25 And as he hath covenanted with all the house of Jacob, even so shall the covenant wherewith he hath covenanted with the house of Jacob be fulfilled in his own due time, unto the restoring all the house of Jacob unto the knowledge of the covenant that he hath covenanted with them.", "26 And then shall they know their Redeemer, who is Jesus Christ, the Son of God; and then shall they be gathered in from the four quarters of the earth unto their own lands, from whence they have been dispersed; yea, as the Lord liveth so shall it be. Amen."], "Español": ["Los nefitas se arrepienten y abandonan sus pecados— Mormón escribe la historia de su pueblo y le declara la palabra sempiterna— Israel será recogido de su larga dispersión. Aproximadamente 22–26d.C.", "1 Y he aquí, no hubo alma viviente, entre todo el pueblo de los nefitas, que dudara en lo más mínimo de las palabras que todos los santos profetas habían hablado; porque sabían que era necesario que se cumplieran.", "2 Y sabían que era menester que Cristo hubiese venido, por motivo de las muchas señales que se habían dado, de acuerdo con las palabras de los profetas; y por causa de las cosas que ya se habían verificado, todos sabían que era necesario que se cumplieran todas las cosas de acuerdo con lo que se había hablado.", "3 Por tanto, abandonaron todos sus pecados, y sus abominaciones, y sus fornicaciones, y sirvieron a Dios con toda diligencia de día y de noche.", "4 Y después de haber tomado cautivos a todos los ladrones, a tal grado que no se escapó ninguno de los que no murieron, encerraron a sus presos en la prisión, e hicieron que se les predicase la palabra de Dios; y cuantos se arrepintieron de sus pecados e hicieron pacto de que no cometerían más asesinatos, fueron puestos en libertad.", "5 Pero todos cuantos no hicieron pacto y continuaron con aquellos asesinatos secretos en el corazón, sí, a todo el que hallaban profiriendo amenazas contra sus hermanos, lo condenaban y castigaban según la ley.", "6 Y así acabaron con todas aquellas inicuas, secretas y abominables combinaciones, mediante las cuales se habían cometido tantas iniquidades y tantos asesinatos.", "7 Y así había concluido el año veintidós, y el año veintitrés también; y el veinticuatro y el veinticinco; y así habían pasado veinticinco años.", "8 Y habían sucedido muchas cosas que, a los ojos de algunos, habían sido grandes y maravillosas; sin embargo, no todas se pueden escribir en este libro; sí, este libro no puede contener ni la centésima parte de lo que se llevó a cabo entre tanta gente en el término de veinticinco años.", "9 Pero he aquí, hay anales que contienen todos los hechos de este pueblo; y Nefi hizo una narración más breve pero verdadera.", "10 De manera que he escrito mi registro de estas cosas según los anales de Nefi, los cuales se grabaron sobre las planchas que se llamaban las planchas de Nefi.", "11 Y he aquí, hago el registro sobre planchas que he hecho con mis propias manos.", "12 Y he aquí, me llamo Mormón, llamado así por la tierra de Mormón, la tierra en la cual Alma estableció la iglesia entre el pueblo, sí, la primera iglesia que se estableció entre ellos después de su transgresión.", "13 He aquí, soy discípulo de Jesucristo, el Hijo de Dios. He sido llamado por él para declarar su palabra entre los de su pueblo, a fin de que alcancen la vida sempiterna.", "14 Y ha sido menester, de acuerdo con la voluntad de Dios, a fin de que se cumplan, según su fe, las oraciones de los que han muerto, que fueron santos, que yo haga una relación de estas cosas que se han verificado;", "15 sí, una breve historia de lo que ha transcurrido desde la época en que Lehi salió de Jerusalén, hasta el presente.", "16 Así que hago mi narración de los anales que han escrito aquellos que fueron antes de mí, hasta que empezó mi época;", "17 y luego hago una relación de lo que he visto con mis propios ojos.", "18 Y sé que el relato que hago es un relato cierto y verdadero; sin embargo, hay muchas cosas que, de acuerdo con nuestro idioma, no podemos escribir.", "19 Y ahora concluyo mis palabras concernientes a mí, y procedo a dar mi relato de las cosas que han ocurrido antes de mí.", "20 Soy Mormón, y soy descendiente directo de Lehi. Tengo motivo para bendecir a mi Dios y a mi Salvador Jesucristo, porque sacó a nuestros padres de la tierra de Jerusalén (y nadie lo supo sino él y aquellos a quienes sacó de esa tierra), y porque nos ha dado, a mí y a mi pueblo, tanto conocimiento para la salvación de nuestras almas.", "21 Ciertamente él ha bendecido a la casa de Jacob, y ha sido misericordioso para con los descendientes de José.", "22 Y al grado que los hijos de Lehi han guardado sus mandamientos, él los ha bendecido y los ha hecho prosperar de acuerdo con su palabra.", "23 Sí, y de seguro volverá a traer a un resto de la posteridad de José al conocimiento del Señor su Dios.", "24 Y tan cierto como vive el Señor, reunirá de las cuatro partes de la tierra a todo el resto de los descendientes de Jacob que se hallan dispersos sobre toda la superficie de la tierra.", "25 Y tal como ha hecho convenio con toda la casa de Jacob, así se cumplirá, en su debido tiempo, el convenio que ha concertado con la casa de Jacob, para la restauración de toda la casa de Jacob al conocimiento del convenio que él ha hecho con ellos.", "26 Y entonces conocerán a su Redentor, que es Jesucristo, el Hijo de Dios; y entonces serán recogidos de las cuatro partes de la tierra a sus propios países, de donde han sido dispersados; sí, así como vive el Señor, así sucederá. Amén."], "Français": ["Les Néphites se repentent et délaissent leurs péchés— Mormon écrit l’histoire de son peuple et lui annonce la parole éternelle— Israël sera rassemblé de sa longue dispersion. Vers 22–26apr.J.-C.", "1 Et maintenant, voici, il n’y avait pas une seule âme vivante parmi tout le peuple des Néphites qui doutât le moins du monde des paroles de tous les saints prophètes qui avaient parlé; car ils savaient qu’il fallait qu’elles s’accomplissent.", "2 Et ils savaient que le Christ avait nécessairement dû venir, à cause des nombreux signes qui avaient été donnés, selon les paroles des prophètes; et à cause des choses qui étaient déjà arrivées, ils savaient qu’il fallait nécessairement que tout arrivât selon ce qui avait été dit.", "3 C’est pourquoi, ils délaissèrent tous leurs péchés, et leurs abominations, et leurs fornications, et servirent Dieu jour et nuit en toute diligence.", "4 Et alors, il arriva que lorsqu’ils eurent fait prisonniers tous les brigands, de sorte qu’aucun de ceux qui n’avaient pas été tués n’échappa, ils jetèrent leurs prisonniers en prison et leur firent prêcher la parole de Dieu; et tous ceux qui se repentirent de leurs péchés et conclurent l’alliance de ne plus commettre de meurtres furent mis en liberté.", "5 Mais tous ceux qui ne conclurent pas d’alliance et qui continuèrent à avoir ces meurtres secrets dans leur cœur, oui, tous ceux que l’on trouva proférant des menaces contre leurs frères furent condamnés et punis selon la loi.", "6 Et ainsi, ils mirent fin à toutes ces combinaisons perverses, et secrètes, et abominables, dans lesquelles tant de méchanceté et tant de meurtres avaient été commis.", "7 Et ainsi était passée la vingt-deuxième année; et aussi la vingt-troisième année, et la vingt-quatrième, et la vingt-cinquième; et ainsi, vingt-cinq ans étaient passés.", "8 Et il s’était produit beaucoup de choses qui, aux yeux de certains, seraient grandes et merveilleuses; néanmoins, on ne peut pas les écrire toutes dans ce livre; oui, ce livre ne peut même pas contenir la centième partie de ce qui se fit parmi tant de gens en vingt-cinq ans;", "9 mais voici, il y a des annales qui contiennent toutes les actions de ce peuple; et un récit plus court, mais vrai, a été fait par Néphi.", "10 C’est pourquoi, j’ai fait mon récit de ces choses selon les annales de Néphi, qui étaient gravées sur les plaques qui étaient appelées les plaques de Néphi.", "11 Et voici, je fais le récit sur des plaques que j’ai faites de mes mains.", "12 Et voici, je m’appelle Mormon, du nom du pays de Mormon, le pays dans lequel Alma établit l’Église parmi le peuple, oui, la première Église qui fut établie parmi eux après leur transgression.", "13 Voici, je suis disciple de Jésus-Christ, le Fils de Dieu. J’ai été appelé par lui pour annoncer sa parole parmi son peuple, afin qu’il ait la vie éternelle.", "14 Et il est devenu opportun que, selon la volonté de Dieu, afin que les prières des saints qui s’en sont allés s’accomplissent selon leur foi, je fasse les annales de ce qui s’est passé—", "15 oui, de brèves annales de ce qui s’est produit depuis le moment où Léhi quitta Jérusalem jusqu’au temps présent.", "16 C’est pourquoi je fais mes annales d’après les récits qui ont été faits par ceux qui m’ont précédé, jusqu’au début de mon temps;", "17 et ensuite, je fais les annales des choses que j’ai vues de mes propres yeux.", "18 Et je sais que les annales que je fais sont des annales justes et vraies; néanmoins, il y a beaucoup de choses que, selon notre langue, nous ne sommes pas à même d’écrire.", "19 Et maintenant, je finis de parler de moi, et je fais maintenant mon récit des choses qui ont été avant moi.", "20 Je suis Mormon, pur descendant de Léhi. J’ai lieu de bénir mon Dieu et mon Sauveur, Jésus-Christ, de ce qu’il a fait sortir nos pères du pays de Jérusalem (et personne ne l’a su, si ce n’est lui-même et ceux qu’il a fait sortir de ce pays) et de ce qu’il m’a donné, ainsi qu’à mon peuple, tant de connaissance pour le salut de notre âme.", "21 Assurément, il a béni la maison de Jacob et a été miséricordieux envers la postérité de Joseph.", "22 Et dans la mesure où les enfants de Léhi ont gardé ses commandements, il les a bénis et les a rendus prospères, selon sa parole.", "23 Oui, et assurément, il amènera un reste de la postérité de Joseph à la connaissance du Seigneur, son Dieu.", "24 Et aussi certainement que le Seigneur vit, il rassemblera des quatre coins de la terre tout le reste de la postérité de Jacob, qui est dispersé au dehors sur toute la surface de la terre.", "25 Et, de même qu’il a fait alliance avec toute la maison de Jacob, de même l’alliance qu’il a faite avec la maison de Jacob s’accomplira lorsqu’il le jugera bon, pour ramener toute la maison de Jacob à la connaissance de l’alliance qu’il a faite avec elle.", "26 Et alors, ils connaîtront leur Rédempteur, qui est Jésus-Christ, le Fils de Dieu; et alors, ils seront rassemblés des quatre coins de la terre dans leurs pays, d’où ils ont été dispersés; oui, comme le Seigneur vit, ainsi en sera-t-il. Amen."], "Kiribati": ["A rairinanoia Nibwaite ao a mwanuokin aia bure nako—Moomon e korea rongorongoia ana botanaomata ma n taekina te taeka ae aki totoki nakoia—Iteraera e na ikotaki mani kamaenakoakina ae maan. Uakaan ma 22–26N.K.", "1 Ao ngkai nooria, bon akea te aomata ae maiu i buakoia aomata ni kabane ake Nibwaite ae kakewea naba teutana aia taeka burabeti aika a tabu ake a tia n taetae; bwa a bon ataia bwa a riai ni kakoroaki bukiia.", "2 Ao a ataia bwa e riai bwa e na tia n roko Kristo, ibukin taian kanikina aika a mwaiti ake a tia n anganaki, n aron aia taeka burabeti; ao ibukin bwaai ake a tia ni kakoroaki bukiia a bon ataia bwa a riai ni kakoroaki bukin bwaai ni kabane n aron are e a tia n taekinaki.", "3 Mangaia are a bon mwanuokin aia bure nako, ma aia mwakuri aika bati n ribaki, ma aroia ni kabekaau, ao a toro iroun te Atua ma te botumwaaka n te ngaina ao te bong.", "4 Ao e koro bukina bwa ngke e a tia n uotiia nako kamwarua ni kabane bwa bure, n te aro are bon akea temanna ae birinako mai i buakoia ake aki tiringaki, ao a teweia nako aia bure nako nanon te nne ni kaikain, ao a tua bwa e na kabwarabwaraki ana taeka te Atua nakoia; ao te mwaitiia aomata ake a rairinanoia ma ni karaoa te berita ae tabu a bon aki tiringaki ma a bon kainaomataki.", "5 Ma ni kabane ake aki karaoa te berita ae tabu, a bon reiti nako naba n iai nanoia ae raba ni kan tiritiri, eng, ni kabane ake a kuneaki n taekin taeka ni kakamaku ni kaaitaraia tariia a boni kabuakakaki ma ni katuaeaki n aron te tua.", "6 Mangaia are a katoki mwakuri ni kamwamwane ake a buakaka, a karaba ao a kammaira, ake a bon karika te buakaka ae korakora ao are a karaoaki tiritiri aika a mwaiti ma iai.", "7 Mangaia are e a toki te kauabwi ma uoua n ririki, ao te kauabwi ma teniua n ririki naba ao te kauabwi ma aua n ririki naba ao te kauabwi ma nimaua; mangaia are bon uabwi ma nimaua te ririki ae a tia ni bane.", "8 Ao a mwaiti bwaai aika a tia n riki, are n aia taratara tabemwaang, a na korakora ma ni kamiimi; ma e ngae n anne, a bon aki kona ni bane ni koreaki i nanon te boki aei; eng, te boki aei e bon aki kona n taua katebubuan mwakoron are e karaoaki i buakoia aomata aika a mwaiti i nanon te maan ae uabwi ma nimaua te ririki.", "9 Ma nooria bon iai mwiin rongorongo ake a kaota aia waaki te botanaomata aio; ao ana rongorongo Nibwaai are e anga ae e kimototo riki ma e koaua.", "10 Mangaia are I a korea au rongorongo ibukin bwaai aikai n aron ana rongorongo Nibwaai, are e koreaki iaon bwaatua ake aranaki bwa ana bwaatua Nibwaai.", "11 Ao nooria, I koroi au rongorongo iaon bwaatua ake I karaoi n oini baiu.", "12 Ao nooria, I aranaki bwa Moomon, bwa I aranaki i mwin te aba are Moomon, te aba are e katea iai te ekaretia Aramwa i buakoia aomata, eng, te moan ekaretia are e kateaki i buakoia i mwin riaoan te tua irouia.", "13 Nooria, bon Ngai ana reirei Iesu Kristo, are Natin te Atua. I a tia ni weteaki irouna bwa N na taekina ana taeka i buakoia ana botanaomata, bwa e aonga n reke irouia te maiu are aki totoki.", "14 Ao e bon riai bwa N na koroi rongorongon bwaai aika a tia ni karaoaki, n aron ana kantaninga te Atua, ao aia tataro naake a tia ni kiitana te maiu aei, aika a tabu, a na riai ni kakoroaki nanoia n aron aia onimaki—", "15 Eng, te rongorongo ae uarereke ibukin are e a tia n riki man te tai are e kiitana iai Ierutarem Riaai, nakon te tai ae ngkai.", "16 Mangaia are I a korea au rongorongo man rongorongo ake a anga naake imwaiu, ni karokoa moanakin au bong ni maiu.", "17 Ao ngkanne I a bon koroi rongorongon bwaai ake I a tia n noori n oin matau.", "18 Ao I ataia bwa te rongorongo ae I koreia e bon motiraoi ao e koaua; ma e ngae n anne a mwaiti bwaai ake, n oin ara taetae, ti aki kona ni koroi taekaia.", "19 Ao ngkai I a boni katoka au taetae, are bon ibukiu, ma ni waaki n anga au rongorongo iaoni bwaai ake a riki i i mwaain au tai.", "20 Bon Moomon ngai, ao bon kanoan Riaai ni koaua ngai. Bon iai bukin ae N na kakabwaia iai Atuau ao au Tia Kamaiu ae Iesu Kristo, bwa e kaotinakoia ara bakatibu man te aba are Ierutarem, (ao bon akea a e ataia ma bon ti ngaia ao naake e kairiia man te aba anne) ao e a tia n anganai ma au botanaomata te atatai ae bati ibukin kamaiuan tamneira.", "21 E bon koaua bwa e a tia ni kakabwaiaa te bata are Iakobwa, ao e a tia ni karaoa te nanoanganakoia kanoan Iotebwa.", "22 Ao ngkana arona bwa natin Riaai a bon tia ni kaawakin ana tua ao e a bon tia ni kakabwaiaia man anganiia te kaubwai n aron ana taeka.", "23 Eng, ao e boni koaua bwa e na manga kairiia nikiraia kanoan Iotebwa nakon ataakin te Uea ae Atuaia.", "24 Ao ngkai e bon maiu te Uea, e na bon ikotiia man maninginingin te aonaba ake aua ni kabane nikiran kanoan Iakobwa, ake a kamaenakoaki ni kabuta aon te aonaba.", "25 Ao ngkai e a tia ni karaoa te berita ae tabu ma kaain te bata are Iakobwa, ao ai uana naba bwa berita ni kabane aika a tabu ake e a tia ni karaoi ma te bata are Iakobwa a na boni bane ni kakoroaki bukiia n oin ana tai, ibukin kaokakiia kaain te bata are Iakobwa ni kabane nakon ataakin te berita ae tabu are e a tia ni karaoia ma ngaia.", "26 Ao ngkanne a na ataa aia Tia Kabomwi, are Iesu Kristo, are Natin te Atua; ao ngkanne a na bane n ikotaki man maninginingin te aonaba ake aua nakon oin abaia, are a tia ni kamaenakoaki mai iai; eng, ngkai e maiu te Uea ao e na bon riki aei. Amen."]}