{"English": ["At the Second Coming, the proud and wicked will be burned as stubble—Elijah will return before that great and dreadful day—Compare Malachi 4. About A.D.34.", "1 For behold, the day cometh that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble; and the day that cometh shall burn them up, saith the Lord of Hosts, that it shall leave them neither root nor branch.", "2 But unto you that fear my name, shall the Son of Righteousness arise with healing in his wings; and ye shall go forth and grow up as calves in the stall.", "3 And ye shall tread down the wicked; for they shall be ashes under the soles of your feet in the day that I shall do this, saith the Lord of Hosts.", "4 Remember ye the law of Moses, my servant, which I commanded unto him in Horeb for all Israel, with the statutes and judgments.", "5 Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord;", "6 And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse."], "Español": ["En la Segunda Venida, los soberbios y los inicuos serán quemados como rastrojo— Elías el Profeta volverá antes de ese día grande y terrible— Compárese con Malaquías 4. Aproximadamente 34d.C.", "1 Porque he aquí, viene el día que arderá como un horno; y todos los soberbios, sí, y todos los que obran inicuamente serán rastrojo; y aquel día que viene los abrasará, dice el Señor de los Ejércitos, de modo que no les dejará ni raíz ni rama.", "2 Pero para vosotros que teméis mi nombre, surgirá el Hijo de Justicia, con sanidad en sus alas; y saldréis, y os criaréis como terneros en el establo.", "3 Y hollaréis a los malvados; porque serán como cenizas bajo las plantas de vuestros pies el día en que yo haga esto, dice el Señor de los Ejércitos.", "4 Recordad la ley de Moisés, mi siervo, la cual le decreté en Horeb para todo Israel, con los estatutos y juicios.", "5 He aquí, yo os enviaré a Elías el Profeta antes que venga el día grande y terrible del Señor;", "6 y él volverá el corazón de los padres a los hijos, y el corazón de los hijos a sus padres, no sea que yo venga y hiera la tierra con una maldición."], "Français": ["À la Seconde Venue, les orgueilleux et les méchants seront brûlés comme du chaume— Élie reviendra avant ce jour grand et redoutable— Comparez avec Malachie 4. Vers 34apr.J.-C.", "1 Car voici, le jour vient, ardent comme une fournaise. Tous les hautains et tous les méchants seront comme du chaume; le jour qui vient les embrasera, dit le Seigneur des armées, il ne leur laissera ni racine ni rameau.", "2 Mais pour vous qui craignez mon nom se lèvera le Fils de la Justice, et la guérison sera sous ses ailes; vous sortirez, et vous sauterez comme des veaux d’une étable.", "3 Et vous foulerez les méchants, car ils seront comme de la cendre sous la plante de vos pieds, au jour que je prépare, dit le Seigneur des armées.", "4 Souvenez-vous de la loi de Moïse, mon serviteur, auquel j’ai prescrit en Horeb, pour tout Israël, des lois et des ordonnances.", "5 Voici, je vous enverrai Élie, le prophète, avant que le jour du Seigneur arrive, ce jour grand et redoutable.", "6 Il ramènera le cœur des pères à leurs enfants, et le cœur des enfants à leurs pères, de peur que je ne vienne frapper la terre de malédiction."], "Kiribati": ["A na kabuekaki ake a kainikatonga ma ni buakaka n aiaron maange n te kauaoki—E na oki Eria i mwaain te bong are e kakannato ma ni kakamaku anne—Kabootaua ma Maraki 4. Uakaan ma 34N.K.", "1 Bwa nooria, e na roko te bong are e na kabuebue n aiaron te ai n umum; ao ni kabane ake a kainikatonga ma ni kakaraoa ae buakaka, a na riki bwa maange; ao te bong are e na roko arei a na kabuekaki iai, e taku aia Uea Taanga ni Buaka, ao a na akea wakaaia ke mwangaia.", "2 Ma nakoimi ake kam maaka arau, e na teirake Natin te Raoiroi ma te kamaiu i nanon baina; ao kam na mwananga nako man rikirake n aroia kao ataei ake a mena n nneia n tararuaki.", "3 Ao kam na toubekaia ake a buakaka; bwa a na riki ni mannang i aan waemi n te bong are I karaoa aei iai, e taku aia Uea Taanga ni Buaka.", "4 Uringa ana tua Mote, au toro, are I anga te tua nakoina i Oreba ibukin Iteraera ni kabane, ma kaetieti ao motikitaeka.", "5 Nooria, N na kanakoa Eria, te burabeti i mwaain rokon ana bong te Uea are e korakora ma ni kakamaku;", "6 Ao e na rairinanoia taama nakoia natiia, ao nanoia naati nakoia tamaia, bwa mwiina N na roko n orea te aonaba n te maraia."]}