{"English": ["The Lord’s messenger will prepare the way for the Second Coming—Christ will sit in judgment—Israel is commanded to pay tithes and offerings—A book of remembrance is kept—Compare Malachi 3. About A.D.34.", "1 And it came to pass that he commanded them that they should write the words which the Father had given unto Malachi, which he should tell unto them. And it came to pass that after they were written he expounded them. And these are the words which he did tell unto them, saying: Thus said the Father unto Malachi—Behold, I will send my messenger, and he shall prepare the way before me, and the Lord whom ye seek shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in; behold, he shall come, saith the Lord of Hosts.", "2 But who may abide the day of his coming, and who shall stand when he appeareth? For he is like a refiner’s fire, and like fuller’s soap.", "3 And he shall sit as a refiner and purifier of silver; and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness.", "4 Then shall the offering of Judah and Jerusalem be pleasant unto the Lord, as in the days of old, and as in former years.", "5 And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow and the fatherless, and that turn aside the stranger, and fear not me, saith the Lord of Hosts.", "6 For I am the Lord, I change not; therefore ye sons of Jacob are not consumed.", "7 Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me and I will return unto you, saith the Lord of Hosts. But ye say: Wherein shall we return?", "8 Will a man rob God? Yet ye have robbed me. But ye say: Wherein have we robbed thee? In tithes and offerings.", "9 Ye are cursed with a curse, for ye have robbed me, even this whole nation.", "10 Bring ye all the tithes into the storehouse, that there may be meat in my house; and prove me now herewith, saith the Lord of Hosts, if I will not open you the windows of heaven, and pour you out a blessing that there shall not be room enough to receive it.", "11 And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the fields, saith the Lord of Hosts.", "12 And all nations shall call you blessed, for ye shall be a delightsome land, saith the Lord of Hosts.", "13 Your words have been stout against me, saith the Lord. Yet ye say: What have we spoken against thee?", "14 Ye have said: It is vain to serve God, and what doth it profit that we have kept his ordinances and that we have walked mournfully before the Lord of Hosts?", "15 And now we call the proud happy; yea, they that work wickedness are set up; yea, they that tempt God are even delivered.", "16 Then they that feared the Lord spake often one to another, and the Lord hearkened and heard; and a book of remembrance was written before him for them that feared the Lord, and that thought upon his name.", "17 And they shall be mine, saith the Lord of Hosts, in that day when I make up my jewels; and I will spare them as a man spareth his own son that serveth him.", "18 Then shall ye return and discern between the righteous and the wicked, between him that serveth God and him that serveth him not."], "Español": ["El mensajero del Señor preparará el camino para la Segunda Venida— Cristo se sentará para juzgar— Se manda a Israel que pague los diezmos y las ofrendas— Se escribe un libro de memorias— Compárese con Malaquías 3. Aproximadamente 34d.C.", "1 Y sucedió que les mandó escribir las palabras que el Padre había dado a Malaquías, las cuales él les diría. Y aconteció que después que fueron escritas, él las explicó. Y estas son las palabras que les habló, diciendo: Así dijo el Padre a Malaquías: He aquí, enviaré a mi mensajero, y él preparará el camino delante de mí, y repentinamente vendrá a su templo el Señor a quien buscáis, sí, el mensajero del convenio, en quien os deleitáis; he aquí, vendrá, dice el Señor de los Ejércitos.", "2 ¿Y quién podrá soportar el día de su venida? ¿Y quién podrá estar en pie cuando él aparezca? Porque es como fuego purificador y como jabón de lavadores.", "3 Y se sentará como refinador y purificador de plata; y purificará a los hijos de Leví, y los refinará como al oro y a la plata, para que ofrezcan al Señor una ofrenda en rectitud.", "4 Entonces la ofrenda de Judá y de Jerusalén será grata al Señor, como en los días antiguos, y como en años anteriores.", "5 Y yo me acercaré a vosotros para juicio; y seré pronto testigo contra los hechiceros, y los adúlteros, y contra los que juran en falso, y contra los que defraudan en su salario al jornalero, a la viuda y al huérfano, y agravian al extranjero, y no me temen, dice el Señor de los Ejércitos.", "6 Porque yo soy el Señor, y no cambio; por consiguiente, no sois consumidos, hijos de Jacob.", "7 Aun desde los días de vuestros padres os habéis apartado de mis ordenanzas, y no las habéis guardado. Volveos a mí, y yo me volveré a vosotros, dice el Señor de los Ejércitos. Mas vosotros decís: ¿En qué hemos de volvernos?", "8 ¿Robará el hombre a Dios? Mas vosotros me habéis robado. Pero decís: ¿En qué te hemos robado? En los diezmos y en las ofrendas.", "9 Malditos sois con maldición, porque vosotros, toda esta nación, me habéis robado.", "10 Traed todos los diezmos al alfolí para que haya alimento en mi casa; y probadme ahora en esto, dice el Señor de los Ejércitos, si no os abriré las ventanas de los cielos, y derramaré sobre vosotros una bendición tal que no haya donde contenerla.", "11 Y reprenderé al devorador por el bien de vosotros, y no destruirá los frutos de vuestra tierra; ni vuestra viña en los campos dará su fruto antes de tiempo, dice el Señor de los Ejércitos.", "12 Y todas las naciones os llamarán bienaventurados, porque seréis tierra deleitosa, dice el Señor de los Ejércitos.", "13 Fuertes han sido vuestras palabras contra mí, dice el Señor. No obstante, vosotros decís: ¿Qué hemos hablado contra ti?", "14 Habéis dicho: En vano es servir a Dios; ¿y qué nos aprovecha haber guardado sus ordenanzas, y haber andado afligidos delante del Señor de los Ejércitos?", "15 Y ahora llamamos dichosos a los soberbios; sí, los que obran iniquidad son ensalzados; sí, aun son librados los que tientan a Dios.", "16 Entonces los que temían al Señor hablaron a menudo, cada uno a su compañero; y el Señor escuchó y oyó; y fue escrito un libro de memorias delante de él para aquellos que temían al Señor y pensaban en su nombre.", "17 Y serán míos, dice el Señor de los Ejércitos, el día en que yo integre mis joyas; y los perdonaré como el hombre que perdona a su hijo que le sirve.", "18 Entonces vosotros os volveréis y discerniréis entre los justos y los malos; entre el que sirve a Dios y el que no le sirve."], "Français": ["Le messager du Seigneur préparera le chemin pour la Seconde Venue— Le Christ siégera en jugement— Il est commandé à Israël de payer la dîme et les offrandes— Un livre de souvenir est tenu— Comparez avec Malachie 3. Vers 34apr.J.-C.", "1 Et il arriva qu’il leur commanda d’écrire les paroles que le Père avait données à Malachie qu’il allait leur indiquer. Et il arriva que lorsqu’elles eurent été écrites, il les expliqua. Et voici les paroles qu’il leur dit: Ainsi dit le Père à Malachie: Voici, j’enverrai mon messager; il préparera le chemin devant moi. Et soudain entrera dans son temple le Seigneur que vous cherchez; et le messager de l’alliance que vous désirez, voici, il vient, dit le Seigneur des armées.", "2 Qui pourra soutenir le jour de sa venue? Qui restera debout quand il paraîtra? Car il sera comme le feu du fondeur, comme la potasse des foulons.", "3 Il s’assiéra, fondra et purifiera l’argent; il purifiera les fils de Lévi, il les épurera comme on épure l’or et l’argent, et ils présenteront au Seigneur des offrandes avec justice.", "4 Alors l’offrande de Juda et de Jérusalem sera agréable au Seigneur, comme aux anciens jours, comme aux années d’autrefois.", "5 Je m’approcherai de vous pour le jugement, et je me hâterai de témoigner contre les enchanteurs et les adultères, contre ceux qui jurent faussement, contre ceux qui retiennent le salaire du mercenaire, qui oppriment la veuve et l’orphelin, qui font tort à l’étranger, et ne me craignent pas, dit le Seigneur des armées.", "6 Car je suis le Seigneur, je ne change pas; et vous, enfants de Jacob, vous n’avez pas été consumés.", "7 Depuis le temps de vos pères, vous vous êtes écartés de mes ordonnances, vous ne les avez point observées. Revenez à moi, et je reviendrai à vous, dit le Seigneur des armées. Et vous dites: En quoi devons-nous revenir?", "8 Un homme trompe-t-il Dieu? Car vous me trompez, et vous dites: En quoi t’avons-nous trompé? Dans la dîme et les offrandes.", "9 Vous êtes frappés par la malédiction, et vous me trompez, la nation tout entière!", "10 Apportez à la maison du trésor toutes les dîmes, afin qu’il y ait de la nourriture dans ma maison; mettez-moi de la sorte à l’épreuve, dit le Seigneur des armées, et vous verrez si je n’ouvre pas pour vous les écluses des cieux, si je ne répands pas sur vous la bénédiction en abondance.", "11 Pour vous je menacerai celui qui dévore, et il ne vous détruira pas les fruits de la terre, et la vigne ne sera pas stérile dans vos campagnes, dit le Seigneur des armées.", "12 Toutes les nations vous diront heureux, car vous serez un pays de délices, dit le Seigneur des armées.", "13 Vos paroles sont rudes contre moi, dit le Seigneur. Et vous dites: Qu’avons-nous dit contre toi?", "14 Vous avez dit: C’est en vain que l’on sert Dieu; qu’avons-nous gagné à observer ses préceptes et à marcher avec tristesse à cause du Seigneur des armées?", "15 Maintenant nous estimons heureux les hautains; oui, les méchants prospèrent; oui, ils tentent Dieu, et ils échappent!", "16 Alors ceux qui craignent le Seigneur se parlèrent l’un à l’autre; le Seigneur fut attentif, et il écouta; et un livre de souvenir fut écrit devant lui pour ceux qui craignent le Seigneur et qui honorent son nom.", "17 Ils seront à moi, dit le Seigneur des armées, ils m’appartiendront au jour où je rassemblerai mes joyaux; j’aurai compassion d’eux, comme un homme a compassion de son fils qui le sert.", "18 Et vous verrez de nouveau la différence entre le juste et le méchant, entre celui qui sert Dieu et celui qui ne le sert pas."], "Kiribati": ["Ana tia ua rongorongo te Uea e na katauraoa te kawai ibukin te Kauaoki—E na tekateka Kristo ni motikitaeka—E tuangaki Iteraera bwa e na kabwakai kabwianibwai ma karea—E a kawakinaki te boki n ururing—Kabootaua ma Maraki 3. Uakaan ma 34N.K.", "1 Ao e a koro bukina bwa e tuangiia bwa a na koroi taeka ake e anga te Tama nakon Maraki, are e na tuangiia. Ao e a koro bukina bwa i mwin are a tia ni koreaki ao e kabwaranakoi. Ao aikai taeka ake e bon tuangiia, ni kangai: E taku te Tama nakon Maraki—Nooria, N na kanakoa au tia ua rongorongo, ao e na katauraoa te kawai imwaiu, ao e na waekoa n roko te Uea are kam ukoukoria nakon ana tembora, ae te tia uota rongorongon te berita ae tabu, are kam kukurei irouna; nooria, e na roko, e taku aia Uea Taanga ni Buaka.", "2 Ma antai ae kona n tiku n te bong are e na roko iai, ao antai ae e na teirake ngkana e kaoti? Bwa e na riki n aron ana ai te tia kaitiaki, ao ana toobu te tia kaitiaki kunnikai.", "3 Ao e na tekateka n aron te tia kaitiaki ao te tia kaitiaka te tirewa; ao e na kaitiakia natin Rewi mwaane, ma ni kanakoaki buakakaia n aron te koora ma te tirewa, bwa aonga n uotarake nakon te Uea aia karea i nanon te raoiroi.", "4 Ao ngkanne e na tamaroa aia karea Iuta ma Ierutarem nakon te Uea, n aron boong ake ngkoa, ao ririki ake ngkoa.", "5 Ao N na kaaniko n te motikitaeka; ao N na riki bwa te tia kakoaua ae waekoa ni kaitaraia taan tabunea, ao ni kaitaraia taan wenenibure, ao ni kaitaraia taan kabuakaka, ao ni kaitaraia taan ribuaka nakoia aia taan mwakuri, ake a mate buuia ma ake akea tamaia, ao a katannakoa te iruwa, ao aki maakai, e taku aia Uea Taanga ni Buaka.", "6 Bwa bon ngai te Uea, I aki bibitaki, ngaia are ngkami natin Iakobwa mwaane kam a bon aki mate n te ai.", "7 Kam a tia ni kitan au otenanti man aki kaawakin man aia bong ami bakatibu. Okirai ao N na okiringkami, e taku aia Uea Taanga ni Buaka. Ma kam kangai: N ningai ae ti na okiriko iai?", "8 E na rawebwaia te Atua te aomata? Ma kam a tia n rawebwaiai. Ma kam kangai: Ti rawebwaiko ni baikara? Ni kabwianibwai nako ma karea.", "9 A na reke kaimi n te rekenikai bwa kam a tia n rawebwaiai, ae te botanaomata aio ni kabane.", "10 Kam na urakin kabwianibwai nako nanon te bata ni kaikobwai, bwa e aonga n iai te amwarake ni mwengau; ao kam na kataai ngkai n aei; e taku aia Uea Taanga ni Buaka, bwa tao N na aki kauki wintoon karawa, ma ni kabwaroa te kakabwaia i aomi n te aro are kam na aki kona ni butimaei.", "11 Ao N na boaa te tia kangi bwaai ibukimi ao e na aki urui uaan abami; ao e na aki naba kamwaai uaan ami kurebe i mwaain taia n te marae, e taku aia Uea Taanga ni Buaka.", "12 Ao a na bane aaba nako n atongingkami bwa kam a kakabwaiaki, bwa kam na riki bwa te aba ae kam tamaroa, e taku aia Uea Taanga ni Buaka.", "13 A bon matoatoa ami taeka ni kaitaraai, e taku te Uea. Ao kam kangai: Teraa ae ti a tia n taekinna ni kaaitarako iai?", "14 Kam kangai: Akea bongan te beku ibukin te Atua, ao teraa rakara ngkana ti kaawakin ana otenanti nako ao ti a tia n nakonako n nanokawaki imatan aia Uea Taanga ni Buaka?", "15 Ao ngkai ti araniia ake a kainikatonga bwa a kukurei; eng, ake a karaoi mwakuri aika a bubuaka a kateaki rake; eng, a kainaomataki ake a kata te Atua.", "16 Ao ngkanne ake a maaka te Uea a bati n taetae imarenaia, ao e ongora man ongo te Uea; ao e koreaki te boki n ururing imatana ibukiia ake a maaka te Uea, ao a uringnga ma ni karinea arana.", "17 Ao a na riki bwa au bwai, e taku aia Uea Taanga ni Buaka, n te bong are N na rinei au atibu aika a raneanea ao N na kamaiuia n aron te aomata are e kamaiuia natina mwaane ake a beku ibukina.", "18 Ao ngkanne kam na oki man rinerine imarenan te raoiroi ao te buakaka, imarenan are e beku ibukin te Atua ao are e aki beku ibukina."]}