{"English": ["The Nephites prosper—Pride, wealth, and class distinctions arise—The Church is rent with dissensions—Satan leads the people in open rebellion—Many prophets cry repentance and are slain—Their murderers conspire to take over the government. About A.D.26–30.", "1 And now it came to pass that the people of the Nephites did all return to their own lands in the twenty and sixth year, every man, with his family, his flocks and his herds, his horses and his cattle, and all things whatsoever did belong unto them.", "2 And it came to pass that they had not eaten up all their provisions; therefore they did take with them all that they had not devoured, of all their grain of every kind, and their gold, and their silver, and all their precious things, and they did return to their own lands and their possessions, both on the north and on the south, both on the land northward and on the land southward.", "3 And they granted unto those robbers who had entered into a covenant to keep the peace of the land, who were desirous to remain Lamanites, lands, according to their numbers, that they might have, with their labors, wherewith to subsist upon; and thus they did establish peace in all the land.", "4 And they began again to prosper and to wax great; and the twenty and sixth and seventh years passed away, and there was great order in the land; and they had formed their laws according to equity and justice.", "5 And now there was nothing in all the land to hinder the people from prospering continually, except they should fall into transgression.", "6 And now it was Gidgiddoni, and the judge, Lachoneus, and those who had been appointed leaders, who had established this great peace in the land.", "7 And it came to pass that there were many cities built anew, and there were many old cities repaired.", "8 And there were many highways cast up, and many roads made, which led from city to city, and from land to land, and from place to place.", "9 And thus passed away the twenty and eighth year, and the people had continual peace.", "10 But it came to pass in the twenty and ninth year there began to be some disputings among the people; and some were lifted up unto pride and boastings because of their exceedingly great riches, yea, even unto great persecutions;", "11 For there were many merchants in the land, and also many lawyers, and many officers.", "12 And the people began to be distinguished by ranks, according to their riches and their chances for learning; yea, some were ignorant because of their poverty, and others did receive great learning because of their riches.", "13 Some were lifted up in pride, and others were exceedingly humble; some did return railing for railing, while others would receive railing and persecution and all manner of afflictions, and would not turn and revile again, but were humble and penitent before God.", "14 And thus there became a great inequality in all the land, insomuch that the church began to be broken up; yea, insomuch that in the thirtieth year the church was broken up in all the land save it were among a few of the Lamanites who were converted unto the true faith; and they would not depart from it, for they were firm, and steadfast, and immovable, willing with all diligence to keep the commandments of the Lord.", "15 Now the cause of this iniquity of the people was this—Satan had great power, unto the stirring up of the people to do all manner of iniquity, and to the puffing them up with pride, tempting them to seek for power, and authority, and riches, and the vain things of the world.", "16 And thus Satan did lead away the hearts of the people to do all manner of iniquity; therefore they had enjoyed peace but a few years.", "17 And thus, in the commencement of the thirtieth year—the people having been delivered up for the space of a long time to be carried about by the temptations of the devil whithersoever he desired to carry them, and to do whatsoever iniquity he desired they should—and thus in the commencement of this, the thirtieth year, they were in a state of awful wickedness.", "18 Now they did not sin ignorantly, for they knew the will of God concerning them, for it had been taught unto them; therefore they did wilfully rebel against God.", "19 And now it was in the days of Lachoneus, the son of Lachoneus, for Lachoneus did fill the seat of his father and did govern the people that year.", "20 And there began to be men inspired from heaven and sent forth, standing among the people in all the land, preaching and testifying boldly of the sins and iniquities of the people, and testifying unto them concerning the redemption which the Lord would make for his people, or in other words, the resurrection of Christ; and they did testify boldly of his death and sufferings.", "21 Now there were many of the people who were exceedingly angry because of those who testified of these things; and those who were angry were chiefly the chief judges, and they who had been high priests and lawyers; yea, all those who were lawyers were angry with those who testified of these things.", "22 Now there was no lawyer nor judge nor high priest that could have power to condemn any one to death save their condemnation was signed by the governor of the land.", "23 Now there were many of those who testified of the things pertaining to Christ who testified boldly, who were taken and put to death secretly by the judges, that the knowledge of their death came not unto the governor of the land until after their death.", "24 Now behold, this was contrary to the laws of the land, that any man should be put to death except they had power from the governor of the land—", "25 Therefore a complaint came up unto the land of Zarahemla, to the governor of the land, against these judges who had condemned the prophets of the Lord unto death, not according to the law.", "26 Now it came to pass that they were taken and brought up before the judge, to be judged of the crime which they had done, according to the law which had been given by the people.", "27 Now it came to pass that those judges had many friends and kindreds; and the remainder, yea, even almost all the lawyers and the high priests, did gather themselves together, and unite with the kindreds of those judges who were to be tried according to the law.", "28 And they did enter into a covenant one with another, yea, even into that covenant which was given by them of old, which covenant was given and administered by the devil, to combine against all righteousness.", "29 Therefore they did combine against the people of the Lord, and enter into a covenant to destroy them, and to deliver those who were guilty of murder from the grasp of justice, which was about to be administered according to the law.", "30 And they did set at defiance the law and the rights of their country; and they did covenant one with another to destroy the governor, and to establish a king over the land, that the land should no more be at liberty but should be subject unto kings."], "Español": ["Los nefitas prosperan— Surgen el orgullo, las riquezas y la distinción de clases— La Iglesia se deshace por motivo de las disensiones— Satanás lleva al pueblo a rebelarse abiertamente— Muchos profetas proclaman el arrepentimiento y son muertos— Sus asesinos conspiran para apoderarse del gobierno. Aproximadamente 26–30d.C.", "1 Y sucedió que en el año veintiséis los nefitas volvieron todos a sus propias tierras, todo hombre con su familia, sus rebaños y hatos, sus caballos y su ganado, y cuantas cosas le pertenecían.", "2 Y aconteció que no habían consumido todas sus provisiones; por tanto, llevaron consigo todo cuanto no habían comido, de todo su grano de todas clases, y su oro, y su plata y todas sus cosas preciosas, y volvieron a sus propias tierras y posesiones, tanto hacia el norte como hacia el sur, así en la tierra del norte como en la tierra del sur.", "3 Y a los ladrones que habían hecho pacto de observar la paz de la tierra, que deseaban seguir siendo lamanitas, les concedieron terrenos, según su número, a fin de que mediante su trabajo tuvieran de qué vivir; y así establecieron la paz en toda la tierra.", "4 Y de nuevo empezaron a prosperar y a hacerse grandes; y pasaron los años veintiséis y veintisiete, y hubo gran orden en la tierra; y habían formulado sus leyes de acuerdo con la equidad y la justicia.", "5 Y no había nada en toda la tierra que impidiera que el pueblo prosperase continuamente, a no ser que cayeran en transgresión.", "6 Y fueron Gidgiddoni y el juez Laconeo y los que habían sido nombrados jefes, los que establecieron esta paz tan grande en la tierra.", "7 Y sucedió que hubo muchas ciudades que se construyeron de nuevo, y se repararon muchas ciudades antiguas.", "8 Y se construyeron muchas calzadas, y se abrieron muchos caminos que conducían de ciudad a ciudad, de tierra a tierra y de un sitio a otro.", "9 Y así se pasó el año veintiocho, y la gente tuvo paz continua.", "10 Pero aconteció que en el año veintinueve empezaron a surgir algunas disputas entre los del pueblo; y algunos se ensalzaron hasta el orgullo y la jactancia, por razón de sus sumamente grandes riquezas, sí, al grado de causar grandes persecuciones;", "11 porque había muchos comerciantes en la tierra, y también muchos abogados y muchos oficiales.", "12 Y empezó el pueblo a distinguirse por clases, según sus riquezas y sus oportunidades para instruirse; sí, algunos eran ignorantes a causa de su pobreza, y otros recibían abundante instrucción por motivo de sus riquezas.", "13 Algunos se ensalzaban en el orgullo, y otros eran sumamente humildes; unos devolvían injuria por injuria, mientras que otros sufrían injuria y persecución y toda clase de aflicciones, y no se volvían e injuriaban a su vez, sino que eran humildes y contritos delante de Dios.", "14 Y así surgió una gran desigualdad en toda la tierra, de tal modo que empezó a deshacerse la iglesia; sí, a tal grado que en el año treinta se deshizo la iglesia en toda la tierra, con excepción de entre unos pocos lamanitas que se habían convertido a la verdadera fe; y no quisieron separarse de ella, porque eran firmes, inquebrantables e inmutables; y estaban dispuestos a guardar los mandamientos del Señor con toda diligencia.", "15 Ahora bien, la causa de esta iniquidad del pueblo era esta: Satanás tenía gran poder, al grado de incitar a los del pueblo a cometer toda clase de iniquidades y a inflarlos de orgullo, tentándolos a que procuraran poder, y autoridad, y riquezas, y las cosas vanas del mundo.", "16 Y así desvió Satanás el corazón del pueblo para que cometiera todo género de iniquidades; de modo que no había gozado de paz sino pocos años.", "17 Y así, al principiar el año treinta —habiendo sido entregados los del pueblo, durante mucho tiempo, a ser llevados por las tentaciones del diablo doquier que él quería llevarlos, y a cometer cualquier iniquidad que él deseaba— a principios de este año, el año treinta, se hallaban en un estado de terrible iniquidad.", "18 Y no pecaban en la ignorancia, porque conocían la voluntad de Dios tocante a ellos, pues se la habían enseñado; de modo que se rebelaban intencionalmente contra Dios.", "19 Y fue en los días de Laconeo hijo de Laconeo, porque ocupaba Laconeo el asiento de su padre y gobernaba al pueblo ese año.", "20 Y empezó a haber hombres inspirados del cielo y enviados, que anduvieron entre el pueblo en toda la tierra, predicando y testificando intrépidamente de los pecados e iniquidades del pueblo, y testificándoles concerniente a la redención que el Señor haría por su pueblo, o en otros términos, la resurrección de Cristo; y testificaron intrépidamente acerca de su muerte y sus padecimientos.", "21 Y hubo muchos de los del pueblo que se enojaron en extremo a causa de aquellos que testificaban de estas cosas; y los que se enojaban eran principalmente los jueces superiores y aquellos que habían sido sumos sacerdotes y abogados; sí, todos aquellos que eran abogados se irritaron contra los que daban testimonio de estas cosas.", "22 Y no había abogado, ni juez, ni sumo sacerdote, que tuviera el poder para condenar a muerte a una persona, a menos que el gobernador de la tierra firmara la sentencia.", "23 Y hubo muchos de aquellos que testificaron de las cosas concernientes a Cristo, y que testificaron intrépidamente, a quienes los jueces prendieron y ejecutaron secretamente, de modo que el conocimiento de su muerte no llegó al gobernador de la tierra sino hasta después de estar muertos.", "24 Y ahora bien, he aquí, esto era contrario a las leyes de la tierra, que se le quitara la vida a un hombre a menos que se tuviera autorización del gobernador de la tierra.", "25 Por tanto, se presentó una queja en la tierra de Zarahemla, ante el gobernador de la tierra, contra esos jueces que habían condenado a muerte a los profetas del Señor en contravención de la ley.", "26 Y sucedió que los tomaron y los llevaron ante el juez para ser juzgados del crimen que habían cometido, según la ley que había sido dada por el pueblo.", "27 Y aconteció que aquellos jueces tenían muchos amigos y parientes; y el resto, sí, casi todos los abogados y sumos sacerdotes se juntaron y se unieron a los parientes de aquellos jueces que iban a ser juzgados según la ley.", "28 E hicieron un pacto unos con otros, sí, ese pacto que imponían los de la antigüedad, pacto que el diablo dio y administró para combinarse contra toda rectitud.", "29 De modo que se combinaron contra el pueblo del Señor, e hicieron un pacto de destruirlo y de librar del poder de la justicia, que estaba a punto de administrarse de acuerdo con la ley, a aquellos que eran culpables de asesinato.", "30 Y desafiaron la ley y los derechos de su patria; e hicieron un pacto uno con otro de destruir al gobernador y de establecer un rey sobre la tierra, a fin de que ya no fuese libre, sino que estuviera sujeta a reyes."], "Français": ["Les Néphites prospèrent— L’orgueil, la richesse et les distinctions de classe apparaissent— L’Église est déchirée par les dissensions— Satan conduit le peuple à une rébellion ouverte— Beaucoup de prophètes appellent au repentir et sont tués— Leurs assassins conspirent pour s’emparer du gouvernement. Vers 26–30apr.J.-C.", "1 Et alors, il arriva que le peuple des Néphites retourna dans ses terres la vingt-sixième année, chaque homme avec sa famille, ses troupeaux de gros et de petit bétail, ses chevaux et ses autres animaux, et tout ce qui lui appartenait.", "2 Et il arriva qu’ils n’avaient pas mangé toutes leurs provisions; c’est pourquoi ils prirent avec eux tout ce qu’ils n’avaient pas dévoré, de tout leur grain de toute espèce, et leur or, et leur argent, et toutes leurs choses précieuses, et ils retournèrent dans leurs terres et leurs possessions, tant au nord qu’au sud, tant au pays situé du côté du nord qu’au pays situé du côté du sud.", "3 Et ils accordèrent aux brigands qui avaient conclu l’alliance de respecter la paix du pays, qui désiraient rester Lamanites, des terres, selon leur nombre, afin qu’ils eussent, grâce à leur travail, de quoi subsister; et ainsi, ils firent régner la paix dans tout le pays.", "4 Et ils recommencèrent à prospérer et à devenir grands; et les vingt-sixième et vingt-septième années passèrent, et il y eut un grand ordre dans le pays; et ils avaient établi leurs lois selon l’équité et la justice.", "5 Et maintenant, il n’y avait rien dans tout le pays pour empêcher le peuple de prospérer continuellement, sauf s’il tombait dans la transgression.", "6 Et maintenant, c’étaient Gidgiddoni, et le juge, Lachonéus, et ceux qui avaient été désignés comme dirigeants, qui avaient fait régner cette grande paix dans le pays.", "7 Et il arriva que beaucoup de villes furent reconstruites et que beaucoup de vieilles villes furent réparées.", "8 Et beaucoup de grandes routes furent posées, et beaucoup de routes furent faites, qui menaient de ville en ville, et de pays en pays, et de lieu en lieu.", "9 Et ainsi passa la vingt-huitième année, et le peuple eut une paix continuelle.", "10 Mais il arriva que la vingt-neuvième année, il commença à y avoir des disputes parmi le peuple; et certains étaient enflés jusqu’à l’orgueil et à la vantardise à cause de leurs richesses extrêmement grandes, oui, jusqu’à se livrer à de grandes persécutions;", "11 car il y avait beaucoup de marchands dans le pays, et aussi beaucoup de docteurs de la loi et beaucoup d’officiers.", "12 Et le peuple commença à se distinguer par rangs, selon leur richesse et leurs possibilités de s’instruire; oui, les uns étaient ignorants à cause de leur pauvreté, les autres recevaient une grande instruction à cause de leur richesse.", "13 Les uns étaient enflés dans l’orgueil, les autres étaient extrêmement humbles; les uns rendaient injure pour injure, tandis que les autres subissaient les injures, et les persécutions, et toutes sortes d’afflictions, et ne rendaient pas les injures, mais étaient humbles et pénitents devant Dieu.", "14 Et ainsi, il se produisit une grande inégalité dans tout le pays, de sorte que l’Église commença à se fragmenter; oui, de sorte que la trentième année, l’Église était fragmentée dans tout le pays, sauf parmi un petit nombre de Lamanites qui étaient convertis à la vraie foi; et ils ne voulaient pas s’en éloigner, car ils étaient fermes, et constants, et immuables, voulant, en toute diligence, garder les commandements du Seigneur.", "15 Or, la cause de cette iniquité du peuple était celle-ci: Satan avait un grand pouvoir, au point d’exciter le peuple à commettre toutes sortes d’iniquités, et de l’enfler d’orgueil, le tentant à rechercher le pouvoir, et l’autorité, et la richesse, et les choses vaines du monde.", "16 Et ainsi, Satan entraîna le cœur du peuple à commettre toutes sortes d’iniquités; c’est pourquoi il n’avait joui de la paix qu’un petit nombre d’années.", "17 Et ainsi, au commencement de la trentième année— le peuple ayant été livré à lui-même pendant un temps prolongé, pour être emporté çà et là par les tentations du diable partout où il désirait l’emporter, et pour commettre toutes les iniquités qu’il désirait— et ainsi, au commencement de cette année, qui était la trentième, il était dans un état d’affreuse méchanceté.", "18 Or, il ne péchait pas par ignorance, car il connaissait la volonté de Dieu à son sujet, car elle lui avait été enseignée; c’était donc volontairement qu’il se rebellait contre Dieu.", "19 Et maintenant, c’était du temps de Lachonéus, fils de Lachonéus, car Lachonéus occupait le siège de son père et gouvernait le peuple cette année-là.", "20 Et il commença à y avoir des hommes inspirés par le ciel, des envoyés, qui se tinrent parmi le peuple dans tout le pays, prêchant et témoignant hardiment concernant les péchés et les iniquités du peuple, et lui témoignant de la rédemption que le Seigneur accomplirait pour son peuple, ou, en d’autres termes, la résurrection du Christ; et ils témoignaient hardiment de sa mort et de ses souffrances.", "21 Or, il y en eut beaucoup parmi le peuple qui furent très en colère à cause de ceux qui témoignaient de ces choses; et ceux qui étaient en colère étaient surtout les principaux juges et ceux qui avaient été grands prêtres et docteurs de la loi; oui, tous ceux qui étaient docteurs de la loi étaient en colère contre ceux qui témoignaient de ces choses.", "22 Or, il n’y avait aucun docteur de la loi, ni juge, ni grand prêtre qui pouvait avoir le pouvoir de condamner quelqu’un à mort, si sa condamnation n’était pas signée par le gouverneur du pays.", "23 Or, il y en eut beaucoup de ceux qui témoignaient de ce qui avait trait au Christ, qui témoignaient hardiment, qui furent pris et secrètement mis à mort par les juges, afin que la connaissance de leur mort ne parvînt au gouverneur du pays qu’après leur mort.", "24 Or, voici, il était contraire aux lois du pays qu’on mît un homme à mort, si on n’en avait pas reçu le pouvoir du gouverneur du pays—", "25 c’est pourquoi une plainte fut adressée au pays de Zarahemla, au gouverneur du pays, contre ces juges qui avaient condamné les prophètes du Seigneur à mort, mais non selon la loi.", "26 Alors, il arriva qu’ils furent pris et amenés devant le juge, pour être jugés du crime qu’ils avaient commis, selon la loi qui avait été donnée par le peuple.", "27 Or, il arriva que ces juges avaient beaucoup d’amis et de parents; et le reste, oui, c’est-à-dire presque tous les docteurs de la loi et les grands prêtres, se rassembla et s’unit aux parents de ces juges qui devaient être jugés selon la loi.", "28 Et ils conclurent entre eux une alliance, oui, cette alliance qui avait été donnée par ceux d’autrefois, alliance que le diable avait donnée et fait contracter, pour se liguer contre toute justice.", "29 C’est pourquoi ils se liguèrent contre le peuple du Seigneur et conclurent l’alliance de le détruire et de délivrer ceux qui étaient coupables de meurtre des mains de la justice, qui était sur le point d’être administrée selon la loi.", "30 Et ils bravèrent la loi et les droits de leur pays et ils firent alliance les uns avec les autres de faire mourir le gouverneur et d’installer un roi sur le pays, afin que le pays ne fût plus libre mais fût assujetti à des rois."], "Kiribati": ["E rikirake aroia Nibwaite—Te kainikatonga, te kaubwai, ao te kakaokoroaki imarenaia aomata e tabe n rikirake—E a bwenauaki te Ekaretia n te maenako irouia aomata—Tatan e kairia aomata bwa a na kaaitara n te aro ae aki raba—A mwaiti burabeti aika a takaruaea te rairannano ao a tiringaki—Taan tiringiia a karaoi babaaire n eekaanako te tautaeka. Uakaan ma 26–30N.K.", "1 Ao ngkai e a koro bukina bwa ana botanaomata Nibwaai a bon okiri oin abaia n te kauabwi ma onoua n ririki, ni kabane te aomata ma ana utu, ana nanai ao ana ikota ni man, ana aoti ma ana kao, ao bwaai ni kabane ake bon aia bwai.", "2 Ao e a koro bukina bwa a tuai ni bane ni kanaki kanaia; ngaia are a uoti kanaia ni kabane ake a tuai ni kang, ae aekan nako te wiita, ao aia koora, ao aia tirewa, ao aia bwai ni kabane aika a kakaawaki, ao a okira oin abaia ma aia bwai nako, i meang ao maiaki, n te aba are nako meang ao n te aba are e nako maiaki.", "3 Ao a bon anganiia kamwarua ake a tia ni karaoa te berita ae tabu bwa a na kawakina te rau n te aba, ake a kan tiku n riki bwa Reimwanaite, aaba, n aron mwaitia, bwa aonga ni karekei, man oin korakoraia maiuia; ao ikai are e a kamatoa te rau n te aba ni kabuta.", "4 Ao a manga moanna naba n rikirake aroia ao a matoatoa; ao e bane te kauabwi ma onoua ao itiua n ririki, ao bon iai te baireaki raoi ae korakora n te aba; ao a bon karaoa aia tua n aron te aro ni boraoi ao te motiraoi.", "5 Ao ngkai ai bon aakea te bwai n te aba are e tutukiia aomata bwa a na rikirake aroia n aki toki, ma ti ngkana a bwaka n riaoan te tua.", "6 Ao ngkai bon Kikitonaai, ao te tia moti, Ratonati, ma taani kairiiri ake a tia n rineaki, ake a tia ni kamatoa te rau ae korakora aei iaon te aba.", "7 Ao e a koro bukina bwa a bon mwaiti kaawa ake a manga kateaki, ao a mwaiti kaawa aika a karaoaki uruakiia.", "8 Ao a mwaiti kawai aika a na bati n totouaki aika a manga karaoaki, ao a mwaiti kawai aika a karaoaki, aika a kaineti man te kaawa ae bubura teuana nakon te kaawa ae bubura teuana, ao man te aba teuana nakon te aba teuana, ao man te tabo teuana nakon te tabo teuana.", "9 Ao ngaia are e a toki te kauabwi ma waniua n ririki, ao e reitinako te rau irouia aomata.", "10 Ma e a koro bukina bwa n te kauabwi ma ruaiwa n ririki ao bon iai kakauntaeka tabeua i buakoia aomata; ao iai tabemwaang a tabekakirake n te kainikatonga ao te kamoamoa ibukin kaubwaia ae rianako, eng, n te aro are e a korakora bwainikirinaia aomata.", "11 Bwa a bon mwaiti taan kabobwai n te aba, ao taan reirei te tua, ao taan mwakuri.", "12 Ao aomata a moanna ni kinaaki man aia karinan n aia mwakuri, n aron kaubwaia ao aanga n reireia; eng, iai ake akea te bwai ae a ataia ibukin kainnanoia, ao iai ake a karekea te reirei ae bati ibukin kaubwaia.", "13 Tabemwaang a tabekakirake n te kainikatonga, ao tabemwaang e korakora te nanorinanoia irouia; iai tabemwaang a kabooa te taetae n aki akaaka ma te taetae n aki akaaka ao iai ake a butimaei taetae n aki akaaka ma aekan waaki ni bwainikirinaki ao karawawata n aekaia nako, ao a aki manga tanrikaaki n taetae n aki akaaka, ma a bon nanorinano ao a raraoma imatan te Atua.", "14 Ao ngaia are e a rikirake te kakaokoroaki ni kabuta te aba, n te aro are te ekaretia e a maenako; eng, n te aro are n te katenibwi n ririki ao te ekaretia e a maenako n te aba ni kabuta ma ti i buakoia Reimwanaite tabemwaang ake a tia n rairaki nakon te onimaki ni koaua; ao a bon aki kan kitanna, bwa a bon nene, ao a teimatoa, ao aki kona ni kamwaingaki, ao a kukurei ma te botumwaaka ni kabane ni kawakina ana tua te Uea.", "15 Ngkai a riki ni buakaka aomata ibukin aei—iai mwaakan Tatan ae korakora, ni kakiriweia aomata bwa a na karaoi aekan buakaka nako, ma ni kaonia n te kainikatonga, ni kariria bwa a na ukoukora te mwaaka ao te kan tautaeka, ma te kaubwai, ao bwain te aonaba aika akea maneia.", "16 Ao ngaia are Tatan e kairia nako nanoia aomata bwa a na karaoi aekan buakaka nako; mangaia are bon ti tabeua aia ririki ni kukurei i nanon te rau.", "17 Ao mangaia are, ni moan waakinan te katenibwi n ririki—ao aomata a bon kairiraki i nanon te tai ae maan n ana kariiri te riaboro nakon taabo nako ake e kan kairiia nako iai, bwa a na karaoa te bwai ae e buakaka are e tangiriia bwa a riai ni karaoi—are ngaia are ni moan aei ae te katenibwi n ririki, a bon mena i nanon te aro ni buakaka ae koro arona.", "18 Ngkai a bon aki karaoa te bure i nanon te aki atatai, bwa a bon ataa nanon te Atua ni kaineti mangaia, bwa e a bon tia n reireinaki nakoia; mangaia are a boni kaitaraa te Atua n oin nanoia.", "19 Ao ngkai aio bon i nanon ana bong ni maiu Ratonati, are natin Ratonati, bwa Ratonati e bon kaaina ana kaintekateka tamana ao e bon tautaekaniia aomata n te ririki arei.", "20 Ao bon iai mwaane ake a karekea te kairiiri mai karawa ao a kamwanangaaki, bwa a na tei i buakoia aomata ni kabuta te aba, ni kabwarabwara ma n ninikoria ni kakoaua ibukin aia bure ma buakakaia te botanaomata, ma ni kakoaua nakoia taekan te kabomwi are e na karaoia te Uea ibukiia ana botanaomata, ke n taeka riki tabeua, mangautin Kristo; ao a bon ninikoria ni kakoaua ibukin matena ao karawawatakina.", "21 Ngkai a bon mwaiti aomata ake a korakora uniia ibukiia naake a kakoauai bwaai aikai; ao e a moamoa riki uniia mataniwia taan moti, ao naake bon ibonga aika rietata ao taan reirei te tua; eng, ni kabane taan reirei te tua a bon rang n un irouia naake a kakoaua ibukin bwaai aikai.", "22 Ngkai bon akea te tia reirei te tua ke te tia moti ke te ibonga ae rietata ae iai mwaakana ni kabuakaka temanna nakon te tiringaki ma ti ngkana e tiainaaki tiringakina iroun te kowana n te aba.", "23 Ngkai a bon mwaiti ake a kakoaua ibukin bwaai aika a kaineti ma Kristo ake a ninikoria ni kaotioti, ao a uotaki nako man tiringaki n te aro ni karaba irouia taan moti, ao te atatai ibukin mateia e bon aki ataaki iroun te kowana n te aba ni karokoa mwiin mateia.", "24 Ngkai nooria, aio e bon kaaitara tuan te aba, ae e na kona te aomata n tiringaki ma ti ngkana iai te mwaaka ibukin aei mai iroun te kowana n te aba—", "25 Ngaia are e a roko te tangitang nakon te aba are Taraemera, nakon te kowana n te aba, ibukiia taan moti ake a kabuakakaia ana burabeti te Uea bwa a na tiringaki, n te aro ae e aki kaineti ma te tua.", "26 Ngkai e a koro bukina bwa a bon anaaki man uotaki nako matan te tia moti, bwa a na motikaki taekaia n te bure are a tia ni karaoia, n aron te tua are a tia n anga aomata.", "27 Ngkai e a koro bukina bwa taan moti akekei a bon mwaiti raoraoia ma aia koraki; ao nikiraia aomata, eng, angiia ni kabane taan reirei te tua ao ibonga aika rietata, a bon ikoikotaki man reitaki ma aia koraki taan moti ake a na motikaki taekaia ni kaineti ma te tua", "28 Ao a bon karaoa te berita imarenaia, eng, te berita are a anganaki mai irouia aia bakatibu, are bon te berita are a anganaki ao e karaoaki mai iroun te riaboro, bwa a na ikotaki ni kaaitarai raoiroi ni kabane.", "29 Mangaia are a bon ikotaki ni kaaitaraia ana botanaomata te Uea, ma ni karaoa te berita bwa a na tiringia, ma ni kamaiuia ake a kuneaki ni bure n tiriaomata mai i nanon bain te motiraoi, are e na bon karaoaki n aron te tua.", "30 Ao a bon rawa n ira nanon tuan ma inaomatan abaia; ao a karaoa te berita ae e tabu imarenaia bwa a na kamauna te kowana, ma ni karekea te uea ae e na uea ni kabutaa te aba, ao bwa te aba e na manga aki oki n inaomata ma e na mena i aan aia babaire uea."]}