{"English": ["The latter-day Gentiles are commanded to repent, come unto Christ, and be numbered with the house of Israel. About A.D.34–35.", "1 Hearken, O ye Gentiles, and hear the words of Jesus Christ, the Son of the living God, which he hath commanded me that I should speak concerning you, for, behold he commandeth me that I should write, saying:", "2 Turn, all ye Gentiles, from your wicked ways; and repent of your evil doings, of your lyings and deceivings, and of your whoredoms, and of your secret abominations, and your idolatries, and of your murders, and your priestcrafts, and your envyings, and your strifes, and from all your wickedness and abominations, and come unto me, and be baptized in my name, that ye may receive a remission of your sins, and be filled with the Holy Ghost, that ye may be numbered with my people who are of the house of Israel."], "Español": ["Se manda a los gentiles de los últimos días arrepentirse, venir a Cristo y ser contados entre los de la casa de Israel. Aproximadamente 34–35d.C.", "1 ¡Oíd, oh gentiles, y escuchad las palabras de Jesucristo, el Hijo del Dios viviente, las cuales él me ha mandado que hable concerniente a vosotros! Pues he aquí, él me manda escribir, diciendo:", "2 ¡Tornaos, todos vosotros gentiles, de vuestros caminos de maldad; y arrepentíos de vuestras obras malas, de vuestras mentiras y engaños, y de vuestras fornicaciones, y de vuestras abominaciones secretas, y vuestras idolatrías, y vuestros asesinatos, y vuestras supercherías sacerdotales, y vuestras envidias, y vuestras contiendas, y de todas vuestras iniquidades y abominaciones, y venid a mí, y sed bautizados en mi nombre para que recibáis la remisión de vuestros pecados, y seáis llenos del Espíritu Santo, para que seáis contados entre los de mi pueblo que son de la casa de Israel!"], "Français": ["Commandement est donné aux Gentils des derniers jours de se repentir, de venir au Christ et d’être comptés avec la maison d’Israël. Vers 34–35apr.J.-C.", "1 Écoutez, ô Gentils, et entendez les paroles de Jésus-Christ, le Fils du Dieu vivant, qu’il m’a commandé de dire à votre sujet, car, voici, il me commande d’écrire, disant:", "2 Détournez-vous, tous les Gentils, de vos voies mauvaises; et repentez-vous de vos mauvaises actions, de vos mensonges et de vos tromperies, et de vos fornications, et de vos abominations secrètes, et de vos idolâtries, et de vos meurtres, et de vos intrigues de prêtres, et de vos envies, et de vos discordes, et de toute votre méchanceté et de toutes vos abominations, et venez à moi, et soyez baptisés en mon nom, afin de recevoir le pardon de vos péchés et d’être remplis du Saint-Esprit, afin d’être comptés avec mon peuple qui est de la maison d’Israël."], "Kiribati": ["Tientaire ni boong aika kaitira a tuangaki bwa a na rairinanoia, a na kawara Kristo, ao a na warekaki ma kaain te bata are Iteraera. Uakaan ma 34–35N.K.", "1 Ongora, O ngkami Tientaire, ao ongo ana taeka Iesu Kristo, Natin te Atua ae maiu, are e a tia n tuangai bwa N na taekinna ni kaineti ma ngkoe, bwa nooria e tuangai bwa N na taetae ni kaineti ma ngkami, bwa, nooria, e tuangai bwa N na koroboki ni kangai:", "2 Tannako, ngkami ni kabane Tientaire, man aromi aika a bubuaka; ao rairinanomi man ami mwakuri aika a bubuaka, man ami kewe ao ami mwaamwana te aba, ao ami mwakuri ni kabekaau, ao ami mwakuri aika bati n ribaki aika raba; ao ami waaki n taromauri bouananti, ao ami tiritiri, ao nakoa n ibonga aika kewe, ao ami bakantang, ao ami ikakaiwi, ao man ami buakaka ni kabane ma ami mwakuri aika bati n ribaki, ao nakomai nakoiu, ma ni bwabetitoaki n arau, bwa e aonga n reke iroumi kamaunan ami bure, ao kam kaonaki n te Tamnei ae Raoiroi, bwa kam aonga ni warekaki ma au botanaomata ake kaain te bata are Iteraera."]}