{"English": ["Nephi, the son of Helaman, departs out of the land, and his son Nephi keeps the records—Though signs and wonders abound, the wicked plan to slay the righteous—The night of Christ’s birth arrives—The sign is given, and a new star arises—Lyings and deceivings increase, and the Gadianton robbers slaughter many. About A.D.1–4.", "1 Now it came to pass that the ninety and first year had passed away and it was six hundred years from the time that Lehi left Jerusalem; and it was in the year that Lachoneus was the chief judge and the governor over the land.", "2 And Nephi, the son of Helaman, had departed out of the land of Zarahemla, giving charge unto his son Nephi, who was his eldest son, concerning the plates of brass, and all the records which had been kept, and all those things which had been kept sacred from the departure of Lehi out of Jerusalem.", "3 Then he departed out of the land, and whither he went, no man knoweth; and his son Nephi did keep the records in his stead, yea, the record of this people.", "4 And it came to pass that in the commencement of the ninety and second year, behold, the prophecies of the prophets began to be fulfilled more fully; for there began to be greater signs and greater miracles wrought among the people.", "5 But there were some who began to say that the time was past for the words to be fulfilled, which were spoken by Samuel, the Lamanite.", "6 And they began to rejoice over their brethren, saying: Behold the time is past, and the words of Samuel are not fulfilled; therefore, your joy and your faith concerning this thing hath been vain.", "7 And it came to pass that they did make a great uproar throughout the land; and the people who believed began to be very sorrowful, lest by any means those things which had been spoken might not come to pass.", "8 But behold, they did watch steadfastly for that day and that night and that day which should be as one day as if there were no night, that they might know that their faith had not been vain.", "9 Now it came to pass that there was a day set apart by the unbelievers, that all those who believed in those traditions should be put to death except the sign should come to pass, which had been given by Samuel the prophet.", "10 Now it came to pass that when Nephi, the son of Nephi, saw this wickedness of his people, his heart was exceedingly sorrowful.", "11 And it came to pass that he went out and bowed himself down upon the earth, and cried mightily to his God in behalf of his people, yea, those who were about to be destroyed because of their faith in the tradition of their fathers.", "12 And it came to pass that he cried mightily unto the Lord all that day; and behold, the voice of the Lord came unto him, saying:", "13 Lift up your head and be of good cheer; for behold, the time is at hand, and on this night shall the sign be given, and on the morrow come I into the world, to show unto the world that I will fulfil all that which I have caused to be spoken by the mouth of my holy prophets.", "14 Behold, I come unto my own, to fulfil all things which I have made known unto the children of men from the foundation of the world, and to do the will, both of the Father and of the Son—of the Father because of me, and of the Son because of my flesh. And behold, the time is at hand, and this night shall the sign be given.", "15 And it came to pass that the words which came unto Nephi were fulfilled, according as they had been spoken; for behold, at the going down of the sun there was no darkness; and the people began to be astonished because there was no darkness when the night came.", "16 And there were many, who had not believed the words of the prophets, who fell to the earth and became as if they were dead, for they knew that the great plan of destruction which they had laid for those who believed in the words of the prophets had been frustrated; for the sign which had been given was already at hand.", "17 And they began to know that the Son of God must shortly appear; yea, in fine, all the people upon the face of the whole earth from the west to the east, both in the land north and in the land south, were so exceedingly astonished that they fell to the earth.", "18 For they knew that the prophets had testified of these things for many years, and that the sign which had been given was already at hand; and they began to fear because of their iniquity and their unbelief.", "19 And it came to pass that there was no darkness in all that night, but it was as light as though it was mid-day. And it came to pass that the sun did rise in the morning again, according to its proper order; and they knew that it was the day that the Lord should be born, because of the sign which had been given.", "20 And it had come to pass, yea, all things, every whit, according to the words of the prophets.", "21 And it came to pass also that a new star did appear, according to the word.", "22 And it came to pass that from this time forth there began to be lyings sent forth among the people, by Satan, to harden their hearts, to the intent that they might not believe in those signs and wonders which they had seen; but notwithstanding these lyings and deceivings the more part of the people did believe, and were converted unto the Lord.", "23 And it came to pass that Nephi went forth among the people, and also many others, baptizing unto repentance, in the which there was a great remission of sins. And thus the people began again to have peace in the land.", "24 And there were no contentions, save it were a few that began to preach, endeavoring to prove by the scriptures that it was no more expedient to observe the law of Moses. Now in this thing they did err, having not understood the scriptures.", "25 But it came to pass that they soon became converted, and were convinced of the error which they were in, for it was made known unto them that the law was not yet fulfilled, and that it must be fulfilled in every whit; yea, the word came unto them that it must be fulfilled; yea, that one jot or tittle should not pass away till it should all be fulfilled; therefore in this same year were they brought to a knowledge of their error and did confess their faults.", "26 And thus the ninety and second year did pass away, bringing glad tidings unto the people because of the signs which did come to pass, according to the words of the prophecy of all the holy prophets.", "27 And it came to pass that the ninety and third year did also pass away in peace, save it were for the Gadianton robbers, who dwelt upon the mountains, who did infest the land; for so strong were their holds and their secret places that the people could not overpower them; therefore they did commit many murders, and did do much slaughter among the people.", "28 And it came to pass that in the ninety and fourth year they began to increase in a great degree, because there were many dissenters of the Nephites who did flee unto them, which did cause much sorrow unto those Nephites who did remain in the land.", "29 And there was also a cause of much sorrow among the Lamanites; for behold, they had many children who did grow up and began to wax strong in years, that they became for themselves, and were led away by some who were Zoramites, by their lyings and their flattering words, to join those Gadianton robbers.", "30 And thus were the Lamanites afflicted also, and began to decrease as to their faith and righteousness, because of the wickedness of the rising generation."], "Español": ["Nefi hijo de Helamán, parte de la tierra, y su hijo Nefi conserva los anales— Aunque abundan las señales y las maravillas, los inicuos hacen planes para matar a los justos— Llega la noche del nacimiento de Cristo— Se da la señal y aparece una nueva estrella— Aumentan las mentiras y los engaños, y los ladrones de Gadiantón asesinan a muchos. Aproximadamente 1–4d.C.", "1 Y aconteció que el año noventa y uno había concluido, y habían pasado seiscientos años de la época en que Lehi salió de Jerusalén; y fue el año en que Laconeo era juez superior y gobernador en toda la tierra.", "2 Y Nefi hijo de Helamán, había partido de la tierra de Zarahemla, dando a su hijo Nefi, que era su hijo mayor, el cargo concerniente a las planchas de bronce y todos los anales que habían sido conservados, y todas aquellas cosas que se habían guardado sagradas desde la salida de Lehi de Jerusalén.", "3 Entonces salió de esa tierra, y nadie sabe adónde se fue; y su hijo Nefi llevó los anales en su lugar, sí, los anales de este pueblo.", "4 Y sucedió que a principios del año noventa y dos, he aquí, empezaron a cumplirse más plenamente las profecías de los profetas; porque empezó a haber mayores señales y mayores milagros entre el pueblo.", "5 Pero hubo algunos que empezaron a decir que ya había pasado el tiempo para que se cumplieran las palabras que habló Samuel el Lamanita.", "6 Y empezaron a reírse de sus hermanos, diciendo: He aquí, ya se pasó el tiempo, y no se han cumplido las palabras de Samuel; de modo que han sido en vano vuestro gozo y vuestra fe concernientes a esto.", "7 Y aconteció que hicieron un gran alboroto por toda la tierra; y las personas que creían empezaron a apesadumbrarse en gran manera, no fuese que de algún modo no llegaran a verificarse aquellas cosas que se habían declarado.", "8 Mas he aquí, esperaban firmemente la llegada de ese día y esa noche y otro día, que serían como un solo día, como si no hubiera noche, a fin de saber que su fe no había sido en vano.", "9 Y sucedió que los incrédulos fijaron un día en el cual se habría de aplicar la pena de muerte a todos aquellos que creyeran en esas tradiciones, a menos que se verificase la señal que había indicado el profeta Samuel.", "10 Y ocurrió que cuando Nefi hijo de Nefi, vio esta iniquidad de su pueblo, su corazón se afligió en extremo.", "11 Y acaeció que fue y se postró en tierra y clamó fervorosamente a su Dios a favor de su pueblo, sí, aquellos que estaban a punto de ser destruidos por motivo de su fe en la tradición de sus padres.", "12 Y sucedió que todo ese día imploró fervorosamente al Señor, y he aquí, la voz del Señor vino a él, diciendo:", "13 Alza la cabeza y sé de buen ánimo, pues he aquí, ha llegado el momento; y esta noche se dará la señal, y mañana vengo al mundo para mostrar al mundo que he de cumplir todas las cosas que he hecho declarar por boca de mis santos profetas.", "14 He aquí, vengo a los míos para cumplir todas las cosas que he dado a conocer a los hijos de los hombres desde la fundación del mundo, y para hacer la voluntad así la del Padre como la del Hijo: la del Padre por causa de mí, y la del Hijo por causa de mi carne. He aquí, ha llegado el momento y esta noche se dará la señal.", "15 Y aconteció que se cumplieron las palabras que se dieron a Nefi, tal como fueron dichas; porque he aquí, a la puesta del sol, no hubo obscuridad; y el pueblo empezó a asombrarse porque no hubo obscuridad al caer la noche.", "16 Y hubo muchos, que no habían creído las palabras de los profetas, que cayeron a tierra y se quedaron como si estuviesen muertos, pues sabían que se había frustrado el gran plan de destrucción que habían tramado contra aquellos que creían en las palabras de los profetas; porque la señal que se había indicado estaba ya presente.", "17 Y empezaron a comprender que el Hijo de Dios pronto aparecería; sí, en una palabra, todos los habitantes sobre la faz de toda la tierra, desde el oeste hasta el este, tanto en la tierra del norte como en la tierra del sur, se asombraron a tal extremo que cayeron al suelo;", "18 porque sabían que los profetas habían dado testimonio de esas cosas por muchos años, y que la señal que se había indicado ya estaba a la vista; y empezaron a temer por motivo de su iniquidad e incredulidad.", "19 Y sucedió que no hubo obscuridad durante toda esa noche, sino que estuvo tan claro como si fuese mediodía. Y aconteció que en la mañana el sol salió de nuevo, según su orden natural; y entendieron que ese era el día en que había de nacer el Señor, por motivo de la señal que se había dado.", "20 Y habían acontecido, sí, todas las cosas, toda partícula, según las palabras de los profetas.", "21 Y aconteció también que apareció una nueva estrella, de acuerdo con la palabra.", "22 Y sucedió que de allí en adelante Satanás empezó a esparcir mentiras entre el pueblo, para endurecer sus corazones, a fin de que no creyeran en aquellas señales y prodigios que habían visto; pero a pesar de estas mentiras y engaños, la mayor parte del pueblo creyó y se convirtió al Señor.", "23 Y ocurrió que Nefi salió entre el pueblo, y también muchos otros, bautizando para arrepentimiento, con lo cual hubo una gran remisión de pecados. Y así, el pueblo de nuevo empezó a gozar de paz en la tierra.", "24 Y no hubo contenciones, con excepción de unos pocos que empezaron a predicar, intentando probar por medio de las Escrituras, que ya no era necesario observar la ley de Moisés; mas en esto erraron, por no haber entendido las Escrituras.", "25 Pero acaeció que no tardaron en convertirse, y se convencieron del error en que se hallaban, porque se les hizo saber que la ley no se había cumplido todavía, y que era necesario que se cumpliera sin faltar un ápice; sí, llegó a ellos la palabra de que era necesario que se cumpliese; sí, que ni una jota ni una tilde pasaría sin que todo se cumpliese; por tanto, en este mismo año se les hizo saber su error, y confesaron sus faltas.", "26 Y así concluyó el año noventa y dos, trayendo alegres nuevas al pueblo por motivo de las señales que se manifestaron, conforme a las palabras de profecía de todos los santos profetas.", "27 Y aconteció que el año noventa y tres también pasó en paz, con excepción de los ladrones de Gadiantón, que habitaban las montañas e infestaban el país; porque tan fuertes eran sus guaridas y escondrijos, que el pueblo no pudo vencerlos; por tanto, cometieron muchos asesinatos y causaron gran mortandad entre el pueblo.", "28 Y sucedió que empezaron a aumentar considerablemente en el año noventa y cuatro, porque hubo muchos disidentes nefitas que se refugiaron entre ellos; y esto causó mucha tristeza a los nefitas que permanecieron en la tierra.", "29 Y también hubo causa de mucha tristeza entre los lamanitas; porque he aquí, tenían muchos hijos que crecieron y aumentaron en años hasta actuar por sí mismos, y unos que eran zoramitas los indujeron, con sus mentiras y sus palabras aduladoras, a unirse a esos ladrones de Gadiantón.", "30 Y así fueron afligidos también los lamanitas, y empezaron a decaer en cuanto a su fe y rectitud, por causa de la iniquidad de la nueva generación."], "Français": ["Néphi, fils d’Hélaman, quitte le pays, et son fils Néphi tient les annales— Bien que les signes et les prodiges abondent, les méchants envisagent de tuer les justes— La nuit de la naissance du Christ arrive— Le signe est donné et une nouvelle étoile se lève— Les mensonges et les tromperies augmentent, et les brigands de Gadianton massacrent beaucoup de gens. Vers 1–4apr.J.-C.", "1 Or, il arriva que la quatre-vingt-onzième année était passée, et il y avait six cents ans que Léhi avait quitté Jérusalem; et c’était l’année où Lachonéus était grand juge et gouverneur du pays.", "2 Et Néphi, fils d’Hélaman, avaient quitté le pays de Zarahemla, donnant ses ordres à son fils Néphi, qui était son fils aîné, concernant les plaques d’airain, et toutes les annales qui avaient été tenues, et toutes les choses qui avaient été tenues pour sacrées depuis que Léhi avait quitté Jérusalem.", "3 Puis il quitta le pays, et nul ne sait où il est allé; et son fils Néphi tint les annales à sa place, oui, les annales de ce peuple.", "4 Et il arriva qu’au commencement de la quatre-vingt-douzième année, voici, les prophéties des prophètes commencèrent à s’accomplir plus complètement; car de plus grands signes et de plus grands miracles commencèrent à se produire parmi le peuple.", "5 Mais il y en eut qui commencèrent à dire que le temps était passé pour l’accomplissement des paroles qui avaient été dites par Samuel, le Lamanite.", "6 Et ils commencèrent à se réjouir au sujet de leurs frères, disant: Voici, le temps est passé, et les paroles de Samuel ne se sont pas accomplies; c’est pourquoi, votre joie et votre foi concernant cette chose ont été vaines.", "7 Et il arriva qu’ils causèrent un grand tumulte dans tout le pays; et ceux qui croyaient commencèrent à être très tristes, craignant que, d’une façon ou d’une autre, les choses dont il avait été parlé n’arrivent pas.", "8 Mais voici, ils attendaient avec constance ce jour, et cette nuit, et ce jour qui seraient comme un seul jour, comme s’il n’y avait pas de nuit, afin de savoir que leur foi n’avait pas été vaine.", "9 Or, il arriva qu’il y eut un jour fixé par les incrédules où tous ceux qui croyaient en ces traditions seraient mis à mort, à moins que le signe qui avait été donné par Samuel, le prophète, n’arrivât.", "10 Alors, il arriva que lorsque Néphi, fils de Néphi, vit la méchanceté de son peuple, son cœur fut extrêmement attristé.", "11 Et il arriva qu’il sortit, et se prosterna à terre, et implora avec ferveur son Dieu en faveur de son peuple, oui, de ceux qui étaient sur le point d’être détruits à cause de leur foi en la tradition de leurs pères.", "12 Et il arriva qu’il implora tout ce jour-là avec ferveur le Seigneur; et voici, la voix du Seigneur lui parvint, disant:", "13 Lève la tête et prends courage, car voici, le moment est proche, et cette nuit le signe sera donné, et demain je viens au monde, pour montrer au monde que j’accomplirai tout ce que j’ai fait dire par la bouche de mes saints prophètes.", "14 Voici, je viens chez les miens pour accomplir toutes les choses que j’ai fait connaître aux enfants des hommes depuis la fondation du monde et pour faire la volonté tant du Père que du Fils: du Père à cause de moi, et du Fils à cause de ma chair. Et voici, le moment est proche, et cette nuit le signe sera donné.", "15 Et il arriva que les paroles qui parvinrent à Néphi s’accomplirent comme elles avaient été dites; car voici, au coucher du soleil, il n’y eut pas de ténèbres; et le peuple commença à être étonné, parce qu’il n’y avait pas de ténèbres lorsque la nuit vint.", "16 Et il y en eut beaucoup, qui n’avaient pas cru aux paroles des prophètes, qui tombèrent par terre et devinrent comme morts, car ils savaient que le grand plan de destruction qu’ils avaient tramé contre ceux qui croyaient aux paroles des prophètes avait été contrarié; car le signe qui avait été donné était déjà là.", "17 Et ils commencèrent à savoir que le Fils de Dieu allait apparaître sous peu; oui, en bref, tout le peuple qui était sur la surface de toute la terre, de l’ouest à l’est, tant dans le pays au nord que dans le pays au sud, fut tellement étonné qu’il tomba par terre.", "18 Car ils savaient que les prophètes témoignaient de ces choses depuis de nombreuses années, et que le signe qui avait été donné était déjà là; et ils commencèrent à craindre à cause de leur iniquité et de leur incrédulité.", "19 Et il arriva qu’il n’y eut pas de ténèbres pendant toute cette nuit-là, mais il faisait aussi clair qu’en plein midi. Et il arriva que le soleil se leva de nouveau le matin, selon son ordre propre; et ils surent que c’était le jour où le Seigneur naîtrait, à cause du signe qui avait été donné.", "20 Et c’était arrivé, oui, tout, en tous points, selon les paroles des prophètes.", "21 Et il arriva aussi qu’une nouvelle étoile apparut, selon la parole.", "22 Et il arriva qu’à partir de ce moment-là, des mensonges commencèrent à être envoyés parmi le peuple par Satan, pour lui endurcir le cœur, dans l’intention de l’empêcher de croire en ces signes et ces prodiges qu’il avait vus; mais malgré ces mensonges et ces tromperies, la plus grande partie du peuple crut et fut convertie au Seigneur.", "23 Et il arriva que Néphi alla parmi le peuple, et beaucoup d’autres aussi, baptisant en vue du repentir, ce qui entraîna une grande rémission de péchés. Et ainsi, le peuple recommença à être en paix dans le pays.", "24 Et il n’y avait pas de querelles, si ce n’est qu’il y en eut quelques-uns qui commencèrent à prêcher, s’efforçant de prouver par les Écritures qu’il n’était plus nécessaire d’observer la loi de Moïse. Or, ils étaient dans l’erreur en cela, n’ayant pas compris les Écritures.", "25 Mais il arriva qu’ils furent bientôt convertis et furent convaincus de l’erreur dans laquelle ils étaient, car on leur fit connaître que la loi n’était pas encore accomplie, et qu’elle devait s’accomplir en tous points; oui, la parole leur parvint qu’elle devait s’accomplir; oui, que pas un iota ni un trait de lettre ne passeraient avant qu’elle fût toute accomplie; c’est pourquoi, cette même année, ils furent amenés à la connaissance de leur erreur et confessèrent leurs fautes.", "26 Et ainsi passa la quatre-vingt-douzième année, apportant de bonnes nouvelles au peuple à cause des signes qui étaient arrivés, selon les paroles de la prophétie de tous les saints prophètes.", "27 Et il arriva que la quatre-vingt-treizième année passa aussi dans la paix, sauf en ce qui concerne les brigands de Gadianton, qui demeuraient dans les montagnes, qui infestaient le pays; car leurs places fortes et leurs lieux secrets étaient si puissants que le peuple ne pouvait pas avoir le dessus sur eux; c’est pourquoi, ils commettaient beaucoup de meurtres et causaient de grands massacres parmi le peuple.", "28 Et il arriva que la quatre-vingt-quatorzième année, ils commencèrent à augmenter considérablement, parce qu’il y avait beaucoup de dissidents néphites qui fuyaient vers eux, ce qui causa beaucoup de tristesse aux Néphites qui restaient dans le pays.", "29 Et il y avait aussi une cause de grande tristesse chez les Lamanites; car voici, ils avaient beaucoup d’enfants qui grandissaient et commençaient à devenir forts au fil des années, de sorte qu’ils devenaient indépendants et étaient entraînés par certains, qui étaient Zoramites, par leurs mensonges et leurs paroles flatteuses, à se joindre à ces brigands de Gadianton.", "30 Et c’est ainsi que les Lamanites étaient affligés aussi et commençaient à diminuer quant à leur foi et à leur justice, à cause de la méchanceté de la génération montante."], "Kiribati": ["Nibwaai, are natin Ereman te mwaane, e kitana te aba, ao natina te mwaane ae Nibwaai e taui mwin taian rongorongo—E ngae ngke a mwaiti taian kanikina ma taian kamimi, ao naake a buakaka a babaire bwa a na tiringia ake a raoiroi—N te tairiki are e a roko tain bungiakin Kristo—E roko te kanikina, ao e a oti te itoi ae boou—E rikirake ni korakora te kewe ao te mwaamwana te aba, ao ana taan iraa Kateanton a tiringia aika a mwaiti. Uakaan ma 1–4N.K.", "1 Ngkai e a koro bukina bwa e a bane te karuabwi ma teuana n ririki ao bon onobubua te ririki man te tai are e kitana iai Ierutarem Riaai; ao bon i nanon te ririki anne are Ratonati bon mataniwia taan moti ao te kowana ni kabuta te aba.", "2 Ao Nibwaai, are natin Ereman te mwaane, e a tia ni kitana te aba are Taraemera, man angan natina te mwaane, are Nibwaai are bon ana karimoa, mwiokon taian bwaatua aika buraati, ma rongorongo ni kabane ake a tia n tauaki mwiia, ao bwaai ni kabane ake a tia ni kawakinaki bwa a tabu man te tai are Riaai e kitana iai Ierutarem.", "3 Ao ngkanne e a kitana te aba, ao e nakea, bon akea te aomata ae e ataia; ao natina te mwaane are Nibwaai e bon kaawakin taian rongorongo n onea mwiina, eng, rongorongoia te botanaomata aio.", "4 Ao e a koro bukina bwa ni moanakin te karuabwi ma uoua n ririki, nooria, a moanna ni kakoroaki bukin aia taeka ni burabeti taian burabeti; bwa a moanna n roko riki kanikina ma mwakuri aika a kamimi i buakoia te botanaomata.", "5 Ao iai tabemwaang ake a moanna n taekinna bwa e a bwakanako te tai are a riai ni kakoroaki iai bukin taeka aikai, ake e taekin Tamuera, are te Reimwanaite.", "6 Ao a kimwareirei i aoia tariia ni kangai: Nooria e a bwakanako te tai, ao ana taeka Tamuera a bon tuai naba ma ni koro bukiia; ngaia are ami kimwareirei ma ami onimaki ni kaineti ma te bwai aio a bon matebuaka.", "7 Ao e a koro bukina bwa a bon karika te kiriwe ae korakora ni kabuta te aba; ao aomata ake aki kakewekewe a bon moanna n nanokawaki, bwa a rawa n aki koro bukin bwaai ake a bon tia n taekinaki.", "8 Ma nooria, a bon teimatoa n taratara n te ngaina ma te bong ma tengaina are a na riki bwa ti tebongina n te aro are a na akea te bong, bwa aonga n ataia bwa e aki matebuaka aia onimaki.", "9 Ngkai e a koro bukina bwa bon iai te bong ae katannakoaki irouia naake aki kakoaua, bwa ni kabane naake a kakoauai katei aikai a na tiringaki ngkana e aki koro bukin te kanikina, are e a bon tia n anga te burabeti ae Tamuera.", "10 Ngkai e a koro bukina bwa ngke Nibwaai, are natin Nibwaai te mwaane e noora buakakaia ana botanaomata, e a bon korakora nanokawakin nanona.", "11 Ao e a koro bukina bwa e otinako ma ni bobaraaki iaon tano man tang ni kakorakora nakon Atuana ibukiia ana botanaomata, eng, ibukiia ake bon iaon kawaia n tiringaki ibukin aia onimaki n aia katei aia bakatibu.", "12 Ao e a koro bukina bwa e tang ni kakorakora nakon te Uea ni kabongnga; ao nooria, e roko bwanaan te Uea nakoina ni kangai:", "13 Tabekarake atuum ao kukurei; bwa nooria, e a kaan roko te tai, ao n te tairiki aei ao kam na anganaki te kanikina, ao n te ingabong ao N na roko nakon te aonaba, bwa N na kaotia nakon te aonaba bwa N na kakoroi bukin bwaai ni kabane ake I a tia n tua bwa a na taekinaki ni wiia au burabeti aika a tabu.", "14 Nooria, N na roko nakoia ake au bwai, bwa N na kakoroi bukin bwaai ni kabane ake I a tia ni kaoti nakoia natia aomata ma ni moan katean aan te aonaba, ao N na kakoroi nanoia, te Tama ao te Nati—nanon te Tama ibukiu, ao nanon te Nati ibukin ae I riki n rabwata. Ao nooria, e a kaan roko te tai, ao n te tairiki aei ao kam na anganaki te kanikina.", "15 Ao e a koro bukina bwa taeka ake a roko nakon Nibwaai a kakoroaki bukiia, n aron are a bon tia n taekinaki; bwa nooria, n te tai are e bung iai taai ao bon akea te roo; ao aomata a bon korakora miimiia bwa bon akea te roo ngke e a bong.", "16 Ao a bon mwaiti, ake a bon tuai ma ni kakoauai aia taeka burabeti, ake a bwaka nako aontano man riki n aron ae a mate, bwa a ataia bwa te babaire ae korakora ibukin kamaunaakiia ake a kakoauai aia taeka burabeti are e a tia ni katauraoaki e a bon tia ni kamangaoaki; bwa te kanikina are a tia n anganaki e a tia n roko.", "17 Ao a moanna n ataia bwa e a kaan kaoti Natin te Atua; eng, ni kakimototoa, ni kabane kaain te aonaba ae bwanin mai maeao nako mainiku, ake n te aba are i meang ao n te aba are i maiaki, a bon korakora miimiia n te aro are a bwaka nako aontano.", "18 Bwa a ataia bwa burabeti a tia n taekina koauan bwaai aikai i nanon ririki aika a mwaiti, ao bwa te kanikina are a tia n anganaki e a bon roko; ao a bon moanna ni maaku ibukin aia bure ao aia kakewekewe.", "19 Ao e a koro bukina bwa bon akea te roo n te tairiki arei, ma e bon oota n aron ae tawanou. Ao e a koro bukina bwa taai e bon manga oti ngke e a ingabong, n aron are bon arona; ao a bon ataia bwa bon te bong are e a bungiaki iai te Uea, ibukin te kanikina are a tia n anganaki.", "20 Ao e a koro bukina, eng, bwaai ni kabane, mwakorokorona ni kabane, n aron aia taeka burabeti.", "21 Ao e a koro bukina naba bwa e kaoti te itoi ae boou, n aron te taeka.", "22 Ao e a koro bukina bwa man te tai arei ao a kanakoaki taeka ni kewe i buakoia aomata, iroun Tatan, bwa aonga ni matoatoa nanoia, ma te kantaninga bwa ana aki kakoauai kanikina ma kamimi ake a tia n noori; ma e ngae ngke iai taian kewe ma mwaamwanakin te aba n aekan aikai, a bon mwaiti riki aomata ake a kakoauai ao ma n rairaki nakon te Uea.", "23 Ao e a koro bukina bwa e mwananga Nibwaai i buakoia aomata, ao tabeman naba a mwananga, ni bwabetito ibukin te rairannano, n te aro are e a bon korakora kamaunaan bure. Ao ngaia are aomata a manga karekea te rau n te aba.", "24 Ao bon akea te kakauntaeka, ma ti iai tabeman ake a waaki ni kakabwarabwara, ni kataia n taekinna bwa e oti n koroboki aika tabu bwa e a aki riai kawakinan ana tua Mote. Ao ngkanne a bon kairua n te aro aei, bwa a tia n aki oota n koroboki aika tabu.", "25 Ma e a koro bukina bwa e aki maan ao a manga rairaki, ma ni kakoaua te kairua are e mena i nanona, bwa e kaotaki nakoia bwa e bon tuai ni kakoroaki bukin te tua, ao e na bon kakoroaki bukina te tamruru ao te taurouro ni kabane; eng, e roko te taeka nakoia bwa e na bon riai ni kakoroaki bukiia; eng, bwa bon akea te taurouro ke te tamruru teuana ae e na aki kakoroaki bukina ni karokoa ae e na bon bane ni kakoroaki bukiia; ngaia are n te ririki naba aio ao a bon ataa aia kairua ma ni kaoti aia kairua.", "26 Ao ngaia are e a toki te karuabwi ma uoua n ririki, ae uota te rongorongo ae kakukurei nakoia aomata ibukin taian kanikina ake a bon koro bukiia, n aron aia taeka n taetae ni burabeti taian burabeti aika a tabu ni kabane.", "27 Ao e a koro bukina bwa e bon bane naba te karuabwi ma teniua n ririki i nanon te rau, ma bon ti iai ana taan iraa Kateanton, ake a maeka n te maunga, ake a bon kaona te aba ma ni kakamaku; bwa e bon kaitaraa aron matoatoan aia tabo ni katantan ma aia tabo ni karaba n te aro are aomata aki kona n tokanikai i aoia; ngaia are a bon karaoi tiritiri aika a mwaiti, ma n tiriaomata n aki akaaka.", "28 Ao e a koro bukina bwa n te karuabwi ma aua n ririki ao e moanna ni kerake mwaitia n te aro ae korakora, ibukina bwa a bon mwaiti taan birinako aika Nibwaite ake a biri nakoia, ao aio are e karika te nanokawaki ae korakora nakoia Nibwaite ake a tiku n te aba.", "29 Ao bon iai naba bukin te nanokawaki ae korakora i buakoia Reimwanaite; bwa nooria, bon iai natia aika a mwaiti ake a rikirake ma ni matoatoa n aia ririki ni maiu, ao a bon tei iaon waeia, ao a kairaki nako irouia tabemwaang aika Tioramwaite, ibukin aia kewe ma aia taeka ni kamwamwane, ao a ikotaki ma ana taan iraa Kateanton.", "30 Ao ngaia are a bon karawawataki naba Reimwanaite, ao a moanna ni kekerikaki n aia onimaki ma raoiroia, ibukin korakoran buakakaia te roro ae tabe n rikirake."]}