{"English": ["The Nephites and the Lamanites are all converted unto the Lord—They have all things in common, work miracles, and prosper in the land—After two centuries, divisions, evils, false churches, and persecutions arise—After three hundred years, both the Nephites and the Lamanites are wicked—Ammaron hides up the sacred records. About A.D.35–321.", "1 And it came to pass that the thirty and fourth year passed away, and also the thirty and fifth, and behold the disciples of Jesus had formed a church of Christ in all the lands round about. And as many as did come unto them, and did truly repent of their sins, were baptized in the name of Jesus; and they did also receive the Holy Ghost.", "2 And it came to pass in the thirty and sixth year, the people were all converted unto the Lord, upon all the face of the land, both Nephites and Lamanites, and there were no contentions and disputations among them, and every man did deal justly one with another.", "3 And they had all things common among them; therefore there were not rich and poor, bond and free, but they were all made free, and partakers of the heavenly gift.", "4 And it came to pass that the thirty and seventh year passed away also, and there still continued to be peace in the land.", "5 And there were great and marvelous works wrought by the disciples of Jesus, insomuch that they did heal the sick, and raise the dead, and cause the lame to walk, and the blind to receive their sight, and the deaf to hear; and all manner of miracles did they work among the children of men; and in nothing did they work miracles save it were in the name of Jesus.", "6 And thus did the thirty and eighth year pass away, and also the thirty and ninth, and forty and first, and the forty and second, yea, even until forty and nine years had passed away, and also the fifty and first, and the fifty and second; yea, and even until fifty and nine years had passed away.", "7 And the Lord did prosper them exceedingly in the land; yea, insomuch that they did build cities again where there had been cities burned.", "8 Yea, even that great city Zarahemla did they cause to be built again.", "9 But there were many cities which had been sunk, and waters came up in the stead thereof; therefore these cities could not be renewed.", "10 And now, behold, it came to pass that the people of Nephi did wax strong, and did multiply exceedingly fast, and became an exceedingly fair and delightsome people.", "11 And they were married, and given in marriage, and were blessed according to the multitude of the promises which the Lord had made unto them.", "12 And they did not walk any more after the performances and ordinances of the law of Moses; but they did walk after the commandments which they had received from their Lord and their God, continuing in fasting and prayer, and in meeting together oft both to pray and to hear the word of the Lord.", "13 And it came to pass that there was no contention among all the people, in all the land; but there were mighty miracles wrought among the disciples of Jesus.", "14 And it came to pass that the seventy and first year passed away, and also the seventy and second year, yea, and in fine, till the seventy and ninth year had passed away; yea, even an hundred years had passed away, and the disciples of Jesus, whom he had chosen, had all gone to the paradise of God, save it were the three who should tarry; and there were other disciples ordained in their stead; and also many of that generation had passed away.", "15 And it came to pass that there was no contention in the land, because of the love of God which did dwell in the hearts of the people.", "16 And there were no envyings, nor strifes, nor tumults, nor whoredoms, nor lyings, nor murders, nor any manner of lasciviousness; and surely there could not be a happier people among all the people who had been created by the hand of God.", "17 There were no robbers, nor murderers, neither were there Lamanites, nor any manner of -ites; but they were in one, the children of Christ, and heirs to the kingdom of God.", "18 And how blessed were they! For the Lord did bless them in all their doings; yea, even they were blessed and prospered until an hundred and ten years had passed away; and the first generation from Christ had passed away, and there was no contention in all the land.", "19 And it came to pass that Nephi, he that kept this last record, (and he kept it upon the plates of Nephi) died, and his son Amos kept it in his stead; and he kept it upon the plates of Nephi also.", "20 And he kept it eighty and four years, and there was still peace in the land, save it were a small part of the people who had revolted from the church and taken upon them the name of Lamanites; therefore there began to be Lamanites again in the land.", "21 And it came to pass that Amos died also, (and it was an hundred and ninety and four years from the coming of Christ) and his son Amos kept the record in his stead; and he also kept it upon the plates of Nephi; and it was also written in the book of Nephi, which is this book.", "22 And it came to pass that two hundred years had passed away; and the second generation had all passed away save it were a few.", "23 And now I, Mormon, would that ye should know that the people had multiplied, insomuch that they were spread upon all the face of the land, and that they had become exceedingly rich, because of their prosperity in Christ.", "24 And now, in this two hundred and first year there began to be among them those who were lifted up in pride, such as the wearing of costly apparel, and all manner of fine pearls, and of the fine things of the world.", "25 And from that time forth they did have their goods and their substance no more common among them.", "26 And they began to be divided into classes; and they began to build up churches unto themselves to get gain, and began to deny the true church of Christ.", "27 And it came to pass that when two hundred and ten years had passed away there were many churches in the land; yea, there were many churches which professed to know the Christ, and yet they did deny the more parts of his gospel, insomuch that they did receive all manner of wickedness, and did administer that which was sacred unto him to whom it had been forbidden because of unworthiness.", "28 And this church did multiply exceedingly because of iniquity, and because of the power of Satan who did get hold upon their hearts.", "29 And again, there was another church which denied the Christ; and they did persecute the true church of Christ, because of their humility and their belief in Christ; and they did despise them because of the many miracles which were wrought among them.", "30 Therefore they did exercise power and authority over the disciples of Jesus who did tarry with them, and they did cast them into prison; but by the power of the word of God, which was in them, the prisons were rent in twain, and they went forth doing mighty miracles among them.", "31 Nevertheless, and notwithstanding all these miracles, the people did harden their hearts, and did seek to kill them, even as the Jews at Jerusalem sought to kill Jesus, according to his word.", "32 And they did cast them into furnaces of fire, and they came forth receiving no harm.", "33 And they also cast them into dens of wild beasts, and they did play with the wild beasts even as a child with a lamb; and they did come forth from among them, receiving no harm.", "34 Nevertheless, the people did harden their hearts, for they were led by many priests and false prophets to build up many churches, and to do all manner of iniquity. And they did smite upon the people of Jesus; but the people of Jesus did not smite again. And thus they did dwindle in unbelief and wickedness, from year to year, even until two hundred and thirty years had passed away.", "35 And now it came to pass in this year, yea, in the two hundred and thirty and first year, there was a great division among the people.", "36 And it came to pass that in this year there arose a people who were called the Nephites, and they were true believers in Christ; and among them there were those who were called by the Lamanites—Jacobites, and Josephites, and Zoramites;", "37 Therefore the true believers in Christ, and the true worshipers of Christ, (among whom were the three disciples of Jesus who should tarry) were called Nephites, and Jacobites, and Josephites, and Zoramites.", "38 And it came to pass that they who rejected the gospel were called Lamanites, and Lemuelites, and Ishmaelites; and they did not dwindle in unbelief, but they did wilfully rebel against the gospel of Christ; and they did teach their children that they should not believe, even as their fathers, from the beginning, did dwindle.", "39 And it was because of the wickedness and abomination of their fathers, even as it was in the beginning. And they were taught to hate the children of God, even as the Lamanites were taught to hate the children of Nephi from the beginning.", "40 And it came to pass that two hundred and forty and four years had passed away, and thus were the affairs of the people. And the more wicked part of the people did wax strong, and became exceedingly more numerous than were the people of God.", "41 And they did still continue to build up churches unto themselves, and adorn them with all manner of precious things. And thus did two hundred and fifty years pass away, and also two hundred and sixty years.", "42 And it came to pass that the wicked part of the people began again to build up the secret oaths and combinations of Gadianton.", "43 And also the people who were called the people of Nephi began to be proud in their hearts, because of their exceeding riches, and become vain like unto their brethren, the Lamanites.", "44 And from this time the disciples began to sorrow for the sins of the world.", "45 And it came to pass that when three hundred years had passed away, both the people of Nephi and the Lamanites had become exceedingly wicked one like unto another.", "46 And it came to pass that the robbers of Gadianton did spread over all the face of the land; and there were none that were righteous save it were the disciples of Jesus. And gold and silver did they lay up in store in abundance, and did traffic in all manner of traffic.", "47 And it came to pass that after three hundred and five years had passed away, (and the people did still remain in wickedness) Amos died; and his brother, Ammaron, did keep the record in his stead.", "48 And it came to pass that when three hundred and twenty years had passed away, Ammaron, being constrained by the Holy Ghost, did hide up the records which were sacred—yea, even all the sacred records which had been handed down from generation to generation, which were sacred—even until the three hundred and twentieth year from the coming of Christ.", "49 And he did hide them up unto the Lord, that they might come again unto the remnant of the house of Jacob, according to the prophecies and the promises of the Lord. And thus is the end of the record of Ammaron."], "Español": ["Todos los nefitas y los lamanitas se convierten al Señor— Tienen todas las cosas en común, obran milagros y prosperan en la tierra— Al cabo de dos siglos, surgen divisiones, iniquidades, iglesias falsas y persecuciones— Después de trescientos años, tanto los nefitas como los lamanitas se vuelven inicuos— Ammarón esconde los anales sagrados. Aproximadamente 35–321d.C.", "1 Y aconteció que pasó el año treinta y cuatro, y también el treinta y cinco; y he aquí, los discípulos de Jesús habían establecido una iglesia de Cristo en todas las tierras circunvecinas. Y cuantos iban a ellos, y se arrepentían verdaderamente de sus pecados, eran bautizados en el nombre de Jesús; y también recibían el Espíritu Santo.", "2 Y ocurrió que en el año treinta y seis se convirtió al Señor toda la gente sobre toda la faz de la tierra, tanto nefitas como lamanitas; y no había contenciones ni disputas entre ellos, y obraban rectamente unos con otros.", "3 Y tenían en común todas las cosas; por tanto, no había ricos ni pobres, esclavos ni libres, sino que todos fueron hechos libres, y participantes del don celestial.", "4 Y sucedió que pasó el año treinta y siete también, y continuó la paz en la tierra.", "5 Y los discípulos de Jesús efectuaban grandes y maravillosas obras, de tal manera que sanaban a los enfermos, y resucitaban a los muertos, y hacían que los cojos anduvieran, y que los ciegos recibieran su vista, y que los sordos oyeran; y obraban toda clase de milagros entre los hijos de los hombres; y no obraban milagros salvo que fuera en el nombre de Jesús.", "6 Y así pasó el año treinta y ocho, y también los años treinta y nueve, y cuarenta y uno y cuarenta y dos, sí, hasta el año cuarenta y nueve, y también el cincuenta y uno, y el cincuenta y dos; sí, hasta que hubieron pasado cincuenta y nueve años.", "7 Y el Señor los prosperó en gran manera sobre la tierra; sí, al grado de que nuevamente edificaron ciudades donde se habían incendiado las otras.", "8 Sí, y aun la gran ciudad de Zarahemla hicieron reconstruir.", "9 Pero hubo muchas ciudades que se habían hundido, y las aguas habían aparecido en su lugar; por tanto, estas ciudades no pudieron ser reedificadas.", "10 Y he aquí, aconteció que el pueblo de Nefi se hizo fuerte, y se multiplicó con gran rapidez, y llegó a ser un pueblo hermoso y deleitable en extremo.", "11 Y se casaban y se daban en matrimonio, y fueron bendecidos de acuerdo con la multitud de las promesas que el Señor les había hecho.", "12 Y ya no se guiaban por las prácticas y ordenanzas de la ley de Moisés, sino que se guiaban por los mandamientos que habían recibido de su Señor y su Dios, perseverando en el ayuno y en la oración, y reuniéndose a menudo, tanto para orar como para escuchar la palabra del Señor.", "13 Y sucedió que no hubo contención entre todos los habitantes sobre toda la tierra, mas los discípulos de Jesús obraban grandes milagros.", "14 Y ocurrió que pasó el año setenta y uno, y también el año setenta y dos; sí, y por último, hasta que hubo pasado el año setenta y nueve; sí, y aun cien años habían pasado, y los discípulos que Jesús había seleccionado se habían ido todos al paraíso de Dios, con excepción de los tres que habían de permanecer; y fueron ordenados otros discípulos en lugar de ellos; y también muchos de los de aquella generación habían muerto ya.", "15 Y ocurrió que no había contenciones en la tierra, a causa del amor de Dios que moraba en el corazón del pueblo.", "16 Y no había envidias, ni contiendas, ni tumultos, ni fornicaciones, ni mentiras, ni asesinatos, ni lascivias de ninguna especie; y ciertamente no podía haber un pueblo más dichoso entre todos los que habían sido creados por la mano de Dios.", "17 No había ladrones, ni asesinos, ni lamanitas, ni ninguna especie de -itas, sino que eran uno, hijos de Cristo y herederos del reino de Dios.", "18 ¡Y cuán bendecidos fueron! Porque el Señor los bendijo en todas sus obras; sí, fueron bendecidos y prosperaron hasta que hubieron transcurrido ciento diez años; y la primera generación después de Cristo había muerto ya, y no había contención en toda la tierra.", "19 Y sucedió que Nefi, el que llevaba estos últimos anales, murió (y llevaba la historia sobre las planchas de Nefi); y su hijo Amós la continuó en su lugar; y también lo hizo sobre las planchas de Nefi.", "20 Y la llevó ochenta y cuatro años, y todavía continuaba la paz en el país, con excepción de una pequeña parte del pueblo que se había rebelado contra la iglesia y tomado sobre sí el nombre de lamanitas; así que otra vez empezó a haber lamanitas en la tierra.", "21 Y aconteció que Amós también murió (y fue a los ciento noventa y cuatro años de la venida de Cristo), y su hijo, Amós, llevó la historia en su lugar; y también la escribió sobre las planchas de Nefi, y también está escrita en el libro de Nefi, que es este libro.", "22 Y sucedió que habían transcurrido doscientos años; y todos los de la segunda generación habían muerto, con excepción de unos pocos.", "23 Y yo, Mormón, quiero que sepáis que el pueblo se había multiplicado de tal manera que se hallaba esparcido por toda la faz de la tierra, y que habían llegado a ser sumamente ricos, por razón de su prosperidad en Cristo.", "24 Y ahora bien, en este año, el doscientos uno, empezó a haber entre ellos algunos que se ensalzaron en el orgullo, tal como el lucir ropas costosas, y toda clase de perlas finas, y de las cosas lujosas del mundo.", "25 Y de ahí en adelante ya no tuvieron sus bienes y posesiones en común entre ellos.", "26 Y empezaron a dividirse en clases; y empezaron a establecer iglesias para sí con objeto de lucrar; y comenzaron a negar la verdadera iglesia de Cristo.", "27 Y sucedió que cuando hubieron transcurrido doscientos diez años, ya había en la tierra un gran número de iglesias; sí, había muchas iglesias que profesaban conocer al Cristo, y sin embargo, negaban la mayor parte de su evangelio, de tal modo que toleraban toda clase de iniquidades, y administraban lo que era sagrado a quienes les estaba prohibido por motivo de no ser dignos.", "28 Y esta iglesia se multiplicó en gran manera por causa de la iniquidad, y por el poder de Satanás que se apoderó de sus corazones.", "29 Y además, había otra iglesia que negaba al Cristo; y estos perseguían a los de la verdadera iglesia de Cristo por su humildad y creencia en Cristo, y los despreciaban por causa de los muchos milagros que se efectuaban entre ellos.", "30 Por tanto, ejercían poder y autoridad sobre los discípulos de Jesús que permanecieron con ellos, y los echaban en prisiones; pero por el poder de la palabra de Dios, que estaba en ellos, las prisiones se partían en dos, y salían ellos haciendo grandes milagros entre el pueblo.", "31 No obstante, y a pesar de todos estos milagros, el pueblo endureció su corazón e intentó matarlos, así como los judíos de Jerusalén procuraron matar a Jesús, según la palabra de él.", "32 Y los arrojaban en hornos encendidos; y salían sin recibir ningún daño.", "33 Y también los echaban en fosos de animales feroces, y jugaban con las fieras como un niño con un cordero; y salían de entre ellos sin recibir daño alguno.", "34 No obstante, los del pueblo endurecieron su corazón, porque los guiaron muchos sacerdotes y profetas falsos a establecer muchas iglesias y a cometer toda clase de iniquidades. Y herían al pueblo de Jesús; pero el pueblo de Jesús no les devolvía el mal. Y así degeneraron en la incredulidad e iniquidad de año en año, hasta que hubieron pasado doscientos treinta años.", "35 Y sucedió que en este año, sí, en el año doscientos treinta y uno, hubo una gran división entre el pueblo.", "36 Y aconteció que en este año se levantó un grupo que fue llamado nefitas, y eran verdaderos creyentes en Cristo; y entre estos se encontraban aquellos que los lamanitas llamaban jacobitas, y josefitas, y zoramitas;", "37 por tanto, los verdaderos creyentes en Cristo y los verdaderos adoradores de Cristo (entre los cuales se hallaban los tres discípulos de Jesús que habían de quedar) eran llamados nefitas, y jacobitas, y josefitas, y zoramitas.", "38 Y aconteció que aquellos que rechazaban el evangelio eran llamados lamanitas, lemuelitas e ismaelitas; y estos no degeneraron en la incredulidad, sino que intencionalmente se rebelaron contra el evangelio de Cristo; y enseñaron a sus hijos a no creer, así como sus padres degeneraron desde el principio.", "39 Y fue por motivo de la iniquidad y abominación de sus padres, así como fue en el principio. Y les enseñaron a odiar a los hijos de Dios, tal como se había enseñado a los lamanitas a aborrecer a los hijos de Nefi desde el principio.", "40 Y ocurrió que habían transcurrido doscientos cuarenta y cuatro años, y así se hallaban los asuntos del pueblo. Y la parte más inicua del pueblo se hizo fuerte, y llegó a ser mucho más numerosa que los del pueblo de Dios.", "41 Y continuaron estableciendo iglesias para sí, y adornándolas con todo género de objetos preciosos. Y así transcurrieron doscientos cincuenta años, y también doscientos sesenta años.", "42 Y sucedió que la parte inicua del pueblo empezó otra vez a reconstituir los juramentos y las combinaciones secretas de Gadiantón.", "43 Y también los del pueblo, que eran llamados el pueblo de Nefi, empezaron a tener orgullo en su corazón, a causa de sus inmensas riquezas, y se envanecieron igual que sus hermanos, los lamanitas.", "44 Y desde entonces empezaron a afligirse los discípulos por los pecados del mundo.", "45 Y ocurrió que, cuando hubieron pasado trescientos años, tanto el pueblo de los nefitas como el de los lamanitas se habían vuelto sumamente inicuos, los unos iguales que los otros.", "46 Y aconteció que los ladrones de Gadiantón se extendieron por toda la superficie de la tierra; y no había quien fuese justo salvo los discípulos de Jesús. Y acumulaban y guardaban oro y plata en abundancia; y traficaban en mercaderías de toda clase.", "47 Y sucedió que cuando hubieron transcurrido trescientos cinco años (y el pueblo seguía todavía en su iniquidad), murió Amós; y su hermano Ammarón llevó los anales en su lugar.", "48 Y aconteció que cuando hubieron pasado trescientos veinte años, Ammarón, siendo constreñido por el Espíritu Santo, ocultó los anales que eran sagrados —sí, todos los anales sagrados que se habían transmitido de generación en generación, los cuales eran sagrados— aun hasta el año trescientos veinte desde la venida de Cristo.", "49 Y los ocultó para los fines del Señor, con objeto de que volvieran otra vez al resto de la casa de Jacob, según las profecías y las promesas del Señor. Y así concluyen los anales de Ammarón."], "Français": ["Les Néphites et les Lamanites sont tous convertis au Seigneur— Ils ont tout en commun, accomplissent des miracles et prospèrent dans le pays— Après deux siècles, des divisions, des abus, de fausses Églises et des persécutions apparaissent— Après trois cents ans, les Néphites et les Lamanites sont, les uns comme les autres, mauvais— Ammaron cache les annales sacrées. Vers 35–321apr.J.-C.", "1 Et il arriva que la trente-quatrième année passa, et aussi la trente-cinquième, et voici, les disciples de Jésus avaient formé une Église du Christ dans les pays alentour. Et tous ceux qui venaient à eux et se repentaient vraiment de leurs péchés étaient baptisés au nom de Jésus; et ils recevaient aussi le Saint-Esprit.", "2 Et il arriva que la trente-sixième année, le peuple fut entièrement converti au Seigneur, sur toute la surface du pays, tant les Néphites que les Lamanites, et il n’y avait pas de querelles ni de controverses parmi eux, et tous les hommes pratiquaient la justice les uns envers les autres.", "3 Et ils avaient tout en commun; c’est pourquoi il n’y avait ni riches ni pauvres, ni esclaves ni hommes libres, mais ils étaient tous affranchis et participants du don céleste.", "4 Et il arriva que la trente-septième année passa aussi et il continuait à y avoir la paix dans le pays.", "5 Et des œuvres grandes et merveilleuses furent accomplies par les disciples de Jésus, de sorte qu’ils guérissaient les malades, et ressuscitaient les morts, et faisaient marcher les estropiés, et rendaient la vue aux aveugles et l’ouïe aux sourds; et ils accomplirent toutes sortes de miracles parmi les enfants des hommes; et ils ne faisaient de miracles qu’au nom de Jésus.", "6 Et ainsi passa la trente-huitième année, et aussi la trente-neuvième, et la quarante et unième, et la quarante-deuxième, oui, jusqu’à ce que quarante-neuf ans fussent passés, et aussi la cinquante et unième et la cinquante-deuxième; oui, et même jusqu’à ce que cinquante-neuf ans fussent passés.", "7 Et le Seigneur les fit prospérer extrêmement dans le pays; oui, de sorte qu’ils reconstruisirent des villes là où des villes avaient été brûlées.", "8 Oui, ils firent même reconstruire la grande ville de Zarahemla.", "9 Mais il y avait beaucoup de villes qui avaient été englouties, et des eaux étaient montées à leur place; c’est pourquoi ces villes ne purent être rebâties.", "10 Et maintenant, voici, il arriva que le peuple de Néphi devint fort, et se multiplia extrêmement vite, et devint un peuple extrêmement beau et agréable.", "11 Et ils se mariaient, et mariaient leurs enfants, et étaient bénis, selon la multitude des promesses que le Seigneur leur avait faites.", "12 Et ils ne marchaient plus selon les observances et les ordonnances de la loi de Moïse; mais ils marchaient selon les commandements qu’ils avaient reçus de leur Seigneur et de leur Dieu, persévérant dans le jeûne et la prière, et se réunissant souvent, à la fois pour prier et pour entendre la parole du Seigneur.", "13 Et il arriva qu’il n’y eut pas de querelles parmi tout le peuple dans tout le pays; mais de grands miracles étaient accomplis parmi les disciples de Jésus.", "14 Et il arriva que la soixante et onzième année passa, et aussi la soixante-douzième année, oui, en bref, jusqu’à ce que la soixante-dix-neuvième année fût passée; oui, cent ans étaient passés, et les disciples que Jésus avait choisis étaient tous allés au paradis de Dieu, sauf les trois qui devaient demeurer; et il y eut d’autres disciples ordonnés à leur place; et aussi, beaucoup de cette génération avaient quitté cette vie.", "15 Et il arriva qu’il n’y eut pas de querelles dans le pays, à cause de l’amour de Dieu qui demeurait dans le cœur du peuple.", "16 Et il n’y avait pas d’envies, ni de discordes, ni de tumultes, ni de fornications, ni de mensonges, ni de meurtres, ni aucune sorte de lasciveté; et assurément il ne pouvait y avoir de peuple plus heureux parmi tout le peuple qui avait été créé par la main de Dieu.", "17 Il n’y avait pas de brigands, ni d’assassins, et il n’y avait pas non plus de Lamanites, ni aucune sorte d’-ites; mais ils étaient un, enfants du Christ et héritiers du royaume de Dieu.", "18 Et comme ils étaient bénis! Car le Seigneur les bénissait dans toutes leurs actions; oui, ils furent bénis et rendus prospères jusqu’à ce que cent dix ans fussent passés; et la première génération depuis le Christ s’en était allée, et il n’y avait pas de querelles dans tout le pays.", "19 Et il arriva que Néphi, celui qui avait tenu ces dernières annales (et il les tint sur les plaques de Néphi), mourut, et son fils Amos les tint à sa place; et il les tint aussi sur les plaques de Néphi.", "20 Et il les tint quatre-vingt-quatre ans, et il y avait toujours la paix dans le pays, sauf qu’une petite partie du peuple s’était révoltée, et avait quitté l’Église, et avait pris sur elle le nom de Lamanites; c’est pourquoi il recommença à y avoir des Lamanites dans le pays.", "21 Et il arriva qu’Amos mourut aussi (et c’était cent quatre-vingt-quatorze ans depuis la venue du Christ), et son fils Amos tint les annales à sa place; et il les tint aussi sur les plaques de Néphi; et elles furent aussi écrites dans le livre de Néphi, qui est ce livre.", "22 Et il arriva que deux cents ans étaient passés; et toute la deuxième génération avait quitté cette vie, sauf un petit nombre.", "23 Et maintenant, moi, Mormon, je voudrais que vous sachiez que le peuple s’était multiplié, de sorte qu’il était répandu sur toute la surface du pays, et qu’il était devenu extrêmement riche à cause de sa prospérité dans le Christ.", "24 Et alors, cette deux cent unième année, certains parmi eux commencèrent à être enflés dans l’orgueil, portant des vêtements somptueux, et toutes sortes de perles fines, et les choses raffinées du monde.", "25 Et à partir de ce moment-là, ils n’eurent plus leurs biens et leur subsistance en commun.", "26 Et ils commencèrent à être divisés en classes; et ils commencèrent à s’édifier des Églises pour obtenir du gain et commencèrent à nier la vraie Église du Christ.", "27 Et il arriva que lorsque deux cent dix ans furent passés, il y eut beaucoup d’Églises dans le pays; oui il y eut beaucoup d’Églises qui professaient connaître le Christ, et cependant elles niaient la plus grande partie de son Évangile, de sorte qu’elles acceptaient toutes sortes de méchancetés et accordaient ce qui était sacré à ceux à qui cela avait été interdit pour cause d’indignité.", "28 Et cette Église se multiplia extrêmement à cause de l’iniquité et à cause du pouvoir de Satan, qui obtenait de l’emprise sur leur cœur.", "29 Et puis, il y eut une autre Église qui niait le Christ; et elle persécuta la vraie Église du Christ, à cause de son humilité et de sa croyance au Christ; et elle la méprisait à cause des nombreux miracles qui étaient accomplis en son sein.", "30 C’est pourquoi elle exerça du pouvoir et de l’autorité sur les disciples de Jésus qui demeuraient avec elle, et elle les jeta en prison; mais par le pouvoir de la parole de Dieu qui était en eux, les prisons se fendaient en deux, et ils s’en allaient, faisant de grands miracles en son sein.", "31 Néanmoins, et malgré tous ces miracles, le peuple s’endurcit le cœur, et chercha à les tuer, tout comme les Juifs à Jérusalem avaient cherché à tuer Jésus, selon sa parole.", "32 Et on les jeta dans des fournaises ardentes, et ils en sortaient, n’ayant subi aucun mal.", "33 Et on les jeta aussi dans des antres de bêtes sauvages, et ils jouaient avec les bêtes sauvages, comme un enfant avec un agneau; et ils en sortaient sans avoir subi de mal.", "34 Néanmoins, le peuple s’endurcit le cœur, car il était entraîné par beaucoup de prêtres et de faux prophètes à édifier beaucoup d’Églises et à commettre toutes sortes d’iniquités. Et il frappait le peuple de Jésus; mais le peuple de Jésus ne frappait pas en retour. Et ainsi, ils dégénérèrent, d’année en année, dans l’incrédulité et la méchanceté, jusqu’à ce que deux cent trente ans fussent passés.", "35 Et alors, il arriva, cette année-là, oui, la deux cent trente et unième année, qu’il y eut une grande division parmi le peuple.", "36 Et il arriva que, cette année-là, s’éleva un peuple qui fut appelé les Néphites, et ils étaient de vrais croyants au Christ; et parmi eux, il y avait ceux que les Lamanites appelaient Jacobites, et Joséphites, et Zoramites;", "37 c’est pourquoi les vrais croyants au Christ et les vrais adorateurs du Christ (parmi lesquels se trouvaient les trois disciples de Jésus qui devaient demeurer) furent appelés Néphites, et Jacobites, et Joséphites, et Zoramites.", "38 Et il arriva que ceux qui rejetaient l’Évangile furent appelés Lamanites, et Lémuélites, et Ismaélites; et ils ne dégénéraient pas dans l’incrédulité, mais ils se rebellaient volontairement contre l’Évangile du Christ; et ils enseignaient à leurs enfants qu’ils ne devaient pas croire, comme l’avaient fait leurs pères, qui avaient dégénéré dès le commencement.", "39 Et c’était à cause de la méchanceté et de l’abomination de leurs pères, comme c’était au commencement. Et on leur enseignait à haïr les enfants de Dieu, comme on avait enseigné aux Lamanites, depuis le commencement, à haïr les enfants de Néphi.", "40 Et il arriva que deux cent quarante-quatre ans étaient passés, et telles étaient les affaires du peuple. Et la partie la plus méchante du peuple devint forte et devint beaucoup plus nombreuse que le peuple de Dieu.", "41 Et ils continuaient toujours à s’édifier des Églises et à les orner de toutes sortes de choses précieuses. Et ainsi passèrent deux cent cinquante ans, et aussi deux cent soixante ans.", "42 Et il arriva que la partie méchante du peuple recommença à mettre sur pied les combinaisons et les serments secrets de Gadianton.", "43 Et aussi: le peuple qui était appelé le peuple de Néphi commença à être orgueilleux dans son cœur, à cause de son extrême richesse, et à devenir vaniteux comme ses frères, les Lamanites.", "44 Et à partir de ce moment-là, les disciples commencèrent à s’attrister pour les péchés du monde.", "45 Et il arriva que lorsque trois cents ans furent passés, le peuple de Néphi et les Lamanites étaient devenus extrêmement méchants, les uns comme les autres.", "46 Et il arriva que les brigands de Gadianton se répandirent sur toute la surface du pays; et il n’y en avait aucun qui fût juste, excepté les disciples de Jésus. Et ils amassaient de l’or et de l’argent en abondance et commerçaient dans toutes sortes de commerces.", "47 Et il arriva que lorsque trois cent cinq ans furent passés (et le peuple restait toujours dans la méchanceté), Amos mourut; et son frère, Ammaron, tint les annales à sa place.", "48 Et il arriva que lorsque trois cent vingt ans furent passés, Ammaron, contraint par le Saint-Esprit, cacha les annales qui étaient sacrées, oui, toutes les annales sacrées qui avaient été transmises de génération en génération, qui étaient sacrées— et ce, jusqu’à la trois cent vingtième année depuis la venue du Christ.", "49 Et il les cacha pour le Seigneur, afin qu’elles reviennent au reste de la maison de Jacob, selon les prophéties et les promesses du Seigneur. Et telle est la fin des annales d’Ammaron."], "Kiribati": ["A rairaki Nibwaite ao Reimwanaite nakon te Uea—A katiteboaki ni bwaai nako, a karaoi kakai, ao a nakoraoi aroia iaon te aba—I mwin uoua te tienture, ao a rikirake, waaki aika a karika te maenako, te buakaka, teiraken ekaretia aika a kewe ao te bwainikirinaki—I mwin tenibubua te ririki, ao a buakaka maiuia Nibwaite ao Reimwanaite—Amaron e karabai rongorongo ake a tabu. Uakaan ma 35–321N.K.", "1 Ao e a koro bukina bwa e a toki te katenibwi ma aua n ririki, ao te katenibwi ma nimaua naba n ririki, ao nooria ana reirei Kristo a katea ana ekaretia Iesu n aaba ni kabane ake a uakaan. Ao ni kabane ake a roko nakoia ma n rairaki ni koaua man aia bure, a bon bwabetitoaki n aran Iesu; ao e bon reke naba irouia te Tamnei are e Raoiroi.", "2 Ao e a koro bukina bwa n te katenibwi ma onoua n ririki, ao a rairaki aomata nakon te Uea, iaon te aba, aika Nibwaite ao Reimwanaite, ao bon akea te itabaraaraa ma te ikakaiwi imarenaia, ao a bon eti raoi aroia imarenaia.", "3 Ao a katiteboaki imarenaia, ngaia are a bon aki kaubwai ao aki kainnano, aki kabaeaki ao aki inaomata, ma a bon kainaomataaki, ao a katoonga te bwai n tituaraoi mai karawa.", "4 Ao e a koro bukina bwa e a toki te katenibwi ma itiua n ririki naba ao e reiti nako n iai te rau n te aba.", "5 Ao iai mwakuri aika a korakora ma ni kamimi ake a karaoaki irouia ana reirei Iesu, n te aro are a bon katoki aoraki, kateirakeia maate, ao a kanakonakoia ake a mwauku, ao a kanorabaia ake a mataki, ao ake a bonotaninga a ongo; ao a karaoi aeka ni kakai nako i buakoia natiia aomata; ao bon akea te kakai are a karaoi ma ti n aran Iesu.", "6 Ao ngaia are e a toki naba te katenibwi ma waniua n ririki, ao te katenibwi ma ruaiwa, ao te kaabwi ma teuana, ao te kaabwi ma uoua, eng, ni karokoa e bane te kaabwi ma ruaiwa n ririki, ao te kanimwabwi ma teuana naba, ao te kanimabwi ma uoua; eng, ao ni karokoa ae bane te kanimabwi ma ruaiwa n ririki.", "7 Ao e kakorakora kanakoraoan aia waaki te Uea n te aba; eng, n te aro are a manga katei kaawa aika a bubura n taabo ake a kabuekaki iai kaawa aika a bubura.", "8 Eng, ao te kaawa are e bubura are Taraemera a karaoia bwa e na manga moan kateaki riki.", "9 Ma a bon mwaiti kaawa ake a tia n iinako, ao e waerake te ran n onoi mwiia; ngaia are a bon aki kona ni kaboouaki kaawa aika a bubura aikai.", "10 Ao ngkai, nooria, e a koro bukina bwa ana aomata Nibwaai a bon rikirake ni matoatoa, ao e rianako waekoan mwaitia, ao a riki bwa aomata aika a rianako tamaroaia ma tikiraoia.", "11 Ao a mareaki, ma n anganako te aba bwa a na iein, ao a kakabwaiaki n aron mwaitin taian kakabwaia ake e a tia n anganiia te Uea.", "12 Ao a bon aki manga nakonako i mwin mwakuri ma otenanti man ana tua Mote; ma a bon nakonako i mwin tua ake a tia ni karekea mai iroun aia Uea ao Atuaia, n reitinako n aki mamatam ao n tataro ma ni kakaitibo n aki toki n tataro ao n ongo ana taeka te Uea.", "13 Ao e a koro bukina bwa bon akea te itabaraaraa i buakoia aomata ni kabane, n te aba ni kabuta; ma a bon mwaiti kakai aika a kamimi aika a karaoi ana reirei Iesu.", "14 Ao e a koro bukina bwa e a toki te kaitibwi ma teuana n ririki, ao te kaitibwi ma uoua n ririki naba, eng, ao ni kakimototoa, ni karokoa ae bane te kaitibwi ma ruaiwa n ririki; eng, bon te bubua te ririki ae bane, ao ana reirei Iesu, ake e a tia n rineia a bane n nako n ana bwaretaiti te Atua, ma ti ake teniman ake a na tiku; ao bon iai riki ana reirei ake a manga katabuaki bwa onean mwiia; ao a mwaiti naba man te roro anne ake a tia n toki maiuia.", "15 Ao e a koro bukina bwa bon akea te itabaraaraa n te aba, ibukin tangiran te Atua are e bon maeka inanoia aomata.", "16 Ao akea te bakantang, waaki ni kauntaba, uruan te mweraoi, waaki ni kabekaau, te kewe, ke te tiriaomata, ke aekan nako te waaki ni kaibwabwaru; ao e koaua bwa bon akea riki te botanaomata n ai aroia ae a kukurei i buakoia aomata nako ake a karikaki ni bain te Atua.", "17 Bon akea taan iraa, ke taan tiriaomata, ao akea naba Reimwanaite, ke aekan reeti riki n aomata; ma a katiteuanaki, natin Kristo, ao taan bwaibwai n uean te Atua.", "18 Ao ai kakabwaiakira ngaiia! Bwa e bon kakabwaiaia te Uea n aia waaki nako; eng, a bon kakabwaiaki ma ni kanakoraoaki aroia ni karokoa ae bane tebubua ao tebwina te ririki; ao te moan roro n ana tai Kristo a mate, ao bon akea te itabaraara n te aba ni kabuta.", "19 Ao e a koro bukina bwa Nibwaai, are e kawakina te kabanea n reekoti aio, (ao e kaawakin iaon ana bwaatua Nibwaai) e mate, ao natina te mwaane are Amota e kawakinna n onea mwiina; ao e kawakinna iaon ana bwaatua Nibwaai naba.", "20 Ao e kawakinna i nanon wanibwi ma aua te ririki, ao bon iai te rau n te aba, ma ti akea irouia tabeman aomata ake a birinako man te ekaretia ao a katokaa i aoia te ara are Reimwanaite; ngaia are ai manga iai Reimwanaite n te aba.", "21 Ao e a koro bukina bwa e a mate naba Amota, (ao bon tebubua ruabwi ma aua te ririki ma i mwin rokon Kristo) ao natina te mwaane are Amota e kawakina te reekoti n onean mwiina; ao e kawakinna naba iaon ana bwaatua Nibwaai; ao e koreaki naba n ana boki Nibwaai, are bon te boki aei.", "22 Ao e a koro bukina bwa e a bane uabubua te ririki; ao a mate kaain te kauoua n roro ma ti tabeman ake a tiku.", "23 Ao ngkai Ngai, Moomon I tangiria bwa kam na ataia bwa e a rikirake mwaitia aomata, n te aro are a kabuta aon te aba, ao a rikirake ni korakora kaubwaia, ibukin rikiraken aroia mai iroun Kristo.", "24 Ao ngkai, n te kauabubua ma teuana n ririki ao bon iai ma i buakoia ake a tabekakirake n te kainikatonga, n aron bwainakin kunnikai aika a bobuaka, ma aekan nako bwaeao ake a raneanea, ma bwain te aonaba aika a tamaroa.", "25 Ao man te tai anne ao a bon aki katiteboaki n aron aia bwai ma kaubwaia.", "26 Ao a moanna ni bwenauaki nakon mwakorokoro aika a mwaiti; ao a waaki ni katei ekaretia ibukiia bwa e aonga n reke rakaia, ao a kakewea ana ekaretia ni koaua Kristo.", "27 Ao e a koro bukina bwa ngke e a bane uabubua ao tebwina te ririki a mwaiti ekaretia n te aba; eng, a mwaiti ekaretia ake a taekinna bwa a ataa Kristo, ma a bon kakewei mwaitin kanoan ana euangkerio, n te aro are a butimaei aekan nako te buakaka, ao a bon angan are e bareka te bwai ae tabu are e riai n tabuaki ibukin aki tauna.", "28 Ao te ekaretia aio e bon rianako mwaitin kaaina ibukin te buakaka, ao ibukin mwaakan Tatan are e bon reke tauan nanoia irouna.", "29 Ao riki, bon iai naba te ekaretia are e kakewea Kristo; ao a bwainikirina ana ekaretia ni koaua Kristo, ibukin aia nanorinano ao kakoauan Kristo; ao a bon ribaia ibukin taian kakai aika a mwaiti ake a mwakuri imarenaia.", "30 Ngaia are a bon kabongana te mwaaka ao te korakora i aoia ana reirei Iesu ake e bon tataninga ma ngaia, ao a bon teweaki nako nanon te nne ni kaikain; ao ni mwaakan ana taeka te Atua, are e mena irouia, ao a raeuaki nakon uoua nne ni kaikain, ao a otinako ni karaoi aia kakai aika a kamiimi n aron ana taeka.", "31 Ma e ngae n anne, e ngae ngke iai taian kakai aomata a bon kamatoatoa nanoia, ao a ukoukora tiringakia n aroia Iutaia i Ierutarem ngke a ukoukora tiringakin Iesu, n aron ana taeka.", "32 Ao a bon teweia nako nanon te nne ni kanai ai, ao a otinako n akea te ikoaki irouia.", "33 Ao a bon teweaki nako nanon nneia maan aika kaakang, ao a bon takakaro ma maan ake a kaakang n aron te teei ma te tiibu te teei; ao a bon otinako mai i buakoia n akea ikoakiia.", "34 Ma e ngae n anne, a kamatoatoai nanoia aomata, bwa a bon kairaki irouia ibonga ma burabeti ni kewe bwa a na katei ekaretia, ma ni karaoi aekan nako te buakaka. Ao a bon oroia ana aomata Iesu; ma ana aomata Iesu a bon aki kabooa oreakia. Ao ngaia are a kerikaaki n aia aki onimaki ao ni buakaka, man te ririki teuana nakon te ririki teuana, ni karokoa ae bane uabubua ao tenibwi te ririki.", "35 Ao ngkai e a koro bukina bwa n te ririki aei, eng, n te uabubua ao tenibwi ma teuana n ririki, ao e a bon korakora te maenako imarenaia aomata.", "36 Ao e a koro bukina bwa n te ririki aei ao a teirake te botanaomata aika Nibwaite, ao bon taan kakoaua raoi Kristo; ao i buakoia bon iai ake a aranaki irouia Reimwanaite—bwa Iakobwaite, ao Iotebwaite, ao Tioramwaite;", "37 Ngaia are taan kakoaua raoi Kristo, ao taan taromauria ni koaua Kristo, (are a mena i buakoia ana reirei Iesu ake teniman ake ana tataninga) a bon aranaki bwa Nibwaite, ao Iakobwaite, ao Iotebwaite, ao Tioramwaite.", "38 Ao e a koro bukina bwa naake a totokoa te euangkerio a bon aranaki bwa Reimwanaite, ao Remueraite, ao Itimaeraite; ao a bon aki kerikaaki n aia aki onimaki ma bon nanoia ni kaitara ana euangkerio Kristo; ao a bon reireinia natia bwa a na kakewekewe, n aroia aia bakatibu, ake a bua man te moan tai.", "39 Ao aio ibukin buakakaia ma aia mwakuri aika bati n ribaki aia bakatibu, n aron naba are n te moan tai. Ao a reireinaki bwa a na ribaia natin te Atua, n aron are Reimwanaite a reireinaki bwa a na ribaia natin Nibwaai mai moana.", "40 Ao e a koro bukina bwa uabubua ao abwi ma aua te ririki ae e a tia ni bane, ao aikai aia waaki aomata. Ao mwakoroia aomata ake a bubuaka riki a bon rikirake ni matoatoa, ao a rikirake riki ni mwaiti riki nakoia ana aomata te Atua.", "41 Ao a bon reitinako ni katei ekaretia ibukiia, ma ni katamaroaia n aekan bwaai nako aika a kakawaki. Ao ngaia are uabubua ao nimabwi te ririki ae bane, ao uabubua ao onobwi naba te ririki.", "42 Ao e a koro bukina bwa aomata ake a buakaka riki a waaki ni manga katei aia taeka n tuea aika a karaba ma aia waaki ni kamwamwane are ana waaki Kateanton.", "43 Ao aomata naba ake a aranaki bwa ana botanaomata Nibwaai a moanna ni kainikatonga inanoia, ibukin rianakon kaubwaia, ma n riki ni kamoamoa n aroia tariia, ake Reimwanaite.", "44 Ao man te tai aei ao a nanokawaki ana reirei ibukin buren te aonaba.", "45 Ao e a koro bukina bwa ngke e a bane tenibubua te ririki, ao a bon korakora buakakaia ana aomata Nibwaai ao Reimwanaite ao bon titebo aroia.", "46 Ao e a koro bukina bwa taan kamwarua ake Kateanton a bon kabuta aon te aba; ao bon akea ae raoiroi ma ti ana reirei Iesu ake teniman. Ao a kaikoi koora ma tirewa aika a bati, ao ni bobwai ma ni kabobwai n aekan bwaai nako.", "47 Ao e a koro bukina bwa i mwin banen tenibubua ao nimaua te ririki, (ao aomata a bon tiku naba n aroia ni buakaka) ao e mate Amota; ao tarina are Amaron, e bon kaawakin taian reekoti n onea mwiina.", "48 Ao e a koro bukina bwa ngke e a bane tenibubua ao uabwi te ririki, ao Amaron e kairoroaki iroun te Tamnei are e Raoiroi bwa e na karabai taian reekoti ake a tabu—eng, ni kabane taian reekoti ake a tabu ake a tia ni karuoaki man te roro teuana nakon te roro teuana, ake a tabu—ni karokoa tenibubua ao uabwi te ririki man te tai are e roko iai Kristo.", "49 Ao e karabai iroun te Uea, bwa aonga ni manga roko riki irouia nikiraia kaain te bata are Iakobwa, n aron taeka ni burabeti ao ana berita te Uea. Ao aio tokin ana reekoti Amaron."]}