{"English": ["Christ brings to pass the resurrection of all men—The righteous dead go to paradise and the wicked to outer darkness to await the day of their resurrection—All things will be restored to their proper and perfect frame in the Resurrection. About 74B.C.", "1 Now my son, here is somewhat more I would say unto thee; for I perceive that thy mind is worried concerning the resurrection of the dead.", "2 Behold, I say unto you, that there is no resurrection—or, I would say, in other words, that this mortal does not put on immortality, this corruption does not put on incorruption—until after the coming of Christ.", "3 Behold, he bringeth to pass the resurrection of the dead. But behold, my son, the resurrection is not yet. Now, I unfold unto you a mystery; nevertheless, there are many mysteries which are kept, that no one knoweth them save God himself. But I show unto you one thing which I have inquired diligently of God that I might know—that is concerning the resurrection.", "4 Behold, there is a time appointed that all shall come forth from the dead. Now when this time cometh no one knows; but God knoweth the time which is appointed.", "5 Now, whether there shall be one time, or a second time, or a third time, that men shall come forth from the dead, it mattereth not; for God knoweth all these things; and it sufficeth me to know that this is the case—that there is a time appointed that all shall rise from the dead.", "6 Now there must needs be a space betwixt the time of death and the time of the resurrection.", "7 And now I would inquire what becometh of the souls of men from this time of death to the time appointed for the resurrection?", "8 Now whether there is more than one time appointed for men to rise it mattereth not; for all do not die at once, and this mattereth not; all is as one day with God, and time only is measured unto men.", "9 Therefore, there is a time appointed unto men that they shall rise from the dead; and there is a space between the time of death and the resurrection. And now, concerning this space of time, what becometh of the souls of men is the thing which I have inquired diligently of the Lord to know; and this is the thing of which I do know.", "10 And when the time cometh when all shall rise, then shall they know that God knoweth all the times which are appointed unto man.", "11 Now, concerning the state of the soul between death and the resurrection—Behold, it has been made known unto me by an angel, that the spirits of all men, as soon as they are departed from this mortal body, yea, the spirits of all men, whether they be good or evil, are taken home to that God who gave them life.", "12 And then shall it come to pass, that the spirits of those who are righteous are received into a state of happiness, which is called paradise, a state of rest, a state of peace, where they shall rest from all their troubles and from all care, and sorrow.", "13 And then shall it come to pass, that the spirits of the wicked, yea, who are evil—for behold, they have no part nor portion of the Spirit of the Lord; for behold, they chose evil works rather than good; therefore the spirit of the devil did enter into them, and take possession of their house—and these shall be cast out into outer darkness; there shall be weeping, and wailing, and gnashing of teeth, and this because of their own iniquity, being led captive by the will of the devil.", "14 Now this is the state of the souls of the wicked, yea, in darkness, and a state of awful, fearful looking for the fiery indignation of the wrath of God upon them; thus they remain in this state, as well as the righteous in paradise, until the time of their resurrection.", "15 Now, there are some that have understood that this state of happiness and this state of misery of the soul, before the resurrection, was a first resurrection. Yea, I admit it may be termed a resurrection, the raising of the spirit or the soul and their consignation to happiness or misery, according to the words which have been spoken.", "16 And behold, again it hath been spoken, that there is a first resurrection, a resurrection of all those who have been, or who are, or who shall be, down to the resurrection of Christ from the dead.", "17 Now, we do not suppose that this first resurrection, which is spoken of in this manner, can be the resurrection of the souls and their consignation to happiness or misery. Ye cannot suppose that this is what it meaneth.", "18 Behold, I say unto you, Nay; but it meaneth the reuniting of the soul with the body, of those from the days of Adam down to the resurrection of Christ.", "19 Now, whether the souls and the bodies of those of whom has been spoken shall all be reunited at once, the wicked as well as the righteous, I do not say; let it suffice, that I say that they all come forth; or in other words, their resurrection cometh to pass before the resurrection of those who die after the resurrection of Christ.", "20 Now, my son, I do not say that their resurrection cometh at the resurrection of Christ; but behold, I give it as my opinion, that the souls and the bodies are reunited, of the righteous, at the resurrection of Christ, and his ascension into heaven.", "21 But whether it be at his resurrection or after, I do not say; but this much I say, that there is a space between death and the resurrection of the body, and a state of the soul in happiness or in misery until the time which is appointed of God that the dead shall come forth, and be reunited, both soul and body, and be brought to stand before God, and be judged according to their works.", "22 Yea, this bringeth about the restoration of those things of which has been spoken by the mouths of the prophets.", "23 The soul shall be restored to the body, and the body to the soul; yea, and every limb and joint shall be restored to its body; yea, even a hair of the head shall not be lost; but all things shall be restored to their proper and perfect frame.", "24 And now, my son, this is the restoration of which has been spoken by the mouths of the prophets—", "25 And then shall the righteous shine forth in the kingdom of God.", "26 But behold, an awful death cometh upon the wicked; for they die as to things pertaining to things of righteousness; for they are unclean, and no unclean thing can inherit the kingdom of God; but they are cast out, and consigned to partake of the fruits of their labors or their works, which have been evil; and they drink the dregs of a bitter cup."], "Español": ["Cristo lleva a cabo la resurrección de todos los hombres— Los muertos que han sido justos van al paraíso y los malvados a las tinieblas de afuera para esperar el tiempo de su resurrección— Todo será restablecido a su propia y perfecta forma en la Resurrección. Aproximadamente 74a.C.", "1 Y ahora bien, hijo mío, he aquí algo más que quisiera decirte, porque veo que tu mente está preocupada con respecto a la resurrección de los muertos.", "2 He aquí, te digo que no hay resurrección, o en otras palabras, quiero decir que este cuerpo mortal no se reviste de inmortalidad, esta corrupción no se reviste de incorrupción, sino hasta después de la venida de Cristo.", "3 He aquí, él efectúa la resurrección de los muertos. Mas he aquí, hijo mío, la resurrección no ha llegado aún. Ahora bien, te descubro un misterio; no obstante, hay muchos misterios que permanecen ocultos, que nadie los conoce sino Dios mismo. Pero te manifiesto una cosa que he preguntado diligentemente a Dios para saber concerniente a la resurrección.", "4 He aquí, se ha señalado una época en que todos se levantarán de los muertos. Mas cuándo vendrá este tiempo, nadie lo sabe; pero Dios sabe la hora que está señalada.", "5 Ahora bien, con respecto a que si habrá una primera, o una segunda o una tercera vez en que los hombres han de resucitar de los muertos, nada importa; pues Dios sabe todas estas cosas; y bástame saber que tal es el caso: que hay un tiempo señalado en que todos se levantarán de los muertos.", "6 Debe haber, pues, un intervalo entre el tiempo de la muerte y el de la resurrección.", "7 Y ahora quisiera preguntar: ¿Qué sucede con las almas de los hombres desde este tiempo de la muerte hasta el momento señalado para la resurrección?", "8 Ahora bien, nada importa si hay más de una época señalada para que resuciten los hombres, porque no todos mueren de una vez, y esto no importa; todo es como un día para Dios, y solo para los hombres está medido el tiempo.", "9 Por tanto, se ha designado a los hombres una época en que han de resucitar de los muertos; y hay un intervalo entre el tiempo de la muerte y el de la resurrección. Y ahora bien, concerniente a este espacio de tiempo, qué sucede con las almas de los hombres es lo que he preguntado diligentemente al Señor para saber; y es acerca de esto de lo que yo sé.", "10 Y cuando llegue el tiempo en que todos resuciten, entonces sabrán que Dios conoce todas las épocas que le están señaladas al hombre.", "11 Ahora bien, respecto al estado del alma entre la muerte y la resurrección, he aquí, un ángel me ha hecho saber que los espíritus de todos los hombres, en cuanto se separan de este cuerpo mortal, sí, los espíritus de todos los hombres, sean buenos o malos, son llevados de regreso a ese Dios que les dio la vida.", "12 Y sucederá que los espíritus de los que son justos serán recibidos en un estado de felicidad que se llama paraíso: un estado de descanso, un estado de paz, donde descansarán de todas sus aflicciones, y de todo cuidado y pena.", "13 Y entonces acontecerá que los espíritus de los malvados, sí, los que son malos —pues he aquí, no tienen parte ni porción del Espíritu del Señor, porque escogieron las malas obras en lugar de las buenas; por lo que el espíritu del diablo entró en ellos y se posesionó de su casa— estos serán echados a las tinieblas de afuera; habrá llantos y lamentos y el crujir de dientes, y esto a causa de su propia iniquidad, pues fueron llevados cautivos por la voluntad del diablo.", "14 Así que este es el estado de las almas de los malvados; sí, en tinieblas y en un estado de terrible y espantosa espera de la ardiente indignación de la ira de Dios sobre ellos; y así permanecen en este estado, como los justos en el paraíso, hasta el tiempo de su resurrección.", "15 Ahora bien, hay algunos que han entendido que este estado de felicidad y este estado de miseria del alma, antes de la resurrección, era una primera resurrección. Sí, admito que puede llamarse resurrección, el levantarse del espíritu o el alma, y su consignación a la felicidad o a la miseria, de acuerdo con las palabras que se han hablado.", "16 Y he aquí, también se ha dicho que hay una primera resurrección, una resurrección de todos cuantos hayan existido, existen o existirán, hasta la resurrección de Cristo de entre los muertos.", "17 Ahora bien, no suponemos que esta primera resurrección, de que se ha hablado en estos términos, sea la resurrección de las almas y su consignación a la felicidad o a la miseria. No puedes suponer que esto es lo que quiere decir.", "18 He aquí, te digo que no; sino que significa la reunión del alma con el cuerpo, de los que hayan existido desde los días de Adán hasta la resurrección de Cristo.", "19 Mas si las almas y los cuerpos de aquellos de quienes se ha hablado serán reunidos todos de una vez, los malos así como los justos, no lo digo; bástame decir que todos se levantarán; o en otras palabras, su resurrección se verificará antes que la de aquellos que mueran después de la resurrección de Cristo.", "20 Y no digo, hijo mío, que su resurrección venga al tiempo de la de Cristo; mas, he aquí, lo doy como mi opinión, que las almas y los cuerpos de los justos serán reunidos al tiempo de la resurrección de Cristo y su ascensión al cielo.", "21 Mas si esto sucederá al tiempo de la resurrección de él o después, no lo digo; pero esto sí digo, que hay un intervalo entre la muerte y la resurrección del cuerpo, y un estado del alma en felicidad o en miseria, hasta el tiempo que Dios ha señalado para que se levanten los muertos, y sean reunidos el alma y el cuerpo, y llevados a comparecer ante Dios, y ser juzgados según sus obras.", "22 Sí, esto lleva a efecto la restauración de aquellas cosas que se han declarado por boca de los profetas.", "23 El alma será restaurada al cuerpo, y el cuerpo al alma; sí, y todo miembro y coyuntura serán restablecidos a su cuerpo; sí, ni un cabello de la cabeza se perderá, sino que todo será restablecido a su propia y perfecta forma.", "24 Y ahora bien, hijo mío, esta es la restauración que se ha anunciado por boca de los profetas.", "25 Y entonces los justos resplandecerán en el reino de Dios.", "26 Mas he aquí, una terrible muerte sobreviene a los inicuos; porque mueren en cuanto a las cosas concernientes a la rectitud; pues son impuros, y nada impuro puede heredar el reino de Dios; sino que son echados fuera y consignados a participar de los frutos de sus labores o sus obras, que han sido malas; y beben los sedimentos de una amarga copa."], "Français": ["Le Christ réalise la résurrection de tous les hommes— Les morts qui sont justes vont au paradis et les méchants dans les ténèbres du dehors attendre le jour de leur résurrection— Dans la résurrection, tout sera restitué à sa forme propre et parfaite. Vers 74av.J.-C.", "1 Or, mon fils, voici encore quelque chose que je voudrais te dire; car je vois que ton esprit est préoccupé par la résurrection des morts.", "2 Voici, je te dis qu’il n’y a pas de résurrection— ou, dirai-je, en d’autres termes, que ce corps mortel ne revêt l’immortalité, cette corruption ne revêt l’incorruptibilité qu’après la venue du Christ.", "3 Voici, il réalise la résurrection des morts. Mais voici, mon fils, la résurrection n’est pas encore arrivée. Maintenant, je te dévoile un mystère; néanmoins, il y a beaucoup de mystères qui sont gardés, de sorte que personne ne les connaît, si ce n’est Dieu lui-même. Mais je te montre une chose que j’ai demandé diligemment à Dieu de connaître: c’est ce qui concerne la résurrection.", "4 Voici, il y a un temps fixé où tous se lèveront d’entre les morts. Or, quand le moment viendra, nul ne le sait; mais Dieu connaît le moment qui est désigné.", "5 Or, s’il y aura un seul temps, ou un deuxième temps, ou un troisième temps où les hommes se lèveront d’entre les morts, cela n’a pas d’importance; car Dieu connaît tout cela; et il me suffit de savoir que tel est le cas: qu’il y a un temps fixé où tous se lèveront d’entre les morts.", "6 Or, il faut nécessairement qu’il y ait un intervalle entre le moment de la mort et le moment de la résurrection.", "7 Et maintenant, je le demande, qu’advient-il de l’âme des hommes entre le moment de la mort jusqu’au moment fixé pour la résurrection?", "8 Or, qu’il y ait plus d’un temps désigné pour la résurrection des hommes, cela n’a pas d’importance; car tous ne meurent pas en même temps, et cela n’a pas d’importance; tout est comme un jour pour Dieu, et le temps n’est mesuré que pour les hommes.", "9 C’est pourquoi, il y a un temps fixé aux hommes où ils ressusciteront d’entre les morts; et il y a un intervalle entre le moment de la mort et la résurrection. Or, en ce qui concerne cet intervalle de temps, ce qu’il advient de l’âme des hommes, c’est là-dessus que j’ai diligemment interrogé le Seigneur; et voici ce que je sais.", "10 Et lorsque viendra le temps où tous ressusciteront, alors ils sauront que Dieu connaît tous les temps qui sont fixés à l’homme.", "11 Or, en ce qui concerne l’état de l’âme entre la mort et la résurrection: Voici, il m’a été révélé par un ange que les esprits de tous les hommes, dès qu’ils quittent ce corps mortel, oui, les esprits de tous les hommes, qu’ils soient bons ou mauvais, sont ramenés auprès de ce Dieu qui leur a donné la vie.", "12 Et alors, il arrivera que les esprits de ceux qui sont justes seront reçus dans un état de bonheur, qui est appelé paradis, un état de repos, un état de paix, où ils se reposeront de toutes leurs difficultés, et de tous les soucis, et de toute tristesse.", "13 Et alors, il arrivera que les esprits des méchants, oui, qui sont mauvais— car voici, ils n’ont ni part ni portion de l’Esprit du Seigneur; car voici, ils ont choisi les œuvres mauvaises plutôt que les bonnes; c’est pourquoi, l’esprit du diable est entré en eux et a pris possession de leur maison— et ceux-là seront chassés dans les ténèbres du dehors; il y aura des pleurs, et des lamentations, et des grincements de dents, et cela à cause de leur iniquité, étant menés captifs par la volonté du diable.", "14 Or, tel est l’état de l’âme des méchants, oui, dans les ténèbres, et dans un état d’attente affreuse et terrible de l’indignation ardente de la colère de Dieu contre eux; ainsi, ils restent dans cet état, de même que les justes dans le paradis, jusqu’au moment de leur résurrection.", "15 Or, il y en a qui ont compris que cet état de bonheur et cet état de misère de l’âme, avant la résurrection, était une première résurrection. Oui, j’admets que l’on puisse appeler résurrection la résurrection de l’esprit ou de l’âme et leur affectation au bonheur ou à la misère, selon les paroles qui ont été dites.", "16 Et voici, il a encore été dit qu’il y a une première résurrection, une résurrection de tous ceux qui ont été, ou qui sont, ou qui seront, jusqu’à la résurrection du Christ d’entre les morts.", "17 Or, nous ne pensons pas que cette première résurrection, dont il est parlé de cette manière, puisse être la résurrection des âmes et leur affectation au bonheur ou à la misère. Tu ne peux pas penser que c’est cela que cela veut dire.", "18 Voici, je te dis que non; mais cela signifie la réunion de l’âme avec le corps, de ceux qui ont été depuis le temps d’Adam jusqu’à la résurrection du Christ.", "19 Or, que les âmes et les corps de ceux dont il a été parlé seront tous réunis immédiatement, les méchants aussi bien que les justes, je ne le dis pas; qu’il suffise que je dise qu’ils ressuscitent tous; ou, en d’autres termes, leur résurrection se produit avant la résurrection de ceux qui meurent après la résurrection du Christ.", "20 Or, mon fils, je ne dis pas que leur résurrection se produit à la résurrection du Christ; mais voici, je le donne comme mon opinion, que l’âme et le corps des justes sont réunis à la résurrection du Christ et à son ascension au ciel.", "21 Mais si c’est à sa résurrection ou après, je ne le dis pas; mais ce que je dis, c’est qu’il y a un intervalle entre la mort et la résurrection du corps, et un état de l’âme dans le bonheur ou dans la misère, jusqu’au moment qui est désigné par Dieu, où les morts se lèveront et seront réunis, corps et âme, et amenés à se tenir devant Dieu et à être jugés selon leurs œuvres.", "22 Oui, cela réalise la restauration de ce dont il a été parlé par la bouche des prophètes.", "23 L’âme sera restituée au corps, et le corps à l’âme; oui, et chaque membre et jointure sera restitué à son corps; oui, même un cheveu de la tête ne sera pas perdu; mais tout sera restitué à sa forme propre et parfaite.", "24 Et maintenant, mon fils, c’est là la restauration dont il a été parlé par la bouche des prophètes.", "25 Et alors les justes brilleront dans le royaume de Dieu.", "26 Mais voici, une mort affreuse s’abat sur les méchants; car ils meurent quant à ce qui a trait aux choses de la justice; car ils sont impurs, et rien d’impur ne peut hériter le royaume de Dieu; mais ils sont rejetés et condamnés à manger les fruits de leurs travaux ou de leurs œuvres, qui ont été mauvais; et ils boivent la lie d’une coupe amère."], "Kiribati": ["Kristo e karekea te mangauti nakoia aomata ni kabane—Ake a mate n te raoiroi ao a nako bwaretaiti ao ake a buakaka a nako n te rootongitong n taninga mangautiia—Bwaai ni kabane a na manga kaokaki nakon aroia ni kororaoi n tain te mangauti. Uakaan ma 74I.K.", "1 Ao ngkai natiu ae te mwaane, aikai riki bwaai tabeua ake I kan taekin nakoim; bwa I nooria bwa e raraoma am iango ni kaineti ma mangautiia maate.", "2 Nooria, I taku nakoim, bwa akea te mangauti—ke N na kangai, n taeka riki tabeua, bwa te rabwata n aomata aio e aki katokaa te aki maamate, te mka aio e aki katoka te aki mka—n karokoa ae e a tia n roko Kristo.", "3 Nooria, e karekea mangautiia maate. Ma nooria, natiu ae te mwaane, e tuai n roko te mangauti. Ngkai, N na kabwaranakoa nakoim te bwai ae kamiimi; e ngae n anne ao a bon mwaiti bwaai aika a kamiimi aika a kawakinaki, ae akea ae e atai ma bon ti te Atua n ti ngaia. man N na kaota nakoim teuana are I a bon tia ni botumwaaka n ukoria mai iroun te Atua bwa I aonga n ataia—ao aio are e bon kaineti ma te mangauti.", "4 Nooria, bon iai te tai ae e a tia ni baireaki bwa ni kabane ana uti man te mate. Ao ngkanne ngkana e roko te tai aei ao bon akea ae e ataia; ma ti te Atua ae e ataa te tai are e a tia ni baireaki.", "5 Ngkai, tao e na teuana te tai, ke uoua te tai, ke teniua te tai, are aomata a na uti iai man te mate, e bon aki kakawaki; bwa te Atua e atai bwaai aikai ni kabane; ao e ti tau bwa N na ataia bwa aio ae e na riki—ao bwa iai te tai are e a tia ni baireaki bwa ni kabane a na uti man te mate.", "6 Ngkai e riai bwa e na iai te marena i marenan te tai ni mate ao te tai ni mangauti.", "7 Ao Ngkai N na titiraki bwa teraa ae e na riki nakon tamneia aomata man te tai ni mate nakon te tai are e baireaki iai te mangauti?", "8 Ao ngkanne ngkana tao e na raka iaon teuana te tai are e a tia ni baireaki bwa a na uti iai aomata e bon aki kakawaki; bwa aki bane ni mate n te tai ae ti teuana, ao e aki kakawaki aio; bwa iroun te Atua aikai ti teuana te bong, ao te tai e bon ti babaireaki ibukiia aomata.", "9 Nooria, bon iai te tai are e a tia ni baireaki iai nakoia aomata bwa ni kabane a na uti man te mate, ao bon iai te marena i marenan te tai ni mate ao te tai ni mangauti. Ao ngkai, ni kaineti ma te marena n tai aei, tera ae riki nakon tamneia aomata bon te bwai are I a tia ni botumwaaka n ukoria mai iroun te Uea bwa N na ataia; ao aio te bwai are I a bon ataia.", "10 Ao ngkana e roko te tai are a na bane n uti man te mate, ao a na ataia ngkanne bwa te Atua e atai ni kabane taai ake a tia ni baireaki ibukiia aomata.", "11 Ngkai, ni kaineti ma aron te aomata imarenan te mate ao te mangauti—Nooria, e a bon tia ni kaotaki nakoiu iroun te anera, bwa tamneia aomata ni kabane, man te tai are a kitana iai te rabwata ae maamate aio, eng, tamneia aomata ni kabane e ngae ngke a raoiroi ke a buakaka, a bon uotaki n okira mwengaia nakon te Atua are e anganiia te maiu.", "12 Ao ngkanne e na koro bukina bwa, tamneia ake a raoiroi a na butimwaeaki nakon te aro ni kakukurei, are e bon aranaki bwa bwaretaiti, n te aro ni motirawa, te aro n rau, are a na motirawa iai man aia kaangaanga ni kabane ao man raraoma ni kabane ma nanokawaki.", "13 Ao ngkanne e na koro bukina bwa, tamneia ake a buakaka, eng, ake a buakaka—bwa nooria, bwa akea mwangan ke mwakoron Tamnein te Uea irouia; bwa nooria, a bon rinei mwakuri ake a bubuaka nakon mwakuri aika a raraoi; ngaia are tamnein te riaboro e bon rin inanoia, man taua mwengaia—ao aikai ake a na teweaki nakon te rootongitong; ao e na iai te tang, te tatakarua, ma te kangenge wii, ao aio ibukin oin aia bure, are a kabureaki iai n nanon te riaboro.", "14 Ngkai aio aron tamneia ake a buakaka, eng, n te rootongitong, ma te aro ae aki raoiroi, n taraa ni maaku ibukin korakoran unin te Atua i aoia; ngaia are a tiku n te aro aei, n aroia naba ake a raoiroi i bwaretaiti, n uaa te tai ni mangauti.", "15 Ngkai, iai tabemwaang ake a tia n ataia bwa te aro ni kakukurei ao te aro ni kananokawaki iroun te tamnei i mwaain te mangauti, bon ngaia te moan mangauti. Eng, I kakoaua ae e kona n aranaki bwa te mangauti, kateirakean te tamnei ke te aomata nakon te aro ni kakukurei ke ni kananokawaki, n aron taeka ake a bon tia n taekinaki.", "16 Ao nooria, e a tia ni manga taekinaki riki, bwa iai te moan mangauti, te mangauti ibukiia ake iai ngkoa, ake iai ngkai, ao ake a na iai rimwi, rikaaki nakon mangautin Kristo man te mate.", "17 Ngkai, ti aki kantaningaia bwa te moan mangauti aei, are e taekinaki n te aro aei, bon mangautiia aomata ao kanakoaia nakon te kukurei ke te kananokawaki. Kam aki kona ni kantaningaia bwa bon aio nanona.", "18 Nooria, I taku nakoimi, Tiaki; ma e kananonaaki manga ikotakin te tamnei ma te rabwata, irouia ake man ana tai Atam rikaaki nakon mangautin Kristo.", "19 Ao ngkai, tao tamneia ma rabwataia ake a tia n taekinaki ake a buakaka ma ake a raoiroi a na manga ikotaki n te tai ae ti teuana, I aki kona n ataia; ma e a tau naba, ae N na taekinna, bwa a na bane n teirake; ke n taeka riki tabeua, mangautiia e na koro bukina i mwaain mangautiia ake a mate i mwin mangautin Kristo.", "20 Ngkai, natiu ae te mwaane, I aki taekinna bwa e na roko mangautiia n tain mangautin Kristo; ma nooria, I taekinna bwa aio bon au iango, ae tamneia ma rabwataia ake a raoiroi a na ikotaki, n tain mangautin Kristo, ma rierakena nako karawa.", "21 Ma tao e na riki aio n tain mangautina ke tao i mwina, I aki kona n taekinna; ma ti aio ae N na taekinna, bwa iai te marena n tai i marenan te mate ma mangautin te rabwata, ao aron te tamnei ni kukurei ke n nanokawaki n uaa te tai are e baireia te Atua bwa a na teirake maate, man ikotaki, te tamnei ma te rabwata, man uotaki nako bwa a na tei i matan te Atua, ma ni motikaki taekaia n aron aia mwakuri.", "22 Eng, ao aio are e a karika kaokakin bwaai ni kabane ake a tia n taekinaki ni wiia burabeti.", "23 E na kaokaki te tamnei nakon te rabwata; eng, ao baai ma wae ma toma nako a na manga kaokaki nakon te rabwata; eng, ao bon akea naba te iranatu teuana ae e na bua; ma bwaai ni kabane a na manga bane ni kaokaki nakon aroia ni kororaoi.", "24 Ao ngkai, natiu te mwaane, aio kaokakin bwaai ake a tia n taekinaki ni wiia burabeti—", "25 Ao ngkanne a na raneanea ootaia ake a raoiroi n uean te Atua.", "26 Ma nooria, iai te mate ae aki tamaroa ae e na roko nakoia ake a buakaka; bwa a na mate ni bwaai ake bwaai aika a rekereke ma te raoiroi; kioina ngkai a baareka, ao akea te bwai ae e baareka ae kona n rin n uean te Atua; ma a na teweaki nako, ma ni katukaki bwa a na kana uaan aia beku ke aia mwakuri, ake a bon bubuaka; ao a na mooi n taurouro n te mwangko ae mao."]}