{"English": ["Men are called as high priests because of their exceeding faith and good works—They are to teach the commandments—Through righteousness they are sanctified and enter into the rest of the Lord—Melchizedek was one of these—Angels are declaring glad tidings throughout the land—They will declare the actual coming of Christ. About 82B.C.", "1 And again, my brethren, I would cite your minds forward to the time when the Lord God gave these commandments unto his children; and I would that ye should remember that the Lord God ordained priests, after his holy order, which was after the order of his Son, to teach these things unto the people.", "2 And those priests were ordained after the order of his Son, in a manner that thereby the people might know in what manner to look forward to his Son for redemption.", "3 And this is the manner after which they were ordained—being called and prepared from the foundation of the world according to the foreknowledge of God, on account of their exceeding faith and good works; in the first place being left to choose good or evil; therefore they having chosen good, and exercising exceedingly great faith, are called with a holy calling, yea, with that holy calling which was prepared with, and according to, a preparatory redemption for such.", "4 And thus they have been called to this holy calling on account of their faith, while others would reject the Spirit of God on account of the hardness of their hearts and blindness of their minds, while, if it had not been for this they might have had as great privilege as their brethren.", "5 Or in fine, in the first place they were on the same standing with their brethren; thus this holy calling being prepared from the foundation of the world for such as would not harden their hearts, being in and through the atonement of the Only Begotten Son, who was prepared—", "6 And thus being called by this holy calling, and ordained unto the high priesthood of the holy order of God, to teach his commandments unto the children of men, that they also might enter into his rest—", "7 This high priesthood being after the order of his Son, which order was from the foundation of the world; or in other words, being without beginning of days or end of years, being prepared from eternity to all eternity, according to his foreknowledge of all things—", "8 Now they were ordained after this manner—being called with a holy calling, and ordained with a holy ordinance, and taking upon them the high priesthood of the holy order, which calling, and ordinance, and high priesthood, is without beginning or end—", "9 Thus they become high priests forever, after the order of the Son, the Only Begotten of the Father, who is without beginning of days or end of years, who is full of grace, equity, and truth. And thus it is. Amen.", "10 Now, as I said concerning the holy order, or this high priesthood, there were many who were ordained and became high priests of God; and it was on account of their exceeding faith and repentance, and their righteousness before God, they choosing to repent and work righteousness rather than to perish;", "11 Therefore they were called after this holy order, and were sanctified, and their garments were washed white through the blood of the Lamb.", "12 Now they, after being sanctified by the Holy Ghost, having their garments made white, being pure and spotless before God, could not look upon sin save it were with abhorrence; and there were many, exceedingly great many, who were made pure and entered into the rest of the Lord their God.", "13 And now, my brethren, I would that ye should humble yourselves before God, and bring forth fruit meet for repentance, that ye may also enter into that rest.", "14 Yea, humble yourselves even as the people in the days of Melchizedek, who was also a high priest after this same order which I have spoken, who also took upon him the high priesthood forever.", "15 And it was this same Melchizedek to whom Abraham paid tithes; yea, even our father Abraham paid tithes of one-tenth part of all he possessed.", "16 Now these ordinances were given after this manner, that thereby the people might look forward on the Son of God, it being a type of his order, or it being his order, and this that they might look forward to him for a remission of their sins, that they might enter into the rest of the Lord.", "17 Now this Melchizedek was a king over the land of Salem; and his people had waxed strong in iniquity and abomination; yea, they had all gone astray; they were full of all manner of wickedness;", "18 But Melchizedek having exercised mighty faith, and received the office of the high priesthood according to the holy order of God, did preach repentance unto his people. And behold, they did repent; and Melchizedek did establish peace in the land in his days; therefore he was called the prince of peace, for he was the king of Salem; and he did reign under his father.", "19 Now, there were many before him, and also there were many afterwards, but none were greater; therefore, of him they have more particularly made mention.", "20 Now I need not rehearse the matter; what I have said may suffice. Behold, the scriptures are before you; if ye will wrest them it shall be to your own destruction.", "21 And now it came to pass that when Alma had said these words unto them, he stretched forth his hand unto them and cried with a mighty voice, saying: Now is the time to repent, for the day of salvation draweth nigh;", "22 Yea, and the voice of the Lord, by the mouth of angels, doth declare it unto all nations; yea, doth declare it, that they may have glad tidings of great joy; yea, and he doth sound these glad tidings among all his people, yea, even to them that are scattered abroad upon the face of the earth; wherefore they have come unto us.", "23 And they are made known unto us in plain terms, that we may understand, that we cannot err; and this because of our being wanderers in a strange land; therefore, we are thus highly favored, for we have these glad tidings declared unto us in all parts of our vineyard.", "24 For behold, angels are declaring it unto many at this time in our land; and this is for the purpose of preparing the hearts of the children of men to receive his word at the time of his coming in his glory.", "25 And now we only wait to hear the joyful news declared unto us by the mouth of angels, of his coming; for the time cometh, we know not how soon. Would to God that it might be in my day; but let it be sooner or later, in it I will rejoice.", "26 And it shall be made known unto just and holy men, by the mouth of angels, at the time of his coming, that the words of our fathers may be fulfilled, according to that which they have spoken concerning him, which was according to the spirit of prophecy which was in them.", "27 And now, my brethren, I wish from the inmost part of my heart, yea, with great anxiety even unto pain, that ye would hearken unto my words, and cast off your sins, and not procrastinate the day of your repentance;", "28 But that ye would humble yourselves before the Lord, and call on his holy name, and watch and pray continually, that ye may not be tempted above that which ye can bear, and thus be led by the Holy Spirit, becoming humble, meek, submissive, patient, full of love and all long-suffering;", "29 Having faith on the Lord; having a hope that ye shall receive eternal life; having the love of God always in your hearts, that ye may be lifted up at the last day and enter into his rest.", "30 And may the Lord grant unto you repentance, that ye may not bring down his wrath upon you, that ye may not be bound down by the chains of hell, that ye may not suffer the second death.", "31 And Alma spake many more words unto the people, which are not written in this book."], "Español": ["Los hombres son llamados a ser sumos sacerdotes por causa de su gran fe y buenas obras— Deben enseñar los mandamientos— Mediante la rectitud son santificados y entran en el reposo del Señor— Melquisedec fue uno de estos— Ángeles declaran alegres nuevas por todas partes— Declararán la realidad de la venida de Cristo. Aproximadamente 82a.C.", "1 Y además, hermanos míos, quisiera dirigir vuestros pensamientos hacia la época en que el Señor Dios dio estos mandamientos a sus hijos; y quisiera que os acordaseis de que el Señor Dios ordenó sacerdotes, según su santo orden, que era según el orden de su Hijo, para enseñar estas cosas al pueblo.", "2 Y esos sacerdotes fueron ordenados según el orden de su Hijo, de una manera que haría saber al pueblo el modo de esperar anhelosamente a su Hijo para recibir la redención.", "3 Y esta es la manera conforme a la cual fueron ordenados, habiendo sido llamados y preparados desde la fundación del mundo de acuerdo con la presciencia de Dios, por causa de su fe excepcional y buenas obras, habiéndoseles concedido primeramente escoger el bien o el mal; por lo que, habiendo escogido el bien y ejercido una fe sumamente grande, son llamados con un santo llamamiento, sí, con ese santo llamamiento que, con una redención preparatoria y de conformidad con ella, se dispuso para tales seres.", "4 Y así, por motivo de su fe, han sido llamados a este santo llamamiento, mientras que otros rechazaban el Espíritu de Dios a causa de la dureza de sus corazones y la ceguedad de su mente, cuando de no haber sido por esto, hubieran podido tener tan grande privilegio como sus hermanos.", "5 O en una palabra, al principio se hallaban en la misma posición que sus hermanos; así se preparó este santo llamamiento desde la fundación del mundo para aquellos que no endurecieran sus corazones, haciéndose en la expiación y por medio de la expiación del Hijo Unigénito, que fue preparado;", "6 y así son llamados mediante este santo llamamiento y ordenados al sumo sacerdocio del santo orden de Dios, para enseñar sus mandamientos a los hijos de los hombres, para que también entren en su reposo;", "7 este sumo sacerdocio era según el orden de su Hijo, el cual orden existía desde la fundación del mundo, o en otras palabras, es sin principio de días ni fin de años, preparado de eternidad en eternidad, según su presciencia de todas las cosas;", "8 ahora bien, de esta manera los ordenaban: Eran llamados con un santo llamamiento, y ordenados con una santa ordenanza, y tomaban sobre sí el sumo sacerdocio del santo orden; y este llamamiento, ordenanza y sumo sacerdocio no tienen principio ni fin;", "9 por tanto, llegan a ser sumos sacerdotes para siempre, según el orden del Hijo, el Unigénito del Padre, el cual no tiene principio de días ni fin de años, y es lleno de gracia, equidad y verdad. Y así es. Amén.", "10 Pues como decía respecto al santo orden, o sea, este sumo sacerdocio, hubo muchos que fueron ordenados y llegaron a ser sumos sacerdotes de Dios; y fue por motivo de su fe excepcional y arrepentimiento, y su rectitud ante Dios, porque prefirieron arrepentirse y obrar rectamente más bien que perecer;", "11 por tanto, fueron llamados según este santo orden, y fueron santificados, y sus vestidos fueron blanqueados mediante la sangre del Cordero.", "12 Ahora bien, ellos, después de haber sido santificados por el Espíritu Santo, habiendo sido blanqueados sus vestidos, encontrándose puros y sin mancha ante Dios, no podían ver el pecado sino con repugnancia; y hubo muchos, muchísimos, que fueron purificados y entraron en el reposo del Señor su Dios.", "13 Y ahora bien, hermanos míos, quisiera que os humillaseis ante Dios y dieseis frutos dignos de arrepentimiento, para que también podáis entrar en ese reposo.", "14 Sí, humillaos así como el pueblo en los días de Melquisedec, quien también fue un sumo sacerdote según este mismo orden de que he hablado, que también tomó sobre sí el sumo sacerdocio para siempre.", "15 Y fue a este mismo Melquisedec a quien Abraham pagó diezmos; sí, aun nuestro padre Abraham pagó como diezmo una décima parte de todo lo que poseía.", "16 Y estas ordenanzas se conferían según esta manera, para que por ese medio el pueblo esperara anhelosamente al Hijo de Dios, ya que era un símbolo de su orden, es decir, era su orden, y esto para esperar anhelosamente de él la remisión de sus pecados a fin de entrar en el reposo del Señor.", "17 Pues bien, este Melquisedec era rey de la tierra de Salem; y su pueblo había aumentado en la iniquidad y abominaciones; sí, se habían extraviado todos; se habían entregado a todo género de iniquidades;", "18 pero Melquisedec, habiendo ejercido una fe poderosa, y recibido el oficio del sumo sacerdocio según el santo orden de Dios, predicó el arrepentimiento a su pueblo. Y he aquí, se arrepintieron; y Melquisedec estableció la paz en la tierra durante sus días; por tanto, fue llamado el príncipe de paz, pues era rey de Salem; y reinó bajo su padre.", "19 Hubo muchos antes que él, y también hubo muchos después, mas ninguno fue mayor que él; por tanto, han hecho de él mención más particular.", "20 Bien, no necesito detallar el asunto; lo que he dicho puede ser suficiente. He aquí, tenéis las Escrituras por delante, y si queréis tergiversarlas, será para vuestra destrucción.", "21 Y ocurrió que cuando les hubo dicho estas palabras, Alma extendió su mano hacia ellos y clamó con voz potente, diciendo: Ahora es el momento de arrepentirse, porque el día de la salvación se acerca;", "22 sí, y por la boca de ángeles la voz del Señor lo declara a todas las naciones; sí, lo declara para que reciban alegres nuevas de gran gozo; sí, y proclama estas alegres nuevas entre todo su pueblo; sí, aun a aquellos que se hallan esparcidos sobre la superficie de la tierra; por tanto, han llegado hasta nosotros.", "23 Y nos son manifestadas en términos claros para que entendamos, de modo que no erremos; y se hace así porque somos peregrinos en una tierra extraña; por tanto, somos altamente favorecidos, porque nos han sido declaradas estas alegres nuevas en todas partes de nuestra viña.", "24 Porque he aquí, ángeles las están declarando a muchos en nuestra tierra en este tiempo, y esto con objeto de preparar el corazón de los hijos de los hombres para recibir su palabra al tiempo de su venida en su gloria.", "25 Y ahora solamente esperamos oír las alegres nuevas de su venida que nos serán declaradas por la boca de ángeles; porque el tiempo viene, y no sabemos cuán pronto será. Quisiera Dios que fuera en mis días; pero sea más tarde o más temprano, en ello me regocijaré.", "26 Y por la boca de ángeles se hará saber a hombres justos y santos, al tiempo de su venida, para que se cumplan las palabras de nuestros padres, de conformidad con lo que han hablado concerniente a él, que fue de acuerdo con el espíritu de profecía que había en ellos.", "27 Y ahora bien, hermanos míos, deseo desde lo más íntimo de mi corazón, sí, con gran angustia, aun hasta el dolor, que escuchéis mis palabras, y desechéis vuestros pecados, y no demoréis el día de vuestro arrepentimiento;", "28 sino que os humilléis ante el Señor, e invoquéis su santo nombre, y veléis y oréis incesantemente, para que no seáis tentados más de lo que podáis resistir, y así seáis guiados por el Santo Espíritu, volviéndoos humildes, mansos, sumisos, pacientes, llenos de amor y de toda longanimidad;", "29 teniendo fe en el Señor; teniendo la esperanza de que recibiréis la vida eterna; siempre teniendo el amor de Dios en vuestros corazones para que en el postrer día seáis enaltecidos y entréis en su reposo.", "30 Y el Señor os conceda el arrepentimiento para que no provoquéis su ira sobre vosotros, para que no seáis atados con las cadenas del infierno, para que no sufráis la segunda muerte.", "31 Y Alma habló muchas otras palabras al pueblo, las cuales no están escritas en este libro."], "Français": ["Des hommes sont appelés comme grands prêtres du fait de leur foi extrême et de leurs bonnes œuvres— Ils doivent enseigner les commandements— Par leur justice, ils sont sanctifiés et entrent dans le repos du Seigneur— Melchisédek était l’un d’eux— Des anges annoncent de bonnes nouvelles dans tout le pays— Ils annonceront la venue du Christ lorsqu’elle se produira. Vers 82av.J.-C.", "1 Et en outre, mes frères, je voudrais ramener votre esprit au moment où le Seigneur Dieu a donné ces commandements à ses enfants; et je voudrais que vous vous souveniez que le Seigneur Dieu a ordonné des prêtres, selon son saint ordre, qui était selon l’ordre de son Fils, pour enseigner ces choses au peuple.", "2 Et ces prêtres étaient ordonnés selon l’ordre de son Fils, d’une manière telle que le peuple pût savoir de quelle manière attendre son Fils pour avoir la rédemption.", "3 Et voici de quelle manière ils étaient ordonnés: Ils étaient appelés et préparés dès la fondation du monde, selon la prescience de Dieu, à cause de leur foi extrême et de leurs bonnes œuvres; ils étaient laissés libres, dès le départ, de choisir le bien ou le mal; et ayant alors choisi le bien et exerçant une foi extrêmement grande, ils sont appelés d’un saint appel, oui, de ce saint appel qui fut préparé avec, et selon, une rédemption préparatoire pour de telles personnes.", "4 Et ainsi, ils ont été appelés à ce saint appel à cause de leur foi, tandis que d’autres rejetaient l’Esprit de Dieu à cause de l’endurcissement de leur cœur et de l’aveuglement de leur esprit, alors que, sans cela, ils auraient pu avoir une bénédiction aussi grande que leurs frères.", "5 En bref, au départ, ils étaient sur le même pied que leurs frères; ainsi, ce saint appel fut préparé dès la fondation du monde pour ceux qui ne s’endurciraient pas le cœur, dans et par l’expiation du Fils unique, qui a été préparé—", "6 et ainsi, ils sont appelés par ce saint appel, et ordonnés à la haute prêtrise du saint ordre de Dieu, pour enseigner ses commandements aux enfants des hommes, afin qu’eux aussi entrent dans son repos—", "7 cette haute prêtrise est selon l’ordre de son Fils, ordre qui était dès la fondation du monde; ou, en d’autres termes, elle est sans commencement de jours ou fin d’années, préparée d’éternité à toute éternité, selon sa prescience de toutes choses—", "8 Or, c’est donc ainsi qu’ils étaient ordonnés: ils étaient appelés par un saint appel, et ordonnés par une sainte ordonnance, et prenaient sur eux la haute prêtrise du saint ordre, lesquels appel, et ordonnance, et haute prêtrise sont sans commencement ni fin—", "9 ainsi, ils deviennent grands prêtres à jamais, selon l’ordre du Fils unique du Père, qui est sans commencement de jours ou fin d’années, qui est plein de grâce, d’équité et de vérité. Et ainsi en est-il. Amen.", "10 Or, comme je l’ai dit concernant le saint ordre, ou cette haute prêtrise, il y en eut beaucoup qui furent ordonnés et devinrent grands prêtres de Dieu, et c’est à cause de leur foi et de leur repentir extrêmes, et de leur justice devant Dieu, car ils choisirent de se repentir et de faire ce qui est juste plutôt que de périr;", "11 c’est pourquoi ils étaient appelés selon ce saint ordre, et étaient sanctifiés, et leurs vêtements étaient blanchis par le sang de l’Agneau.", "12 Or, après avoir été sanctifiés par le Saint-Esprit, ayant les vêtements blanchis, étant purs et sans tache devant Dieu, ils ne pouvaient considérer le péché qu’avec aversion; et il y en eut beaucoup, un nombre extrêmement grand, qui furent rendus purs et entrèrent dans le repos du Seigneur, leur Dieu.", "13 Et maintenant, mes frères, je voudrais que vous vous humiliiez devant Dieu, et produisiez du fruit digne du repentir, afin que vous entriez aussi dans ce repos.", "14 Oui, humiliez-vous comme le peuple du temps de Melchisédek qui était aussi grand prêtre selon ce même ordre dont j’ai parlé, qui prit aussi sur lui la haute prêtrise à jamais.", "15 Et ce fut ce même Melchisédek à qui Abraham paya la dîme; oui, notre père Abraham paya comme dîme le dixième de tout ce qu’il possédait.", "16 Or, ces ordonnances furent données de cette manière, pour que le peuple pût ainsi attendre le Fils de Dieu, car c’était une figure de son ordre, ou c’était son ordre, et cela afin qu’il l’attendît pour le pardon de ses péchés, afin d’entrer dans le repos du Seigneur.", "17 Or, ce Melchisédek était roi du pays de Salem; et son peuple était devenu fort dans l’iniquité et l’abomination; oui, ils s’étaient tous égarés; ils étaient remplis de toute sorte de méchanceté;", "18 mais Melchisédek, ayant exercé une grande foi et reçu l’office de la haute prêtrise selon le saint ordre de Dieu, prêcha le repentir à son peuple. Et voici, il se repentit; et Melchisédek, de son vivant, fit régner la paix dans le pays; c’est pourquoi il fut appelé le prince de la paix, car il était roi de Salem; et il régna sous son père.", "19 Or, il y en eut beaucoup avant lui, et il y en eut aussi beaucoup après, mais aucun ne fut plus grand; c’est pourquoi, c’est lui que l’on mentionne plus particulièrement.", "20 Je n’ai donc pas besoin de m’étendre sur le sujet; ce que j’ai dit peut suffire. Voici, les Écritures sont devant vous; si vous voulez en fausser le sens, ce sera pour votre propre destruction.", "21 Et alors, il arriva que lorsqu’il leur eut dit ces paroles, Alma étendit la main vers eux et cria d’une voix forte, disant: C’est maintenant qu’est le moment de vous repentir, car le jour du salut approche;", "22 oui, et la voix du Seigneur, par la bouche d’anges, le proclame à toutes les nations; oui, le proclame, afin qu’elles aient de bonnes nouvelles d’une grande joie; oui, et il fait retentir ces bonnes nouvelles parmi tout son peuple, oui, à ceux qui sont dispersés au loin sur la surface de la terre; c’est pourquoi elles sont parvenues jusqu’à nous.", "23 Et elles nous sont révélées en termes clairs, afin que nous comprenions, afin que nous ne puissions pas nous tromper; et cela, parce que nous sommes errants dans un pays inconnu; c’est pourquoi, nous sommes ainsi hautement favorisés, car nous avons ces bonnes nouvelles qui nous sont annoncées dans toutes les parties de notre vigne.", "24 Car voici, des anges l’annoncent à beaucoup en ce moment dans notre pays; et c’est dans le but de préparer le cœur des enfants des hommes à recevoir sa parole au moment de sa venue dans sa gloire.", "25 Et maintenant, nous attendons seulement d’entendre que la joyeuse nouvelle de sa venue nous soit annoncée par la bouche d’anges; car le temps vient, nous ne savons pas avec quelle rapidité. Plût à Dieu que ce fût de mon vivant; mais que ce soit tôt ou tard, je m’en réjouirai.", "26 Et elle sera révélée à des hommes justes et saints, par la bouche d’anges, au moment de sa venue, afin que les paroles de nos pères s’accomplissent, selon ce qu’ils ont dit à son sujet, qui était selon l’esprit de prophétie qui était en eux.", "27 Et maintenant, mes frères, je souhaite, du plus profond de mon cœur, oui, avec une grande anxiété, et même jusqu’à la souffrance, que vous écoutiez mes paroles et rejetiez vos péchés, et ne remettiez pas à plus tard le jour de votre repentir;", "28 mais que vous vous humiliiez devant le Seigneur, et invoquiez son saint nom, et veilliez et priiez continuellement, afin de ne pas être tentés au-delà de ce que vous pouvez supporter, et d’être ainsi conduits par l’Esprit-Saint, devenant humbles, doux, soumis, patients, pleins d’amour et de longanimité,", "29 ayant foi au Seigneur, ayant l’espérance que vous recevrez la vie éternelle, ayant toujours l’amour de Dieu dans votre cœur, afin d’être élevés au dernier jour et d’entrer dans son repos.", "30 Et que le Seigneur vous accorde le repentir, afin que vous ne fassiez pas tomber sa colère sur vous, afin que vous ne soyez pas entravés par les chaînes de l’enfer, afin que vous ne souffriez pas la seconde mort.", "31 Et Alma dit encore au peuple beaucoup de paroles qui ne sont pas écrites dans ce livre."], "Kiribati": ["Aranaki mwaane bwa ibonga aika rietata ibukin rianakon aia onimaki ao raoiroin aia mwakuri—A na reirei tua—A katabuaki rinanon te raoiroi ao a rin i nanon ana rau te Uea—Temanna ma i buakoia bon Merekitereka—A uoti taeka aika a kakukurei taian anera ni kabuta te aonaba—A na katanoata raoi rokon Kristo. Uakaan ma 82I.K.", "1 Ao riki, tariu, N na kaira ami iango nakon te tai are te Uea ae te Atua e anga tua aikai nakoia natina; ao I tangiria bwa kam na uringnga bwa te Uea ae te Atua e katabuia ibonga n aron ana botaki ae tabu, are i mwin ana botaki natina, n reirei baikai nakoia aomata.", "2 Ao ibonga akekei a katabuaki i mwin ana waaki natina, n te aro are aomata a na ataia bwa n te aro raa are a na kariariaa natina ibukin te kaboaki.", "3 Ao aio aron katabuakia—ngkai a bon tia ni weteaki man katauraoaki man moan tein te aonaba n aron ana moan atatai te Atua, ibukin aia onimaki ae e rianako ao aia mwakuri aika a raraoi; n te moan tai a katukaki bwa a na rinea te raoiroi ke te buakaka; ngaia ae a tia n rinea te raoiroi, ma ni kamwakura te onimaki ae korakora, ao a weteaki ma te wewete ae tabu, eng, n te wewete ae tabu are e katauraoaki iai, ao n aron, te katauraoi ibukin kaboaia ibukin anne.", "4 Ao ngaia ae a tia ni weteaki nakon te wewete ae tabu aio ibukin aia onimaki, ma tabeman a na bon totokoa Tamnein te Atua ibukin matoatoan nanoia ma matakiin aia iango, bwa ngke arona bwa tiaki aio ao e na bon reke naba irouia te aro ae onoti aio n ai aroia tariia.", "5 Ke ni kauarerekeana, n te moan tai titebo aroia ma tariia, ma ibukin aei ao te wewete ae tabu aio e katauraoaki man moan tein te aonaba ibukiia ake aki kamatoai nanoia, ao rinanon ana mwakuri ni kamaiu te Nati ae te Rikitemanna are e katauraoaki—", "6 Ao ai ngaia are a weteaki n te wewete ae tabu aio, ma ni katabuaki nakon te nakoanibonga ae rietata n ana botaki ae tabu te Atua, n reirei ana tua nakoia natiia aomata, bwa aonga naba n rin i nanon ana rau—", "7 Te nakoanibonga ae rietata aio are man ana botakia ae tabu Natina te Mwaane, are te botaki are mani moan te aonaba; ke n taekana riki teuana, n akea moan ana bong ke kabanean ana ririki, are katauraoaki ma akea tokina nakon akea tokina ni kabane, n aron kamanenakin bwaai ni kabane irouna—", "8 Ngkai a bon katabuaki n aron aio—n weteaki n te wewete ae tabu, ma ni katabuaki n te otenanti ae tabu, ma ni katoka iaoia te nakoanibonga ae rietata n te botaki ae tabu, are bon te wewete, ao te otenanti, ao te nakoanibonga ae rietata ae akea moana ao tokina—", "9 Ngaia are a riki bwa ibonga aika a rietata n aki toki, ni katotongan ana waaki te Nati, are bon te Rikitemanna iroun te Tama, are akea moan ana bong ke banen ana ririki, are e onrake n te akoi, te tituaraoi ao te koaua. Ao ngaia ae e riki aei. Amen.", "10 Ngkai, n aron are I taku ni kaineti ma te botaki ae tabu, ke te nakoanibonga ae rietata aei, a bon mwaiti ake a katabuaki ao a riki bwa ana ibonga aika a rietata te Atua; ao e riki aei man rianakon aia onimaki ao aia rairannano, ao aia raoiroi i matan te Atua, a rineia bwa a na rairananoia ma ni karaoi mwakuri aika a raoiroi ke are a na kamaunaki.", "11 Mangaia ae a weteaki n aron te botaki ae tabu aei, ao a kaitiakaki, ao kunnikaia a tebokaki ni kamainainaki n raraan te Tiibu te Teei.", "12 Ngkai ngaia, i mwin itiakiia iroun te Tamnei ae Raoiroi, n tia ni kamainainaki aia kunnikai, n itiaki man takiakia itiakiia i matan te Atua, a bon aki kona n taraa te bure, n akea ribakina ae korakora; ao a bon rianako mwaitia, ake a kaitiakaki ao a rin n ana rau te Uea ae Atuaia.", "13 Ao ngkai, tariu, I tangiria bwa kam na nanorinano i matan te Atua, ma ni kariki uaa aika a riai ibukin te rairannano, bwa kam aonga naba n rin i nanon te rau anne.", "14 Eng, kananorinanoingkami n aekaia aomata n ana tai Merekitereka, are bon te ibonga ae rietata naba n aron te waki naba aei are I a tia n taekinna, are e bon katoka naba i aona te nakoanibonga ae rietata n aki toki.", "15 Ao bon aei naba Merekitereka are e kabwaka kabwianibwai nakoina Aberaam; eng, tamara naba are Aberaam e kabwaka naba kabwian bwaai n ana bwai ni kabane.", "16 Ngkai otenanti aikai, ti a bon anganaki n aron aei, bwa e aonga n ae aomata a na kariaria Natin te Atua, bwa ngaia bon aekan ana botaki, ke bon ngaia ana botaki, bwa n aei ao a na kona ni kariaria ibukin kamaunan aia bure, bwa aonga n rin n ana rau te Uea.", "17 Ngkai Merekitereka aio bon te uea i aon te aba are Tarem; ao ana aomata a bon matoatoa ni bure ao ni mwakuri aika a ribaki; eng, a bon tia ni bua kawaia; a bon onrake n aekakin buakaka nako.", "18 Ma Merekitereka e a tia ni kakorakora n te onimaki ae korakora ao ma n tia ni karekea te nakoa ae te nakoanibonga ae rietata ni kaineti ma ana botaki ae tabu te Atua, e kabwarabwara te rairannano nakoia ana aomata. Ao noria, a rairinanoia; ao Merekitereka e katea ana rau i aon te aba i nanon ana bong ni maiu; ngaia are e aranaki bwa uean te raoi, bwa bon ngaia uean Tarem; ao e tautaeka i an tamana.", "19 Ngkai, a bon mwaiti i mwaaina, ao a bon mwaiti naba i mwina, ma bon akea ae raka kakannatona; mangaia are e mwaiti riki kaonotan tataekinana irouia.", "20 Ngkai I aki riai ni manga kaoka te bwai aei, bwa are I a tia n taekinna e bon tau. Nooria, koroboki aika tabu akana imatami; ao ngkana kam kabwaouai e na bon reke bwa kamaunakimi.", "21 Ao ngkai e koro bukina bwa Aramwa e taekin taeka aikai nakoia, e arora baina nakoia ao e takarua n te bwanaa ae korakora ni kangai: Ai bon te tai n rairannano ngkai, bwa e a kaan te bong ni kamaiu,", "22 Eng, ao bwanaan te Uea, ni wiia anera, a taekinna nakoia aba nako; eng, a taekinna, bwa e na reke irouia rongorongo aika a raraoi aika a korakora kakukureia, eng, ao e katangi rongorongo aika a kakukurei aikai i buakoia ana botanaomata, eng, nakoia naba ake a maenako ni kabuta te aonaba; mangaia are a roko nakoira.", "23 Ao a kaotaki nakoira n aro aika a maataata, bwa ti na oota, bwa ti na aki kairua; ao aio ibukina bwa taan rianna ngaira n te aba ae kamimi; mangaia are e raka nanonakira, bwa iai rongorongo aikai aika a raraoi, ake a taekinaki nakoira ni kabuta ara nne ni kurebe.", "24 Bwa nooria, anera a taetaekinna nakoia aika a mwaiti n te tai aio iaon abara; ao aio bon ibukin katauraoan nanoia natiia aomata bwa a na butimwaea ana taeka n te tai are e na roko iai ni mimitong.", "25 Ao ngkai, ti tataninga bwa ti na ongo te rongorongo ae kakukurei are e na taekinaki nakoira ni wiia anera, ibukin rokona; bwa e na roko te tai, ao ti aki ataa arona. N na butiia te Atua bwa e na roko n au bong; ma e na kaan riki ke e na waeremwe riki, ao N na kimwareirei i nanona.", "26 Ao e na kaotaki nakoia mwaane aika a momotiraoi ma n tabu, ni wiia anera, n tain rokona, bwa aia taeka tamara a na kona ni kakoroaki bukiia, n aron are a tia n taekinna ni kaineti mangaia, are n aron tamnein te taeka ni burabeti are e mena irouia.", "27 Ao ngkai, tariu, I tangiria mai kabin nanou, eng, ma te ingainga ae aiaron te maraki, bwa kam na ongo nakon au taeka, ma n tewei nako ami bure, ao ma n aki kawaeremwea bongin ami rairannano.", "28 Ma kam na kananorinanoingkami i matan te Uea, ma ni wetea arana ae tabu, ma n taratara ao n tataro n aki toki, bwa kam na aki kaririaki riaon are kam kona, ma ni kairaki iroun te Tamnei ae Tabu, n riki n nanorinano, n nimamannei, n taotaonakinnano, n onrake n te tangira ma te taonannano i nanon te tai ae e maan.", "29 N reken onimakinan te Uea; n reken te kantaninga bwa e na reke iroumi te maiu ae akea tokina; n reken ana tangira te Atua n taainako inanomi, bwa kam aonga n uotaki rake n te kabanea ni bong ao n rin n ana rau.", "30 Ao ke e anganingkami te Uea te rairannano, bwa e aonga n ae kam aki karuoa unna i aomi, bwa kam aonga n ae kam aki kabaeaki n taurekereken moone, bwa kam aonga n ae kam aki kainnano n te kauoua ni mate.", "31 Ao Aramwa e taekin taeka riki aika a mwaiti nakoia aomata, ake aki koreaki n te boki aei."]}