{"English": ["Amalickiah conspires to be king—Moroni raises the title of liberty—He rallies the people to defend their religion—True believers are called Christians—A remnant of Joseph will be preserved—Amalickiah and the dissenters flee to the land of Nephi—Those who will not support the cause of freedom are put to death. About 73–72B.C.", "1 And it came to pass that as many as would not hearken to the words of Helaman and his brethren were gathered together against their brethren.", "2 And now behold, they were exceedingly wroth, insomuch that they were determined to slay them.", "3 Now the leader of those who were wroth against their brethren was a large and a strong man; and his name was Amalickiah.", "4 And Amalickiah was desirous to be a king; and those people who were wroth were also desirous that he should be their king; and they were the greater part of them the lower judges of the land, and they were seeking for power.", "5 And they had been led by the flatteries of Amalickiah, that if they would support him and establish him to be their king that he would make them rulers over the people.", "6 Thus they were led away by Amalickiah to dissensions, notwithstanding the preaching of Helaman and his brethren, yea, notwithstanding their exceedingly great care over the church, for they were high priests over the church.", "7 And there were many in the church who believed in the flattering words of Amalickiah, therefore they dissented even from the church; and thus were the affairs of the people of Nephi exceedingly precarious and dangerous, notwithstanding their great victory which they had had over the Lamanites, and their great rejoicings which they had had because of their deliverance by the hand of the Lord.", "8 Thus we see how quick the children of men do forget the Lord their God, yea, how quick to do iniquity, and to be led away by the evil one.", "9 Yea, and we also see the great wickedness one very wicked man can cause to take place among the children of men.", "10 Yea, we see that Amalickiah, because he was a man of cunning device and a man of many flattering words, that he led away the hearts of many people to do wickedly; yea, and to seek to destroy the church of God, and to destroy the foundation of liberty which God had granted unto them, or which blessing God had sent upon the face of the land for the righteous’ sake.", "11 And now it came to pass that when Moroni, who was the chief commander of the armies of the Nephites, had heard of these dissensions, he was angry with Amalickiah.", "12 And it came to pass that he rent his coat; and he took a piece thereof, and wrote upon it—In memory of our God, our religion, and freedom, and our peace, our wives, and our children—and he fastened it upon the end of a pole.", "13 And he fastened on his head-plate, and his breastplate, and his shields, and girded on his armor about his loins; and he took the pole, which had on the end thereof his rent coat, (and he called it the title of liberty) and he bowed himself to the earth, and he prayed mightily unto his God for the blessings of liberty to rest upon his brethren, so long as there should a band of Christians remain to possess the land—", "14 For thus were all the true believers of Christ, who belonged to the church of God, called by those who did not belong to the church.", "15 And those who did belong to the church were faithful; yea, all those who were true believers in Christ took upon them, gladly, the name of Christ, or Christians as they were called, because of their belief in Christ who should come.", "16 And therefore, at this time, Moroni prayed that the cause of the Christians, and the freedom of the land might be favored.", "17 And it came to pass that when he had poured out his soul to God, he named all the land which was south of the land Desolation, yea, and in fine, all the land, both on the north and on the south—A chosen land, and the land of liberty.", "18 And he said: Surely God shall not suffer that we, who are despised because we take upon us the name of Christ, shall be trodden down and destroyed, until we bring it upon us by our own transgressions.", "19 And when Moroni had said these words, he went forth among the people, waving the rent part of his garment in the air, that all might see the writing which he had written upon the rent part, and crying with a loud voice, saying:", "20 Behold, whosoever will maintain this title upon the land, let them come forth in the strength of the Lord, and enter into a covenant that they will maintain their rights, and their religion, that the Lord God may bless them.", "21 And it came to pass that when Moroni had proclaimed these words, behold, the people came running together with their armor girded about their loins, rending their garments in token, or as a covenant, that they would not forsake the Lord their God; or, in other words, if they should transgress the commandments of God, or fall into transgression, and be ashamed to take upon them the name of Christ, the Lord should rend them even as they had rent their garments.", "22 Now this was the covenant which they made, and they cast their garments at the feet of Moroni, saying: We covenant with our God, that we shall be destroyed, even as our brethren in the land northward, if we shall fall into transgression; yea, he may cast us at the feet of our enemies, even as we have cast our garments at thy feet to be trodden under foot, if we shall fall into transgression.", "23 Moroni said unto them: Behold, we are a remnant of the seed of Jacob; yea, we are a remnant of the seed of Joseph, whose coat was rent by his brethren into many pieces; yea, and now behold, let us remember to keep the commandments of God, or our garments shall be rent by our brethren, and we be cast into prison, or be sold, or be slain.", "24 Yea, let us preserve our liberty as a remnant of Joseph; yea, let us remember the words of Jacob, before his death, for behold, he saw that a part of the remnant of the coat of Joseph was preserved and had not decayed. And he said—Even as this remnant of garment of my son hath been preserved, so shall a remnant of the seed of my son be preserved by the hand of God, and be taken unto himself, while the remainder of the seed of Joseph shall perish, even as the remnant of his garment.", "25 Now behold, this giveth my soul sorrow; nevertheless, my soul hath joy in my son, because of that part of his seed which shall be taken unto God.", "26 Now behold, this was the language of Jacob.", "27 And now who knoweth but what the remnant of the seed of Joseph, which shall perish as his garment, are those who have dissented from us? Yea, and even it shall be ourselves if we do not stand fast in the faith of Christ.", "28 And now it came to pass that when Moroni had said these words he went forth, and also sent forth in all the parts of the land where there were dissensions, and gathered together all the people who were desirous to maintain their liberty, to stand against Amalickiah and those who had dissented, who were called Amalickiahites.", "29 And it came to pass that when Amalickiah saw that the people of Moroni were more numerous than the Amalickiahites—and he also saw that his people were doubtful concerning the justice of the cause in which they had undertaken—therefore, fearing that he should not gain the point, he took those of his people who would and departed into the land of Nephi.", "30 Now Moroni thought it was not expedient that the Lamanites should have any more strength; therefore he thought to cut off the people of Amalickiah, or to take them and bring them back, and put Amalickiah to death; yea, for he knew that he would stir up the Lamanites to anger against them, and cause them to come to battle against them; and this he knew that Amalickiah would do that he might obtain his purposes.", "31 Therefore Moroni thought it was expedient that he should take his armies, who had gathered themselves together, and armed themselves, and entered into a covenant to keep the peace—and it came to pass that he took his army and marched out with his tents into the wilderness, to cut off the course of Amalickiah in the wilderness.", "32 And it came to pass that he did according to his desires, and marched forth into the wilderness, and headed the armies of Amalickiah.", "33 And it came to pass that Amalickiah fled with a small number of his men, and the remainder were delivered up into the hands of Moroni and were taken back into the land of Zarahemla.", "34 Now, Moroni being a man who was appointed by the chief judges and the voice of the people, therefore he had power according to his will with the armies of the Nephites, to establish and to exercise authority over them.", "35 And it came to pass that whomsoever of the Amalickiahites that would not enter into a covenant to support the cause of freedom, that they might maintain a free government, he caused to be put to death; and there were but few who denied the covenant of freedom.", "36 And it came to pass also, that he caused the title of liberty to be hoisted upon every tower which was in all the land, which was possessed by the Nephites; and thus Moroni planted the standard of liberty among the Nephites.", "37 And they began to have peace again in the land; and thus they did maintain peace in the land until nearly the end of the nineteenth year of the reign of the judges.", "38 And Helaman and the high priests did also maintain order in the church; yea, even for the space of four years did they have much peace and rejoicing in the church.", "39 And it came to pass that there were many who died, firmly believing that their souls were redeemed by the Lord Jesus Christ; thus they went out of the world rejoicing.", "40 And there were some who died with fevers, which at some seasons of the year were very frequent in the land—but not so much so with fevers, because of the excellent qualities of the many plants and roots which God had prepared to remove the cause of diseases, to which men were subject by the nature of the climate—", "41 But there were many who died with old age; and those who died in the faith of Christ are happy in him, as we must needs suppose."], "Español": ["Amalickíah conspira para hacerse rey— Moroni levanta el estandarte de la libertad— Anima al pueblo a defender su religión— Los creyentes verdaderos son llamados cristianos— Se preservará un resto de la posteridad de José— Amalickíah y los disidentes huyen a la tierra de Nefi— Los que no sostienen la causa de la libertad son ejecutados. Aproximadamente 73–72a.C.", "1 Y aconteció que cuantos no quisieron escuchar las palabras de Helamán y sus hermanos se unieron contra ellos.", "2 Y he aquí, estaban irritados en extremo, a tal grado que estaban resueltos a quitarles la vida.", "3 Y el jefe de los que estaban llenos de ira contra sus hermanos era un hombre grande y fuerte; y se llamaba Amalickíah.", "4 Y Amalickíah ambicionaba ser rey; y los que estaban irritados también querían que él fuera su rey; y estos eran, en su mayoría, los jueces menores del país, y codiciaban el poder.", "5 Y los habían persuadido las adulaciones de Amalickíah, de que si lo apoyaban y lo instituían como su rey, él los pondría por gobernantes sobre el pueblo.", "6 Así los arrastró Amalickíah a las disensiones, a pesar de las predicaciones de Helamán y sus hermanos; sí, a pesar del sumamente atento cuidado con que velaban por la iglesia, pues eran sumos sacerdotes de la iglesia.", "7 Y hubo muchos en la iglesia que creyeron en las lisonjeras palabras de Amalickíah; por tanto, se separaron de la iglesia; y así, los asuntos del pueblo de Nefi se hallaban sumamente inestables y peligrosos, no obstante su gran victoria que habían logrado sobre los lamanitas, y sus grandes alegrías que habían sentido por haberlos librado la mano del Señor.", "8 Así vemos cuán rápidamente se olvidan del Señor su Dios los hijos de los hombres; sí, cuán prestos son para cometer iniquidad y dejarse llevar por el maligno.", "9 Sí, y también vemos la gran maldad que un hombre sumamente inicuo hace que ocurra entre los hijos de los hombres.", "10 Sí, vemos que por ser un hombre de sutiles artimañas, y un hombre de muchas palabras lisonjeras, Amalickíah incitó el corazón de mucha gente a obrar inicuamente; sí, y a tratar de destruir la iglesia de Dios, y destruir el fundamento de libertad que Dios les había concedido, o sea, la bendición que Dios había enviado sobre la faz de la tierra por el bien de los justos.", "11 Y aconteció que cuando Moroni, que era el comandante en jefe de los ejércitos nefitas, supo de estas disensiones, se enojó con Amalickíah.", "12 Y sucedió que rasgó su túnica; y tomó un trozo y escribió en él: En memoria de nuestro Dios, nuestra religión, y libertad, y nuestra paz, nuestras esposas y nuestros hijos; y lo colocó en el extremo de un asta.", "13 Y se ajustó su casco y su peto y sus escudos, y se ciñó los lomos con su armadura; y tomó el asta, en cuyo extremo se hallaba su túnica rasgada (y la llamó el estandarte de la libertad), y se inclinó hasta el suelo y rogó fervorosamente a su Dios, que las bendiciones de libertad descansaran sobre sus hermanos mientras permaneciese un grupo de cristianos para poseer la tierra,", "14 porque todos los creyentes verdaderos de Cristo, quienes pertenecían a la iglesia, así eran llamados por aquellos que no eran de la iglesia de Dios.", "15 Y los que pertenecían a la iglesia eran fieles; sí, todos los que eran creyentes verdaderos en Cristo gozosamente tomaron sobre sí el nombre de Cristo, o sea, cristianos, como les decían, por motivo de su creencia en Cristo que había de venir.", "16 Y por tanto, Moroni rogó en esa ocasión que fuese favorecida la causa de los cristianos y la libertad de la tierra.", "17 Y sucedió que después que hubo derramado su alma a Dios, dio a todo el territorio que se hallaba al sur de la tierra de Desolación, sí, y en una palabra, a toda esa tierra, así en el norte como en el sur el nombre: Una tierra escogida y la tierra de libertad.", "18 Y dijo: Ciertamente Dios no permitirá que nosotros, que somos despreciados porque tomamos sobre nosotros el nombre de Cristo, seamos hollados y destruidos sino hasta que lo provoquemos por nuestras propias transgresiones.", "19 Y cuando Moroni hubo dicho estas palabras, fue entre el pueblo, haciendo ondear en el aire el trozo rasgado de su ropa, para que todos vieran la inscripción que había escrito sobre la parte rasgada, y clamando en alta voz, diciendo:", "20 He aquí, todos aquellos que quieran preservar este estandarte sobre la tierra, vengan con la fuerza del Señor y hagan convenio de que mantendrán sus derechos y su religión, para que el Señor Dios los bendiga.", "21 Y aconteció que cuando Moroni hubo proclamado estas palabras, he aquí, los del pueblo vinieron corriendo, ceñidos sus lomos con sus armaduras, rasgando sus vestidos en señal o como convenio de que no abandonarían al Señor su Dios; o en otras palabras, que si llegaban a quebrantar los mandamientos de Dios, o caían en transgresión, y se avergonzaban de tomar sobre ellos el nombre de Cristo, el Señor los destrozaría así como ellos habían rasgado sus vestidos.", "22 Y este fue el convenio que hicieron, y arrojaron sus vestidos a los pies de Moroni, diciendo: Hacemos convenio con nuestro Dios de que seremos destruidos, como lo fueron nuestros hermanos en la tierra del norte, si llegamos a caer en transgresión; sí, él puede arrojarnos a los pies de nuestros enemigos, así como hemos arrojado nuestros vestidos a tus pies, para ser hollados, si caemos en transgresión.", "23 Y Moroni les dijo: He aquí, somos un resto de la posteridad de Jacob; sí, somos un resto de la posteridad de José, cuya túnica sus hermanos hicieron pedazos; sí, y ahora acordémonos de guardar los mandamientos de Dios, o nuestros hermanos harán pedazos nuestras ropas, y seremos echados en la cárcel, o vendidos, o muertos.", "24 Sí, preservemos nuestra libertad como un resto de José. Sí, recordemos las palabras de Jacob, antes de su muerte, pues he aquí, vio que parte del resto de la túnica de José se había conservado y no se había deteriorado. Y dijo: Así como este resto de la ropa de mi hijo se ha conservado, así preservará Dios un resto de la posteridad de mi hijo, y la tomará para sí, mientras que el resto de la posteridad de José perecerá, así como el resto de su túnica.", "25 Y he aquí, esto entristece mi alma; no obstante, se deleita mi alma en mi hijo por esa parte de su posteridad que Dios tomará para sí.", "26 He aquí, así fue como se expresó Jacob.", "27 Y ahora bien, ¿quién puede saber si el resto de los descendientes de José, que perecerán como su túnica, no son estos que se han separado de nosotros? Sí, y aun lo seremos nosotros mismos si no nos mantenemos firmes en la fe de Cristo.", "28 Y aconteció que cuando Moroni hubo dicho estas palabras, fue, y también envió a todas las partes del país en donde había disensiones, y reunió a todos los que estaban deseosos de conservar su libertad, con objeto de oponerse a Amalickíah y a los que se habían separado, que se llamaban amalickiahitas.", "29 Y ocurrió que cuando Amalickíah vio que los del pueblo de Moroni eran más numerosos que los amalickiahitas, y también vio que su gente estaba dudando de la justicia de la causa que habían emprendido, temiendo, por tanto, no lograr su objeto, tomó a los de su pueblo que quisieron ir y partió para la tierra de Nefi.", "30 Pero a Moroni no le pareció conveniente que los lamanitas fuesen fortalecidos más; por consiguiente, pensó atajar a los del pueblo de Amalickíah, o tomarlos y hacerlos volver, y ejecutar a Amalickíah; sí, porque sabía que este provocaría a los lamanitas a la ira contra ellos, y los incitaría a que salieran a combatirlos; y sabía que Amalickíah lo haría para lograr sus propósitos.", "31 Por tanto, Moroni juzgó prudente tomar sus ejércitos, que se habían reunido y armado, y habían hecho pacto de conservar la paz. Y acaeció que tomó su ejército y marchó con sus tiendas para el desierto a fin de detener el paso de Amalickíah en el desierto.", "32 Y aconteció que obró de acuerdo con lo que había dispuesto; y se dirigió al desierto y atajó las fuerzas de Amalickíah.", "33 Y sucedió que huyó Amalickíah con un pequeño número de sus hombres, y los demás fueron entregados en manos de Moroni y llevados a la tierra de Zarahemla.", "34 Ahora bien, Moroni, habiendo sido nombrado por los jueces superiores y la voz del pueblo, tenía, por consiguiente, poder, de acuerdo con su voluntad, entre los ejércitos de los nefitas, para establecer y ejercer autoridad sobre ellos.", "35 Y aconteció que a todo amalickiahita que se negaba a hacer pacto de sostener la causa de la libertad, a fin de preservar un gobierno libre, él hizo que tal fuese ejecutado; y muy pocos hubo que rechazaron el pacto de libertad.", "36 Y sucedió, también, que hizo que se enarbolara el estandarte de la libertad sobre todas las torres que se hallaban en toda la tierra que poseían los nefitas; y así, Moroni plantó el estandarte de la libertad entre los nefitas.", "37 Y de nuevo empezaron a tener paz en el país, y así preservaron la paz en la tierra hasta cerca del fin del año decimonoveno del gobierno de los jueces.", "38 Y Helamán y los sumos sacerdotes también mantuvieron el orden en la iglesia; sí, por el espacio de cuatro años tuvieron mucha paz y gozo en la iglesia.", "39 Y acaeció que hubo muchos que murieron, creyendo firmemente que el Señor Jesucristo había redimido sus almas; por lo que salieron del mundo con regocijo.", "40 Y hubo algunos que murieron de fiebres, que en ciertas épocas del año eran muy frecuentes en el país —pero no murieron tantos de las fiebres, por razón de las excelentes cualidades de las muchas plantas y raíces que Dios había preparado para destruir la causa de aquellas enfermedades, a las cuales la gente estaba sujeta por la naturaleza del clima—", "41 pero hubo muchos que murieron de vejez; y los que murieron en la fe de Cristo son felices en él, como debemos suponer."], "Français": ["Amalickiah conspire pour être roi— Moroni dresse l’étendard de la liberté— Il rallie le peuple pour que celui-ci défende sa religion— Les vrais croyants sont appelés chrétiens— Un reste de Joseph sera préservé— Amalickiah et les dissidents fuient au pays de Néphi— Ceux qui ne veulent pas soutenir la cause de la liberté sont mis à mort. Vers 73–72av.J.-C.", "1 Et il arriva que tous ceux qui ne voulurent pas écouter les paroles d’Hélaman et de ses frères furent rassemblés contre leurs frères.", "2 Et maintenant, voici, ils étaient extrêmement furieux, à tel point qu’ils étaient décidés à les tuer.", "3 Or, le chef de ceux qui étaient furieux contre leurs frères était un homme grand et fort; et son nom était Amalickiah.", "4 Et Amalickiah désirait être roi; et ceux qui étaient furieux désiraient aussi qu’il soit leur roi, et ils étaient pour la plupart les juges inférieurs du pays, et ils cherchaient le pouvoir.", "5 Et ils avaient été entraînés par les flatteries d’Amalickiah à croire que s’ils le soutenaient et faisaient de lui leur roi, il les ferait gouverneurs du peuple.", "6 C’est ainsi qu’ils furent entraînés par Amalickiah à des dissensions, malgré la prédication d’Hélaman et de ses frères, oui, malgré le soin extrêmement grand avec lequel ils veillaient sur l’Église, car ils étaient grands prêtres de l’Église.", "7 Et il y en eut beaucoup dans l’Église qui crurent aux paroles flatteuses d’Amalickiah; c’est pourquoi ils entrèrent en dissidence avec l’Église; et ainsi, les affaires du peuple de Néphi étaient extrêmement précaires et dangereuses, malgré la grande victoire qu’ils avaient remportée sur les Lamanites, et les grandes réjouissances qu’ils avaient eues, parce qu’ils avaient été délivrés par la main du Seigneur.", "8 Ainsi, nous voyons comme les enfants des hommes sont prompts à oublier le Seigneur, leur Dieu, oui, comme ils sont prompts à commettre l’iniquité et à se laisser entraîner par le Malin.", "9 Oui, et nous voyons aussi la grande méchanceté qu’un seul homme très méchant peut produire parmi les enfants des hommes.", "10 Oui, nous voyons que, parce qu’Amalickiah était un homme aux manœuvres subtiles, et un homme aux nombreuses paroles flatteuses, il entraîna le cœur de beaucoup de gens à faire le mal; oui, et à chercher à détruire l’Église de Dieu, et à détruire les fondements de la liberté que Dieu leur avait accordée, ou la bénédiction que Dieu avait envoyée sur la surface du pays pour l’amour des justes.", "11 Et alors, il arriva que lorsque Moroni, qui était le commandant en chef des armées des Néphites, eut entendu parler de ces dissensions, il fut en colère contre Amalickiah.", "12 Et il arriva qu’il déchira son manteau; et il en prit un morceau et écrivit dessus: En souvenir de notre Dieu, de notre religion, et de notre liberté, et de notre paix, de nos épouses, et de nos enfants— et il l’attacha au bout d’une perche.", "13 Et il attacha son casque, et son plastron de cuirasse, et ses boucliers, et se ceignit de son armure; et il prit la perche, qui avait à son extrémité son manteau déchiré (et il l’appela l’étendard de la liberté), et il se prosterna par terre, et il pria de toutes ses forces son Dieu pour que les bénédictions de la liberté reposent sur ses frères, tant qu’il resterait un groupe de chrétiens pour posséder le pays—", "14 car c’est ainsi qu’étaient appelés, par ceux qui n’appartenaient pas à l’Église, tous les vrais croyants au Christ, qui appartenaient à l’Église de Dieu.", "15 Et ceux qui appartenaient à l’Église étaient fidèles; oui, tous ceux qui étaient de vrais croyants au Christ furent heureux de prendre sur eux le nom du Christ, ou de chrétiens comme on les appelait, à cause de leur croyance au Christ qui allait venir.", "16 Et c’est pourquoi, à ce moment-là, Moroni pria pour que la cause des chrétiens et de la liberté du pays fût favorisée.", "17 Et il arriva que lorsqu’il eut déversé son âme à Dieu, il appela tout le pays qui était au sud du pays de Désolation, oui, en bref, tout le pays, tant au nord qu’au sud, pays de choix et pays de liberté.", "18 Et il dit: Assurément Dieu ne souffrira pas que nous, qui sommes méprisés parce que nous prenons sur nous le nom du Christ, soyons piétinés et détruits avant que nous n’attirions cela sur nous par nos transgressions.", "19 Et lorsque Moroni eut dit ces paroles, il s’en alla parmi le peuple, agitant en l’air la partie déchirée de son vêtement, afin que tous pussent voir l’inscription qu’il avait écrite sur la partie déchirée, et criant d’une voix forte, disant:", "20 Voici, quiconque veut conserver cet étendard dans le pays, qu’il s’avance avec la force du Seigneur et conclue l’alliance qu’il défendra ses droits, et sa religion, afin que le Seigneur Dieu le bénisse.", "21 Et il arriva que lorsque Moroni eut proclamé ces paroles, voici, le peuple accourut, ceint de ses armures, déchirant ses vêtements en signe, ou comme alliance, qu’il n’abandonnerait pas le Seigneur, son Dieu; ou, en d’autres termes, s’il transgressait les commandements de Dieu, ou tombait dans la transgression, et avait honte de prendre sur lui le nom du Christ, le Seigneur le déchirerait comme il avait déchiré ses vêtements.", "22 Or, telle fut l’alliance qu’ils firent, et ils jetèrent leurs vêtements aux pieds de Moroni, disant: Nous faisons alliance avec notre Dieu que nous serons détruits comme nos frères dans le pays situé du côté du nord, si nous tombons dans la transgression; oui, il peut nous jeter aux pieds de nos ennemis comme nous avons jeté nos vêtements à tes pieds pour être foulés aux pieds, si nous tombons dans la transgression.", "23 Moroni leur dit: Voici, nous sommes un reste de la postérité de Jacob; oui, nous sommes un reste de la postérité de Joseph, dont la tunique fut déchirée par ses frères en de nombreux morceaux; oui, et maintenant, voici, souvenons-nous de garder les commandements de Dieu, ou nos vêtements seront déchirés par nos frères, et nous serons jetés en prison, ou vendus, ou tués.", "24 Oui, préservons notre liberté en tant que reste de Joseph; oui, souvenons-nous des paroles de Jacob avant sa mort, car voici, il vit qu’une partie du reste de la tunique de Joseph avait été préservée et ne s’était pas décomposée. Et il dit: Comme ce reste de vêtement de mon fils a été préservé, de même un reste de la postérité de mon fils sera préservé par la main de Dieu et sera pris en son sein, tandis que le reste de la postérité de Joseph périra, tout comme le reste de son vêtement.", "25 Or, voici, cela donne de la tristesse à mon âme; néanmoins, mon âme se réjouit de mon fils, à cause de cette partie de sa postérité qui sera prise dans le sein de Dieu.", "26 Or, voici, tel fut donc le langage de Jacob.", "27 Et maintenant, qui sait si le reste de la postérité de Joseph, qui périra comme ce vêtement, ne sont pas ceux qui sont entrés en dissidence avec nous? Oui, et ce sera même nous, si nous ne demeurons pas fermes dans la foi du Christ.", "28 Et alors, il arriva que lorsque Moroni eut dit ces paroles, il alla, et envoya aussi des gens dans toutes les parties du pays où il y avait des dissensions, et rassembla tous ceux qui voulaient conserver leur liberté, pour s’opposer à Amalickiah et à ceux qui étaient entrés en dissidence, qui étaient appelés Amalickiahites.", "29 Et il arriva que lorsqu’Amalickiah vit que le peuple de Moroni était plus nombreux que les Amalickiahites— et il vit aussi que son peuple doutait de la justice de la cause qu’ils avaient embrassée— c’est pourquoi, craignant de ne pas atteindre son but, il prit ceux de son peuple qui voulaient le suivre et partit au pays de Néphi.", "30 Or, Moroni pensa qu’il n’était pas opportun que les Lamanites eussent davantage de forces; c’est pourquoi il pensa couper la route au peuple d’Amalickiah, ou le prendre et le ramener, et mettre Amalickiah à mort; oui, car il savait qu’il exciterait les Lamanites à la colère contre eux, et les amènerait à leur livrer bataille; et cela, il savait qu’Amalickiah le ferait, afin de réaliser ses desseins.", "31 C’est pourquoi Moroni pensa qu’il était opportun de prendre ses armées, qui s’étaient rassemblées, et s’étaient armées, et avaient conclu l’alliance de maintenir la paix— et il arriva qu’il prit son armée et sortit avec ses tentes dans le désert, pour couper la route à Amalickiah dans le désert.", "32 Et il arriva qu’il fit selon son désir et entra dans le désert, et devança les armées d’Amalickiah.", "33 Et il arriva qu’Amalickiah s’enfuit avec un petit nombre de ses hommes, et le reste fut livré entre les mains de Moroni et fut ramené au pays de Zarahemla.", "34 Or, Moroni, étant un homme qui avait été désigné par les principaux juges et par la voix du peuple, avait donc le pouvoir d’agir selon sa volonté avec les armées des Néphites, pour établir et pour exercer l’autorité sur elles.", "35 Et il arriva que ceux des Amalickiahites qui ne voulurent pas conclure l’alliance de soutenir la cause de la liberté, afin de conserver un gouvernement libre, il les fit mettre à mort; et il n’y en eut que peu qui renièrent l’alliance de la liberté.", "36 Et il arriva aussi qu’il fit hisser l’étendard de la liberté sur toutes les tours qui étaient dans le pays que possédaient les Néphites; et ainsi, Moroni planta l’étendard de la liberté parmi les Néphites.", "37 Et ils commencèrent à avoir de nouveau la paix dans le pays; et c’est ainsi qu’ils conservèrent la paix dans le pays presque jusqu’à la fin de la dix-neuvième année du règne des juges.", "38 Et Hélaman et les grands prêtres conservèrent aussi l’ordre dans l’Église; oui, pendant quatre ans, ils eurent beaucoup de paix et de réjouissance dans l’Église.", "39 Et il arriva qu’il y en eut beaucoup qui moururent, croyant fermement que leur âme était rachetée par le Seigneur Jésus-Christ; c’est ainsi qu’ils quittèrent le monde en se réjouissant.", "40 Et il y en eut qui moururent des fièvres qui, à certaines saisons de l’année, étaient très fréquentes dans le pays— mais pas tellement des fièvres, à cause des excellentes qualités des nombreuses plantes et racines que Dieu avait préparées pour éloigner la cause des maladies auxquelles les hommes étaient sujets de par la nature du climat—", "41 mais il y en eut beaucoup qui moururent de vieillesse; et ceux qui moururent dans la foi du Christ sont heureux en lui, comme nous devons nécessairement le penser."], "Kiribati": ["Amarakaai e karaoa ana anga ni kamwane bwa e aonga n riki n uea—Moronaai e tabeka rake te buraeki n inaomata—E kaungaia aomata bwa a na kawakina aia aro—Taan onimaki ni koaua a aranaki bwa Kiritian—Nikiraia ana kariki Iotebwa a na kawakinaki—Amarakaai ma tabemwaang taan kan biri nako a nakon te aba are Nibwaai—Naake a rawa ni boutokaa te aro n inaomata a tiringaki. Uakaan ma 73–72I.K.", "1 Ao e koro bukina bwa te mwaiti ake a rawa n ongo n ana taeka Ereman ma tarina a ikotaki ni kaaitaraia tariia.", "2 Ao nooria, a bon rianako uniia, n te aro ae korakora nanoia ni kan tiringia.", "3 Ngkai aia mataniwi naake a korakora uniia ni kaaitaraia tariia bon te aomata ae abwaabwaki ma ni korakora; ao arana bon Amarakaai.", "4 Ao Amarakaai e bon tangiria ni kan riki n uea; ao naake a korakora uniia a bon tangiria bwa e na riki naba bwa te uea; ao a bon mwaiti riki taan moti mai nanon te aba, ao a ukoukora te kan tautaeka.", "5 Ao a bon kairaki nako n ana waaki ni mwaamwana te aba Amarakaai, are ngkana a boutokaaia ma ni karikiia bwa aia uea ao e na karikiia bwa taan tautaeka i aoia aomata.", "6 Ngaia are a kairaki nako iroun Amarakaai nakon te kaiangatoa, n aki kan tabe ma ana kabwarabwara Ereman ma tarina, eng, n aki kan tabe ma korakoran tabeia n te ekaretia, bwa bon ibonga aika rietata ngaia n te ekaretia.", "7 Ao a mwaiti kaain te ekaretia ake a kakoaua ana taeka ni mwaamwana te aba Amarakaai, ngaia are a kitana naba te ekaretia; ngaia are aia waaki ana aomata Nibwaai a karuarua ma ni kakamaku, n aki kan tabe ma korakoran tokanikaia i aoia Reimwanaite, ao e korakora te kukurei are a karekea ibukin kainaomatakia ni bain te Uea.", "8 Ao ikai are ti a noora iai waekoaia natia aomata ni mwaninga taekan te Uea ae Atuaia, eng, waekoaia ni karaoa te bure, ao ni kairaki nako iroun te teuare e buakaka.", "9 Eng, ao ti noora naba korakoran te buakaka are te mwaane temanna ae e korakora n te buakaka e kona ni karekea angana bwa e na riki i buakoia natia aomata.", "10 Eng, ti nooria bwa Amarakaai, ibukina bwa te aomata ae bwati ni kamwane ao te aomata ae bati ana taeka ni mwaamwana te aba, ao e kaira nako nanoia aika a mwaiti bwa a na karaoa ae buakaka; eng, bwa a na kamauna ana ekaretia te Atua, ma ni kamauna aan te inaomata are e a tia n anganiia te Atua, ke te kakabwaia are e karokoa te Atua iaon te aba ibukin te raoiroi.", "11 Ao ngkai e koro bukina bwa ngke Moronaai, are mataniwia taan kairiri n aia taanga ni buaka Nibwaite, e ongo aron kaiangatoa aikai, ao e bon un iroun Amarakaai.", "12 Ao e koro bukina bwa e raeua ana kabaraaki; man anaa mwakorona, ma ni korea iaona—Kauringan Atuara, ara aro, ma inaomatara, ma ara rau, buura, ma natira—ao e kabaea i tabon te kai.", "13 Ao e kabaea otangan atuuna, ma otangan bwabwana, ma ana ootanga, ma ni kabaea ana kunnikain ni buaka iaon koreana; ao e ana te kai, are iai itabona kunnikaina are e raeuaia, (ao e aranna bwa te buraeki n inaomata) ao e bobaraaki nako aontano man tataro ma korakorana nakon Atuana bwa e na mena i aoia tarina kakabwaian te inaomata, ngkana arona bwa iai Kiritian tabemwaang ake a na tiku ni bwaina te aba—", "14 Bwa ngaia are taan onimaki ni koaua iroun Kristo, ake kaain ana ekaretia te Atua, a weteaki n te ara aei irouia ake tiaki kaain te ekaretia.", "15 Ao naake kaain te ekaretia a bon kakaonimaki; eng, ni kabane taan onimaki iroun Kristo ni koaua a katokaa i aoia, ma te kukurei aran Kristo, ke Kiritian n aron are a weteaki iai, ibukin aia koaua iroun Kristo are e na roko.", "16 Ao ngaia are, n te tai aei, ao Moronaai e tataro bwa aia waaki Kiritian, ma inaomatan te aba e na mwannanoaki.", "17 Ao e koro bukina bwa ngke e a tia ni babane nanona nakon te Atua, e araniia aaba ni kabane ake i maiakin te aba are Kamaroa, eng, ao ni kakimototoa, aaba ni kabane, ake i meang ao i maiaki—Te aba ae rine, ao aban te inaomata.", "18 Ao e taku: E koaua bwa te Atua e na bon aki kariaia bwa ngaira, ake ti ribaki ibukina bwa ti katokaa aran Kristo iaora, ti na toubekaki inano ma ni kamaunaki, ma ti ngkana ti bon karekea aio nakoira man riaoan te tua iroura.", "19 Ao ngke e a tia Moronaai n taekin taeka aikai, e waaki nako i buakoia aomata, ma ni katiotioa tabon ana kunnikai are e raeuaki i karawa, bwa a na bane te koraki n noora te koroboki are e koreaki iaon are e raeuakaki, man takarua n te bwanaa ae baibati, ni kangai:", "20 Nooria, ane e na kateimatoa te buraeki aei iaon te aba, ke e waaki n nako mai ni korakoran te Uea, ma ni karaoa te berita ae tabu bwa a na taua inaomataia, ma aia aro, bwa e aonga ni kakabwaiaia te Uea ae te Atua.", "21 Ao e koro bukina bwa ngke e a tia Moronaai n taekin taeka aikai, nooria a biri aomata n ikotaki ma aia kunnikai ni buaka ake a katokai iaon koreaia, man raeuai aia kunnikai bwa te kanuring, ke bwa te berita ae tabu, bwa a na aki mwanuokina aia Uea ae Atuaia; ke, n taeka riki tabeua, ngkana a riaon ana tua te Atua, ke ni bwaka n riaoan te tua, ao a maamaa ni katoka i aoia aran Kristo, ao te Uea e na raeuaia n aron are a tia n raeuai aia kunnikai.", "22 Ngkai bon aio te berita ae tabu are a karaoi, ao a tewea nako aia kunnikai i waen Moronaai, ni kangai: Ti berita n ae tabu ma Atuara, bwa ti na tiringaki, n aroia tarira ake n te aba nako meang, ngkana ti bwaka n riaoan te tua; eng, e na teweira nako i waeia ara kairiribai, n aron are ti tewenakoi ara kunnikai i waem bwa ana toubekaki i aan waem, ngkana ti bwaka n riaoan te tua.", "23 Moronaai e taku nakoia: Nooria, ngaira bon nikiraia ana kariki Iakobwa; eng, ngaira nikiraia ana kariki Iotebwa, are e raeuakaki ana kunnikai nakon mwakorokoro aika a mwaiti irouia tarina; eng, ao ngkai nooria, ti na uringnga bwa ti na kaawakin ana tua te Atua, bwa mwiina a raeuakaki ara kunnikai irouia tarira, ao ti tewenakoaki nakon te karabuti, ke ti kabooaki nako, ke ti tiringaki.", "24 Eng, ti na kawakina inaomatara ngkai ngaira nikiraia ana kariki Iotebwa; eng, ti na uringa ana taeka Iakobwa, i mwaain matena, bwa nooria e noora mwakoron ana kunnikai Iotebwa bwa e kawakinaki ao e aki mka. Ao e taku—N aron nikiran ana kunnikai natiu aio ae kawakinaki, ao aiaron naba nikiran ana kariki natiu bwa a na kawakinaki ni bain te Atua, man anaaki i bon irouna, ao are te nikira man ana kariki Iotebwa a na mate, n aron nikiran te kunnikai aei.", "25 Ngkai nooria, e nanokawaki nanou n aei; ma e ngae n anne, ao tamneiu iai kukureina iroun natiu, ibukina bwa iai mai buakon ana kariki are a na uotaki nakon te Atua.", "26 Ngkai nooria, aio bon ana taetae ni kawai Iakobwa.", "27 Ao ngkai antai ae e ataia bwa nikiraia ana kariki Iotebwa, are a na mate n aron ana kunnikai, bon naake a biri nako mai iroura? Eng, ao e na bon ngaira naba ngkana ti aki teimatoa n te onimaki iroun Kristo.", "28 Ao ngkai e koro bukina bwa ngke e a tia Moronaai n taekin taeka aikai ao e waaki nako, ao e kananako naba ni mwakoron te aba ni kabane ake iai iai ake a biri nako mai irouia, man ikotiia ni kabane aomata ake iai nanoia ni kan kawakina inaomataia, bwa a na teirake ni kaitaraa Amarakaai ao naake a biri nako mai irouia ake a bon aranaki bwa Amwarakaite.", "29 Ao e koro bukina bwa ngke Amarakaai e nooria bwa ana aomata Moronaai e mwaiti riki nakoia Amarakaaite—ao e nooria naba bwa ana aomata a nanououa ni kaineti ma motiraoin te waaki are a tia ni waakinna—ngaia are, ibukin maakan ae e na aki reke are e tangiria, ao e anaia ana aomata ake a kan iria ma ni kitana te aba are Nibwaai.", "30 Ngkai Moronaai e taku bwa e aki riai bwa e na manga reke riki korakoraia Reimwanaite; ngaia are e kataua bwa e na katokia ana aomata Amarakaai, ke e na uotia ma ni kaokia, man tiringa Amarakaai; eng, bwa e ataia bwa e na kakiriwei nanoia Reimwanaite bwa a na un ni kaaitaraia; ao e ataia bwa e na karaoa aio Amarakaai bwa e aonga n reke are e tangiria.", "31 Ngaia are Moronaai e taku bwa e riai bwa e na kaira ana taanga ni buaka, ake a tia n ikotaki, ma ni katokai aia bwaai ni buaka, ma ni karaoa te berita ae tabu bwa a na kawakina te rau—ao e koro bukina bwa e uota ana taanga ni buaka ma ni mwananga nako ma ana umwanrianna nakon te rereua bwa e na tuka kawaia Amarakaai n te rereua.", "32 Ao e koro bukina bwa e karaoa nanon are e tangiria, ma ni mwananga nakon te rereua ma ana aomata tabeman, man rimoaia ana taanga ni buaka Amarakaai.", "33 Ao e koro bukina bwa e biri nako Amarakaai ma ana aomata tabeman, ao nikiraia a bon mena i nanon bain Moronaai man uotaki n oki nakon te aba are Taraemera.", "34 Ngkai, Moronaai bon te mwaane are e a tia n rineaki iroun mataniwia taan moti ao bwaanaia aomata, ngaia are iai mwaakana n aron nanona ma aia taanga ni buaka Nibwaite, bwa e na katea ma ni kamwakura te kariaiakaki i aoia.", "35 Ao e koro bukina bwa Amarakaaite ake a rawa ni karaoa te berita ae tabu ni boutokaa waakin te inaomata, bwa e aonga n teimatoa te tautaeka ae inaomata, e bon tua bwa a na tiringaki; ao bon ti tabeman ake a kaakea te berita ae tabu ibukin te inaomata.", "36 Ao e koro bukina naba, bwa e tua bwa te buraeki ibukin te inaomata e na irakeaki iaon taian taua ni kabane ake a mena n aaba nako, ake a bwainaki irouia Nibwaite; ao ikai are Moronaai e unika buraekin te inaomata i buakoia Nibwaite.", "37 Ao e a manga reke irouia te rau n te aba; ao ngaia are e teimatoa te rau n te aba ni karokoa are e a kan bane aia katebwi ma ruaiwa n ririki n tautaeka taan moti.", "38 Ao Ereman ma ibonga aika rietata a bon kateimatoa waakin te ekaretia, eng, i nanon te maan ae aua te ririki ao e bon reke irouia te rau ao te kimwareirei ae bati i nanon te ekaretia.", "39 Ao e koro bukina bwa a mwaiti ake a mate, ma ni matoatoa ni kakoaua bwa e kaboaki tamneia iroun te Uea ae Iesu Kristo; ngaia are a kitana te aonaba aei ma te kimwareirei.", "40 Ao bon iai ake a mate n taian aoraki, ake a roroko korakoraia n namwakaina tabeua n te ririki—ma e bon aki mwaiti ae mate ibukin taian aoraki, ibukina bwa a rokoraoi taian aroka ma wakaa ake e a tia te Atua ni katauraoi ibukin katokan te aoraki, are e rereke nakoia aomata man waakin kanoan te bong—", "41 Ma a bon mwaiti ake a mate bwa a kara; ao ake a mate i nanon te onimaki iroun Kristo a bon kukurei irouna, n aron are ti bon kantaningaia."]}