{"English": ["Alma preaches and baptizes in Melek—He is rejected in Ammonihah and leaves—An angel commands him to return and cry repentance unto the people—He is received by Amulek, and the two of them preach in Ammonihah. About 82B.C.", "1 And now it came to pass that Alma returned from the land of Gideon, after having taught the people of Gideon many things which cannot be written, having established the order of the church, according as he had before done in the land of Zarahemla, yea, he returned to his own house at Zarahemla to rest himself from the labors which he had performed.", "2 And thus ended the ninth year of the reign of the judges over the people of Nephi.", "3 And it came to pass in the commencement of the tenth year of the reign of the judges over the people of Nephi, that Alma departed from thence and took his journey over into the land of Melek, on the west of the river Sidon, on the west by the borders of the wilderness.", "4 And he began to teach the people in the land of Melek according to the holy order of God, by which he had been called; and he began to teach the people throughout all the land of Melek.", "5 And it came to pass that the people came to him throughout all the borders of the land which was by the wilderness side. And they were baptized throughout all the land;", "6 So that when he had finished his work at Melek he departed thence, and traveled three days’ journey on the north of the land of Melek; and he came to a city which was called Ammonihah.", "7 Now it was the custom of the people of Nephi to call their lands, and their cities, and their villages, yea, even all their small villages, after the name of him who first possessed them; and thus it was with the land of Ammonihah.", "8 And it came to pass that when Alma had come to the city of Ammonihah he began to preach the word of God unto them.", "9 Now Satan had gotten great hold upon the hearts of the people of the city of Ammonihah; therefore they would not hearken unto the words of Alma.", "10 Nevertheless Alma labored much in the spirit, wrestling with God in mighty prayer, that he would pour out his Spirit upon the people who were in the city; that he would also grant that he might baptize them unto repentance.", "11 Nevertheless, they hardened their hearts, saying unto him: Behold, we know that thou art Alma; and we know that thou art high priest over the church which thou hast established in many parts of the land, according to your tradition; and we are not of thy church, and we do not believe in such foolish traditions.", "12 And now we know that because we are not of thy church we know that thou hast no power over us; and thou hast delivered up the judgment-seat unto Nephihah; therefore thou art not the chief judge over us.", "13 Now when the people had said this, and withstood all his words, and reviled him, and spit upon him, and caused that he should be cast out of their city, he departed thence and took his journey towards the city which was called Aaron.", "14 And it came to pass that while he was journeying thither, being weighed down with sorrow, wading through much tribulation and anguish of soul, because of the wickedness of the people who were in the city of Ammonihah, it came to pass while Alma was thus weighed down with sorrow, behold an angel of the Lord appeared unto him, saying:", "15 Blessed art thou, Alma; therefore, lift up thy head and rejoice, for thou hast great cause to rejoice; for thou hast been faithful in keeping the commandments of God from the time which thou receivedst thy first message from him. Behold, I am he that delivered it unto you.", "16 And behold, I am sent to command thee that thou return to the city of Ammonihah, and preach again unto the people of the city; yea, preach unto them. Yea, say unto them, except they repent the Lord God will destroy them.", "17 For behold, they do study at this time that they may destroy the liberty of thy people, (for thus saith the Lord) which is contrary to the statutes, and judgments, and commandments which he has given unto his people.", "18 Now it came to pass that after Alma had received his message from the angel of the Lord he returned speedily to the land of Ammonihah. And he entered the city by another way, yea, by the way which is on the south of the city of Ammonihah.", "19 And as he entered the city he was an hungered, and he said to a man: Will ye give to an humble servant of God something to eat?", "20 And the man said unto him: I am a Nephite, and I know that thou art a holy prophet of God, for thou art the man whom an angel said in a vision: Thou shalt receive. Therefore, go with me into my house and I will impart unto thee of my food; and I know that thou wilt be a blessing unto me and my house.", "21 And it came to pass that the man received him into his house; and the man was called Amulek; and he brought forth bread and meat and set before Alma.", "22 And it came to pass that Alma ate bread and was filled; and he blessed Amulek and his house, and he gave thanks unto God.", "23 And after he had eaten and was filled he said unto Amulek: I am Alma, and am the high priest over the church of God throughout the land.", "24 And behold, I have been called to preach the word of God among all this people, according to the spirit of revelation and prophecy; and I was in this land and they would not receive me, but they cast me out and I was about to set my back towards this land forever.", "25 But behold, I have been commanded that I should turn again and prophesy unto this people, yea, and to testify against them concerning their iniquities.", "26 And now, Amulek, because thou hast fed me and taken me in, thou art blessed; for I was an hungered, for I had fasted many days.", "27 And Alma tarried many days with Amulek before he began to preach unto the people.", "28 And it came to pass that the people did wax more gross in their iniquities.", "29 And the word came to Alma, saying: Go; and also say unto my servant Amulek, go forth and prophesy unto this people, saying—Repent ye, for thus saith the Lord, except ye repent I will visit this people in mine anger; yea, and I will not turn my fierce anger away.", "30 And Alma went forth, and also Amulek, among the people, to declare the words of God unto them; and they were filled with the Holy Ghost.", "31 And they had power given unto them, insomuch that they could not be confined in dungeons; neither was it possible that any man could slay them; nevertheless they did not exercise their power until they were bound in bands and cast into prison. Now, this was done that the Lord might show forth his power in them.", "32 And it came to pass that they went forth and began to preach and to prophesy unto the people, according to the spirit and power which the Lord had given them."], "Español": ["Alma predica y bautiza en Melek— Es rechazado en Ammoníah y parte de allí— Un ángel le manda que vuelva y proclame el arrepentimiento al pueblo— Amulek lo recibe y los dos predican en Ammoníah. Aproximadamente 82a.C.", "1 Y sucedió que Alma retornó de la tierra de Gedeón, después de haber enseñado al pueblo de Gedeón muchas cosas que no pueden ser escritas, habiendo establecido allí el orden de la iglesia, como lo había hecho anteriormente en la tierra de Zarahemla, sí, volvió a su propia casa en Zarahemla, para descansar de las obras que había efectuado.", "2 Y así terminó el año nono del gobierno de los jueces sobre el pueblo de Nefi.", "3 Y ocurrió que a principios del décimo año del gobierno de los jueces sobre el pueblo de Nefi, Alma salió de allí y viajó a la tierra de Melek, al oeste del río Sidón, cerca de las fronteras del desierto.", "4 Y empezó a enseñar al pueblo en la tierra de Melek de conformidad con el santo orden de Dios, por medio del cual había sido llamado; y empezó a enseñar al pueblo por toda la tierra de Melek.", "5 Y sucedió que vino a él la gente de todos los contornos de la tierra que estaba del lado del desierto. Y se bautizaron por toda la tierra;", "6 de modo que cuando hubo concluido su obra en Melek, se fue de allí y viajó tres días hacia el norte de la tierra de Melek; y llegó a una ciudad que se llamaba Ammoníah.", "7 Ahora bien, entre el pueblo de Nefi era costumbre dar a sus tierras, ciudades y aldeas, sí, a todas sus pequeñas aldeas, el nombre de su primer poseedor; y así fue con la tierra de Ammoníah.", "8 Y ocurrió que cuando hubo llegado a la ciudad de Ammoníah, Alma empezó a predicarles la palabra de Dios.", "9 Pero Satanás se había apoderado en sumo grado del corazón de los habitantes de la ciudad de Ammoníah; por lo tanto, no quisieron escuchar las palabras de Alma.", "10 No obstante, Alma se esforzó mucho en el espíritu, bregando con Dios en ferviente oración para que derramara su Espíritu sobre el pueblo que se hallaba en la ciudad; y que también le concediera bautizarlos para arrepentimiento.", "11 Sin embargo, endurecieron sus corazones, y le dijeron: He aquí, sabemos que eres Alma; y sabemos que eres sumo sacerdote de la iglesia que has establecido en muchas partes de la tierra, según vuestra tradición; pero nosotros no somos de tu iglesia, y no creemos en tan insensatas tradiciones.", "12 Y ahora sabemos que por no ser de tu iglesia, tú no tienes ninguna autoridad sobre nosotros; y tú has entregado el asiento judicial a Nefíah, de modo que no eres nuestro juez superior.", "13 Ahora bien, cuando el pueblo hubo dicho esto y resistido todas sus palabras, y lo hubo ultrajado, y escupido sobre él, y hecho que fuese echado de su ciudad, él partió de allí y se dirigió hacia la ciudad llamada Aarón.", "14 Y aconteció que mientras viajaba hacia allá, agobiado por la aflicción, pasando por mucha tribulación y angustia en el alma por causa de la iniquidad de la gente que se hallaba en la ciudad de Ammoníah, sucedió que mientras agobiaba a Alma esta aflicción, he aquí, se le apareció un ángel del Señor, diciendo:", "15 Bendito eres, Alma; por tanto, levanta la cabeza y regocíjate, pues tienes mucho por qué alegrarte; pues has sido fiel en guardar los mandamientos de Dios, desde la ocasión en que recibiste de él tu primer mensaje. He aquí, yo soy quien te lo comuniqué.", "16 Y he aquí, soy enviado para mandarte que vuelvas a la ciudad de Ammoníah y prediques otra vez a los habitantes de esa ciudad; sí, predícales. Sí, diles que a menos que se arrepientan, el Señor Dios los destruirá.", "17 Pues he aquí, ahora mismo están proyectando destruir la libertad de tu pueblo (pues así dice el Señor), cosa que es contraria a los estatutos y juicios y mandamientos que él ha dado a su pueblo.", "18 Y aconteció que después que hubo recibido su mensaje del ángel del Señor, Alma se volvió prestamente a la tierra de Ammoníah. Y entró en la ciudad por otro camino; sí, por el que queda al sur de la ciudad de Ammoníah.", "19 Y tuvo hambre al entrar en la ciudad, y dijo a un hombre: ¿Quieres dar algo de comer a un humilde siervo de Dios?", "20 Y le dijo el hombre: Soy nefita, y sé que eres un santo profeta de Dios, porque tú eres el hombre de quien un ángel dijo en una visión: Tú lo recibirás. Por tanto, ven conmigo a mi casa, y te daré de mi alimento; y sé que serás una bendición para mí y para mi casa.", "21 Y sucedió que este hombre lo recibió en su casa; y se llamaba Amulek; y trajo pan y carne y los puso delante de Alma.", "22 Y ocurrió que Alma comió pan y quedó satisfecho; y bendijo a Amulek y a su casa, y dio gracias a Dios.", "23 Y después que hubo comido y quedado satisfecho, dijo a Amulek: Soy Alma, y soy el sumo sacerdote de la iglesia de Dios en toda esta tierra.", "24 Y he aquí, he sido llamado para predicar la palabra de Dios entre todo este pueblo, de acuerdo con el espíritu de revelación y profecía; y estuve en esta tierra, y no quisieron recibirme, sino que me echaron fuera y estaba a punto de volver las espaldas a esta tierra para siempre.", "25 Mas he aquí, se me ha mandado que vuelva otra vez y profetice a este pueblo; sí, y que testifique en contra de ellos concerniente a sus iniquidades.", "26 Y ahora bien, Amulek, bendito eres tú porque me has alimentado y hospedado; porque tenía hambre, pues había ayunado muchos días.", "27 Y Alma permaneció muchos días con Amulek, antes de empezar a predicar al pueblo.", "28 Y sucedió que el pueblo se envileció aún más en sus iniquidades.", "29 Y llegó la palabra a Alma, diciendo: Ve; y también di a mi siervo Amulek que salga y profetice a este pueblo, diciendo: Arrepentíos, porque así dice el Señor: A menos que os arrepintáis, visitaré a este pueblo en mi ira; sí, y no desviaré mi furiosa ira.", "30 Y salió Alma, y también Amulek, entre el pueblo para declararle las palabras de Dios; y fueron llenos del Espíritu Santo.", "31 Y les fue dado tal poder, que no pudieron ser encerrados en calabozos, ni fue posible que hombre alguno los matara; sin embargo, no ejercieron su poder sino hasta que fueron atados con cuerdas y echados en la cárcel. Y se hizo así para que el Señor manifestara su poder en ellos.", "32 Y sucedió que salieron y empezaron a predicar y a profetizar al pueblo, de acuerdo con el espíritu y el poder que el Señor les había dado."], "Français": ["Alma prêche et baptise à Mélek— Il est rejeté à Ammonihah et s’en va— Un ange lui commande d’y retourner et d’appeler le peuple au repentir— Il est reçu par Amulek, et ils prêchent tous deux à Ammonihah. Vers 82av.J.-C.", "1 Et alors, il arriva qu’Alma retourna du pays de Gédéon, après avoir enseigné au peuple de Gédéon beaucoup de choses qui ne peuvent être écrites, ayant établi l’ordre de l’Église comme il l’avait fait précédemment au pays de Zarahemla; oui, il retourna dans sa maison à Zarahemla pour se reposer des travaux qu’il avait accomplis.", "2 Et ainsi finit la neuvième année du règne des juges sur le peuple de Néphi.", "3 Et il arriva qu’au commencement de la dixième année du règne des juges sur le peuple de Néphi, Alma partit de là et se mit en route pour passer au pays de Mélek, à l’ouest du fleuve Sidon, à l’ouest, près des régions frontières du désert.", "4 Et il commença à instruire le peuple du pays de Mélek, selon le saint ordre de Dieu, par lequel il avait été appelé; et il commença à instruire le peuple dans tout le pays de Mélek.", "5 Et il arriva que le peuple vint à lui dans toutes les régions frontières du pays qui était au bord du désert. Et ils furent baptisés dans tout le pays,", "6 de sorte que lorsqu’il eut fini son œuvre à Mélek, il partit de là et fit un voyage de trois jours au nord du pays de Mélek; et il arriva à une ville qui était appelée Ammonihah.", "7 Or, le peuple de Néphi avait coutume d’appeler ses pays, et ses villes, et ses villages, oui, même tous ses petits villages, du nom de celui qui les avait possédés en premier lieu; et il en était ainsi du pays d’Ammonihah.", "8 Et il arriva que lorsqu’Alma fut arrivé à la ville d’Ammonihah, il commença à lui prêcher la parole de Dieu.", "9 Or, Satan avait obtenu une grande emprise sur le cœur du peuple de la ville d’Ammonihah; c’est pourquoi celui-ci ne voulut pas écouter les paroles d’Alma.", "10 Néanmoins, Alma travailla beaucoup en esprit, luttant avec Dieu en des prières ferventes pour qu’il déversât son Esprit sur le peuple qui était dans la ville, pour qu’il lui accordât aussi de le baptiser au repentir.", "11 Néanmoins, ils s’endurcirent le cœur, lui disant: Voici, nous savons que tu es Alma, et nous savons que tu es grand prêtre de l’Église que tu as établie en beaucoup d’endroits du pays, selon ta tradition; mais nous ne sommes pas de ton Église, et nous ne croyons pas en des traditions aussi insensées.", "12 Et maintenant, nous savons que, parce que nous ne sommes pas de ton Église, nous savons que tu n’as pas de pouvoir sur nous; et tu as remis le siège du jugement à Néphihah; c’est pourquoi tu n’es pas notre grand juge.", "13 Alors, lorsque le peuple eut dit cela, et eut résisté à toutes ses paroles, et l’eut injurié, et eut craché sur lui, et l’eut fait chasser de sa ville, il partit de là et se mit en route pour la ville qui était appelée Aaron.", "14 Et il arriva que tandis qu’il s’y rendait, accablé de tristesse, traversant beaucoup de tribulations, et l’âme remplie d’angoisse à cause de la méchanceté du peuple qui était dans la ville d’Ammonihah, il arriva que, tandis qu’Alma était ainsi accablé de tristesse, voici, un ange du Seigneur lui apparut, disant:", "15 Tu es béni, Alma; c’est pourquoi, lève la tête et réjouis-toi, car tu as tout lieu de te réjouir; car tu as été fidèle à garder les commandements de Dieu depuis le moment où tu as reçu ton premier message de lui. Voici, c’est moi qui te l’ai remis.", "16 Et voici, je suis envoyé pour te commander de retourner à la ville d’Ammonihah et de prêcher de nouveau au peuple de la ville; oui, prêche-lui. Oui, dis-lui que s’il ne se repent pas, le Seigneur Dieu le détruira.", "17 Car voici, il envisage en ce moment de détruire la liberté de ton peuple (car ainsi dit le Seigneur), ce qui est contraire aux lois et aux ordonnances, et aux commandements qu’il a donnés à son peuple.", "18 Alors, il arriva que lorsqu’Alma eut reçu son message de l’ange du Seigneur, il retourna rapidement au pays d’Ammonihah. Et il entra dans la ville par un autre chemin, oui, par le chemin qui est au sud de la ville d’Ammonihah.", "19 Et comme il entrait dans la ville, il eut faim, et il dit à un homme: Veux-tu donner quelque chose à manger à un humble serviteur de Dieu?", "20 Et l’homme lui dit: Je suis Néphite, et je sais que tu es un saint prophète de Dieu, car tu es l’homme dont un ange m’a dit dans une vision: Tu le recevras. C’est pourquoi, viens avec moi dans ma maison, et je te donnerai de ma nourriture; et je sais que tu seras une bénédiction pour moi et ma maison.", "21 Et il arriva que l’homme le reçut dans sa maison; et l’homme s’appelait Amulek, et il apporta du pain et de la viande, et les mit devant Alma.", "22 Et il arriva qu’Alma mangea du pain et fut rassasié; et il bénit Amulek et sa maison, et il rendit grâces à Dieu.", "23 Et lorsqu’il eut mangé et fut rassasié, il dit à Amulek: Je suis Alma, et je suis le grand prêtre de l’Église de Dieu dans tout le pays.", "24 Et voici, j’ai été appelé à prêcher la parole de Dieu parmi tout ce peuple, selon l’esprit de révélation et de prophétie; et j’ai été dans ce pays, et ils n’ont pas voulu me recevoir, mais ils m’ont chassé, et j’étais sur le point de tourner le dos à ce pays pour toujours.", "25 Mais voici, il m’a été commandé de faire demi-tour et de prophétiser à ce peuple, oui, et de témoigner contre lui concernant ses iniquités.", "26 Et maintenant, Amulek, parce que tu m’as nourri et que tu m’as pris chez toi, tu es béni; car j’avais faim, car j’avais jeûné de nombreux jours.", "27 Et Alma demeura de nombreux jours avec Amulek avant de commencer à prêcher au peuple.", "28 Et il arriva que le peuple devint plus grossier dans ses iniquités.", "29 Et la parole parvint à Alma, disant: Va; et dis aussi à mon serviteur Amulek: Va et prophétise à ce peuple, disant: Repentez-vous, car ainsi dit le Seigneur, si vous ne vous repentez pas, j’interviendrai contre ce peuple dans ma colère; oui, et je ne détournerai pas mon ardente colère.", "30 Et Alma alla, et aussi Amulek, parmi le peuple, pour lui annoncer les paroles de Dieu; et ils étaient remplis du Saint-Esprit.", "31 Et du pouvoir leur fut donné, de sorte qu’on ne pouvait les enfermer dans des cachots, et il n’était pas non plus possible à quiconque de les tuer; néanmoins, ils n’exerçaient leur pouvoir que lorsqu’ils étaient liés de liens et jetés en prison. Or, cela se faisait pour que le Seigneur pût montrer son pouvoir en eux.", "32 Et il arriva qu’ils allèrent et commencèrent à prêcher et à prophétiser au peuple, selon l’Esprit et le pouvoir que le Seigneur leur avait donnés."], "Kiribati": ["Aramwa e kabwarabwara ao e bwabetito i Mereki—E aki butimwaeaki i Amonia ao e kitanna—E tuangaki iroun te anera bwa e na oki ao e na takaruaea te rairannano nakoia aomata—E butimwaeaki iroun Amureki, ao ngaia ni kauoman a kabwarabwara i Amonia. Uakaan ma 82I.K.", "1 Ao ngkai e koro bukina bwa Aramwa e oki man te aba are Kiteon, i mwin reireinaia kaain Kiteon bwaai aika a mwaiti ae angiia aikoa kona ni manga koreaki, man tia ni katea bairean te ekaretia, n aron are e a tia ni karaoia n te aba are Taraemera, eng, e oki nakon oin ana auti i Taraemera bwa e na motirawa man ana mwakuri are e a tia ni karaoi.", "2 Ao e a toki aia karuaiwa n ririki n tautaeka taan tia moti iaoia ana botanaomata Nibwaai.", "3 Ao e koro bukina bwa i nanon waakin aia katebwina n ririki n tautaeka taan moti iaoia ana botanaomata Nibwaai, ao Aramwa e kitana te tabo arei ma ni waakina mwanangana nakon te aba are Mereki, i maeaon te karaanga are Tiron, i maeao i rarikin tian te rereua.", "4 Ao e waaki n reireinia aomata ake a mena n te aba are Mereki ni kaineti ma ana botaki ae tabu te Atua, are e a tia ni weteaki iai; ao e waaki n reireinia aomata ni kabuta te aba ae Mereki.", "5 Ao e koro bukina bwa aomata a roko irouna man tian te aba ni kabuta are e mena i rarikin te rereua. Ao a bwabetitoaki ni kabuta te aba.", "6 Ao ngke e a tia ana mwakuri i Mereki ao e kitana ikekei, ao ma ni mwananga i nanon tenibong nakon te aba are i meangin Mereki ao e roko nakon te kaawa ae arana Amonia.", "7 Ngkai bon te katei irouia ana botanaomata Nibwaai bwa a na arana abaia, ao aia kaawa, ao aia kaawa aika a uarereke, eng ma aia kaawa aika a rang n uarereke riki, n iangoan te moan aomata are e taua; ao ai bon aron are e karaoaki i Amonia.", "8 Ao e koro bukina bwa ngke e a roko Aramwa nakon te kaawa are bubura are Amonia ao e a waaki n tataekina ana taeka te Atua nakoia.", "9 Ngkai Tatan e a bon korakora ana mwakuri inanoia aomatan te kaawa are Amonia; mangaia ae a bon rawa n ongo nakon ana taeka Aramwa.", "10 Ma e ngae n anne Aramwa e beku korakora n tamneina ni borabwata ma te Atua n te tataro ae korakora bwa e na kabwaroa Tamneina ae korakora iaoia ana botanaomata ake a maeka n te kaawa arei; bwa e na kariaiakaki bwa e na bwabetitoiia nakon te rairannano.", "11 Ma e ngae n anne, ao a kamatoai nanoia, man taku nakoina: Nooria, ti ataia ae ngkoe Aramwa; ao ti ataia bwa ngkoe te ibonga ae rietata iaon te ekaretia are ko a tia ni katei n tabo aika a mwaiti n te aba, n aron ami katei; ao bon tiaki kaain am ekaretia ngaira ao ti bon aki kakoauai ami katei aika a burababa.", "12 Ao ngkai ti ataia bwa ibukina bwa tiaki kaain am ekaretia ngaira ti ataia bwa akea mwaakam iaora; ao ko a tia n anganako te kaintekateka ni motikitaeka nakon Nibwaaia mangaia ae tiaki ngkoe te tia moti ae rietata iaora.", "13 Ngkai ngke a tia n taekina aio aomata, ma ni kaaitarai ana taeka ni kabane, ma ni karawawata n aia taeka, ao ma ni bawareia, ao ma ni kariaia bwa e na teweaki nako man aia kaawa, e kitana ikekei ma ni waakina kawaina nakon te kaawa ae bubura ae Aaron.", "14 Ao e koro bukina bwa i nanon mwanangana, e bon karawawataki n te nanokawaki, man rinanon te kataki ae bati ma kammarakan tamneina, ibukin buakakaia te botanaomata ake a mena n te kaawa ae bubura ae Amonia, e koro bukina bwa i nanon ana tai Aramwa ni karawawataki n te nanokawaki, nooria e kaoti ana anera te Uea nakoina, man taku:", "15 Ko na kakabwaiaki ngkoe Aramwa; mangaia ae, tabeka atuum ao kimwareirei, bwa e korakora bukina bwa ko na kimwareirei; bwa ko a bon tia ni kakaonimaki ni kaawakin ana tua te Atua man te tai are ko moan karekea te rongorongo mai irouna. Nooria, bon ngai are I nikiria iroum.", "16 Ao nooria, I kanakoaki bwa N na anganiko te tua bwa ko na oki nakon te kaawa ae bubura ae Amonia, ao ma ni kabwarabwara riki nakoia kaain te kaawa ae bubura anne; eng, kabwarabwara nakoia. Eng, taekina ae kangai nakoia, e na kamaunaingkami te Uea ae te Atua ti ngkana kam rairinanomi.", "17 Bwa noria, a kakorakoraia n iango n te tai aei bwa ana urua inaomataia am botanaomata, (bwa e taku te Uea) are e kaaitarai tua ao motikitaeka, ao ana tua te Atua are e a tia n angania ana botanaomata.", "18 Ao ngkai e koro bukina bwa i mwin are Aramwa e karekea te rongorongo mai iroun ana anera te Uea e waekoa n oki nakon te aba are Amonia. ao e rin nakon te kaawa ae bubura aei n te kawai teuana, eng, man te kawai are e mena i maiakin te kaawa are Amonia.", "19 Ao ngke e rin n te kaawa ao e roko irouna te baki, ao e taku nakon temanna te mwaane: Ko kona n angan ana toro te Atua ae mangori te bwai ae e na kanna?", "20 Ao e taku teuarei nakoina: Ngai te Nibwaite, ao I ataia bwa ngkoe ana burabeti ae tabu te Atua, bwa bon ngkoe teuare e taku te anera n te mii ni burabeti bwa N na butimwaea. Mangaia ae, nako ma ngai nakon au auti ao N na anganiko kanau; ao I ataia bwa ko na riki bwa te kakabwaia nakoiu ao nakon batau.", "21 Ao e koro bukina bwa teuarei e butimaeia nakon ana auti; ao teuarei bon arana Amureki; ao e uota te kariki ao te iriko ao e katikui i matan Aramwa.", "22 Ao e koro bukina bwa Aramwa e kana te kariki ao e nuai; ao e kakabwaia Amureki ao batana, ao e karabwarabwa nakon te Atua.", "23 Ao i mwin are e a tia n amwarake ao e nuai e taku nakon Amureki: Ngai Aramwa, ao te ibonga ae rietata ngai iaon ana ekaretia te Atua ni kabuta te aba.", "24 Ao nooria, I a tia ni weteaki bwa N na tataekina ana taeka te Atua i buakoia te botanaomata aio, ni kaineti ma tamnein te kaotioti ao te taetae ni burabeti; ao I mena n te aba aio ao a aki butimwaeai, ma a tewenakoai ao N nang waaki n tannako man te aba aio n aki toki.", "25 Ma nooria, I a tia n tuangaki bwa N na rairaki kaua ao man taetae ni burabeti nakoia te botanaomata aio, eng, ao ma ni kakoaua nakoia buakakaia.", "26 Ao ngkai, Amureki, ibukin ae ko a tia ni kamwarakeai ma ni butimwaeai, ko na kakabwaiaki; bwa I baki, ibukin ae I a tia n aki mamatam i nanon bong aika a mwaiti.", "27 Ao Aramwa e tiku ma Amureki i nanon bong aika a mwaiti i mwaain ae e kabwarabwara nakoia aomata.", "28 Ao e koro bukina bwa aomata a matoatoa ma ni korakora riki buakakaia.", "29 Ao e roko te taeka iroun Aramwa, ni kangai, Nako; ao taekinna naba nakon au toro ae Amureki, bwa e na waaki nako ao n taetae ni burabeti nakoia te botanaomata aio ni kangai, Rairinanomi ngkami, bwa e taku te Uea, ngkana kam aki rairinanomi ao N na kawaria te botanaomata aio n uniu; eng, ao e na aki rairaki nako uniu ae korakora.", "30 Ao Aramwa e waaki nako, ao Amureki naba, i buakoia aomata, n taekina ana taeka te Atua nakoia; ao a kaonaki n te Tamnei ae Raoiroi.", "31 Ao iai te mwaaka are a anganaki, n te aro are a aki kona ni kabureaki i nanon taian nono, ao bon akea naba te aomata ae kona n tiringia; ma e ngae n anne a bon aki kabongana mwaakaia ni karokoa ae a kabaeaki ni bwaai ni kabaebae ao a teweaki nako nanon te karabuti. Ngkai, e karaoaki aio n te aro ae te Uea e na kaota mwaakana irouia.", "32 Ao e koro bukina bwa a waaki nako ao a kabwarabwara man taetae ni burabeti nakoia aomata, n aron te tamnei ao te mwaaka are e a tia te Uea n anganiia."]}