{"English": ["The Lord sends Ammon to Middoni to deliver his imprisoned brethren—Ammon and Lamoni meet Lamoni’s father, who is king over all the land—Ammon compels the old king to approve the release of his brethren. About 90B.C.", "1 And it came to pass that when they had established a church in that land, that king Lamoni desired that Ammon should go with him to the land of Nephi, that he might show him unto his father.", "2 And the voice of the Lord came to Ammon, saying: Thou shalt not go up to the land of Nephi, for behold, the king will seek thy life; but thou shalt go to the land of Middoni; for behold, thy brother Aaron, and also Muloki and Ammah are in prison.", "3 Now it came to pass that when Ammon had heard this, he said unto Lamoni: Behold, my brother and brethren are in prison at Middoni, and I go that I may deliver them.", "4 Now Lamoni said unto Ammon: I know, in the strength of the Lord thou canst do all things. But behold, I will go with thee to the land of Middoni; for the king of the land of Middoni, whose name is Antiomno, is a friend unto me; therefore I go to the land of Middoni, that I may flatter the king of the land, and he will cast thy brethren out of prison. Now Lamoni said unto him: Who told thee that thy brethren were in prison?", "5 And Ammon said unto him: No one hath told me, save it be God; and he said unto me—Go and deliver thy brethren, for they are in prison in the land of Middoni.", "6 Now when Lamoni had heard this he caused that his servants should make ready his horses and his chariots.", "7 And he said unto Ammon: Come, I will go with thee down to the land of Middoni, and there I will plead with the king that he will cast thy brethren out of prison.", "8 And it came to pass that as Ammon and Lamoni were journeying thither, they met the father of Lamoni, who was king over all the land.", "9 And behold, the father of Lamoni said unto him: Why did ye not come to the feast on that great day when I made a feast unto my sons, and unto my people?", "10 And he also said: Whither art thou going with this Nephite, who is one of the children of a liar?", "11 And it came to pass that Lamoni rehearsed unto him whither he was going, for he feared to offend him.", "12 And he also told him all the cause of his tarrying in his own kingdom, that he did not go unto his father to the feast which he had prepared.", "13 And now when Lamoni had rehearsed unto him all these things, behold, to his astonishment, his father was angry with him, and said: Lamoni, thou art going to deliver these Nephites, who are sons of a liar. Behold, he robbed our fathers; and now his children are also come amongst us that they may, by their cunning and their lyings, deceive us, that they again may rob us of our property.", "14 Now the father of Lamoni commanded him that he should slay Ammon with the sword. And he also commanded him that he should not go to the land of Middoni, but that he should return with him to the land of Ishmael.", "15 But Lamoni said unto him: I will not slay Ammon, neither will I return to the land of Ishmael, but I go to the land of Middoni that I may release the brethren of Ammon, for I know that they are just men and holy prophets of the true God.", "16 Now when his father had heard these words, he was angry with him, and he drew his sword that he might smite him to the earth.", "17 But Ammon stood forth and said unto him: Behold, thou shalt not slay thy son; nevertheless, it were better that he should fall than thee, for behold, he has repented of his sins; but if thou shouldst fall at this time, in thine anger, thy soul could not be saved.", "18 And again, it is expedient that thou shouldst forbear; for if thou shouldst slay thy son, he being an innocent man, his blood would cry from the ground to the Lord his God, for vengeance to come upon thee; and perhaps thou wouldst lose thy soul.", "19 Now when Ammon had said these words unto him, he answered him, saying: I know that if I should slay my son, that I should shed innocent blood; for it is thou that hast sought to destroy him.", "20 And he stretched forth his hand to slay Ammon. But Ammon withstood his blows, and also smote his arm that he could not use it.", "21 Now when the king saw that Ammon could slay him, he began to plead with Ammon that he would spare his life.", "22 But Ammon raised his sword, and said unto him: Behold, I will smite thee except thou wilt grant unto me that my brethren may be cast out of prison.", "23 Now the king, fearing he should lose his life, said: If thou wilt spare me I will grant unto thee whatsoever thou wilt ask, even to half of the kingdom.", "24 Now when Ammon saw that he had wrought upon the old king according to his desire, he said unto him: If thou wilt grant that my brethren may be cast out of prison, and also that Lamoni may retain his kingdom, and that ye be not displeased with him, but grant that he may do according to his own desires in whatsoever thing he thinketh, then will I spare thee; otherwise I will smite thee to the earth.", "25 Now when Ammon had said these words, the king began to rejoice because of his life.", "26 And when he saw that Ammon had no desire to destroy him, and when he also saw the great love he had for his son Lamoni, he was astonished exceedingly, and said: Because this is all that thou hast desired, that I would release thy brethren, and suffer that my son Lamoni should retain his kingdom, behold, I will grant unto you that my son may retain his kingdom from this time and forever; and I will govern him no more—", "27 And I will also grant unto thee that thy brethren may be cast out of prison, and thou and thy brethren may come unto me, in my kingdom; for I shall greatly desire to see thee. For the king was greatly astonished at the words which he had spoken, and also at the words which had been spoken by his son Lamoni, therefore he was desirous to learn them.", "28 And it came to pass that Ammon and Lamoni proceeded on their journey towards the land of Middoni. And Lamoni found favor in the eyes of the king of the land; therefore the brethren of Ammon were brought forth out of prison.", "29 And when Ammon did meet them he was exceedingly sorrowful, for behold they were naked, and their skins were worn exceedingly because of being bound with strong cords. And they also had suffered hunger, thirst, and all kinds of afflictions; nevertheless they were patient in all their sufferings.", "30 And, as it happened, it was their lot to have fallen into the hands of a more hardened and a more stiffnecked people; therefore they would not hearken unto their words, and they had cast them out, and had smitten them, and had driven them from house to house, and from place to place, even until they had arrived in the land of Middoni; and there they were taken and cast into prison, and bound with strong cords, and kept in prison for many days, and were delivered by Lamoni and Ammon."], "Español": ["El Señor envía a Ammón a Middoni para que libre a sus hermanos encarcelados— Ammón y Lamoni se encuentran con el padre de Lamoni, que es rey de toda esa tierra— Ammón obliga al anciano rey a aprobar la liberación de sus hermanos. Aproximadamente 90a.C.", "1 Y sucedió que después que hubieron establecido una iglesia en esa tierra, el rey Lamoni deseó que Ammón lo acompañara a la tierra de Nefi, para presentarlo a su padre.", "2 Y la voz del Señor llegó a Ammón, diciendo: No subirás a la tierra de Nefi, pues he aquí, el rey tratará de quitarte la vida; pero irás a la tierra de Middoni; pues he aquí, tu hermano Aarón y también Muloki y Amma se hallan en la cárcel.", "3 Y aconteció que cuando hubo oído esto, Ammón dijo a Lamoni: He aquí, mi hermano y mis compañeros se hallan encarcelados en Middoni, y voy para libertarlos.", "4 Entonces Lamoni le dijo a Ammón: Sé que con la fuerza del Señor puedes hacer todas las cosas. Mas he aquí, iré contigo a la tierra de Middoni, porque el rey de esa tierra, cuyo nombre es Antiomno, es mi amigo; por tanto, voy a la tierra de Middoni para congraciarme con el rey, y él sacará a tus hermanos de la cárcel. Luego le dijo Lamoni: ¿Quién te dijo que tus hermanos estaban encarcelados?", "5 Y Ammón le dijo: Nadie me lo ha dicho sino Dios; y me dijo: Ve y libra a tus hermanos, porque están en la cárcel en la tierra de Middoni.", "6 Y cuando Lamoni hubo oído esto, hizo que sus siervos alistaran sus caballos y sus carros.", "7 Y dijo a Ammón: Ven, iré contigo a la tierra de Middoni, y allí abogaré con el rey para que saque a tus hermanos de la cárcel.", "8 Y acaeció que mientras Ammón y Lamoni se dirigían allá, encontraron al padre de Lamoni, que era rey de toda esa tierra.", "9 Y he aquí, el padre de Lamoni le dijo: ¿Por qué no concurriste a la fiesta el gran día en que festejé a mis hijos y a mi pueblo?", "10 Y también dijo: ¿Adónde vas con este nefita, que es uno de los hijos de un mentiroso?", "11 Y aconteció que Lamoni le dijo adonde iba, porque tenía miedo de ofenderlo.", "12 Y también le explicó la causa de su demora en su propio reino, por lo que no había asistido a la fiesta que su padre había preparado.", "13 Y cuando Lamoni le hubo dicho todas estas cosas, he aquí, para asombro de él, su padre se enojó con él y dijo: Lamoni, vas a librar a estos nefitas que son hijos de un embustero. He aquí, él robó a nuestros padres; y ahora sus hijos han venido también entre nosotros a fin de engañarnos con sus astucias y sus mentiras, para despojarnos otra vez de nuestros bienes.", "14 Luego el padre de Lamoni le ordenó que matara a Ammón con la espada. Y también le mandó que no fuera para la tierra de Middoni, sino que volviera con él a la tierra de Ismael.", "15 Mas le dijo Lamoni: No mataré a Ammón, ni volveré a la tierra de Ismael, sino que iré a la tierra de Middoni para librar a los hermanos de Ammón, porque sé que son hombres justos y profetas santos del Dios verdadero.", "16 Y cuando su padre hubo oído estas palabras, se enojó con él y sacó su espada para derribarlo a tierra.", "17 Pero Ammón se adelantó, y le dijo: He aquí, no matarás a tu hijo; no obstante, mejor sería que él cayera y no tú; porque he aquí, él se ha arrepentido de sus pecados; mas si tú, en este momento cayeses en tu ira, tu alma no podría ser salva.", "18 Y conviene, además, que te reprimas; porque si mataras a tu hijo, siendo él inocente, su sangre clamaría desde el suelo al Señor su Dios, para que la venganza cayera sobre ti; y tal vez perderías tu alma.", "19 Y cuando Ammón le hubo dicho estas palabras, aquel respondió, diciendo: Sé que si yo matase a mi hijo, derramaría sangre inocente; porque eres tú quien has tratado de destruirlo.", "20 Y extendió su mano para matar a Ammón; pero este le resistió sus golpes, y además le hirió el brazo de manera que no pudo hacer uso de él.", "21 Y cuando el rey vio que Ammón podía matarlo, empezó a suplicarle que le perdonara la vida.", "22 Pero Ammón levantó su espada y le dijo: He aquí, te heriré a menos que me concedas que saquen a mis hermanos de la prisión.", "23 Entonces el rey, temiendo perder la vida, dijo: Si me perdonas la vida, te concederé cuanto me pidas, hasta la mitad del reino.", "24 Y cuando Ammón vio que había hecho según su voluntad con el anciano rey, le dijo: Si concedes que mis hermanos sean sacados de la prisión, y también que Lamoni retenga su reino, y que ya no estés enojado con él, sino que le permitas obrar según sus propios deseos en cualquier cosa que él considere, entonces te perdonaré la vida; de otro modo, te derribaré a tierra.", "25 Y cuando Ammón hubo dicho estas palabras, empezó el rey a alegrarse a causa de su vida.", "26 Y cuando vio que Ammón no tenía ningún deseo de destruirlo, y cuando vio también el gran amor que tenía por su hijo Lamoni, se asombró en sumo grado, y dijo: Porque todo lo que has deseado es que libre a tus hermanos y permita que mi hijo Lamoni retenga su reino, he aquí, te concederé que mi hijo retenga su reino desde ahora y para siempre; y no lo gobernaré más.", "27 Y te concederé también que tus hermanos sean sacados de la cárcel, y que tú y tus hermanos vengáis a verme en mi reino, porque tendré muchos deseos de verte. Pues el rey estaba sumamente asombrado de las palabras que Ammón había hablado, así como de las palabras que había hablado su hijo Lamoni; por tanto, estaba deseoso de aprenderlas.", "28 Y aconteció que Ammón y Lamoni prosiguieron su viaje hacia la tierra de Middoni. Y Lamoni halló gracia a los ojos del rey de esa tierra; por tanto, sacaron de la prisión a los hermanos de Ammón.", "29 Y cuando Ammón los vio, se entristeció mucho, porque he aquí, se hallaban desnudos y tenían la piel sumamente excoriada, por haber estado atados con fuertes cuerdas; y también habían padecido hambre, sed y toda clase de aflicciones; sin embargo, fueron pacientes en todos sus sufrimientos.", "30 Pues resultó que fue su suerte haber caído en manos de gente más obstinada y más dura de cerviz; por tanto, no quisieron hacer caso de sus palabras, y los habían expulsado, y los habían golpeado, y echado de casa en casa y de lugar en lugar hasta que llegaron a la tierra de Middoni; y allí los aprehendieron y echaron en la cárcel, y los ataron con fuertes cuerdas, y los tuvieron encarcelados muchos días, y fueron librados por Lamoni y Ammón."], "Français": ["Le Seigneur envoie Ammon à Middoni délivrer ses frères emprisonnés— Ammon et Lamoni rencontrent le père de Lamoni, qui est roi de tout le pays— Ammon oblige le vieux roi à approuver la libération de ses frères. Vers 90av.J.-C.", "1 Et il arriva que lorsqu’ils eurent établi une Église dans ce pays, le roi Lamoni désira qu’Ammon l’accompagnât au pays de Néphi afin de le montrer à son père.", "2 Et la voix du Seigneur parvint à Ammon, disant: Tu ne monteras pas au pays de Néphi, car voici, le roi cherchera à t’ôter la vie; mais tu iras au pays de Middoni; car voici, ton frère Aaron, et aussi Muloki et Ammah sont en prison.", "3 Alors, il arriva que lorsqu’il eut entendu cela, Ammon dit à Lamoni: Voici, mon frère et mes frères sont en prison à Middoni, et je m’en vais les délivrer.", "4 Alors, Lamoni dit à Ammon: Je sais qu’avec la force du Seigneur tu peux tout faire. Mais voici, j’irai avec toi au pays de Middoni, car le roi du pays de Middoni, dont le nom est Antiomno, est un ami à moi; c’est pourquoi je vais aller au pays de Middoni, afin de flatter le roi du pays, et il fera sortir tes frères de prison. Alors Lamoni lui dit: Qui t’a dit que tes frères étaient en prison?", "5 Et Ammon lui dit: Personne ne me l’a dit, si ce n’est Dieu; et il m’a dit: Va, délivre tes frères, car ils sont en prison au pays de Middoni.", "6 Alors, quand il eut entendu cela, Lamoni commanda à ses serviteurs de préparer ses chevaux et ses chars.", "7 Et il dit à Ammon: Viens, je descendrai avec toi au pays de Middoni, et là je plaiderai avec le roi pour qu’il fasse sortir tes frères de prison.", "8 Et il arriva que tandis qu’ils se rendaient là-bas, Ammon et Lamoni rencontrèrent le père de Lamoni, qui était roi de tout le pays.", "9 Et voici, le père de Lamoni lui dit: Pourquoi n’es-tu pas venu à la fête en ce grand jour où j’ai fait une fête pour mes fils et pour mon peuple?", "10 Et il dit aussi: Où vas-tu avec ce Néphite, qui est un des enfants d’un menteur?", "11 Et il arriva que Lamoni lui raconta où il allait, car il craignait de l’offenser.", "12 Et il lui dit aussi toute la raison pour laquelle il s’était attardé dans son royaume, de sorte qu’il n’était pas allé auprès de son père à la fête qu’il avait préparée.", "13 Et alors, quand Lamoni lui eut exposé toutes ces choses, voici, à son étonnement, son père fut en colère contre lui, et dit: Lamoni, tu vas délivrer ces Néphites, qui sont les fils d’un menteur. Voici, il s’est livré au brigandage contre nos pères; et maintenant ses enfants sont aussi venus parmi nous, afin de nous tromper par leur ruse et leurs mensonges, afin de pouvoir de nouveau se livrer au brigandage contre nos biens.", "14 Alors le père de Lamoni lui commanda de tuer Ammon par l’épée. Et il lui commanda aussi de ne pas aller au pays de Middoni, mais de retourner avec lui au pays d’Ismaël.", "15 Mais Lamoni lui dit: Je ne tuerai pas Ammon, et je ne retournerai pas non plus au pays d’Ismaël, mais j’irai au pays de Middoni afin de libérer les frères d’Ammon, car je sais que ce sont des hommes justes et de saints prophètes du vrai Dieu.", "16 Alors, quand il eut entendu ces paroles, son père fut en colère contre lui, et il tira son épée afin de l’abattre à ses pieds.", "17 Mais Ammon s’avança et lui dit: Voici, tu ne tueras pas ton fils; néanmoins, il vaudrait mieux qu’il tombe que toi, car voici, il s’est repenti de ses péchés; mais si tu tombais en ce moment, dans ta colère, ton âme ne pourrait être sauvée.", "18 Et de plus, il est nécessaire que tu t’abstiennes, car si tu tuais ton fils, comme il est innocent, son sang crierait de la terre vers le Seigneur, son Dieu, pour que la vengeance s’abatte sur toi; et tu perdrais peut-être ton âme.", "19 Alors, quand Ammon lui eut dit ces paroles, il lui répondit, disant: Je sais que si je tuais mon fils, je répandrais le sang innocent; car c’est toi qui as cherché à le faire périr.", "20 Et il étendit la main pour tuer Ammon. Mais Ammon résista à ses coups et lui frappa aussi le bras, de sorte qu’il ne put l’utiliser.", "21 Alors, quand le roi vit qu’Ammon pouvait le tuer, il commença à supplier Ammon de lui épargner la vie.", "22 Mais Ammon leva son épée, et lui dit: Voici, je vais te frapper, à moins que tu ne m’accordes que mes frères sortent de prison.", "23 Alors le roi, craignant de perdre la vie, dit: Si tu m’épargnes, je t’accorderai tout ce que tu demanderas, même jusqu’à la moitié du royaume.", "24 Alors, quand il vit qu’il avait agi sur le vieux roi selon son désir, Ammon lui dit: Si tu accordes que mes frères sortent de prison, et aussi que Lamoni conserve son royaume, et que tu ne sois pas mécontent de lui, mais accordes qu’il agisse selon son désir dans tout ce qu’il pense, alors je t’épargnerai; sinon je t’abattrai à mes pieds.", "25 Alors, quand Ammon eut dit ces paroles, le roi commença à se réjouir à cause de sa vie.", "26 Et lorsqu’il vit qu’Ammon n’avait pas le désir de le faire périr, et lorsqu’il vit aussi le grand amour qu’il avait pour son fils Lamoni, il fut extrêmement étonné et dit: Parce que c’est là tout ce que tu as désiré, que je libère tes frères et souffre que mon fils Lamoni conserve son royaume, voici, je t’accorderai que mon fils conserve son royaume dorénavant et à jamais; et je ne le gouvernerai plus;", "27 et je t’accorderai aussi que tes frères soient sortis de prison, et que toi et tes frères veniez auprès de moi, dans mon royaume; car je désirerai grandement te voir. Car le roi était grandement étonné des paroles qu’il avait dites, et aussi des paroles qui avaient été dites par son fils Lamoni; c’est pourquoi il désirait les apprendre.", "28 Et il arriva qu’Ammon et Lamoni poursuivirent leur voyage vers le pays de Middoni. Et Lamoni trouva grâce aux yeux du roi du pays; c’est pourquoi les frères d’Ammon sortirent de prison.", "29 Et lorsqu’il les rencontra, Ammon fut extrêmement attristé, car voici, ils étaient nus, et ils avaient la peau extrêmement écorchée, parce qu’ils avaient été liés de fortes cordes. Et ils avaient aussi souffert de la faim, de la soif et de toutes sortes d’afflictions; néanmoins, ils avaient été patients dans toutes leurs souffrances.", "30 Et il se trouva que le sort les avait fait tomber entre les mains d’un peuple plus endurci et au cou plus roide; c’est pourquoi celui-ci n’avait pas voulu écouter leurs paroles, et il les avait chassés, et les avait frappés, et les avait pourchassés de maison en maison, et de lieu en lieu jusqu’à ce qu’ils fussent arrivés au pays de Middoni; et là ils avaient été pris et jetés en prison, et liés de fortes cordes, et gardés de nombreux jours en prison, et ils furent délivrés par Lamoni et Ammon."], "Kiribati": ["Te Uea e kanakoa Amon nako Matonaai bwa e na kainaomataia tarina ake a kabureaki—Amon ma Ramonaai a kaitibo ma taman Ramonaai, are e bon uea ni kabuta te aba—Amon e kairoroa te uea are e kara arei bwa e na kariaia kainaomatakia tarina. Uakaan ma 90I.K.", "1 Ao e koro bukina bwa ngke a tia ni katea te ekaretia n te aba, te uea are Ramonaai e tangira Amon bwa e na iria nakon te aba are Nibwaai, bwa e na kaotia nakon tamana.", "2 Ao e roko bwanan te Uea nakon Amon, ni kangai: Ko na aki nako nakon te aba are Nibwaai, bwa nooria, te uea e na uokoukora maiumi; ma ko na nako nakon te aba are Matonaai; bwa nooria tarim are Aaron, ao Murokaai ao Amma a kabureaki.", "3 Ao ngkanne e koro bukina bwa Amon e ongo aio, ao e taku nakon Ramonaai: Nooria, tariu ake a kabureaki i Matonaai, ao N na nako bwa N na kainaomataia.", "4 Ao ngkanne Ramonaai e taku nakon Amon: I ataia ni korakoran te Uea bwa ko kona ni karaoi bwaai ni kabane. Ma nooria, N na airi ma ngkoe nakon te aba are Matonaai; bwa uean te aba are Matonaai, are arana Anteomo, bon raraou; ngaia are N na nako nakon te aba are Matonaai, bwa N na kabwaka nanon uean te aba, ao e na kaotinakoia tarim man te nne ni kaikain.", "5 Ao Amon e taku nakoina: Akea ae e tuangai ma ti te Atua; ao e taku nakoiu—Nako ao kamaiuia tarim, bwa a kabureaki n te aba are Matonaai.", "6 Ao ngkanne Ramonaai e a tia n ongo aio ao e tuangiia ana toro bwa a na katauraoi ana aoti ma ana kai ni buaka.", "7 Ao e taku nakon Amon: Nako mai ao N na nako ma ngkoe nakon te aba are Matonaai, ao N na bubutia te uea ikekei bwa e na kaotinakoia tarim man te nne ni kaikain.", "8 Ao e koro bukina bwa Amon ma Ramonaai a mwananga, a kaitibo ma taman Ramonaai, are e uea ni kabuta te aba.", "9 Ao nooria, e taku taman Ramonaai nakoina: E aera ngkai ko aki kaea te baka n amwarake n te bong are e kakannato arei ngke I karaoa te baka n amwarake nakoia natiu mwaane, ao nakoia au botanaomata?", "10 Ao e taku naba nakoina: Ao ko na aera ma te Nibwaite aio ae temanna mai i buakoia natiia taan kewe?", "11 Ao e koro bukina bwa Ramonaai e kabwarabwara nakoina bwa a na aera, bwa e maaku ni kaunna.", "12 Ao e kaota naba nakoina bukin tikuna n ueana, bwa e aki nakon tamana ni kaea te baka n amwarake are e a tia ni katauraoia.", "13 Ao ngkanne ngke Ramonaai e karakin bwaai ni kabane nakoina, nooria, e mimi bwa e un tamana irouna, ao e taku: Ramonaai, ko na nako ni kainaomataia Nibwaite aikai, aika naati mwaane ae natin te tia kewe. Nooria, e rawebwaia ara bakatibu; ao ngkai natina mwaane a manga roko i buakora bwa n aia waaki ni mwaamwana te aba ao aia kewe, a na kamwaneira, bwa a na manga anai ara bwai mai iroura.", "14 Ao ngkanne taman Ramonaai e tua bwa e na tiringa Amon n te kabaang. Ao e tua naba bwa e na aki nakon te aba are Matonaai, ma e na oki mangaia nakon te aba are Itimaera.", "15 Ma Ramonaai e taku nakoina: N na aki tiringa Amon, ao N na aki naba oki nakon te aba are Itimaera, ma N na nakon te aba are Matonaai bwa I aonga ni kainaomataia tarin Amon, bwa I ataia bwa aomata aika a etieti ao ana burabeti aika tabu te Atua ni koaua.", "16 Ao ngkanne tamana ngke e ongo taeka aikai, e bon un irouna, ao e kaotinakoa ana kabaang bwa e na tiringnga ni kabwaka nako aontano.", "17 Ma Amon e tei ma n taku nakoina: Nooria, ko na aki tiringa natim; ma e ngae n anne, e raoiroi riki bwa e na bwaka nakoim, bwa nooria, e a tia n rairananona man ana bure: ma ngkana ngkoe ko bwaka n te tai aei, i nanon unim, e na bon aki kona ni kamaiuaki tamneim.", "18 Ao riki, e bon riai bwa ko na taotaona nanom; bwa ngkana ko tiringa natim, ao ngkai bon te aomata ae akea burena, e na takarua raraana mai aontano nakon te Uea ae Atuana, bwa e na ruoniko te kabomwi; e na bon bua tamneim.", "19 Ao ngkanne Amon ngke e a tia n atong taeka aikai nakoina, e kaeka, ni kangai: I ataia bwa ngkana N na tiringa natiu ao I bon kawawaea te raraa ae akea burena; bwa bon ngkoe ae ko kataia ni kamatea.", "20 Ao e arora baina bwa e na tiringa Amon. Ma Amon e kaaitarai ana oro, ao e orea baina n te aro are e aki kona ni kabongana.", "21 Ao ngkanne te uea ngke e nooria bwa e kona Amon n tiringnga, e bubutia Amon bwa e na kamaiua.", "22 Ma Amon e taku nakoina: Nooria, N na oroiko ti ngkana ko anganai tariu bwa a na otinako man te nne ni kaikain.", "23 Ao ngkanne te uea, ibukin maakuna bwa mwiina e bua maiuna, e taku: Ngkana ko kamaiuai, ao N na anganiko te bwai are ko tuatua, e aoria ngkana iteran ueau.", "24 Ao ngkanne Amon ngke e nooria bwa e a mena te uea i aan te bwai are e tangiria, e taku nakoina: Ngkana ko kariaia tariu bwa a na otinako man te nne ni kaikain, ao Ramonaai bwa e na tiku ueana, ma n anganna inaomatana bwa e na karaoa oin nanona ni bwaai ake e iangoi, ao N na kamaiuko; ao ngkana ko aki, N na oroiko nako aontano.", "25 Ao ngkanne Amon ngke e a tia n taekin taeka aikai, ao te uea e kimwareirei ibukin maiuna.", "26 Ao ngke e nooria bwa Amon akea nanona ni kan tiringnga, ao ngke e noora naba korakoran ana tangira ibukin natina Ramonaai, e bon korakora miimiina, ao e taku: Ibukina bwa ti aikai aika ko tangiri, bwa N na kainaomataia tarim, ma ni kariaia bwa natiu ae Ramonaai, e na tiku n taua ueana, nooria, N na kariaia nakoim bwa natiu te mwaane e na tiku ueana man te tai aei ao n aki toki; ao N na aki manga oki n tautaekanna—", "27 Ao N na kariaia naba bwa tarim a na kaotinakoaki man te nne ni kaikain, ao ngkoe ma tarim kam na kona n irai nakon ueau; bwa e korakora kan noorami. Bwa e bon rang mimi te uea n ana taeka ake e taekin, ao n taeka naba ake e a tia n taekin Ramonaai, ngaia are e bon rang kan reireinaki.", "28 Ao e koro bukina bwa Amon ao Ramonaai a waaki iaon kawaia nakon te aba are Matonaai. Ao Ramonaai e bon kukurei uean te aba irouna; ngaia are tarin Amon a kaotinakoaki man te nne ni kaikain.", "29 Ao ngke e a kaitibo Amon mangaia ao e bon rotaki n te nanokawaki ae korakora, bwa nooria a bon akea karabaia, ao e bon korakora menain kuniia ibukin kabaeaia n taian kabaebae aika a mamatoa. Ao a korakai naba ni baki, n taka, ao ni karawawata n aekaia nako; e ngae n anne a bon taotaonakin nano i nanon rawawataia ni kabane.", "30 Ao, n aron te bwai are e riki, bon tekebuakaia bwa a mena i nanon baia te botanaomata aika a matoatoa riki nanoia ao a bonotaninga; ngaia are aki ongo n aia taeka, ao a teweaki nako, ma n oreaki, ma ni kakioaki man te bata teuana nakon te bata teuana, ao man te tabo teuana nakon te tabo teuana, ni karokoa ae a roko n te aba are Matonaai; ao a tauaki ma n teweaki nako nanon te nne ni kaikain, ma ni kabaeaki ni kabaebae aika a matoatoa, ao ma ni kabureaki i nanon te maan ae mwaiti te bong, ao a kainaomataki irouia Ramonaai ma Amon."]}