{"English": ["Ammoron succeeds Amalickiah as king of the Lamanites—Moroni, Teancum, and Lehi lead the Nephites in a victorious war against the Lamanites—The city of Mulek is retaken, and Jacob the Zoramite is slain. About 66–64B.C.", "1 And now, it came to pass in the twenty and sixth year of the reign of the judges over the people of Nephi, behold, when the Lamanites awoke on the first morning of the first month, behold, they found Amalickiah was dead in his own tent; and they also saw that Teancum was ready to give them battle on that day.", "2 And now, when the Lamanites saw this they were affrighted; and they abandoned their design in marching into the land northward, and retreated with all their army into the city of Mulek, and sought protection in their fortifications.", "3 And it came to pass that the brother of Amalickiah was appointed king over the people; and his name was Ammoron; thus king Ammoron, the brother of king Amalickiah, was appointed to reign in his stead.", "4 And it came to pass that he did command that his people should maintain those cities, which they had taken by the shedding of blood; for they had not taken any cities save they had lost much blood.", "5 And now, Teancum saw that the Lamanites were determined to maintain those cities which they had taken, and those parts of the land which they had obtained possession of; and also seeing the enormity of their number, Teancum thought it was not expedient that he should attempt to attack them in their forts.", "6 But he kept his men round about, as if making preparations for war; yea, and truly he was preparing to defend himself against them, by casting up walls round about and preparing places of resort.", "7 And it came to pass that he kept thus preparing for war until Moroni had sent a large number of men to strengthen his army.", "8 And Moroni also sent orders unto him that he should retain all the prisoners who fell into his hands; for as the Lamanites had taken many prisoners, that he should retain all the prisoners of the Lamanites as a ransom for those whom the Lamanites had taken.", "9 And he also sent orders unto him that he should fortify the land Bountiful, and secure the narrow pass which led into the land northward, lest the Lamanites should obtain that point and should have power to harass them on every side.", "10 And Moroni also sent unto him, desiring him that he would be faithful in maintaining that quarter of the land, and that he would seek every opportunity to scourge the Lamanites in that quarter, as much as was in his power, that perhaps he might take again by stratagem or some other way those cities which had been taken out of their hands; and that he also would fortify and strengthen the cities round about, which had not fallen into the hands of the Lamanites.", "11 And he also said unto him, I would come unto you, but behold, the Lamanites are upon us in the borders of the land by the west sea; and behold, I go against them, therefore I cannot come unto you.", "12 Now, the king (Ammoron) had departed out of the land of Zarahemla, and had made known unto the queen concerning the death of his brother, and had gathered together a large number of men, and had marched forth against the Nephites on the borders by the west sea.", "13 And thus he was endeavoring to harass the Nephites, and to draw away a part of their forces to that part of the land, while he had commanded those whom he had left to possess the cities which he had taken, that they should also harass the Nephites on the borders by the east sea, and should take possession of their lands as much as it was in their power, according to the power of their armies.", "14 And thus were the Nephites in those dangerous circumstances in the ending of the twenty and sixth year of the reign of the judges over the people of Nephi.", "15 But behold, it came to pass in the twenty and seventh year of the reign of the judges, that Teancum, by the command of Moroni—who had established armies to protect the south and the west borders of the land, and had begun his march towards the land Bountiful, that he might assist Teancum with his men in retaking the cities which they had lost—", "16 And it came to pass that Teancum had received orders to make an attack upon the city of Mulek, and retake it if it were possible.", "17 And it came to pass that Teancum made preparations to make an attack upon the city of Mulek, and march forth with his army against the Lamanites; but he saw that it was impossible that he could overpower them while they were in their fortifications; therefore he abandoned his designs and returned again to the city Bountiful, to wait for the coming of Moroni, that he might receive strength to his army.", "18 And it came to pass that Moroni did arrive with his army at the land of Bountiful, in the latter end of the twenty and seventh year of the reign of the judges over the people of Nephi.", "19 And in the commencement of the twenty and eighth year, Moroni and Teancum and many of the chief captains held a council of war—what they should do to cause the Lamanites to come out against them to battle; or that they might by some means flatter them out of their strongholds, that they might gain advantage over them and take again the city of Mulek.", "20 And it came to pass they sent embassies to the army of the Lamanites, which protected the city of Mulek, to their leader, whose name was Jacob, desiring him that he would come out with his armies to meet them upon the plains between the two cities. But behold, Jacob, who was a Zoramite, would not come out with his army to meet them upon the plains.", "21 And it came to pass that Moroni, having no hopes of meeting them upon fair grounds, therefore, he resolved upon a plan that he might decoy the Lamanites out of their strongholds.", "22 Therefore he caused that Teancum should take a small number of men and march down near the seashore; and Moroni and his army, by night, marched in the wilderness, on the west of the city Mulek; and thus, on the morrow, when the guards of the Lamanites had discovered Teancum, they ran and told it unto Jacob, their leader.", "23 And it came to pass that the armies of the Lamanites did march forth against Teancum, supposing by their numbers to overpower Teancum because of the smallness of his numbers. And as Teancum saw the armies of the Lamanites coming out against him he began to retreat down by the seashore, northward.", "24 And it came to pass that when the Lamanites saw that he began to flee, they took courage and pursued them with vigor. And while Teancum was thus leading away the Lamanites who were pursuing them in vain, behold, Moroni commanded that a part of his army who were with him should march forth into the city, and take possession of it.", "25 And thus they did, and slew all those who had been left to protect the city, yea, all those who would not yield up their weapons of war.", "26 And thus Moroni had obtained possession of the city Mulek with a part of his army, while he marched with the remainder to meet the Lamanites when they should return from the pursuit of Teancum.", "27 And it came to pass that the Lamanites did pursue Teancum until they came near the city Bountiful, and then they were met by Lehi and a small army, which had been left to protect the city Bountiful.", "28 And now behold, when the chief captains of the Lamanites had beheld Lehi with his army coming against them, they fled in much confusion, lest perhaps they should not obtain the city Mulek before Lehi should overtake them; for they were wearied because of their march, and the men of Lehi were fresh.", "29 Now the Lamanites did not know that Moroni had been in their rear with his army; and all they feared was Lehi and his men.", "30 Now Lehi was not desirous to overtake them till they should meet Moroni and his army.", "31 And it came to pass that before the Lamanites had retreated far they were surrounded by the Nephites, by the men of Moroni on one hand, and the men of Lehi on the other, all of whom were fresh and full of strength; but the Lamanites were wearied because of their long march.", "32 And Moroni commanded his men that they should fall upon them until they had given up their weapons of war.", "33 And it came to pass that Jacob, being their leader, being also a Zoramite, and having an unconquerable spirit, he led the Lamanites forth to battle with exceeding fury against Moroni.", "34 Moroni being in their course of march, therefore Jacob was determined to slay them and cut his way through to the city of Mulek. But behold, Moroni and his men were more powerful; therefore they did not give way before the Lamanites.", "35 And it came to pass that they fought on both hands with exceeding fury; and there were many slain on both sides; yea, and Moroni was wounded and Jacob was killed.", "36 And Lehi pressed upon their rear with such fury with his strong men, that the Lamanites in the rear delivered up their weapons of war; and the remainder of them, being much confused, knew not whither to go or to strike.", "37 Now Moroni seeing their confusion, he said unto them: If ye will bring forth your weapons of war and deliver them up, behold we will forbear shedding your blood.", "38 And it came to pass that when the Lamanites had heard these words, their chief captains, all those who were not slain, came forth and threw down their weapons of war at the feet of Moroni, and also commanded their men that they should do the same.", "39 But behold, there were many that would not; and those who would not deliver up their swords were taken and bound, and their weapons of war were taken from them, and they were compelled to march with their brethren forth into the land Bountiful.", "40 And now the number of prisoners who were taken exceeded more than the number of those who had been slain, yea, more than those who had been slain on both sides."], "Español": ["Ammorón sucede a Amalickíah como rey de los lamanitas— Moroni, Teáncum y Lehi dirigen a los nefitas en una guerra victoriosa contra los lamanitas— Se vuelve a tomar la ciudad de Mulek, y Jacob el zoramita cae muerto. Aproximadamente 66–64a.C.", "1 Y sucedió que en el año veintiséis del gobierno de los jueces sobre el pueblo de Nefi, he aquí, cuando despertaron los lamanitas en la primera mañana del primer mes, he aquí, descubrieron que Amalickíah yacía muerto en su propia tienda; y vieron también que Teáncum estaba listo para combatirlos ese día.", "2 Y cuando los lamanitas vieron esto, tuvieron miedo; y abandonaron su propósito de marchar a la tierra del norte, y retrocedieron con todo su ejército a la ciudad de Mulek, y buscaron protección en sus fortificaciones.", "3 Y sucedió que el hermano de Amalickíah fue nombrado rey del pueblo; y se llamaba Ammorón; de modo que se nombró al rey Ammorón, hermano del rey Amalickíah, para reinar en su lugar.", "4 Y acaeció que dio órdenes de que su pueblo conservara aquellas ciudades que ellos habían tomado por la efusión de sangre; porque no habían tomado ninguna ciudad sin que hubieran perdido mucha sangre.", "5 Y ahora bien, Teáncum vio que los lamanitas estaban resueltos a conservar esas ciudades que habían tomado, así como aquellas partes de la tierra de las que se habían apoderado; y viendo también la enormidad de su número, no le pareció conveniente a Teáncum intentar atacarlos en sus fuertes,", "6 sino que detuvo a sus hombres en los alrededores, como si estuviera preparándose para la guerra; sí, y verdaderamente se estaba preparando para defenderse contra ellos, levantando muros alrededor y disponiendo sitios de refugio.", "7 Y aconteció que así continuó preparándose para la guerra, hasta que Moroni le hubo enviado un gran número de hombres para reforzar su ejército.", "8 Y Moroni también le envió órdenes de retener a todos los prisioneros que cayeran en sus manos; porque como los lamanitas habían tomado a muchos prisioneros, él debía retener a todos los prisioneros lamanitas como rescate de aquellos que los lamanitas habían capturado.", "9 Y también le envió órdenes de que fortificara la tierra de Abundancia y asegurara el estrecho paso que conducía a la tierra del norte, no fuese que los lamanitas tomasen ese punto y tuvieran el poder para acosarlos por todos lados.", "10 Y Moroni también le hizo saber sus deseos de que fuera fiel en conservar esa parte de la tierra, y que aprovechara toda oportunidad para acometer a los lamanitas en aquella parte, hasta donde pudiera, por si tal vez lograba volver a tomar, por estratagema o de alguna otra manera, las ciudades que les habían arrebatado de sus manos; y que también fortificara y reforzara las ciudades circunvecinas que no habían caído en manos de los lamanitas.", "11 Y también le dijo: Me uniría a vosotros, mas he aquí, los lamanitas están sobre nosotros en las fronteras de la tierra por el mar del oeste; y he aquí, marcho contra ellos; por lo tanto, no puedo ir a vosotros.", "12 Y el rey (Ammorón) había salido de la tierra de Zarahemla, y había informado a la reina concerniente a la muerte de su hermano; y había reunido un gran número de hombres, y había marchado contra los nefitas en las fronteras junto al mar del oeste.", "13 Y de este modo estaba tratando de hostigar a los nefitas y llevarse tras de sí a una parte de las fuerzas nefitas a aquella parte de la tierra, y al mismo tiempo había mandado a aquellos que había dejado para ocupar las ciudades que había tomado, que también ellos acosaran a los nefitas en las fronteras cerca del mar del este, y tomaran posesión de sus tierras hasta donde les fuera posible, según la fuerza de sus ejércitos.", "14 Y en esas peligrosas circunstancias se encontraban los nefitas a la conclusión del año veintiséis del gobierno de los jueces sobre el pueblo de Nefi.", "15 Pero he aquí, aconteció que en el año veintisiete del gobierno de los jueces, Teáncum, por órdenes de Moroni —y este había colocado ejércitos para proteger las fronteras del sur y del oeste de la tierra, y había iniciado la marcha hacia la tierra de Abundancia para ayudar a Teáncum con sus hombres a reconquistar las ciudades que habían perdido—", "16 y ocurrió que Teáncum había recibido órdenes de atacar la ciudad de Mulek, y reconquistarla, de ser posible.", "17 Y sucedió que Teáncum hizo los preparativos para atacar la ciudad de Mulek y avanzar con su ejército contra los lamanitas; pero vio que era imposible vencerlos mientras estuviesen dentro de sus fortificaciones; por tanto, abandonó su propósito y se volvió a la ciudad de Abundancia para esperar la llegada de Moroni, a fin de reforzar su ejército.", "18 Y aconteció que Moroni llegó con su ejército a la tierra de Abundancia, a fines del año veintisiete del gobierno de los jueces sobre el pueblo de Nefi.", "19 Y a principios del año veintiocho, Moroni, Teáncum y muchos de los capitanes en jefe tuvieron un consejo de guerra para decidir qué debían hacer para que los lamanitas salieran a la batalla contra ellos, o de algún modo atraerlos para sacarlos de sus fuertes, a fin de vencerlos y tomar otra vez la ciudad de Mulek.", "20 Y sucedió que mandaron embajadas al ejército de los lamanitas, que protegía la ciudad de Mulek, a su caudillo, cuyo nombre era Jacob, invitándolo a que saliera con sus ejércitos para enfrentarse con ellos en las llanuras entre las dos ciudades. Mas he aquí, Jacob, que era zoramita, no quiso salir con su ejército para enfrentarse con ellos en el llano.", "21 Y aconteció que Moroni, no teniendo esperanzas de enfrentarse con ellos en iguales circunstancias, ideó, por tanto, un plan para engañar a los lamanitas para que salieran de sus fortalezas.", "22 Por lo tanto, hizo que Teáncum tomara un pequeño número de hombres y marchara cerca de la costa del mar; y Moroni y su ejército marcharon de noche por el desierto, al oeste de la ciudad de Mulek; y así, por la mañana, cuando los guardias de los lamanitas hubieron descubierto a Teáncum, corrieron y se lo dijeron a Jacob, su caudillo.", "23 Y acaeció que los ejércitos de los lamanitas avanzaron contra Teáncum, suponiendo que con su número podrían vencer a Teáncum por motivo de su reducido número. Y al ver Teáncum que los ejércitos de los lamanitas venían contra él, empezó a retroceder hacia el norte por la costa del mar.", "24 Y ocurrió que cuando los lamanitas vieron que empezaba a huir, cobraron ánimo y lo persiguieron vigorosamente. Y mientras Teáncum iba así alejando a los lamanitas, que lo perseguían en vano, he aquí, Moroni dio órdenes de que parte de su ejército que lo acompañaba, entrara en la ciudad y tomara posesión de ella.", "25 Y así lo hicieron, y mataron a todos los que habían quedado para proteger la ciudad, sí, a todos los que no quisieron entregar sus armas de guerra.", "26 Y así se había apoderado Moroni de la ciudad de Mulek con parte de su ejército, mientras él marchaba con el resto al encuentro de los lamanitas, cuando volvieran de perseguir a Teáncum.", "27 Y sucedió que los lamanitas persiguieron a Teáncum hasta que llegaron cerca de la ciudad de Abundancia, y entonces les salieron al encuentro Lehi y un pequeño ejército, que habían quedado para proteger la ciudad.", "28 Y he aquí, cuando los capitanes en jefe de los lamanitas vieron que Lehi con su ejército marchaba contra ellos, huyeron con mucha confusión, temiendo no poder llegar a la ciudad de Mulek antes que los alcanzara Lehi; porque estaban fatigados a causa de su marcha, y los hombres de Lehi se hallaban descansados.", "29 Ahora bien, los lamanitas no sabían que Moroni había estado a su retaguardia con su ejército; y todo lo que temían era a Lehi y a sus hombres.", "30 Y Lehi no deseaba alcanzarlos sino hasta que encontrasen a Moroni y su ejército.", "31 Y sucedió que antes que los lamanitas hubiesen retrocedido mucho, los nefitas los rodearon, los hombres de Moroni por un lado, y los de Lehi por el otro, todos ellos descansados y llenos de vigor; mas los lamanitas estaban fatigados a causa de su larga marcha.", "32 Y Moroni mandó a sus hombres que cayeran sobre ellos hasta que hubiesen entregado sus armas de guerra.", "33 Y aconteció que Jacob, siendo su caudillo, siendo también zoramita, y teniendo un espíritu indomable, encabezó a los lamanitas a la batalla con extremada furia contra Moroni.", "34 Pues como Moroni estorbaba el curso de su marcha, por tanto, Jacob estaba resuelto a matarlos y a abrirse paso hasta la ciudad de Mulek. Mas he aquí, Moroni y sus hombres eran más fuertes; por lo tanto, no cedieron el paso a los lamanitas.", "35 Y aconteció que pelearon de ambos lados con mucha furia; y hubo muchos muertos, tanto de una parte como de otra; sí, y Moroni fue herido, y Jacob cayó muerto.", "36 Y con tal ímpetu acometió Lehi su retaguardia, con sus hombres fuertes, que los lamanitas de la retaguardia entregaron sus armas de guerra; y los demás, en su mucha confusión, no sabían por dónde ir o atacar.", "37 Y Moroni, viendo su confusión, les dijo: Si traéis vuestras armas de guerra y las entregáis, he aquí, cesaremos de derramar vuestra sangre.", "38 Y acaeció que cuando los lamanitas hubieron oído estas palabras, sus capitanes en jefe, todos los que no habían muerto en la batalla, avanzaron y echaron sus armas de guerra a los pies de Moroni, y también mandaron a sus hombres que hicieran lo mismo.", "39 Mas he aquí, hubo muchos que no quisieron; y aquellos que no quisieron entregar sus espadas fueron prendidos y atados, y les fueron quitadas sus armas de guerra, y los obligaron a marchar con sus hermanos a la tierra de Abundancia.", "40 Y el número de prisioneros que tomaron fue mayor que el número de los que habían muerto; sí, mayor que el número de los que habían muerto de ambas partes."], "Français": ["Ammoron succède à Amalickiah comme roi des Lamanites— Moroni, Téancum et Léhi mènent les Néphites dans une guerre victorieuse contre les Lamanites— La ville de Mulek est reprise, et Jacob le Zoramite est tué. Vers 66–64av.J.-C.", "1 Et alors, voici, il arriva, la vingt-sixième année du règne des juges sur le peuple de Néphi, que lorsque les Lamanites s’éveillèrent, le premier matin du premier mois, voici, ils trouvèrent Amalickiah mort dans sa tente; et ils virent aussi que Téancum était prêt à leur livrer bataille ce jour-là.", "2 Et alors, quand les Lamanites virent cela, ils furent terrifiés; et ils abandonnèrent leur dessein de marcher jusqu’au pays situé du côté du nord, et se retirèrent avec toute leur armée dans la ville de Mulek, et cherchèrent protection dans leurs fortifications.", "3 Et il arriva que le frère d’Amalickiah fut désigné comme roi du peuple; et son nom était Ammoron; ainsi, le roi Ammoron, frère du roi Amalickiah, fut désigné pour régner à sa place.", "4 Et il arriva qu’il commanda à son peuple de conserver ces villes qu’ils avaient prises par l’effusion du sang; car ils n’avaient pris aucune ville sans avoir perdu beaucoup de sang.", "5 Et alors, Téancum vit que les Lamanites étaient décidés à conserver les villes qu’ils avaient prises et les parties du pays dont ils avaient pris possession; et voyant aussi l’immensité de leur nombre, Téancum pensa qu’il n’était pas opportun d’essayer de les attaquer dans leurs forts.", "6 Mais il garda ses hommes alentour, comme s’ils faisaient des préparatifs de guerre; oui, et il se préparait, en vérité, à se défendre contre eux, en dressant des murs alentour et en préparant des lieux de refuge.", "7 Et il arriva qu’il continua ainsi à se préparer pour la guerre jusqu’à ce que Moroni eût envoyé un grand nombre d’hommes pour renforcer son armée.", "8 Et Moroni lui envoya aussi l’ordre de garder tous les prisonniers qui lui tombaient entre les mains; car, les Lamanites ayant fait beaucoup de prisonniers, il devait retenir tous les prisonniers lamanites en rançon pour ceux que les Lamanites avaient pris.", "9 Et il lui envoya aussi l’ordre de fortifier le pays d’Abondance et de s’assurer le passage étroit qui menait au pays situé du côté du nord, de peur que les Lamanites ne s’emparent de ce point-là et n’aient le pouvoir de les harceler de toutes parts.", "10 Et Moroni envoya aussi des gens vers lui, désirant qu’il fût fidèle à défendre cette région du pays et qu’il cherchât toutes les occasions de harceler les Lamanites dans cette région, dans la mesure où c’était en son pouvoir, afin de pouvoir peut-être reprendre par stratagème ou d’une autre manière les villes qui leur avaient été enlevées des mains; et qu’il fortifiât et renforçât aussi les villes alentour qui n’étaient pas tombées entre les mains des Lamanites.", "11 Et il lui dit aussi: Je serais bien venu, mais voici, les Lamanites tombent sur nous dans les régions frontières du pays près de la mer de l’ouest; et voici, je vais contre eux; c’est pourquoi je ne peux pas venir vers toi.", "12 Or, le roi (Ammoron) était parti du pays de Zarahemla, et avait informé la reine de la mort de son frère, et avait rassemblé un grand nombre d’hommes, et avait marché contre les Néphites sur les régions frontières près de la mer de l’ouest.", "13 Et il s’efforçait ainsi de harceler les Néphites et d’entraîner une partie de leurs forces vers cette partie du pays, alors qu’il avait commandé à ceux qu’il avait laissés pour posséder les villes qu’il avait prises, de harceler également les Néphites sur les régions frontières de la mer de l’est et de prendre possession de leurs pays dans la mesure où c’était en leur pouvoir, selon la puissance de leurs armées.", "14 Et ainsi, les Néphites étaient dans cette situation dangereuse à la fin de la vingt-sixième année du règne des juges sur le peuple de Néphi.", "15 Mais voici, il arriva, la vingt-septième année du règne des juges, que Téancum, sur l’ordre de Moroni— qui avait établi des armées pour protéger les régions frontières sud et ouest du pays, et avait commencé sa marche vers le pays d’Abondance, afin d’aider Téancum, avec ses hommes, à reprendre les villes qu’ils avaient perdues—", "16 et il arriva que Téancum avait reçu l’ordre de lancer une attaque contre la ville de Mulek et de la reprendre, si c’était possible.", "17 Et il arriva que Téancum fit des préparatifs pour lancer une attaque contre la ville de Mulek et marcher avec son armée contre les Lamanites; mais il vit qu’il était impossible d’avoir le dessus sur eux pendant qu’ils étaient dans leurs fortifications; c’est pourquoi, il abandonna ses desseins et retourna à la ville d’Abondance pour attendre la venue de Moroni, afin de recevoir des renforts pour son armée.", "18 Et il arriva que Moroni arriva avec son armée au pays d’Abondance, tout à la fin de la vingt-septième année du règne des juges sur le peuple de Néphi.", "19 Et au commencement de la vingt-huitième année, Moroni, et Téancum, et un grand nombre de capitaines en chef tinrent un conseil de guerre pour savoir ce qu’ils feraient pour amener les Lamanites à sortir pour leur livrer bataille; ou s’ils pouvaient trouver le moyen de les faire sortir, par la ruse, de leurs places fortes, afin d’obtenir l’avantage sur eux et de reprendre la ville de Mulek.", "20 Et il arriva qu’ils envoyèrent des ambassades à l’armée des Lamanites, qui protégeait la ville de Mulek, à leur chef, dont le nom était Jacob, lui demandant de sortir avec ses armées les rencontrer dans les plaines entre les deux villes. Mais voici, Jacob, qui était Zoramite, ne voulut pas sortir avec son armée les rencontrer dans les plaines.", "21 Et il arriva que Moroni, n’ayant aucun espoir de les rencontrer sur un pied d’égalité, décida donc d’un plan pour leurrer les Lamanites et les faire sortir de leurs places fortes.", "22 C’est pourquoi, il commanda à Téancum de prendre un petit nombre d’hommes et de descendre près du bord de la mer; et Moroni et son armée marchèrent dans le désert, la nuit, à l’ouest de la ville de Mulek; et ainsi, le matin, lorsque les gardes des Lamanites eurent découvert Téancum, ils coururent le dire à Jacob, leur chef.", "23 Et il arriva que les armées des Lamanites marchèrent contre Téancum, pensant que, par leur nombre, ils pourraient avoir le dessus sur Téancum, à cause de la petitesse du nombre de ses hommes. Et lorsque Téancum vit les armées des Lamanites sortir contre lui, il commença à se retirer en descendant près du bord de la mer, vers le nord.", "24 Et il arriva que lorsque les Lamanites virent qu’il commençait à fuir, ils prirent courage et le poursuivirent avec vigueur. Et pendant que Téancum éloignait ainsi les Lamanites, qui le poursuivaient en vain, voici, Moroni commanda qu’une partie de son armée qui était avec lui entrât dans la ville et en prît possession.", "25 Et c’est ce qu’ils firent, et ils tuèrent tous ceux qui avaient été laissés pour protéger la ville, oui, tous ceux qui ne voulurent pas livrer leurs armes de guerre.", "26 Et ainsi, Moroni avait pris possession de la ville de Mulek avec une partie de son armée, tandis qu’il marchait avec le reste pour rencontrer les Lamanites, lorsqu’ils reviendraient de leur poursuite de Téancum.", "27 Et il arriva que les Lamanites poursuivirent Téancum jusqu’à ce qu’ils arrivent près de la ville d’Abondance, et à ce moment-là, ils rencontrèrent Léhi et une petite armée, qui avait été laissée pour protéger la ville d’Abondance.", "28 Et alors, voici, lorsqu’ils virent Léhi venir contre eux avec son armée, les capitaines en chef des Lamanites s’enfuirent dans une grande confusion, craignant de ne pas parvenir à la ville de Mulek avant que Léhi ne les eût rattrapés; car ils étaient fatigués à cause de leur marche, et les hommes de Léhi étaient frais.", "29 Or, les Lamanites ne savaient pas que Moroni était sur leurs arrières avec son armée; et tout ce qu’ils craignaient, c’était Léhi et ses hommes.", "30 Or, Léhi ne souhaitait pas les rattraper avant qu’ils eussent rencontré Moroni et son armée.", "31 Et il arriva qu’avant que les Lamanites ne fussent allés loin dans leur retraite, ils furent encerclés par les Néphites, par les hommes de Moroni d’un côté et les hommes de Léhi de l’autre, qui tous étaient frais et pleins de force; mais les Lamanites étaient fatigués à cause de leur longue marche.", "32 Et Moroni commanda à ses hommes de tomber sur eux jusqu’à ce qu’ils eussent livré leurs armes de guerre.", "33 Et il arriva que Jacob, qui était leur chef, et était aussi Zoramite, et avait un caractère indomptable, conduisit les Lamanites à la bataille avec une colère extrême contre Moroni.", "34 Moroni se trouvant sur leur chemin, Jacob était décidé à les tuer et à se frayer un chemin jusqu’à la ville de Mulek. Mais voici, Moroni et ses hommes étaient plus forts; c’est pourquoi ils ne cédèrent pas devant les Lamanites.", "35 Et il arriva qu’ils combattirent de part et d’autre avec une furie extrême; et il y eut beaucoup de tués des deux côtés; oui, et Moroni fut blessé et Jacob fut tué.", "36 Et Léhi les pressait sur leurs arrières avec une telle furie avec ses hommes puissants, que les Lamanites à l’arrière déposèrent leurs armes de guerre; et le reste d’entre eux, tout à fait dans la confusion, ne savait où aller ni où frapper.", "37 Alors, Moroni, voyant leur confusion, leur dit: Si vous apportez vos armes de guerre et les déposez, voici, nous nous abstiendrons de verser votre sang.", "38 Et il arriva que lorsque les Lamanites eurent entendu ces paroles, leurs capitaines en chef, tous ceux qui n’avaient pas été tués, s’avancèrent et jetèrent leurs armes de guerre aux pieds de Moroni, et commandèrent aussi à leurs hommes de faire de même.", "39 Mais voici, il y en eut beaucoup qui ne voulurent pas; et ceux qui ne voulurent pas déposer leurs épées furent pris et liés, et leurs armes de guerre leur furent enlevées, et ils furent forcés de marcher avec leurs frères jusqu’au pays d’Abondance.", "40 Et maintenant, le nombre de prisonniers qui fut fait dépassait le nombre de ceux qui avaient été tués, oui, de ceux qui avaient été tués de part et d’autre."], "Kiribati": ["Amoron e onea mwiin Amarakaai bwa aia uea Reimwanaite—Moronaai, Teaenikam, ma Riaai a kairia Nibwaite n te buaka n tokanikai ni kaaitaraia Reimwanaite—Te kaawa are Mureki e a manga anaaki, ao Iakobwa are te Tioramwaite e tiringaki. Uakaan ma 66–64I.K.", "1 Ao ngkai, e koro bukina bwa n aia kauabwi ma onoua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai, nooria, ngke a uti Reimwanaite ni moaningabongin moan bongin te moan namwakaina, nooria, a kunea Amarakaai ni mate n oin ana umwa n rianna; ao a noora naba Teaenikam bwa e tauraoi ni buakaniia n te bong arei.", "2 Ao ngkanne, ngke a noora aio Reimwanaite ao a bon maaku; ao a kitana aia babaire ibukin mwanangaia n nakon te aba n nako meang, man oki rikaaki ma aia taanga ni buaka nakon te kaawa are Mureki, ma ni kakaea katanaia n aia bwai ni kamatoatoa.", "3 Ao e koro bukina bwa tarin Amarakaai e bon rineaki bwa te uea i aoia te botanaomata; ao arana bon Amoron; ngaia are te uea are Amoron, are tarin te uea are Amarakaai, e bon rineaki bwa e na uea i mwina.", "4 Ao e koro bukina bwa e anga te tua nakoia ana botanaomata bwa a na kaawakin taian kaawa ake a bubura akekei, are a tia n anai ni bwaron raraaia; bwa bon akea kaawa aika a tia n anai ma ti man buan raraaia aika a bati.", "5 Ao ngkai, Teaenikam e nooria bwa a teimatoa nanoia Reimwanaite n tangiria n tau taian kaawa ake a bubura akekei ake a bon tia n anai, ao mwakoron nako te aba ake a bon tia n riki bwa aia bwai; ao ngke e a manga noora korakoran mwaitia, ao e kataua Teaenikam bwa e aki riai bwa e na kataia n ekiia nako n aia tabo ni katantan.", "6 Ma e katikuia ana koraki n taabo ake a uakaan, bwa aongkoa a katauraoi nakon te buaka; eng, ma ni koauana raoi e bon katauraoi ni katanna mai irouia, ni katei taian oo n otabwaninia ma ni katauraoi taabo ni katantan.", "7 Ao e koro bukina bwa e waaki ni katauraoi nakon te buaka n uaa ae Moronaai e kanakoa mwaitia ana koraki bwa a na kamatoa ana taanga ni buaka.", "8 Ao Moronaai e kanakoa te kaetieti nakoina bwa e na tauiia bure ni kabane ake a mena i nanon baina; bwa n aroia Reimwanaite ake a tia n tauiia bure aika a mwaiti, ao ngaia e riai naba n tauiia aia bure ake Reimwanaite bwa te kabomwi ibukiia naake a tia n anaaki irouia Reimwanaite.", "9 Ao e kanakoa naba te oota nakoina bwa e na kamatoatoa te Aba ni mari, man tararua te kawai are e irariki are e kaineti nakon te aba n nako meang, bwa mwiina ao Reimwanaite a na taua te tabo anne ma ni karekea korakoraia iai man aki karauia man itera nako.", "10 Ao Moronaai e kananako naba nakoina, man tangiria bwa e na kakaonimaki ni kawakina mwakoron te aba anne, ao bwa e na ukoukori aanga ni kabane ni karawawataia Reimwanaite n te mwakoro anne, n aron korakorana, bwa tao e na kona ni manga anai n te aro ni kamwane ke n aanga riki tabeua, taian kaawa ake a bubura akekei ake a bon tia n anaaki mai i nanon baia; ao bwa e na mwakuria kamatoaia ma kakorakorakia taian kaawa ake a bubura ake a uakaan, ake a tuai n reke i nanon baia Reimwanaite.", "11 Ao e taku naba nakoina, I tangiria bwa N na roko nakoim, bwa nooria, a roko iaora Reimwanaite n tian abara are i rarikin taari i maeao; ao nooria, I nako ni kaaitaraia mangaia are I aki kona ni kawariko.", "12 Ngkai, te uea (Amoron) e a tia ni kitana te aba are Taraemera, man tia ni kaongoa te uean aine aron maten tarina, man tia n ikotiia te koraki ae mwaiti, man tia ni mwananga ni kaaitaraia Nibwaite n tian te aba are i rarikin taari i maeao.", "13 Ao ngaia are e waaki n aki karauia Nibwaite, ma ni kataia ni kaira nako mwakoron aia taanga ni buaka nakon mwakoron te aba arei, ao e a tia n tuangiia ake e katikuia bwa a na tauii taian kaawa ake a bubura are e a tia n anai, ao bwa a na aki karauia naba Nibwaite ake n te tia i rarikin taari i mainiku, ao a riai n taua abaia Nibwaite ngkai a mwaaka iai, n aron korakoran aia taanga ni buaka.", "14 Ao ngaia are Nibwaite a mena i nanon te aro ae kakamaku ni banen aia kauabwi ma onoua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai.", "15 Ma nooria, e koro bukina bwa n aia kauabwi ma itiua n ririki n tautaeka taan moti, ao Teaenikam, man ana kaetieti Moronaai—are e katea te taanga ni buaka bwa e na kawakina tian te aba i maiaki ao i maeao, e a tia ni waakina mwanangana nakon te aba ni Mari, bwa e na buoka Teaenikam ma ana koraki ni manga anai taian kaawa ake a tia ni bua mai irouia—", "16 Ao e koro bukina bwa Teaenikam e karekea te kaetieti bwa e na ekaanako te kaawa are Mureki, man anaia ngkana e kona.", "17 Ao e koro bukina bwa Teaenikam, e katauraoi bwa e na ekaanako te kaawa are Mureki, ma ni mwananga ma ana taanga ni buaka ni kaaitaraia Reimwanaite; ma e nooria bwa e aki kona n tokanikai i aoia ngkai a mena n aia tabo ni katantan; ngaia are e katuka te baire are a na waakinna man oki rikaaki nakon te kaawa are te aba ni Mari, n tataninga rokon Moronaai, bwa e na karekea kakorakoraia ana taanga ni buaka.", "18 Ao e koro bukina bwa e roko Moronaai ma ana taanga ni buaka n te aba ni Mari, ni banen aia kauabwi ma itiua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai.", "19 Ao ni moan wakinan te kauabwi ma waniua n ririki, Moronaai ma Teaenikam ma mataniwia aia mataniwi aika a mwaiti a tewea te kabowi ni buaka—bwa tera ae a na karaoia bwa aonga n otinako ni buaka mangaia Reimwanaite; ke bwa tao n aanga riki tabeua ao a kona ni mwaamwanaiia bwa a na otinako man aia tabo ni kamanomano, bwa e aonga n reke aia raka i aoia bwa aonga n anaa te kaawa are Mureki.", "20 Ao e koro bukina bwa e kanakoia taan uaa rongorongo nakon aia taanga ni buaka Reimwanaite, are e tararua te kaawa are Mureki, nakon aia tia kairiri, are arana Iakobwa, n tangiria bwa e na otinako ma ana taanga ni buaka bwa e na kaitibo mangaia n taabo ake a maataata i marenaia kaawa aika uoua aikai. Ma nooria, Iakobwa, are te Tioramwaite, e bon rawa n roko ma ana taanga ni buaka bwa e na kaitibo mangaia n te tabo are e maataata.", "21 Ao e koro bukina bwa Moronaai, ai bon akea ana kantaninga bwa e na kaitibo mangaia n te tabo ae a na boraoi iai, ngaia are, e karaoa te babaire bwa e na kabwaka nanoia bwa a na otinako Reimwanaite man aia tabo ni kamanomano.", "22 Ngaia are e karekea te anga are Teaenikam e na kairia ti tabeman ana koraki ma ni mwananga nako rarikin taari; ao Moronaai ma ana taanga ni buaka, ana mwananga nakon te rereua n te bong, i maeaon te kaawa are Mureki; are ngaia, are n te ingabong, ngke aia taan tararua Reimwanaite a noora Teaenikam, a biri nako n tuanga Iakobwa, are aia tia kairiri.", "23 Ao e koro bukina bwa aia taanga ni buaka Reimwanaite a bon mwananga ni kaitaraa Teaenikam, ni kataua inanoia bwa ibukin korakoran mwaitia ao a na bon tokanikai iaon Teaenikam ibukin uarereken ana mwaiti. Ao ngke Teaenikam e noora aia taanga ni buaka Reimwanaite n roko ni kaitaraa, e okirikaki nako rarikin taari, i meang.", "24 Ao e koro bukina bwa ngke Reimwanaite a nooria bwa e a biri nako, a kaninikoriaia ni kakioia ma te unga n nano. Ao ngke Teaenikam e bon tabe ni kairia nako Reimwanaite ake a tabe ni kakioa ma e aki reke irouia, nooria, Moronaai e tua bwa mwakoron ana taanga ni buaka ake raona a na mwananga nakon te kaawa, man taua.", "25 Ao a karaoa aio, man tiringia ni kabane ake a tiku bwa a na kaawakina te kaawa, eng, ni kabane naake a rawa n anga nako aia bwai ni buaka.", "26 Ao ngaia are Moronaai e a taua te kaawa are Mureki ma mwakoron ana taanga ni buaka, ao e mwananga ma ake nikiraia bwa e na kaitibo ma Reimwanaite ngkana a oki ma ni kakioan Teaenikam.", "27 Ao e koro bukina bwa Reimwanaite a kakioa Teaenikam ni karokoa ae a roko n uakaan ma te kaawa are te aba ni Mari, ao a kaitiboaki iroun Riaai ma ana taanga ni buaka ae uarereke, are e bon katukaki bwa e na kawakina te kaawa are Te Mari.", "28 Ao ngkai nooria, ngke mataniwia aia mataniwi Reimwanaite a noora Riaai ma ana taanga ni buaka bwa e bon roko ni kaaitaraia, a bon biri nako n te aro ae mangaongao, bwa mwiina aki roko n te kaawa are bubura are Mureki i mwaain ae e ooia Riaai; bwa a bon kua i mwin mwaamwanangaia, ao ana koraki Riaai a bon aki kua.", "29 Ao ngkai Reimwanaite a bon aki ataia bwa Moronaai e mena ibukiia ma ana taanga ni buaka; ao a bon ti maaka Riaai ma ana koraki.", "30 Ngkai Riaai e bon aki tangiria bwa e na ooia n uaa ae e kaitibo ma Moronaai ma ana taanga ni buaka.", "31 Ao e koro bukina bwa i mwaain ae a okirikaki Reimwanaite n ae raroa a bon otabwaniniaki irouia Nibwaite, irouia ana koraki Moronaai n te itera are teuana, ao ana koraki Riaai n te itera are teuana, are a bon bane n aki kua man onrake n te korakora; ma Reimwanaite a bon kua i mwin mwanangaia ae abwaabwaki.", "32 Ao Moronaai e tua bwa ana koraki a na buakaniia n uaa ae a anganako aia bwaai ni buaka.", "33 Ao e koro bukina bwa Iakobwa, ngkai bon aia mataniwi, ao ngkai bon te Tioramwaite naba, ao bon te aomata ae e rarawa ni kokonaki, e kairia Reimwanaite ni buaka ma te un ae korakora ni kaaitaraMoronaai.", "34 Ibukina bwa Moronaai e mena ni kawaia, ngaia are Iakobwa e bon korakora nanona bwa e na tiringia ma ni karekea kawaina nakon te kaawa are Mureki. Ma nooria, Moronaai ma ana koraki a bon korakora riki; ngaia are a bon aki anga te kawai nakoia Reimwanaite.", "35 Ao e koro bukina bwa a uaia ni buaka man itera aika uoua ma te un ae korakora; ao a bon mwaiti ake a mate man itera aika uoua; eng, ao Moronaai e bon ikoaki ao Iakobwa e mate.", "36 Ao Riaai e kakorakora mai ibukiia ma te un ae korakora ma ana koraki aika a korakora, n te aro are Reimwanaite ake a mena i buki a anganako aia bwai ni buaka; ao nikiraia, a bon mangaongao, man aki ataia bwa a na biri nako ke a na un.", "37 Ngkai Moronaai ngke e noora mangaongaoia, e taku nakoia: Ngkana kam uoti mai ami bwai ni buaka man anga nako, nooria ti na katoka kawawaean raraami.", "38 Ao e koro bukina bwa Reimwanaite ngke a ongo taeka aikai, mataniwia aia mataniwi, ni kabane ake aki tiringaki, a roko man tewenakoi aia bwai ni buaka i waen Moronaai, man tuangiia aia koraki bwa a na karaoa naba are a karaoia.", "39 Ma nooria, a bon mwaiti ake a rawa; ao naake a rawa n anga aia kabaang a bon anaaki ma ni kabaeaki, ao aia bwaai ni buaka a bon anaaki mai irouia, ao a bon kairoroaki bwa a na mwananga ma tariia nakon te Aba ni Mari.", "40 Ao ngkai mwaitia aia bure ake anaaki e bon raka iaon mwaitia ake a tiringaki, eng, nakon naba mwaitia ake a bon tiringaki man itera ake uoua."]}