{"English": ["Lamoni receives the light of everlasting life and sees the Redeemer—His household falls into a trance, and many see angels—Ammon is preserved miraculously—He baptizes many and establishes a church among them. About 90B.C.", "1 And it came to pass that after two days and two nights they were about to take his body and lay it in a sepulchre, which they had made for the purpose of burying their dead.", "2 Now the queen having heard of the fame of Ammon, therefore she sent and desired that he should come in unto her.", "3 And it came to pass that Ammon did as he was commanded, and went in unto the queen, and desired to know what she would that he should do.", "4 And she said unto him: The servants of my husband have made it known unto me that thou art a prophet of a holy God, and that thou hast power to do many mighty works in his name;", "5 Therefore, if this is the case, I would that ye should go in and see my husband, for he has been laid upon his bed for the space of two days and two nights; and some say that he is not dead, but others say that he is dead and that he stinketh, and that he ought to be placed in the sepulchre; but as for myself, to me he doth not stink.", "6 Now, this was what Ammon desired, for he knew that king Lamoni was under the power of God; he knew that the dark veil of unbelief was being cast away from his mind, and the light which did light up his mind, which was the light of the glory of God, which was a marvelous light of his goodness—yea, this light had infused such joy into his soul, the cloud of darkness having been dispelled, and that the light of everlasting life was lit up in his soul, yea, he knew that this had overcome his natural frame, and he was carried away in God—", "7 Therefore, what the queen desired of him was his only desire. Therefore, he went in to see the king according as the queen had desired him; and he saw the king, and he knew that he was not dead.", "8 And he said unto the queen: He is not dead, but he sleepeth in God, and on the morrow he shall rise again; therefore bury him not.", "9 And Ammon said unto her: Believest thou this? And she said unto him: I have had no witness save thy word, and the word of our servants; nevertheless I believe that it shall be according as thou hast said.", "10 And Ammon said unto her: Blessed art thou because of thy exceeding faith; I say unto thee, woman, there has not been such great faith among all the people of the Nephites.", "11 And it came to pass that she watched over the bed of her husband, from that time even until that time on the morrow which Ammon had appointed that he should rise.", "12 And it came to pass that he arose, according to the words of Ammon; and as he arose, he stretched forth his hand unto the woman, and said: Blessed be the name of God, and blessed art thou.", "13 For as sure as thou livest, behold, I have seen my Redeemer; and he shall come forth, and be born of a woman, and he shall redeem all mankind who believe on his name. Now, when he had said these words, his heart was swollen within him, and he sunk again with joy; and the queen also sunk down, being overpowered by the Spirit.", "14 Now Ammon seeing the Spirit of the Lord poured out according to his prayers upon the Lamanites, his brethren, who had been the cause of so much mourning among the Nephites, or among all the people of God because of their iniquities and their traditions, he fell upon his knees, and began to pour out his soul in prayer and thanksgiving to God for what he had done for his brethren; and he was also overpowered with joy; and thus they all three had sunk to the earth.", "15 Now, when the servants of the king had seen that they had fallen, they also began to cry unto God, for the fear of the Lord had come upon them also, for it was they who had stood before the king and testified unto him concerning the great power of Ammon.", "16 And it came to pass that they did call on the name of the Lord, in their might, even until they had all fallen to the earth, save it were one of the Lamanitish women, whose name was Abish, she having been converted unto the Lord for many years, on account of a remarkable vision of her father—", "17 Thus, having been converted to the Lord, and never having made it known, therefore, when she saw that all the servants of Lamoni had fallen to the earth, and also her mistress, the queen, and the king, and Ammon lay prostrate upon the earth, she knew that it was the power of God; and supposing that this opportunity, by making known unto the people what had happened among them, that by beholding this scene it would cause them to believe in the power of God, therefore she ran forth from house to house, making it known unto the people.", "18 And they began to assemble themselves together unto the house of the king. And there came a multitude, and to their astonishment, they beheld the king, and the queen, and their servants prostrate upon the earth, and they all lay there as though they were dead; and they also saw Ammon, and behold, he was a Nephite.", "19 And now the people began to murmur among themselves; some saying that it was a great evil that had come upon them, or upon the king and his house, because he had suffered that the Nephite should remain in the land.", "20 But others rebuked them, saying: The king hath brought this evil upon his house, because he slew his servants who had had their flocks scattered at the waters of Sebus.", "21 And they were also rebuked by those men who had stood at the waters of Sebus and scattered the flocks which belonged to the king, for they were angry with Ammon because of the number which he had slain of their brethren at the waters of Sebus, while defending the flocks of the king.", "22 Now, one of them, whose brother had been slain with the sword of Ammon, being exceedingly angry with Ammon, drew his sword and went forth that he might let it fall upon Ammon, to slay him; and as he lifted the sword to smite him, behold, he fell dead.", "23 Now we see that Ammon could not be slain, for the Lord had said unto Mosiah, his father: I will spare him, and it shall be unto him according to thy faith—therefore, Mosiah trusted him unto the Lord.", "24 And it came to pass that when the multitude beheld that the man had fallen dead, who lifted the sword to slay Ammon, fear came upon them all, and they durst not put forth their hands to touch him or any of those who had fallen; and they began to marvel again among themselves what could be the cause of this great power, or what all these things could mean.", "25 And it came to pass that there were many among them who said that Ammon was the Great Spirit, and others said he was sent by the Great Spirit;", "26 But others rebuked them all, saying that he was a monster, who had been sent from the Nephites to torment them.", "27 And there were some who said that Ammon was sent by the Great Spirit to afflict them because of their iniquities; and that it was the Great Spirit that had always attended the Nephites, who had ever delivered them out of their hands; and they said that it was this Great Spirit who had destroyed so many of their brethren, the Lamanites.", "28 And thus the contention began to be exceedingly sharp among them. And while they were thus contending, the woman servant who had caused the multitude to be gathered together came, and when she saw the contention which was among the multitude she was exceedingly sorrowful, even unto tears.", "29 And it came to pass that she went and took the queen by the hand, that perhaps she might raise her from the ground; and as soon as she touched her hand she arose and stood upon her feet, and cried with a loud voice, saying: O blessed Jesus, who has saved me from an awful hell! O blessed God, have mercy on this people!", "30 And when she had said this, she clasped her hands, being filled with joy, speaking many words which were not understood; and when she had done this, she took the king, Lamoni, by the hand, and behold he arose and stood upon his feet.", "31 And he, immediately, seeing the contention among his people, went forth and began to rebuke them, and to teach them the words which he had heard from the mouth of Ammon; and as many as heard his words believed, and were converted unto the Lord.", "32 But there were many among them who would not hear his words; therefore they went their way.", "33 And it came to pass that when Ammon arose he also administered unto them, and also did all the servants of Lamoni; and they did all declare unto the people the selfsame thing—that their hearts had been changed; that they had no more desire to do evil.", "34 And behold, many did declare unto the people that they had seen angels and had conversed with them; and thus they had told them things of God, and of his righteousness.", "35 And it came to pass that there were many that did believe in their words; and as many as did believe were baptized; and they became a righteous people, and they did establish a church among them.", "36 And thus the work of the Lord did commence among the Lamanites; thus the Lord did begin to pour out his Spirit upon them; and we see that his arm is extended to all people who will repent and believe on his name."], "Español": ["Lamoni recibe la luz de la vida sempiterna y ve al Redentor— Los de su casa caen a tierra dominados por el Espíritu y muchos de ellos ven ángeles— Ammón es preservado milagrosamente— Bautiza a muchos y establece una iglesia entre ellos. Aproximadamente 90a.C.", "1 Y sucedió que después de dos días y dos noches, estaban ya para llevar su cuerpo y ponerlo en un sepulcro que habían hecho con el fin de sepultar a sus muertos.", "2 Y la reina, habiendo oído de la fama de Ammón, le mandó decir que deseaba que él fuera a verla.", "3 Y ocurrió que Ammón hizo lo que se le mandó, y entró a ver a la reina y le preguntó qué deseaba que él hiciera.", "4 Y le dijo ella: Los siervos de mi marido me han hecho saber que eres un profeta de un Dios Santo, y que tienes el poder de hacer muchas obras grandes en su nombre.", "5 Por tanto, si tal es el caso, quisiera que fueses a ver a mi marido, porque ha estado tendido en su cama por el espacio de dos días y dos noches; y dicen algunos que no está muerto, pero otros afirman que está muerto, y que hiede, y que debería ser sepultado; mas según mi parecer no hiede.", "6 Y esto era lo que Ammón deseaba, pues sabía que el rey Lamoni se hallaba bajo el poder de Dios; sabía que el obscuro velo de incredulidad se estaba disipando de su mente, y la luz que iluminaba su mente, que era la luz de la gloria de Dios, que era una maravillosa luz de su bondad, sí, esta luz había infundido tal gozo en su alma, que la nube de obscuridad se había desvanecido, y la luz de la vida sempiterna se había encendido dentro de su alma; sí, sabía que esto había dominado el cuerpo natural del rey, y que había sido transportado en Dios.", "7 Por tanto, esto que la reina le solicitó era lo único que él deseaba. Así pues, entró para ver al rey según lo que la reina había deseado de él; y vio al rey, y supo que no estaba muerto.", "8 Y dijo a la reina: No está muerto, sino que duerme en Dios, y mañana se levantará otra vez; por tanto, no lo enterréis.", "9 Y le dijo Ammón: ¿Crees tú esto? Y ella le dijo: No tengo más testimonio que tu palabra y la palabra de nuestros siervos; no obstante, creo que se hará según lo que has dicho.", "10 Y le dijo Ammón: Bendita eres por tu fe excepcional; y te digo, mujer, que nunca ha habido tan grande fe entre todo el pueblo nefita.", "11 Y sucedió que ella veló cerca de la cama de su marido, desde ese momento hasta la hora del día siguiente que Ammón había señalado para que él se levantara.", "12 Y sucedió que se levantó, según las palabras de Ammón; y al levantarse, extendió la mano hacia la mujer, y le dijo: ¡Bendito sea el nombre de Dios, y bendita eres tú!", "13 Porque ciertamente como tú vives, he aquí, he visto a mi Redentor; y vendrá, y nacerá de una mujer, y redimirá a todo ser humano que crea en su nombre. Y cuando hubo dicho estas palabras, se le hinchió el corazón, y cayó otra vez de gozo; y cayó también la reina, dominada por el Espíritu.", "14 Y viendo Ammón que el Espíritu del Señor se derramaba, según sus oraciones, sobre los lamanitas, sus hermanos, que habían sido la causa de tanta tristeza entre los nefitas, o sea, entre todo el pueblo de Dios, por motivo de sus iniquidades y de sus tradiciones, cayó él de rodillas y empezó a derramar su alma en oración y acción de gracias a Dios por lo que había hecho por sus hermanos; y también cayó, dominado de gozo; de modo que los tres habían caído a tierra.", "15 Ahora bien, cuando los siervos del rey vieron que habían caído, empezaron también a clamar a Dios, porque el temor del Señor se había apoderado de ellos también, pues eran los que se habían presentado delante del rey y le habían testificado del gran poder de Ammón.", "16 Y sucedió que invocaron con ahínco el nombre del Señor, hasta que todos hubieron caído a tierra, salvo una mujer lamanita cuyo nombre era Abish, la cual se había convertido al Señor muchos años antes a causa de una notable visión de su padre;", "17 de modo que se había convertido al Señor, y nunca lo había dado a conocer. Por tanto, cuando vio que todos los siervos de Lamoni habían caído a tierra, y que también su ama, la reina, y el rey y Ammón se hallaban caídos en el suelo, supo que era el poder de Dios, y pensando que esa oportunidad de hacer saber a la gente lo que había sucedido entre ellos, y que el contemplar aquella escena los haría creer en el poder de Dios, corrió, pues, de casa en casa, haciéndolo saber al pueblo.", "18 Y empezaron a juntarse en la casa del rey. Y vino una multitud, y para su asombro, vieron caídos en tierra al rey y a la reina y sus siervos; y todos yacían allí como si estuvieran muertos; y también vieron a Ammón, y he aquí, era nefita.", "19 Y comenzó la gente a murmurar entre sí, diciendo algunos que era un gran mal que había caído sobre ellos o sobre el rey y su casa, porque él había permitido que el nefita permaneciera en la tierra.", "20 Mas otros los reprendieron diciendo: El rey ha traído este mal sobre su casa porque mató a sus siervos cuyos rebaños habían sido dispersados en las aguas de Sebús.", "21 Y también los reprendieron aquellos hombres que habían estado en las aguas de Sebús y habían esparcido los rebaños que pertenecían al rey; porque estaban enfurecidos con Ammón a causa del número de sus hermanos que él había matado en las aguas de Sebús, mientras defendía los rebaños del rey.", "22 Y uno de ellos, cuyo hermano había caído por la espada de Ammón, enojado en extremo con este, sacó su espada y avanzó para dejarla caer sobre Ammón, a fin de matarlo; y al levantar la espada para herirlo, he aquí, cayó muerto.", "23 Así vemos que a Ammón no se le podía matar, porque el Señor había dicho a Mosíah, su padre: Lo protegeré, y será hecho con él según tu fe; por tanto, Mosíah lo encomendó al Señor.", "24 Y sucedió que cuando la multitud vio que el hombre que levantó la espada para matar a Ammón había caído muerto, el terror se apoderó de ellos, y no se atrevieron a extender la mano para tocarlo, ni a ninguno de aquellos que habían caído; y empezaron a maravillarse nuevamente entre sí acerca de cuál sería la causa de ese gran poder, o qué significarían todas aquellas cosas.", "25 Y aconteció que hubo muchos entre ellos que dijeron que Ammón era el Gran Espíritu, y otros decían que lo había enviado el Gran Espíritu;", "26 pero otros los reprendían a todos, diciendo que era un monstruo enviado por los nefitas para atormentarlos.", "27 Y había algunos que decían que el Gran Espíritu había enviado a Ammón para afligirlos por causa de sus iniquidades; y que era el Gran Espíritu que siempre había atendido a los nefitas, que siempre los había librado de sus manos; y decían que ese Gran Espíritu era el que había destruido a tantos de sus hermanos, los lamanitas.", "28 Y así la contención entre ellos empezó a ser sumamente acalorada. Y mientras así se hallaban contendiendo, llegó la criada que había hecho que se reuniera la multitud, y cuando vio la contención que había entre ellos, se contristó hasta derramar lágrimas.", "29 Y sucedió que fue y tomó a la reina de la mano, para tal vez levantarla del suelo; y en cuanto le tocó la mano, ella se puso de pie y clamó en alta voz, diciendo: ¡Oh bendito Jesús, que me ha salvado de un terrible infierno! ¡Oh Dios bendito, ten misericordia de este pueblo!", "30 Y cuando hubo dicho esto, trabó las manos, rebosando de gozo y hablando muchas palabras que no fueron comprendidas; y hecho esto, tomó de la mano al rey Lamoni, y he aquí, este se levantó y se puso en pie.", "31 Y en el acto, viendo él la contención entre los de su pueblo, se adelantó y empezó a reprenderlos y a enseñarles las palabras que había oído de la boca de Ammón; y cuantos oyeron sus palabras creyeron y se convirtieron al Señor.", "32 Pero hubo muchos entre ellos que no quisieron oír sus palabras; por tanto, siguieron su camino.", "33 Y aconteció que cuando Ammón se levantó, también él les ministró, y lo mismo hicieron todos los siervos de Lamoni; y todos declararon al pueblo la misma cosa: Que había habido un cambio en sus corazones, y que ya no tenían más deseos de hacer lo malo.", "34 Y he aquí, muchos declararon al pueblo que habían visto ángeles y habían conversado con ellos; y así les habían hablado acerca de Dios y de su justicia.", "35 Y sucedió que hubo muchos que creyeron en sus palabras; y cuantos creyeron, fueron bautizados; y se convirtieron en un pueblo justo, y establecieron una iglesia entre ellos.", "36 Y así se inició la obra del Señor entre los lamanitas; así empezó el Señor a derramar su Espíritu sobre ellos; y vemos que su brazo se extiende a todo pueblo que quiera arrepentirse y creer en su nombre."], "Français": ["Lamoni reçoit la lumière de la vie éternelle et voit le Rédempteur— Les gens de sa maison tombent sur le sol, accablés par l’Esprit, et beaucoup voient des anges— Ammon est préservé miraculeusement— Il en baptise beaucoup et établit une Église parmi eux. Vers 90av.J.-C.", "1 Et il arriva qu’après deux jours et deux nuits, ils étaient sur le point de prendre son corps et de le déposer dans un sépulcre qu’ils avaient fait dans le but d’enterrer leurs morts.", "2 Or, la reine, ayant entendu parler de la renommée d’Ammon, lui envoya donc quelqu’un et désira qu’il entrât auprès d’elle.", "3 Et il arriva qu’Ammon fit ce qui lui était commandé, et entra auprès de la reine, et désira savoir ce qu’elle voulait qu’il fît.", "4 Et elle lui dit: Les serviteurs de mon mari m’ont fait savoir que tu es un prophète d’un saint Dieu et que tu as le pouvoir de faire beaucoup de grandes œuvres en son nom;", "5 c’est pourquoi, si c’est le cas, je voudrais que tu entres et voies mon mari, car il est couché sur son lit depuis deux jours et deux nuits; et les uns disent qu’il n’est pas mort, mais d’autres disent qu’il est mort et qu’il sent, et qu’il devrait être placé dans le sépulcre; mais en ce qui me concerne, pour moi il ne sent pas.", "6 Or, c’était ce qu’Ammon désirait, car il savait que le roi Lamoni était sous le pouvoir de Dieu; il savait que le sombre voile de l’incrédulité était en train d’être chassé de son esprit, et que la lumière qui éclairait son esprit, qui était la lumière de la gloire de Dieu, qui était la lumière merveilleuse de sa bonté— oui, cette lumière avait infusé une telle joie dans son âme, que la nuée de ténèbres avait été dissipée, et que la lumière de la vie éternelle était allumée dans son âme, oui, il savait que cela avait accablé son corps naturel et qu’il était ravi en Dieu—", "7 c’est pourquoi, ce que la reine désirait de lui était son seul désir. Il entra donc voir le roi, comme la reine l’avait désiré de lui; et il vit le roi, et il sut qu’il n’était pas mort.", "8 Et il dit à la reine: Il n’est pas mort, mais il dort en Dieu, et demain, il se relèvera; c’est pourquoi ne l’enterre pas.", "9 Et Ammon lui dit: Crois-tu cela? Et elle lui dit: Je n’ai eu d’autre témoignage que ta parole et la parole de nos serviteurs; néanmoins, je crois qu’il en sera comme tu l’as dit.", "10 Et Ammon lui dit: Tu es bénie à cause de ta foi extrême; je te le dis, femme, il n’y a pas eu de foi aussi grande parmi tout le peuple des Néphites.", "11 Et il arriva qu’elle veilla sur le lit de son mari, à partir de ce moment-là jusqu’à ce moment, le lendemain, qu’Ammon avait désigné, où il devait se lever.", "12 Et il arriva qu’il se leva, selon les paroles d’Ammon; et comme il se levait, il étendit la main vers la femme et dit: Béni soit le nom de Dieu, et bénie es-tu!", "13 Car aussi sûrement que tu vis, voici, j’ai vu mon Rédempteur; et il viendra et naîtra d’une femme, et il rachètera toute l’humanité qui croit en son nom. Alors, quand il eut dit ces paroles, son cœur étant gonflé au-dedans de lui, il s’affaissa de nouveau de joie; et la reine s’affaissa aussi, accablée par l’Esprit.", "14 Alors Ammon, voyant l’Esprit du Seigneur déversé, selon ses prières, sur les Lamanites, ses frères, qui avaient été la cause de tant de deuil parmi les Néphites, ou parmi tout le peuple de Dieu, à cause de leurs iniquités et de leurs traditions, tomba à genoux et commença à déverser son âme en prière et en actions de grâces à Dieu pour ce qu’il avait fait pour ses frères; et il fut aussi accablé de joie; et ainsi ils s’étaient affaissés tous les trois sur le sol.", "15 Alors, quand les serviteurs du roi eurent vu qu’ils étaient tombés, ils commencèrent aussi à crier à Dieu, car la crainte du Seigneur était venue sur eux aussi, car c’étaient eux qui s’étaient tenus devant le roi et lui avaient témoigné du grand pouvoir d’Ammon.", "16 Et il arriva qu’ils invoquèrent le nom du Seigneur de toutes leurs forces jusqu’à ce qu’ils fussent tous tombés sur le sol, sauf une des femmes lamanites, dont le nom était Abish, qui était convertie au Seigneur depuis de nombreuses années à cause d’une vision remarquable de son père—", "17 Ainsi, ayant été convertie au Seigneur, et ne l’ayant jamais fait savoir, alors, lorsqu’elle vit que tous les serviteurs de Lamoni étaient tombés sur le sol, et aussi que sa maîtresse, la reine, et le roi, et Ammon étaient étendus sur le sol, elle sut que c’était le pouvoir de Dieu; et, pensant que c’était l’occasion de faire savoir au peuple ce qui était arrivé parmi eux, et qu’en voyant cette scène cela les amènerait à croire au pouvoir de Dieu, elle courut donc de maison en maison, le faisant savoir au peuple.", "18 Et ils commencèrent à s’assembler à la maison du roi. Et il vint une multitude et, à son étonnement, elle vit le roi, et la reine, et leurs serviteurs étendus sur le sol, et ils étaient tous couchés là comme s’ils étaient morts; et elle vit aussi Ammon, et voici, c’était un Néphite.", "19 Et alors, les gens commencèrent à murmurer entre eux, les uns disant que c’était un grand mal qui était tombé sur eux, ou sur le roi et sa maison, parce qu’il avait permis que le Néphite demeurât dans le pays.", "20 Mais d’autres les reprenaient, disant: Le roi a attiré ce mal sur sa maison, parce qu’il a tué ses serviteurs qui avaient laissé disperser leurs troupeaux aux eaux de Sébus.", "21 Et ils étaient aussi repris par ces hommes qui s’étaient tenus aux eaux de Sébus et avaient dispersé les troupeaux qui appartenaient au roi, car ils étaient en colère contre Ammon, à cause du nombre de leurs frères qu’il avait tués aux eaux de Sébus, tandis qu’il défendait les troupeaux du roi.", "22 Alors l’un d’eux, dont le frère avait été tué par l’épée d’Ammon, étant extrêmement en colère contre Ammon, tira son épée et s’avança pour la faire tomber sur Ammon, pour le tuer; et comme il levait l’épée pour le frapper, voici, il tomba mort.", "23 Or, nous voyons qu’Ammon ne pouvait être tué, car le Seigneur avait dit à Mosiah, son père: Je l’épargnerai, et il en sera pour lui selon ta foi; c’est pourquoi, Mosiah le confia au Seigneur.", "24 Et il arriva que lorsque la multitude vit que l’homme qui avait levé l’épée pour tuer Ammon était tombé mort, la crainte tomba sur eux tous, et ils n’osèrent pas avancer la main pour le toucher, ni aucun de ceux qui étaient tombés; et ils commencèrent à s’étonner de nouveau entre eux de ce qui pouvait être la cause de ce grand pouvoir, ou de ce que toutes ces choses pouvaient signifier.", "25 Et il arriva qu’il y en eut beaucoup parmi eux qui dirent qu’Ammon était le Grand Esprit, et d’autres dirent qu’il était envoyé par le Grand Esprit;", "26 mais d’autres les reprenaient tous, disant que c’était un monstre qui leur avait été envoyé de la part des Néphites pour les tourmenter.", "27 Et il y en avait qui disaient qu’Ammon était envoyé par le Grand Esprit pour les affliger à cause de leurs iniquités, et que c’était le Grand Esprit qui avait toujours accompagné les Néphites, qui les avait toujours délivrés de leurs mains; et ils disaient que c’était ce Grand Esprit qui avait fait périr tant de leurs frères, les Lamanites.", "28 Et c’est ainsi que la querelle commença à être extrêmement vive parmi eux. Et tandis qu’ils étaient ainsi occupés à se quereller, la servante qui avait fait rassembler la multitude vint, et lorsqu’elle vit la querelle qui existait parmi la multitude, elle en fut extrêmement attristée, oui, jusqu’aux larmes.", "29 Et il arriva qu’elle alla prendre la reine par la main, afin de pouvoir peut-être la faire lever du sol; et dès qu’elle lui toucha la main, elle se leva et se tint sur ses pieds, et s’écria d’une voix forte, disant: Ô Jésus béni, qui m’as sauvée d’un enfer affreux! Ô Dieu béni, sois miséricordieux envers ce peuple!", "30 Et lorsqu’elle eut dit cela, elle joignit les mains, remplie de joie, disant de nombreuses paroles qui ne furent pas comprises; et lorsqu’elle eut fait cela, elle prit la main du roi Lamoni, et voici, il se leva et se tint sur ses pieds.", "31 Et lui, immédiatement, voyant la querelle parmi son peuple, s’avança et commença à le réprimander, et à lui enseigner les paroles qu’il avait entendues de la bouche d’Ammon; et tous ceux qui entendirent ses paroles crurent et furent convertis au Seigneur.", "32 Mais il y en eut beaucoup parmi eux qui ne voulurent pas entendre ses paroles; c’est pourquoi ils passèrent leur chemin.", "33 Et il arriva que lorsqu’il se fut levé, Ammon les instruisit aussi, et c’est ce que firent aussi tous les serviteurs de Lamoni; et ils annoncèrent tous au peuple exactement la même chose: que leur cœur avait été changé, qu’ils n’avaient plus de désir de faire le mal.", "34 Et voici, beaucoup annoncèrent au peuple qu’ils avaient vu des anges et avaient conversé avec eux; et ainsi, ils leur avaient dit des choses de Dieu et de sa justice.", "35 Et il arriva qu’il y en eut beaucoup qui crurent en leurs paroles; et tous ceux qui crurent furent baptisés; et ils devinrent un peuple juste, et ils établirent une Église parmi eux.", "36 Et ainsi, l’œuvre du Seigneur commença parmi les Lamanites; ainsi, le Seigneur commença à déverser son Esprit sur eux; et nous voyons que son bras est étendu sur tous ceux qui se repentent et croient en son nom."], "Kiribati": ["Ramonaai e reke irouna ootan te maiu are aki totoki ao e noora te Tia Kaboko—Kaain mwengana a taonaki n aron te mii, ao a mwaiti aika a nooriia anera—Amon e kawakinaki n te aro ae kamimi—E bwabetitoiia aika a mwaiti ma ni katea te ekaretia i buakoia. Uakaan ma 90I.K.", "1 Ao e koro bukina bwa i mwin uoua te ngaina ao te tairiki ao a nang ana rabwatana ni kawenea n te nne ni mate, are e karaoaki ibukin taunakiia aia mate.", "2 Ao ngkanne te uea n aine e bon tia n ongo taekan Amon, ngaia are e kananako bwa e tangiria bwa e na roko nakoina.", "3 Ao e koro bukina bwa Amon e karaoa are e tuangaki, ao e kawara te uea n aine, ma n tangiria bwa e na ataa te bwai ae tangiria bwa e na karaoia.", "4 Ao e taku nakoina: Ana toro kainabau a bon tia ni kaotia nakoiu bwa ngkoe ana burabeti te Atua ae tabu, ao bon iai mwaakam ni karaoi mwakuri aika a mwaiti n arana.", "5 Ngaia, are ngkanne arona aio, I tangiria bwa ko na nako n noora kainabau, bwa e a tia ni wene iaon ana kainiwene i nanon te maan ae uoua te ngaina ao uoua te tairiki; ao tabemwaang a taku bwa e aki mate, ma tabemwaang a taku bwa e mate ao e a boiraa, ao e riai bwa e na nneaki n te nne ni mate; mai irou, nakoiu e aki boiraa.", "6 Ao ngkanne, bon aio are e tangiria Amon, bwa e ataia bwa te uea are Ramonaai e mena i aan mwaakan te Atua; e ataia bwa te rabuna ni kakewekewe e a teweaki nako ngkai man ana iango, ao te oota are e kaota ana iango, are ootan mimitongin te Atua, are bon kamimin ootan raoiroina—eng, te oota aio e a kaota nako kimwareirein tamneina, nangin te roo e a tia ni kakioaki nako, ao ootan te maiu are aki totoki e ura i nanon tamneina, eng, e ataia bwa aio are e a taonanako rabwatana, ao e uotaki nako i nanon te Atua.", "7 Mangaia are, te bwai are e tangiria te uea n aine mai irouna bon te bwai are e tangiria naba. Ngaia are, e nako n noora te uea n aron are e tangiria te uea n aine mai irouna; ao e noora te uea, ao e ataia bwa e aki mate.", "8 Ao e taku nakon te uea n aine: E aki mate, ma e matu i nanon te Atua, ao n teingabong e na manga teirake; ngaia are tai taunna.", "9 Ao Amon e taku nakoina: Ko kakoaua aio? ao e taku nakoina: Akea au tia kakoaua ma ti am taeka, ao aia taeka ara toro; ma e ngae n anne I kakoaua bwa e na koro bukina n aron are ko taekinna.", "10 Ao Amon e taku nakoina: Ko na kakabwaiaki ibukin korakoran am onimaki: I taku nakoim, neiko, bon akea aekan te onimaki anne i buakoia ni kabane Nibwaite.", "11 Ao e koro bukina bwa e taratara ana kainiwene kainabana, man te tai teuana nakon te tai teuana ni karokoa naba te ingabong are e kataua Amon bwa e na teirake iai.", "12 Ao e koro bukina bwa e teirake, n aron ana taeka Amon; ao ngke e teirake, e arora baina nakon te aine, ao e taku: E na kakabwaiaiaki aran te Atua, ao ko na kakabwaiaki.", "13 Bwa n aron ae ko maiu, nooria, I a tia n noora au Tia Kaboai; ao e na roko, ao e na bungiaki iroun te aine, ao e na kabooia ni kabane aomata ake a kakoaua arana. Ao ngkanne, ngke e a tia n taekin taeka aikai, e onrake nanona, ao e a manga iinako n te kimwareirei, ao te uea n aine e iinako naba, bwa e taonaki nako n te Tamnei.", "14 Ao ngkanne Amon ngke e noora Tamnein te Uea bwa e bwaro n aron ana tataro iaoia Reimwanaite, tarina, ake a karika te tangin wenei i marenaia Nibwaite, ke i buakoia ana aomata te Atua ibukin buakakaia ma kateia, e bwaka iaon bubuanwaena, ao e waaki ni bunra nako nanona n te tataro ma ni karabwarabwa nakon te Atua ibukin te bwai are e a tia ni karaoia ibukiia tarina; ao e bon taonaki nako n te kimwareirei; ao ikai are ngaia teniman a bwaka nako aontano.", "15 Ao ngkanne, ana toro te uea a nooria bwa a bwaka, ao a bon tang naba nakon te Atua, bwa e a roko naba irouia maakan te Uea, bwa bon ngaia ake a tei i matan te uea ni kakoaua nakoina ibukin mwaakan Amon.", "16 Ao e koro bukina bwa a wetea aran te Uea, ni korakoraia, n te aro are a bane ni bwaka nako aontano, ma ti temanna ae e aki bwaka te aine ae te Reimwanaite, ae arana Abiti, bwa e kaman rairaki nakon te Uea i nanon ririki aika a mwaiti, man te kaotioti ae kamimi ae karekea tamana.", "17 Ngaia, are ngkai e a bon tia n rairaki nakon te Uea, ma e aki kaokaotia ma i mwaaina, ngaia are ngke e a nooria bwa ana toro ni kabane Ramonaai a bane ni bwaka nako aontano, ao aia mataniwi te aine naba, are te uea n aine, ao Amon e wene n tangaina iaon tano, e bon ataia bwa mwaakan te Atua; ao e iangoia bwa te bwai are e riki arei, ngkana e kaotaki nakoia aomata bwa teraa ae riki i buakoia, bwa ngkana a noora te bwai arei ao a na bon kakoaua mwaakan te Atua ngaia are e biri man te bata teuana nakon te bata, ni kaotia nakoia aomata.", "18 Ao a waaki n ikotiia i marenaia nakon mwengan te uea. Ao a roko aomata aika a mwaiti, ao a mimi n noora te uea, ao te uea n aine, ao aia toro ni wene n tangaina iaon tano, ao a wene ikekei n aiaron ae a mate; ao a noora naba Amon, ao nooria, bwa bon te Nibwaite.", "19 Ao ngkanne aomata a ngurengure imarenaia; tabemwaang a taku bwa e korakora te buakaka ae roko iaoia, ke iaon te uea ma mwengana, ibukina bwa e kariaia bwa te Nibwaite arei e na tiku n te aba.", "20 Ma tabemwaang a boaiia, ni kangai: Te uea e karokoa te buakaka iaon batana ibukina bwa e tiringia ana toro ake a kamaenakoi aia nanai ni man i ranin Teebuti.", "21 Ao a bon boaaki naba irouia mwaane ake a tei i ranin Teebuti ni kamaenakoia nanai ni man ake ana bwai te uea, kioina ngke a bon un iroun Amon are e a tia n tiringia tariia tabemwaang i ranin Teebuti, n ana tai ni kamanoia ana nanai ni man te uea.", "22 Ao ngkanne, temanna mai i buakoia, ake tarina e bon mate n ana kabaang Amon, ibukin korakoran unna iroun Amon, e kaotinakoa ana kabaang ao e kerake bwa e na orea Amon, n tiringnga; ma ngke e tabekarake ana kabaang bwa e na oroia, nooria, e bwaka ao e mate.", "23 Ao ngkanne ti a nooria ikai bwa Amon e aki kona n tiringaki, bwa te Uea e a tia n taetae nakon Motiaea, tamana: N na kawakinna, ao e na riki nakoina n aron am onimaki—ngaia are Motiaea e onimakinna iroun te uea.", "24 Ao e koro bukina bwa te uanao n aomata are a noora te mwaane arei bwa e bwaka ni mate, are e tabeka te kabaang bwa e na tiringa Amon, e roko te maaku iaoia ni kabane ao a rawa n arora baaia n ringnga ma naake a tia ni bwaka; ao a moanna ni mimi riki i marenaia bwa teraa bukin te mwaaka are e korakora arei, ke teraa nanon bwaai aikai ni kabane.", "25 Ao e koro bukina bwa a mwaiti mai i buakoia ake a taku bwa Amon bon te Tamnei ae Korakora, ao tabemwaang a taku bwa e kanakomaiakaki iroun te Tamnei ae Korakora.", "26 Ma tabemwaang a boaia ni kabane, n taku bwa bon te man kakang, are e kanakomaiakaki mai irouia Nibwaite bwa e na kammarakia.", "27 Ao iai ake a taku bwa Amon e kanakomaiakaki iroun te Tamnei ae Korakora bwa e na kammarakia ibukin aia buakaka; te Tamnei ae Korakora bon ngaia are e aki toki n raonia Nibwaite, are e a tia ni kamaiuia mai i nanon baia; ao a taku bwa te Tamnei ae Korakora aio e a tia n tiringia tariia aika a mwaiti, Reimwanaite.", "28 Ao ikai are e a rikirake ni korakora te kauntaeka i marenaia. Ao i nanon aia tai ni kauntaeka, e roko te toro te aine are karika rokoia aomata aika a mwaiti, ao ngke e noora te kauntaeka i marenaia aomata are a mwaiti e bon korakora nanokawakina, n te aro are e a tang.", "29 Ao e koro bukina bwa e nakon te uea n aine ma n ana baina, bwa e na kateirakea ma i aontano; ao n te tai naba are e ringnga baina e teirake ma n tei iaon waena, ao e tang n te bwanaa ae korakora, ni kangai: O e na kakabwaiaki Iesu, are e a tia ni kamaiuai mai moone are e kakamaku! O e na kakabwaiaki te Atua, nanoanga te botanaomata aio!", "30 Ao ngke e a tia n taekina aio, e ikoti baina, ma n onrake n te kimwareirei, ma n taekin taeka aika a mwaiti ake aki ataaki nanoia; ao ngke e a tia ni karaoa aio, e ana bain te uea, Ramonaai, ao nooria e teirake ma n tei iaon waena.", "31 Ao ngke e nooria naba ngkekei bwa e mwaiti te kauntaeka i marenaia ana botanaomata, e waaki ma ni boaia, ma n reireinia taeka ake e a tia n ongo mai wiin Amon; ao ake a kakoauai aia taeka, a bon rairaki nakon te uea.", "32 Ma a bon mwaiti mai i buakoia ake a rawa n ongo ana taeka; ngaia are a bon nako.", "33 Ao e koro bukina bwa Amon e teirake ao e buokiia naba, ma ana toro naba Ramonaai; ao a bon taekinna nakoia aomata te bwai are e riki arei—are nanoia e a tia ni bitaki; ao akea riki nanoia ni kan karaoa te buakaka.", "34 Ao nooria, a mwaiti ake a taetae nakoia aomata bwa a tia n nooria anera ao a tia ni maroro mangaia; ao ngaia are a tuangiia bwaai aika a kaineti ma te Atua, ao ana raoiroi.", "35 Ao e koro bukina bwa a bon mwaiti ake a kakoauai aia taeka, ao mwaitia ake a kakoauaia a bon bwabetitoaki; ao a riki bwa aomata aika a raoiroi, ao a bon katea te ekaretia i buakoia.", "36 Ao ngaia are e a waaki ana mwakuri te Uea i buakoia Reimwanaite; ngaia are te Uea e karuoa Tamneina iaoia; ao ti nooria bwa e arora baina nakoia aomata ni kabane ake a rairinanoia ma ni kakoaua arana."]}