{"English": ["Moroni refuses to exchange prisoners—The Lamanite guards are enticed to become drunk, and the Nephite prisoners are freed—The city of Gid is taken without bloodshed. About 63–62B.C.", "1 Now it came to pass that when Moroni had received this epistle he was more angry, because he knew that Ammoron had a perfect knowledge of his fraud; yea, he knew that Ammoron knew that it was not a just cause that had caused him to wage a war against the people of Nephi.", "2 And he said: Behold, I will not exchange prisoners with Ammoron save he will withdraw his purpose, as I have stated in my epistle; for I will not grant unto him that he shall have any more power than what he hath got.", "3 Behold, I know the place where the Lamanites do guard my people whom they have taken prisoners; and as Ammoron would not grant unto me mine epistle, behold, I will give unto him according to my words; yea, I will seek death among them until they shall sue for peace.", "4 And now it came to pass that when Moroni had said these words, he caused that a search should be made among his men, that perhaps he might find a man who was a descendant of Laman among them.", "5 And it came to pass that they found one, whose name was Laman; and he was one of the servants of the king who was murdered by Amalickiah.", "6 Now Moroni caused that Laman and a small number of his men should go forth unto the guards who were over the Nephites.", "7 Now the Nephites were guarded in the city of Gid; therefore Moroni appointed Laman and caused that a small number of men should go with him.", "8 And when it was evening Laman went to the guards who were over the Nephites, and behold, they saw him coming and they hailed him; but he saith unto them: Fear not; behold, I am a Lamanite. Behold, we have escaped from the Nephites, and they sleep; and behold we have taken of their wine and brought with us.", "9 Now when the Lamanites heard these words they received him with joy; and they said unto him: Give us of your wine, that we may drink; we are glad that ye have thus taken wine with you for we are weary.", "10 But Laman said unto them: Let us keep of our wine till we go against the Nephites to battle. But this saying only made them more desirous to drink of the wine;", "11 For, said they: We are weary, therefore let us take of the wine, and by and by we shall receive wine for our rations, which will strengthen us to go against the Nephites.", "12 And Laman said unto them: You may do according to your desires.", "13 And it came to pass that they did take of the wine freely; and it was pleasant to their taste, therefore they took of it more freely; and it was strong, having been prepared in its strength.", "14 And it came to pass they did drink and were merry, and by and by they were all drunken.", "15 And now when Laman and his men saw that they were all drunken, and were in a deep sleep, they returned to Moroni and told him all the things that had happened.", "16 And now this was according to the design of Moroni. And Moroni had prepared his men with weapons of war; and he went to the city Gid, while the Lamanites were in a deep sleep and drunken, and cast in weapons of war unto the prisoners, insomuch that they were all armed;", "17 Yea, even to their women, and all those of their children, as many as were able to use a weapon of war, when Moroni had armed all those prisoners; and all those things were done in a profound silence.", "18 But had they awakened the Lamanites, behold they were drunken and the Nephites could have slain them.", "19 But behold, this was not the desire of Moroni; he did not delight in murder or bloodshed, but he delighted in the saving of his people from destruction; and for this cause he might not bring upon him injustice, he would not fall upon the Lamanites and destroy them in their drunkenness.", "20 But he had obtained his desires; for he had armed those prisoners of the Nephites who were within the wall of the city, and had given them power to gain possession of those parts which were within the walls.", "21 And then he caused the men who were with him to withdraw a pace from them, and surround the armies of the Lamanites.", "22 Now behold this was done in the night-time, so that when the Lamanites awoke in the morning they beheld that they were surrounded by the Nephites without, and that their prisoners were armed within.", "23 And thus they saw that the Nephites had power over them; and in these circumstances they found that it was not expedient that they should fight with the Nephites; therefore their chief captains demanded their weapons of war, and they brought them forth and cast them at the feet of the Nephites, pleading for mercy.", "24 Now behold, this was the desire of Moroni. He took them prisoners of war, and took possession of the city, and caused that all the prisoners should be liberated, who were Nephites; and they did join the army of Moroni, and were a great strength to his army.", "25 And it came to pass that he did cause the Lamanites, whom he had taken prisoners, that they should commence a labor in strengthening the fortifications round about the city Gid.", "26 And it came to pass that when he had fortified the city Gid, according to his desires, he caused that his prisoners should be taken to the city Bountiful; and he also guarded that city with an exceedingly strong force.", "27 And it came to pass that they did, notwithstanding all the intrigues of the Lamanites, keep and protect all the prisoners whom they had taken, and also maintain all the ground and the advantage which they had retaken.", "28 And it came to pass that the Nephites began again to be victorious, and to reclaim their rights and their privileges.", "29 Many times did the Lamanites attempt to encircle them about by night, but in these attempts they did lose many prisoners.", "30 And many times did they attempt to administer of their wine to the Nephites, that they might destroy them with poison or with drunkenness.", "31 But behold, the Nephites were not slow to remember the Lord their God in this their time of affliction. They could not be taken in their snares; yea, they would not partake of their wine, save they had first given to some of the Lamanite prisoners.", "32 And they were thus cautious that no poison should be administered among them; for if their wine would poison a Lamanite it would also poison a Nephite; and thus they did try all their liquors.", "33 And now it came to pass that it was expedient for Moroni to make preparations to attack the city Morianton; for behold, the Lamanites had, by their labors, fortified the city Morianton until it had become an exceeding stronghold.", "34 And they were continually bringing new forces into that city, and also new supplies of provisions.", "35 And thus ended the twenty and ninth year of the reign of the judges over the people of Nephi."], "Español": ["Moroni se niega a canjear prisioneros— Se induce a los guardias lamanitas a embriagarse y se libera a todos los prisioneros nefitas— Se toma la ciudad de Gid sin derramamiento de sangre. Aproximadamente 63–62a.C.", "1 Y sucedió que cuando Moroni hubo recibido esta epístola, se enojó aún más, porque sabía que Ammorón tenía un conocimiento perfecto de su fraude; sí, sabía que Ammorón sabía que no era una causa justa la que lo había llevado a emprender la guerra contra el pueblo de Nefi.", "2 Y dijo: He aquí, no canjearé prisioneros con Ammorón, a menos que renuncie a su propósito, como le he expresado en mi epístola; porque no le permitiré que adquiera más poder del que ha conseguido.", "3 He aquí, conozco el lugar donde guardan los lamanitas a los de mi pueblo que han tomado prisioneros; y ya que Ammorón no ha aceptado lo de mi epístola, he aquí, le haré según mis palabras; sí, sembraré muerte entre ellos hasta que pidan la paz.", "4 Y ocurrió que cuando Moroni hubo dicho estas palabras, hizo que se buscara entre sus hombres, por si acaso hallaba entre ellos a uno que fuera descendiente de Lamán.", "5 Y sucedió que encontraron a uno, cuyo nombre era Lamán; y era uno de los siervos del rey que Amalickíah había asesinado.", "6 Y Moroni hizo que Lamán y un pequeño número de sus hombres fueran a los guardias que vigilaban a los nefitas.", "7 Y los nefitas estaban bajo custodia en la ciudad de Gid; por lo tanto, Moroni designó a Lamán, e hizo que lo acompañara un reducido número de hombres.", "8 Y cuando anocheció, Lamán fue a los guardias que estaban vigilando a los nefitas, y he aquí, lo vieron venir y le gritaron; pero él les dijo: No temáis; he aquí, soy lamanita. Nos hemos escapado de los nefitas, y están dormidos; y he aquí, hemos traído de su vino con nosotros.", "9 Y cuando los lamanitas oyeron estas palabras, lo recibieron con gozo, y le dijeron: Danos de tu vino para que bebamos; nos alegramos de que hayas traído vino contigo, porque estamos cansados.", "10 Pero Lamán les dijo: Guardemos nuestro vino hasta que salgamos a la batalla contra los nefitas. Pero estas palabras solo les estimularon sus deseos de beber del vino;", "11 porque, dijeron ellos, estamos cansados; por tanto, bebamos del vino, y dentro de poco recibiremos nuestra ración de vino, la cual nos fortalecerá para salir contra los nefitas.", "12 Y Lamán les dijo: Podéis hacer lo que bien os parezca.", "13 Y sucedió que bebieron del vino liberalmente; y les fue agradable al gusto; por lo tanto, bebieron más abundantemente; y era fuerte, pues se había preparado para que tuviera fuerza.", "14 Y aconteció que bebieron y se alegraron; y dentro de poco todos estaban ebrios.", "15 Y cuando Lamán y sus hombres vieron que todos estaban borrachos y durmiendo profundamente, se volvieron a Moroni, y le refirieron todas las cosas que habían acontecido.", "16 Ahora bien, esto resultó de acuerdo con el proyecto de Moroni, y él había preparado a sus hombres con armas de guerra; y fue a la ciudad de Gid, mientras los lamanitas se hallaban profundamente dormidos y ebrios, y echaron armas de guerra a los prisioneros, de modo que todos quedaron armados", "17 —sí, hasta sus mujeres, y cuantos de sus niños eran capaces de manejar armas de guerra— cuando Moroni hubo armado a todos aquellos prisioneros; y se hizo todo esto en profundo silencio.", "18 Sin embargo, si hubieran despertado a los lamanitas, he aquí estaban borrachos, y los nefitas los habrían podido matar.", "19 Mas he aquí, este no era el deseo de Moroni; pues no se deleitaba en el asesinato ni en el derramamiento de sangre, antes bien se deleitaba en salvar a su pueblo de la destrucción; y por esta razón, para no incurrir en una injusticia, no quiso caer sobre los lamanitas en su borrachera y destruirlos.", "20 Pero había logrado sus deseos; pues había armado a los prisioneros nefitas que estaban dentro de las murallas de la ciudad, y los había habilitado para que tomaran posesión de aquellos sitios que estaban dentro de las murallas.", "21 Y entonces hizo que los hombres que estaban con él se apartaran a un paso de ellos y cercaran a los ejércitos lamanitas.", "22 Y he aquí, esto se hizo de noche, de modo que al despertar los lamanitas a la mañana siguiente, vieron que estaban cercados por los nefitas por fuera, y que por dentro sus prisioneros estaban armados.", "23 Y así vieron que los nefitas los tenían en su poder; y en estas circunstancias comprendieron que no era conveniente que pelearan contra los nefitas; de modo que sus capitanes en jefe les pidieron sus armas de guerra, y las llevaron y las echaron a los pies de los nefitas, pidiendo misericordia.", "24 Y he aquí, esto era lo que Moroni deseaba. Los hizo prisioneros de guerra y tomó posesión de la ciudad, e hizo libertar a todos los prisioneros nefitas; y se unieron al ejército de Moroni, y lo reforzaron en gran manera.", "25 Y aconteció que hizo que los lamanitas, a quienes había hecho prisioneros, emprendieran la obra de reforzar las fortificaciones alrededor de la ciudad de Gid.", "26 Y sucedió que cuando hubo fortificado la ciudad de Gid conforme a sus deseos, hizo que sus prisioneros fuesen conducidos a la ciudad de Abundancia; y también resguardó esa ciudad con una fuerza sumamente poderosa.", "27 Y ocurrió que a pesar de todas las intrigas de los lamanitas, los nefitas retuvieron y protegieron a todos los prisioneros que habían tomado, y también conservaron todo el terreno y la ventaja que habían reconquistado.", "28 Y ocurrió que así empezaron otra vez los nefitas a triunfar y a recuperar sus derechos y sus privilegios.", "29 Muchas veces intentaron los lamanitas rodearlos de noche, pero en estas tentativas perdieron muchos prisioneros.", "30 Y muchas veces intentaron hacer beber de su vino a los nefitas, a fin de matarlos con veneno o por embriaguez.", "31 Pero he aquí, los nefitas no fueron lentos en acordarse del Señor su Dios en su hora de aflicción. No podían hacerlos caer en sus trampas; sí, no bebían de su vino sin que primero dieran de él a algunos de los prisioneros lamanitas.", "32 Y así tuvieron cuidado de no dejarse administrar veneno; porque si el vino envenenaba a un lamanita, también envenenaría a un nefita; y así hacían con todos sus licores.", "33 Y aconteció que llegó a ser preciso que Moroni hiciera preparativos para atacar la ciudad de Moriantón, pues he aquí, los lamanitas, con su trabajo, habían fortificado la ciudad de Moriantón, de tal manera que se había convertido en una plaza sumamente fuerte.", "34 Y continuamente estaban trayendo nuevas fuerzas a esa ciudad, y también nuevos abastecimientos de provisiones.", "35 Y así concluyó el año veintinueve del gobierno de los jueces sobre el pueblo de Nefi."], "Français": ["Moroni refuse d’échanger les prisonniers— Les gardes lamanites sont incités à l’ivresse, et les prisonniers néphites sont libérés— La ville de Gid est prise sans effusion de sang. Vers 63–62av.J.-C.", "1 Alors, il arriva que lorsqu’il eut reçu cette épître, Moroni fut encore plus en colère, parce qu’il savait qu’Ammoron avait la connaissance parfaite de sa duplicité; oui, il savait qu’Ammoron savait que ce n’était pas une cause juste qui l’avait poussé à faire la guerre au peuple de Néphi.", "2 Et il dit: Voici, je n’échangerai les prisonniers avec Ammoron que s’il retire son dessein, comme je l’ai dit dans mon épître; car je ne lui accorderai pas d’avoir plus de forces qu’il n’en a.", "3 Voici, je sais où les Lamanites gardent mon peuple qu’ils ont fait prisonnier; et puisqu’Ammoron n’a pas voulu m’accorder ce que je demande dans mon épître, voici, je vais lui donner selon mes paroles; oui, je vais répandre la mort parmi eux jusqu’à ce qu’ils sollicitent la paix.", "4 Et alors, il arriva que lorsqu’il eut dit ces paroles, Moroni fit faire des recherches parmi ses hommes, dans l’espoir de trouver un homme parmi eux qui fût descendant de Laman.", "5 Et il arriva qu’ils en trouvèrent un, dont le nom était Laman; et c’était un des serviteurs du roi assassiné par Amalickiah.", "6 Alors, Moroni envoya Laman et un petit nombre de ses hommes auprès des gardes qui avaient la charge des Néphites.", "7 Or, les Néphites étaient gardés dans la ville de Gid; c’est pourquoi, Moroni désigna Laman et le fit accompagner d’un petit nombre d’hommes.", "8 Et lorsque le soir fut venu, Laman alla auprès des gardes qui avaient la charge des Néphites, et voici, ils le virent venir et le hélèrent; mais il leur dit: Ne craignez pas; voici, je suis Lamanite. Voici, nous avons échappé aux Néphites, et ils dorment; et voici, nous avons pris de leur vin et l’avons emporté.", "9 Alors, quand les Lamanites entendirent ces paroles, ils le reçurent avec joie; et ils lui dirent: Donne-nous de ton vin, afin que nous buvions; nous sommes contents que tu aies ainsi emporté du vin, car nous sommes las.", "10 Mais Laman leur dit: Gardons notre vin jusqu’à ce que nous allions livrer bataille aux Néphites. Mais cette parole leur donna encore plus envie de boire du vin;", "11 car, disaient-ils, nous sommes las; c’est pourquoi prenons le vin, et bientôt nous recevrons le vin de nos rations qui nous fortifiera pour aller contre les Néphites.", "12 Et Laman leur dit: Vous pouvez faire selon votre désir.", "13 Et il arriva qu’ils prirent abondamment du vin; et il était agréable à leur goût, c’est pourquoi, ils en prirent plus abondamment; et il était fort, ayant été préparé dans sa force.", "14 Et il arriva qu’ils burent et furent joyeux, et bientôt ils étaient tous ivres.", "15 Et alors, quand ils virent qu’ils étaient tous ivres et dans un profond sommeil, Laman et ses hommes retournèrent auprès de Moroni et lui dirent tout ce qui était arrivé.", "16 Or, cela était conforme au dessein de Moroni. Et Moroni avait préparé ses hommes avec des armes de guerre; et il alla à la ville de Gid pendant que les Lamanites étaient dans un profond sommeil et ivres, et lança à l’intérieur des armes de guerre aux prisonniers, de sorte qu’ils étaient tous armés;", "17 oui, jusqu’à leurs femmes et tous ceux de leurs enfants qui étaient capables d’utiliser une arme de guerre, Moroni ayant armé tous ces prisonniers; et toutes ces choses se firent dans un profond silence.", "18 Mais s’ils avaient éveillé les Lamanites, voici ceux-ci étaient ivres, et les Néphites auraient pu les tuer.", "19 Mais voici, ce n’était pas le désir de Moroni; il ne mettait pas ses délices dans le meurtre ou l’effusion de sang, mais il mettait ses délices à sauver son peuple de la destruction; et afin de ne pas se couvrir d’injustice, il ne voulait pas tomber sur les Lamanites et les faire périr dans leur ivresse.", "20 Mais il avait obtenu ce qu’il désirait; car il avait armé ces prisonniers néphites qui étaient dans les murs de la ville, et leur avait donné le pouvoir d’acquérir la possession des parties de la ville qui étaient à l’intérieur des murs.", "21 Et alors, il commanda aux hommes qui étaient avec lui de reculer d’un pas et d’encercler les armées des Lamanites.", "22 Or, voici, cela se fit durant la nuit, de sorte que lorsque les Lamanites s’éveillèrent le matin, ils virent qu’ils étaient encerclés par les Néphites à l’extérieur et que leurs prisonniers étaient armés à l’intérieur.", "23 Et ainsi, ils virent que les Néphites avaient pouvoir sur eux; et dans ces circonstances, ils estimèrent qu’il n’était pas opportun de combattre les Néphites; c’est pourquoi leurs capitaines en chef réclamèrent leurs armes de guerre, et les amenèrent et les jetèrent aux pieds des Néphites, demandant miséricorde.", "24 Or, voici, c’était là le désir de Moroni. Il les fit prisonniers de guerre, et prit possession de la ville, et fit libérer tous les prisonniers qui étaient Néphites; et ils se joignirent à l’armée de Moroni et furent une grande force pour son armée.", "25 Et il arriva qu’il commanda que les Lamanites qui avaient été faits prisonniers commencent à travailler à renforcer les fortifications alentour de la ville de Gid.", "26 Et il arriva que lorsqu’il eut fortifié la ville de Gid selon son désir, il commanda que ses prisonniers fussent emmenés à la ville d’Abondance; et il garda aussi cette ville par des forces extrêmement considérables.", "27 Et il arriva que, malgré toutes les intrigues des Lamanites, ils gardèrent et protégèrent tous les prisonniers qu’ils avaient faits et conservèrent aussi tout le terrain et l’avantage qu’ils avaient repris.", "28 Et il arriva que les Néphites recommencèrent à être victorieux et à récupérer leurs droits et leurs garanties.", "29 De nombreuses fois, les Lamanites tentèrent de les encercler la nuit, mais, dans ces tentatives, ils perdirent beaucoup de prisonniers.", "30 Et de nombreuses fois, ils tentèrent de donner de leur vin aux Néphites, afin de les détruire par le poison ou par l’ivresse.", "31 Mais voici, les Néphites n’étaient pas lents à se souvenir du Seigneur, leur Dieu, dans ce temps, qui était leur temps d’affliction. Ils ne se laissaient pas prendre à leurs pièges; oui, ils ne prenaient pas de leur vin sans en avoir tout d’abord donné à certains des prisonniers lamanites.", "32 Et ils prenaient ainsi leurs précautions pour qu’aucun poison ne fût administré parmi eux; car si leur vin empoisonnait un Lamanite, il empoisonnerait aussi un Néphite; et c’est ainsi qu’ils essayaient toutes leurs boissons fortes.", "33 Et alors, il arriva que Moroni se trouva dans la nécessité de faire des préparatifs pour attaquer la ville de Morianton; car voici, les Lamanites avaient, par leurs travaux, fortifié la ville de Morianton au point qu’elle était devenue une place extrêmement forte.", "34 Et ils amenaient continuellement de nouvelles forces dans cette ville, et aussi de nouvelles réserves de provisions.", "35 Et ainsi finit la vingt-neuvième année du règne des juges sur le peuple de Néphi."], "Kiribati": ["Moronaai e rawa ni kaibibiti aia bure—A kamwaneaki ni kamangingaki aia taan tararua Reimwanaite, ao a kainaomataki aia bure Nibwaite—E a tauaki te kaawa are Kiite n akea kawawaean te raraa. Uakaan ma 63–62I.K.", "1 Ngkai e koro bukina bwa ngke e a tia ni karekea te reta aio Moronaai ao e a bon korakora riki unna, ibukina bwa e bon kororaoi ana atatai Amoron n ataakin ana bure; eng, e ataia bwa Amoron e ataia ae e aki eti bukin kateirakeakin te buaka ibukin kaaitarakia ana botanaomata Nibwaai.", "2 Ao e taku: Nooria, I rawa ni kaibibiti ara bure ma Amoron ma ti ngkana e katoki ana waaki ni kabane, n aron are I taekinna n au reta; bwa I aki kona n anganna bwa e na korakora riki nakon ae ngkai.", "3 Nooria, I ataia bwa te tabo are a tararuaki iai au aomata ake a kairaki nako bwa bure irouia Reimwanaite; ao ngkai Amoron e rawa n anganai are I tangiria n au reta, nooria, N na anganna n aron au taeka; eng, N na ukoukora te mate i buakoia ni karokoa ae a bubuti reken te rau.", "4 Ao ngkai e koro bukina bwa ngke e a tia n taekin bwaai aikai Moronaai, e karekea te anga are e na karaoaki te kakae, bwa tao e na kunea te mwaane ae kanoan Reimwan i buakoia.", "5 Ao e koro bukina bwa e kunea temanna, ao arana bon Reimwan; ao bon ngaia temanna ma i buakoia ana toro te uea are e tiringaki iroun Amarakaai.", "6 Ngkai Moronaai e karekea te anga are Reimwan ma raona tabeman a na nakoia taan tararuaia Nibwaite.", "7 Ngkai Nibwaite a tararuaki n te kaawa are Kiite; ngaia are Moronaai e rinea Reimwan ma ni karekea te anga are e na iai tabeman raona ake a na iria.", "8 Ao ngke e a tairiki Reimwan e nakoia taan tararuaia Nibwaite, ao nooria, a noora rokona ao a weteia; ma e taku nakoia: Tai maaku, nooria, Ngai bon te Reimwanaite. Nooria, ti biri nako mai irouia Nibwaite, ao a matu; ao nooria ti anai aia wain man uoti ma ngaira.", "9 Ngkai ngke Reimwanaite aikai a ongo taeka aikai a bon butimwaea ma te kukurei; ao a taku nakoina: Anganiira am wain bwa ti na mooi; ti kukurei ngkai kam uota te wain bwa ti a bon kua.", "10 Ma e taku Reimwan nakoia: Ti na kawakina te wain aei ni karokoa ae ti a nako ni buakaniia Nibwaite. Ma ana taeka aikai a bon kaingainga riki nanoia bwa a na tangiria ni kan mooi n te wain.", "11 Bwa, a taku: Ti a bon kua, ngaia are ti na ana te wain, ao i mwin teutana te tai ao ti na karekea bwaunara te wain, are e na kakorakoraira ni kaaitaraia Nibwaite.", "12 Ao e taku Reimwan nakoia: Kam kona ni karaoa ae kam tangiria.", "13 Ao e koro bukina bwa a bon mooi n te wain ni karawataa; ao e bon kangkang irouia, ngaia are a bon karawataa riki mooia iai; ao e bon matoatoa, bwa e a tia ni karaoaki bwa e na matoatoa.", "14 Ao e koro bukina bwa a bon mooi ao a kukurei, ao i mwin te tai ae aki maan ao a bon bane ni koro ni manging.", "15 Ao ngkai ngke Reimwan ma ana koraki a nooria bwa a bon bane ni koro ni manging, ao a matu nako, a oki rikaaki nakon Moronaai man tuanga bwaai ni kabane ake a tia n riki.", "16 Ao ngkai aio bon ana iango Moronaai. Ao Moronaai e a tia ni katauraoia ana koraki ma aia bwai ni buaka; ao e nako n te kaawa are Kiite, ngke a matu nako ma ni koro ni mangingin Reimwanaite, man teweia nako bwai ni buaka nakoia bure, n te aro are a banen reke aia bwai ni buaka.", "17 Eng, aia aaine naba, ma natia, ma naake a kona ni kabonganai bwaai ni buaka, ao ngke e a tia ni karekei aia bwai ni buaka bure akekei Moronaai; ao a karaoaki bwaai aikai ni kabane i nanon te aki kakarongoa.", "18 Ma ngke arona bwa a bon uti Reimwanaite, nooria a bon koro ni manging ao a na tia n tiringaki irouia Nibwaite.", "19 Ma nooria, bon tiaki aio nanon Moronaai, bwa e bon aki kukurei n te tiriaomata ke kawawaean te raraa, ma e kukurei ni kawakinaia ana botanaomata man tiringakia; ao aio ibukina bwa e rawa n reke nakoina te motikitaeka ae aki motiraoi, ao e rawa ni bwaka i aoia Reimwanaite man tiringia i nanon aia tai ni koro ni manging.", "20 Ma e a tia ni karekea te bwai are e tangiria; bwa e a tia ni karekei aia bwai ni buaka bure ake Nibwaite ake a mena i nanon oon te kaawa, ma n tia n anganiia te korakora bwa a na tauii mwakoro ake a mena i nanon te oo.", "21 Ao e karekea te anga are mwaane ake raona a na kerikaaki teuana te raka ni wae mai irouia, ma n otabwaninia aia taanga ni buaka Reimwanaite.", "22 Ngkai nooria e karaoaki aio n te tairiki, n te aro are ngke a uti Reimwanaite n te ingabong a nooria bwa a bon otabwaniniaki irouia Nibwaite ma itinaniku, ao bwa bure bon iai aia bwaai ni buaka.", "23 Ao ngaia are ti nooria bwa e a reke korakoraia Nibwaite i aoia; ao a kunea bwa n te aro ae e bon aki riai bwa a na un ma Nibwaite; ngaia are mataniwia aia mataniwi e a tangiri aia bwai ni buaka, ao a uoti man tewenakoi i waeia Nibwaite, ma ni bubuti nanoangakia.", "24 Ngkai nooria, bon aio are e tangiria Moronaai. E anaia bwa ana bure man te buaka, ma n taua te kaawa, ma n tua bwa ni kabane bure ake Nibwaite a na bane ni kainaomataki; ao a bon kaaina ana taanga ni buaka Moronaai, ao a bon kakorakora ana taanga ni buaka.", "25 Ao e koro bukina bwa e tua bwa Reimwanaite ake a kairaki bwa bure, a na bon waaki ni mwakuri ni kamatoatoai mwakuri ni kamatoatoa ni katobibia te kaawa are Kiite.", "26 Ao e koro bukina bwa ngke e a tia ni kamatoatoaki te kaawa ae Kiite, n aron are e tangiria, e tua bwa ana bure a na kairaki nakon te kaawa are Te Mari ao e tararua te kaawa anne ma te korakora ae rianako.", "27 Ao e koro bukina bwa e ngae ngke a waaki ni kamwamwane Reimwanaite, a bon tauii ma ni kaawakin aia bure ni kabane ake a tia n anai, ma n tararuai taabo ni kabane ma bwaai ake a raka ake a tia ni manga anai.", "28 Ao e koro bukina bwa a manga tokanikai riki Nibwaite, ma ni manga tangira inaomataia ma bwaai ni kabane ake a riai n reke irouia.", "29 A mwaiti aia tai Reimwanaite ni kataia n otabwaninia n te bong, ma i nanon aia tai ni kataia ao a bon mwaiti aia bure ake a bon bua ma i buakoia.", "30 Ao a mwaiti aia tai ni kataia n anganako aia wain nakoia Nibwaite, n te aro are ana tiringia ni bwai ni kamamate ke n te koro ni manging.", "31 Ma nooria, a bon aki iremwe n uringa aia Uea ae Atuaia Nibwaite n te tai aei ae aia tai n rinanon te karawawataki. A bon aki kona ni mwane n aia bwai ni kamwane; eng, a bon aki kona ni mooi n aia wain, ma ti ngkana a bon anganiia moa tabemwaang bure ake Reimwanaite.", "32 Ao ngaia are a bon rangi karaurau bwa a na akea te bwai ni kamamate ae e na kabutaki i buakoia; bwa ngkana aia wain e na kamamate nakon te Reimwanaite e na bon kamamate naba nakon te Nibwaite; ao ngaia are a katai moa aia mooi ni kabane.", "33 Ao ngkai e koro bukina bwa e bon riai bwa Moronaai e na waaki ni katauraoi n ninianako te kaawa are Morianton; bwa nooria, a bon tia Reimwanaite man aia beku korakora ni kamatoatoa te kaawa are Morianton ni karokoa ae riki bwa te tabo ni katantan ae rianako matoatoana.", "34 Ao a aki toki n uotia taanga ni buaka aika a boou nakon te kaawa anne, n ikotaki ma bwaunaia aika a boou ni bwaai ake a kainnanoi.", "35 Ao ikai are e a toki iai aia kauabwi ma ruaiwa n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai."]}