{"English": ["Moroni fortifies the lands of the Nephites—They build many new cities—Wars and destructions befell the Nephites in the days of their wickedness and abominations—Morianton and his dissenters are defeated by Teancum—Nephihah dies, and his son Pahoran fills the judgment seat. About 72–67B.C.", "1 And now it came to pass that Moroni did not stop making preparations for war, or to defend his people against the Lamanites; for he caused that his armies should commence in the commencement of the twentieth year of the reign of the judges, that they should commence in digging up heaps of earth round about all the cities, throughout all the land which was possessed by the Nephites.", "2 And upon the top of these ridges of earth he caused that there should be timbers, yea, works of timbers built up to the height of a man, round about the cities.", "3 And he caused that upon those works of timbers there should be a frame of pickets built upon the timbers round about; and they were strong and high.", "4 And he caused towers to be erected that overlooked those works of pickets, and he caused places of security to be built upon those towers, that the stones and the arrows of the Lamanites could not hurt them.", "5 And they were prepared that they could cast stones from the top thereof, according to their pleasure and their strength, and slay him who should attempt to approach near the walls of the city.", "6 Thus Moroni did prepare strongholds against the coming of their enemies, round about every city in all the land.", "7 And it came to pass that Moroni caused that his armies should go forth into the east wilderness; yea, and they went forth and drove all the Lamanites who were in the east wilderness into their own lands, which were south of the land of Zarahemla.", "8 And the land of Nephi did run in a straight course from the east sea to the west.", "9 And it came to pass that when Moroni had driven all the Lamanites out of the east wilderness, which was north of the lands of their own possessions, he caused that the inhabitants who were in the land of Zarahemla and in the land round about should go forth into the east wilderness, even to the borders by the seashore, and possess the land.", "10 And he also placed armies on the south, in the borders of their possessions, and caused them to erect fortifications that they might secure their armies and their people from the hands of their enemies.", "11 And thus he cut off all the strongholds of the Lamanites in the east wilderness, yea, and also on the west, fortifying the line between the Nephites and the Lamanites, between the land of Zarahemla and the land of Nephi, from the west sea, running by the head of the river Sidon—the Nephites possessing all the land northward, yea, even all the land which was northward of the land Bountiful, according to their pleasure.", "12 Thus Moroni, with his armies, which did increase daily because of the assurance of protection which his works did bring forth unto them, did seek to cut off the strength and the power of the Lamanites from off the lands of their possessions, that they should have no power upon the lands of their possession.", "13 And it came to pass that the Nephites began the foundation of a city, and they called the name of the city Moroni; and it was by the east sea; and it was on the south by the line of the possessions of the Lamanites.", "14 And they also began a foundation for a city between the city of Moroni and the city of Aaron, joining the borders of Aaron and Moroni; and they called the name of the city, or the land, Nephihah.", "15 And they also began in that same year to build many cities on the north, one in a particular manner which they called Lehi, which was in the north by the borders of the seashore.", "16 And thus ended the twentieth year.", "17 And in these prosperous circumstances were the people of Nephi in the commencement of the twenty and first year of the reign of the judges over the people of Nephi.", "18 And they did prosper exceedingly, and they became exceedingly rich; yea, and they did multiply and wax strong in the land.", "19 And thus we see how merciful and just are all the dealings of the Lord, to the fulfilling of all his words unto the children of men; yea, we can behold that his words are verified, even at this time, which he spake unto Lehi, saying:", "20 Blessed art thou and thy children; and they shall be blessed, inasmuch as they shall keep my commandments they shall prosper in the land. But remember, inasmuch as they will not keep my commandments they shall be cut off from the presence of the Lord.", "21 And we see that these promises have been verified to the people of Nephi; for it has been their quarrelings and their contentions, yea, their murderings, and their plunderings, their idolatry, their whoredoms, and their abominations, which were among themselves, which brought upon them their wars and their destructions.", "22 And those who were faithful in keeping the commandments of the Lord were delivered at all times, whilst thousands of their wicked brethren have been consigned to bondage, or to perish by the sword, or to dwindle in unbelief, and mingle with the Lamanites.", "23 But behold there never was a happier time among the people of Nephi, since the days of Nephi, than in the days of Moroni, yea, even at this time, in the twenty and first year of the reign of the judges.", "24 And it came to pass that the twenty and second year of the reign of the judges also ended in peace; yea, and also the twenty and third year.", "25 And it came to pass that in the commencement of the twenty and fourth year of the reign of the judges, there would also have been peace among the people of Nephi had it not been for a contention which took place among them concerning the land of Lehi, and the land of Morianton, which joined upon the borders of Lehi; both of which were on the borders by the seashore.", "26 For behold, the people who possessed the land of Morianton did claim a part of the land of Lehi; therefore there began to be a warm contention between them, insomuch that the people of Morianton took up arms against their brethren, and they were determined by the sword to slay them.", "27 But behold, the people who possessed the land of Lehi fled to the camp of Moroni, and appealed unto him for assistance; for behold they were not in the wrong.", "28 And it came to pass that when the people of Morianton, who were led by a man whose name was Morianton, found that the people of Lehi had fled to the camp of Moroni, they were exceedingly fearful lest the army of Moroni should come upon them and destroy them.", "29 Therefore, Morianton put it into their hearts that they should flee to the land which was northward, which was covered with large bodies of water, and take possession of the land which was northward.", "30 And behold, they would have carried this plan into effect, (which would have been a cause to have been lamented) but behold, Morianton being a man of much passion, therefore he was angry with one of his maid servants, and he fell upon her and beat her much.", "31 And it came to pass that she fled, and came over to the camp of Moroni, and told Moroni all things concerning the matter, and also concerning their intentions to flee into the land northward.", "32 Now behold, the people who were in the land Bountiful, or rather Moroni, feared that they would hearken to the words of Morianton and unite with his people, and thus he would obtain possession of those parts of the land, which would lay a foundation for serious consequences among the people of Nephi, yea, which consequences would lead to the overthrow of their liberty.", "33 Therefore Moroni sent an army, with their camp, to head the people of Morianton, to stop their flight into the land northward.", "34 And it came to pass that they did not head them until they had come to the borders of the land Desolation; and there they did head them, by the narrow pass which led by the sea into the land northward, yea, by the sea, on the west and on the east.", "35 And it came to pass that the army which was sent by Moroni, which was led by a man whose name was Teancum, did meet the people of Morianton; and so stubborn were the people of Morianton, (being inspired by his wickedness and his flattering words) that a battle commenced between them, in the which Teancum did slay Morianton and defeat his army, and took them prisoners, and returned to the camp of Moroni. And thus ended the twenty and fourth year of the reign of the judges over the people of Nephi.", "36 And thus were the people of Morianton brought back. And upon their covenanting to keep the peace they were restored to the land of Morianton, and a union took place between them and the people of Lehi; and they were also restored to their lands.", "37 And it came to pass that in the same year that the people of Nephi had peace restored unto them, that Nephihah, the second chief judge, died, having filled the judgment-seat with perfect uprightness before God.", "38 Nevertheless, he had refused Alma to take possession of those records and those things which were esteemed by Alma and his fathers to be most sacred; therefore Alma had conferred them upon his son, Helaman.", "39 Behold, it came to pass that the son of Nephihah was appointed to fill the judgment-seat, in the stead of his father; yea, he was appointed chief judge and governor over the people, with an oath and sacred ordinance to judge righteously, and to keep the peace and the freedom of the people, and to grant unto them their sacred privileges to worship the Lord their God, yea, to support and maintain the cause of God all his days, and to bring the wicked to justice according to their crime.", "40 Now behold, his name was Pahoran. And Pahoran did fill the seat of his father, and did commence his reign in the end of the twenty and fourth year, over the people of Nephi."], "Español": ["Moroni fortifica las tierras de los nefitas— Construyen muchas ciudades nuevas— Los nefitas padecieron guerras y destrucciones en los días de sus iniquidades y abominaciones— Teáncum derrota a Moriantón y a sus disidentes— Muere Nefíah y su hijo Pahorán ocupa el asiento judicial. Aproximadamente 72–67a.C.", "1 Y aconteció que Moroni no cesó de hacer preparativos para la guerra ni para defender a su pueblo de los lamanitas, porque al principio del año veinte del gobierno de los jueces, él hizo que sus ejércitos empezaran a levantar montones de tierra alrededor de todas las ciudades, por toda la tierra que poseían los nefitas.", "2 Y sobre estos montones de tierra hizo colocar vigas, sí, obras de maderos erigidas a la altura de un hombre, alrededor de las ciudades.", "3 E hizo que sobre estas obras de maderos se construyeran estacadas por todos lados; y eran altas y fuertes.", "4 E hizo que se erigieran torres más altas que estas estacadas, e hizo construir resguardos en estas torres, para que las piedras y las flechas de los lamanitas no los hirieran.", "5 Y las dispusieron para lanzar piedras desde su cumbre, según su voluntad y fuerza, y matar a quien intentara aproximarse a las murallas de la ciudad.", "6 Así fue como Moroni preparó fortificaciones alrededor de todas las ciudades en toda esa tierra, contra la llegada de sus enemigos.", "7 Y aconteció que Moroni hizo que avanzaran sus ejércitos al desierto del este; sí, y fueron y arrojaron a todos los lamanitas que estaban en el desierto del este hasta sus propias tierras, las cuales se hallaban al sur de la tierra de Zarahemla;", "8 y la tierra de Nefi se extendía en línea recta del mar del este al del oeste.", "9 Y sucedió que cuando Moroni hubo echado a todos los lamanitas del desierto del este, que se hallaba al norte de las tierras de sus propias posesiones, hizo que los habitantes que estaban en la tierra de Zarahemla y en el territorio circunvecino se fuesen al desierto del este, hasta las fronteras cercanas al mar, y tomaran posesión del país.", "10 Y también colocó ejércitos al sur, en las fronteras de sus posesiones, e hizo que levantaran fortificaciones para proteger a sus ejércitos y a su pueblo de las manos de sus enemigos.", "11 Y así aisló todas las fortificaciones de los lamanitas en el desierto del este; sí, y también en el oeste, fortificando la línea divisoria entre los nefitas y lamanitas, entre la tierra de Zarahemla y la tierra de Nefi, desde el mar del oeste, pasando por los manantiales del río Sidón; y los nefitas poseían toda la tierra hacia el norte; sí, toda la tierra que se hallaba al norte de la tierra de Abundancia, según la voluntad de ellos.", "12 Y así Moroni, con sus ejércitos, que aumentaban de día en día a causa de la seguridad de la protección que sus obras les ocasionaban, trató de hacer cesar la fuerza y el poder de los lamanitas sobre las tierras de sus posesiones, para que no tuvieran ninguna potestad sobre ellas.", "13 Y aconteció que los nefitas iniciaron la fundación de una ciudad, y dieron a la ciudad el nombre de Moroni; y se hallaba cerca del mar del este, y hacia el sur, cerca de la línea de las posesiones de los lamanitas.", "14 E iniciaron también la fundación de una ciudad entre la de Moroni y la de Aarón, uniendo las fronteras de Aarón y Moroni; y a la ciudad o tierra, ellos dieron el nombre de Nefíah.", "15 Y en ese mismo año también empezaron a construir muchas ciudades en el norte, una de un modo particular, a la que dieron el nombre de Lehi, la cual se hallaba en el norte junto a la orilla del mar.", "16 Y así concluyó el año veinte.", "17 Y en estas prósperas circunstancias se encontraba el pueblo de Nefi a principios del año veintiuno del gobierno de los jueces sobre el pueblo de Nefi.", "18 Y prosperaron muchísimo, y se hicieron muy ricos; sí, y se multiplicaron y se hicieron fuertes en la tierra.", "19 Y así vemos cuán misericordiosos y justos son todos los actos del Señor para el cumplimiento de todas sus palabras a los hijos de los hombres; sí, podemos ver que aun en esta ocasión se confirman sus palabras que él habló a Lehi, diciendo:", "20 Benditos sois tú y tus hijos; y ellos serán bendecidos, y al grado que guarden mis mandamientos, ellos prosperarán en la tierra. Mas recuerda que si no guardan mis mandamientos, serán separados de la presencia del Señor.", "21 Y vemos que estas promesas se han verificado en el pueblo de Nefi; porque han sido sus riñas y sus contenciones, sí, sus asesinatos y sus robos, su idolatría, sus fornicaciones y sus abominaciones que había entre ellos, lo que les trajo sus guerras y sus destrucciones.", "22 Y aquellos que fueron fieles en guardar los mandamientos del Señor fueron librados en toda ocasión, mientras que millares de sus hermanos inicuos han sido condenados al cautiverio, o a perecer por la espada, o a degenerar en la incredulidad y mezclarse con los lamanitas.", "23 Pero he aquí, jamás hubo época más dichosa entre el pueblo de Nefi, desde el tiempo de Nefi, que en los días de Moroni, sí, en esta época, en el año veintiuno del gobierno de los jueces.", "24 Y aconteció que el año veintidós del gobierno de los jueces terminó también en paz; sí, y también el año veintitrés.", "25 Y sucedió que al principiar el año veinticuatro del gobierno de los jueces, también hubiera habido paz entre el pueblo de Nefi, de no haber sido por una contención que surgió entre ellos concerniente a la tierra de Lehi y la tierra de Moriantón, que colindaba con la de Lehi; y ambas se hallaban junto a la orilla del mar.", "26 Porque he aquí, el pueblo que poseía la tierra de Moriantón reclamaba parte de la tierra de Lehi; por lo que empezó a haber una acalorada contención entre ellos, al grado de que los de Moriantón tomaron las armas contra sus hermanos, y estaban resueltos a matarlos con la espada.", "27 Mas he aquí, los que poseían la tierra de Lehi huyeron al campamento de Moroni y le pidieron ayuda, pues he aquí, en ellos no estaba el mal.", "28 Y sucedió que cuando los del pueblo de Moriantón, que eran guiados por un hombre llamado Moriantón, se enteraron de que el pueblo de Lehi había huido al campamento de Moroni, temieron en extremo, no fuese que el ejército de Moroni diera sobre ellos y los destruyera.", "29 Por tanto, Moriantón inculcó en sus corazones que debían huir a la tierra que quedaba al norte, la cual se hallaba cubierta de grandes extensiones de agua, y tomar posesión de la tierra hacia el norte.", "30 Y he aquí, habrían realizado este plan (cosa que habría sido motivo de lamentar), mas he aquí, Moriantón, siendo muy iracundo, se enojó con una de sus siervas, a la cual acometió y golpeó mucho.", "31 Y aconteció que ella huyó y llegó al campamento de Moroni, y le comunicó todo lo concerniente al asunto, y también las intenciones de ellos de huir a la tierra hacia el norte.", "32 Y he aquí, el pueblo que se hallaba en la tierra de Abundancia, o mejor dicho, Moroni, temía que estos escucharan las palabras de Moriantón y se unieran a la gente de él, y así tomaran posesión de aquellas partes de la tierra, cosa que hubiera originado graves consecuencias entre el pueblo de Nefi, sí, consecuencias que hubieran ocasionado la pérdida de su libertad.", "33 Por tanto, Moroni envió un ejército con sus pertrechos, para atajar al pueblo de Moriantón a fin de contener su fuga hacia la tierra del norte.", "34 Y aconteció que no los alcanzaron sino hasta que hubieron llegado a las fronteras de la tierra de Desolación; y allí los atajaron, cerca del estrecho paso que conducía, por el lado del mar, a la tierra del norte, sí, por el mar, al oeste y al este.", "35 Y sucedió que el ejército que fue enviado por Moroni, al mando de un hombre llamado Teáncum, se encontró con el pueblo de Moriantón; y tan obstinado se mostró el pueblo de Moriantón (incitado por su iniquidad y sus palabras lisonjeras), que empezó una batalla entre ellos, en la cual Teáncum mató a Moriantón, y derrotó a los de su ejército, y los tomó prisioneros y regresó al campamento de Moroni. Y así concluyó el año veinticuatro del gobierno de los jueces sobre el pueblo de Nefi.", "36 Y así fue llevado de regreso el pueblo de Moriantón. Y habiendo ellos hecho pacto de guardar la paz, fueron restablecidos en la tierra de Moriantón, y se efectuó una unión entre ellos y los del pueblo de Lehi; y también ellos fueron restablecidos en sus tierras.", "37 Y aconteció que en el mismo año en que volvió a establecerse la paz entre el pueblo de Nefi, murió Nefíah, el segundo juez superior, habiendo ocupado el asiento judicial con perfecta rectitud delante de Dios.", "38 Sin embargo, se había negado a recibir de Alma esos anales y esas cosas que Alma y sus padres estimaban como sumamente sagrados; por tanto, Alma los había entregado a su hijo Helamán.", "39 He aquí, sucedió que nombraron al hijo de Nefíah para ocupar el asiento judicial en el lugar de su padre; sí, fue nombrado juez superior y gobernador del pueblo, con un juramento y la ordenanza sagrada de juzgar con rectitud, y de preservar la paz y la libertad del pueblo, y concederle sus sagrados privilegios de adorar al Señor su Dios, sí, de sostener y mantener la causa de Dios toda su vida, y juzgar a los malvados según sus delitos.", "40 Y he aquí, se llamaba Pahorán. Y Pahorán ocupó el asiento de su padre, y empezó a gobernar al pueblo de Nefi a la conclusión del año veinticuatro."], "Français": ["Moroni fortifie les pays des Néphites— Ils construisent beaucoup de villes— Des guerres et des destructions s’abattaient sur les Néphites aux jours de leur méchanceté et de leurs abominations— Morianton et ses dissidents sont battus par Téancum— Néphihah meurt et son fils Pahoran occupe le siège du jugement. Vers 72–67av.J.-C.", "1 Et alors, il arriva que Moroni ne cessa pas de faire des préparatifs de guerre, ou de défendre son peuple contre les Lamanites; car au commencement de la vingtième année du règne des juges, il fit entreprendre, par ses armées, l’élévation de monceaux de terre tout autour de toutes les villes, dans tout le pays que possédaient les Néphites.", "2 Et sur le sommet de ces bancs de terre, il fit mettre des bois de construction, oui, des ouvrages en bois de construction dressés jusqu’à hauteur d’homme, tout autour des villes.", "3 Et sur ces ouvrages en bois de construction, il fit dresser une structure de piquets sur les bois de construction, alentour; et ils étaient forts et hauts.", "4 Et il fit ériger des tours qui dominaient ces ouvrages de piquets, et il fit construire des lieux de sécurité sur ces tours, de sorte que les pierres et les flèches des Lamanites ne pouvaient pas les blesser.", "5 Et elles étaient préparées de manière qu’ils pussent jeter des pierres de leur sommet, selon leur plaisir et leur force, et tuer quiconque tentait d’approcher des murs de la ville.", "6 Ainsi, Moroni prépara, tout autour de toutes les villes de tout le pays, des places fortes, en prévision de la venue de leurs ennemis.", "7 Et il arriva que Moroni fit avancer ses armées dans le désert de l’est; oui, et elles s’avancèrent et chassèrent tous les Lamanites qui étaient dans le désert de l’est, jusque dans leur propre pays, qui était au sud du pays de Zarahemla.", "8 Et le pays de Néphi s’étendait en ligne droite de la mer de l’est à l’ouest.", "9 Et il arriva que lorsqu’il eut chassé tous les Lamanites du désert de l’est, qui était au nord des terres de leurs possessions, Moroni commanda aux habitants qui étaient au pays de Zarahemla et dans le pays alentour d’aller dans le désert de l’est, dans les régions frontières près du bord de la mer, et de posséder le pays.", "10 Et il plaça aussi des armées au sud, dans les régions frontières de leurs possessions, et leur fit ériger des fortifications afin de protéger leurs armées et leur peuple des mains de leurs ennemis.", "11 Et ainsi, il isola toutes les places fortes des Lamanites dans le désert de l’est, oui, et aussi à l’ouest, fortifiant la ligne entre les Néphites et les Lamanites, entre le pays de Zarahemla et le pays de Néphi, depuis la mer de l’ouest en passant par la source du fleuve Sidon— les Néphites possédant tout le pays situé du côté du nord, oui, tout le pays qui était situé du côté du nord par rapport au pays d’Abondance, selon leur bon plaisir.", "12 Ainsi, Moroni, avec ses armées, qui augmentaient quotidiennement à cause de l’assurance de protection que ses ouvrages leur apportaient, cherchait à éliminer la force et la puissance des Lamanites des pays de leurs possessions, afin qu’ils n’eussent aucun pouvoir sur les pays de leur possession.", "13 Et il arriva que les Néphites commencèrent la fondation d’une ville, et ils appelèrent la ville du nom de Moroni; et elle était près de la mer de l’est; et elle était au sud près de la ligne des possessions des Lamanites.", "14 Et ils commencèrent aussi la fondation d’une ville entre la ville de Moroni et la ville d’Aaron, unissant les régions frontières d’Aaron et de Moroni; et ils appelèrent la ville, ou le pays, du nom de Néphihah.", "15 Et ils commencèrent aussi, cette même année, à construire beaucoup de villes au nord, l’une d’une manière particulière, qu’ils appelèrent Léhi, qui était au nord, près des régions frontières du bord de la mer.", "16 Et ainsi finit la vingtième année.", "17 Et c’est dans cette situation prospère qu’était le peuple de Néphi au commencement de la vingt et unième année du règne des juges sur le peuple de Néphi.", "18 Et ils prospérèrent extrêmement, et ils devinrent extrêmement riches; oui, et ils se multiplièrent et devinrent forts dans le pays.", "19 Et ainsi, nous voyons à quel point toutes les manières d’agir du Seigneur sont miséricordieuses et justes, au point d’accomplir toutes ses paroles à l’égard des enfants des hommes; oui, nous pouvons voir que se confirment, même encore maintenant, les paroles qu’il adressa à Léhi, disant:", "20 Bénis êtes-vous, toi et tes enfants; et ils seront bénis; s’ils gardent mes commandements, ils prospéreront dans le pays. Mais souviens-toi: s’ils ne gardent pas mes commandements, ils seront retranchés de la présence du Seigneur.", "21 Et nous voyons que ces promesses se sont confirmées pour le peuple de Néphi; car ce furent leurs querelles et leurs conflits, oui, leurs meurtres, et leurs pillages, leur idolâtrie, leurs fornications, et les abominations qui existaient parmi eux, qui attirèrent sur eux leurs guerres et leurs destructions.", "22 Et ceux qui étaient fidèles à garder les commandements du Seigneur furent délivrés en tout temps, alors que des milliers de leurs frères méchants étaient condamnés à la servitude, ou à périr par l’épée, ou à dégénérer dans l’incrédulité et à se mêler aux Lamanites.", "23 Mais voici, il n’y a jamais eu d’époque plus heureuse parmi le peuple de Néphi, depuis les jours de Néphi, que du temps de Moroni, oui, à cette époque, la vingt et unième année du règne des juges.", "24 Et il arriva que la vingt-deuxième année du règne des juges finit aussi dans la paix; oui, et aussi la vingt-troisième année.", "25 Et il arriva qu’au commencement de la vingt-quatrième année du règne des juges, il y aurait eu aussi la paix parmi le peuple de Néphi, si une querelle ne s’était pas produite entre eux concernant le pays de Léhi et le pays de Morianton, qui touchait aux régions frontières de Léhi; les deux se trouvant dans les régions frontières près du bord de la mer.", "26 Car voici, le peuple qui possédait le pays de Morianton réclamait une partie du pays de Léhi; c’est pourquoi, il commença à y avoir une vive querelle entre eux, au point que le peuple de Morianton prit les armes contre ses frères et qu’il était décidé à les tuer par l’épée.", "27 Mais voici, le peuple qui possédait le pays de Léhi s’enfuit dans le camp de Moroni et fit appel à son aide; car voici, il n’était pas dans son tort.", "28 Et il arriva que lorsque le peuple de Morianton, qui était dirigé par un homme dont le nom était Morianton, constata que le peuple de Léhi s’était enfui dans le camp de Moroni, il fut dans une crainte extrême que l’armée de Moroni ne vînt contre lui et ne le détruisît.", "29 C’est pourquoi, Morianton leur mit dans le cœur de fuir au pays qui était situé du côté du nord, qui était couvert de grandes étendues d’eau, et de prendre possession du pays qui était situé du côté du nord.", "30 Et voici, ils auraient mis ce plan à exécution (ce qui aurait été une situation déplorable), si Morianton, homme très irascible, ne s’était pas mis en colère contre une de ses servantes, et ne s’était jeté sur elle et ne l’avait beaucoup battue.", "31 Et il arriva qu’elle s’enfuit, et passa dans le camp de Moroni, et raconta à Moroni tout ce qui avait trait à l’affaire, et aussi ce qui avait trait à leur intention de fuir dans le pays situé du côté du nord.", "32 Or, voici, le peuple qui était au pays d’Abondance, ou plutôt Moroni, craignit qu’ils n’écoutent les paroles de Morianton et ne s’unissent à son peuple, et ainsi, il obtiendrait la possession de ces parties du pays, ce qui créerait une situation lourde de conséquences parmi le peuple de Néphi, oui, conséquences qui conduiraient au renversement de leur liberté.", "33 C’est pourquoi Moroni envoya une armée, avec son camp, devancer le peuple de Morianton pour arrêter sa fuite dans le pays situé du côté du nord.", "34 Et il arriva qu’ils ne les devancèrent que lorsqu’ils furent arrivés dans les régions frontières du pays de Désolation; et là ils les devancèrent, près du passage étroit qui menait près de la mer jusque dans le pays situé du côté du nord, oui, près de la mer, à l’ouest et à l’est.", "35 Et il arriva que l’armée qui fut envoyée par Moroni, qui était dirigée par un homme dont le nom était Téancum, rencontra le peuple de Morianton; et le peuple de Morianton était si obstiné (car il était inspiré par sa méchanceté et ses paroles flatteuses), qu’une bataille s’engagea entre eux, dans laquelle Téancum tua Morianton et battit son armée, et la fit prisonnière, et revint au camp de Moroni. Et ainsi finit la vingt-quatrième année du règne des juges sur le peuple de Néphi.", "36 Et ainsi, le peuple de Morianton fut ramené. Et lorsqu’il eut fait alliance de respecter la paix, il fut rétabli dans le pays de Morianton, et une union eut lieu entre lui et le peuple de Léhi; et il fut aussi rétabli dans ses terres.", "37 Et il arriva que la même année où le peuple de Néphi retrouva la paix, Néphihah, le deuxième grand juge, mourut, ayant occupé le siège du jugement avec une droiture parfaite devant Dieu.", "38 Néanmoins, il avait refusé à Alma de prendre possession de ces annales et des choses qu’Alma et ses pères estimaient être très sacrées; c’est pourquoi, Alma les avait confiées à son fils, Hélaman.", "39 Voici, il arriva que le fils de Néphihah fut nommé pour occuper le siège du jugement à la place de son père; oui, il fut nommé grand juge et gouverneur du peuple, avec le serment et l’ordonnance sacrée de juger en justice, et de garder la paix et la liberté du peuple, et de lui assurer ses garanties sacrées d’adorer le Seigneur, son Dieu, oui, de soutenir et de défendre la cause de Dieu toute sa vie, et de faire comparaître les méchants devant la justice, selon leur crime.", "40 Or, voici, son nom était Pahoran. Et Pahoran occupa le siège de son père et commença, à la fin de la vingt-quatrième année, son règne sur le peuple de Néphi."], "Kiribati": ["Moronaai e kamatoai abaia Nibwaite—A katei kaawa aika a boou—A bwakaraki Nibwaite n taian buaka ma urubwai n aia bong ni buakaka ma aia mwakuri aika a ribaki—Morianton ma raona ake a biri nako a konaki iroun Teaenikam—E mate Nibwaaia, ao natina are Bwaoraan e bonomwi n te kaintekateka ni motiki taeka. Uakaan ma 72–67I.K.", "1 Ao ngkai e koro bukina bwa Moronaai e aki toki ana katauraoi nakon te buaka, ke ni kamanoia ana botanaomata mai irouia Reimwanaite; bwa e karekea te anga are a na taanga ni buaka a na waaki ni moan aia kauabwi n ririki n tautaeka taan moti, bwa a na waaki ni kenikena te tano n otabwaninia taian kaawa ake a bwainaki irouia Nibwaite.", "2 Ao i taubukin taian bwarikoriko n tano ao e karekea te anga bwa a na kateaki kaai, eng, taian kai aika a kateaki ae abwakin te aomata, n otabwaninia taian kaawa.", "3 Ao e karekea te anga bwa iaon taian kai aika a kateaki aikai a na kateaki rabwatan kaai aika a kakang ni kateaki iaon taian kai n otabwanin; ao a bon matoatoa man rietata.", "4 Ao e karekea te aanga are a na kateaki taian taua ake a tararua aon taian rabwata ni kai akekei, ao e karekea te anga are a na kateaki taabo ni katantan iaon taian taua akekei, n te aro bwa aia atibu ma aia kanoa ni katebe Reimwanaite a na aki kona n ikoaki iai.", "5 Ao a bon tauraoi ni karekare n atibu mai taubukin taian taua, n aron are a tangiria ma korakoraia, n tiringa are e mwananga ni kaniia oon te kaawa are bubura.", "6 Ngaia are Moronaai e katauraoa te anga n totoko ae matoatoa ma ni kaaitaraia aia kairiribai, n otabwaninia te kaawa ae bubura ni kabane ni kabuta te aba.", "7 Ao e koro bukina bwa Moronaai e karekea te anga are ana taanga ni buaka a na mwananga nako mainikun te rereua, eng, ao a mwananga nako ma ni kakioia ni kabane Reimwanaite ake a mena i mainikun te rereua nakon oin abaia, are e mena i maiakin te aba are Taraemera.", "8 Ao tian te aba are Nibwaai e biri n te rain ae eti ma i rarikin taari mai mainiku nako maeao.", "9 Ao e koro bukina bwa Moronaai ngke e a tia ni kakioia ni kabane Reimwanaite man te rereua i mainiku, are i meangin abaia ni bwaibwai, e karekea te anga are kaain te aba are Taraemera ma aba ake a otabwaninia a na mwananga nakon te rereua are i mainiku, nakon te tia are i rarikin taari, man taua te aba.", "10 Ao e katikuia taian taanga ni buaka i maiaki, n tian te aba are aia bwai, ma ni karekea te anga are a na katei taian anga ni kamatoatoa bwa aonga ni kamanoia aia taanga ni buaka ma aia aomata mai nanon baia aia kairiribai.", "11 Ao ngaia are e kaakeai aia anga ni kamatoatoa Reimwanaite n te rereua are i mainiku, eng, ao i maeao naba, ni kamatoatoa te tia i marenaia Nibwaite ao Reimwanaite, i marenan te aba are Taraemera ma te aba are Nibwaai, mai taari maeao, ni biri nako atuun te karaanga are Tiran—Nibwaite a bwaina te aba ni kabane are e mena i meangin te aba are te Aba ni Mari, n aron nanoia.", "12 Ngaia are Moronaai, ma ana taanga ni buaka, are e tabe n rikirake ni katoa bong ibukin koauan te kawakinaki are a karekea man ana mwakuri, a bon ukora te anga are a na kaakea korakoraia ma mwaakaia Reimwanaite man aaba ake a bwaibwai iai, n te aro bwa a na manga akea mwaakaia iaon aaba ake a bwaibwai iai.", "13 Ao e koro bukina bwa Nibwaite a katea aan te kaawa ae bubura, ao a arana te kaawa bwa Moronaai; ao e mena i rarikin taari mai mainiku; ao e mena i maiaki i rarikin tian abaia Reimwanaite.", "14 Ao a waaki naba ni kawenea aan te kaawa ae bubura i marenan te kaawa are Moronaai ma te kaawa are Aaron, ni katoma tian Aaron ma Moronaai; ao a arana te kaawa, ke te aba bwa Nibwaaia.", "15 Ao a waaki naba n te ririki anne ni katei kaawa i meang, teuana ae e kateaki n te aro ae kaokoro a aranna bwa Riaai, are e mena i meang i rarikin tian mataniwin te bike.", "16 Ao ikai are e a toki te kauabwi n ririki.", "17 Ao a mena n aroia ae nakoraoi ana botanaomata Nibwaai ni moan aia kauabwi ma teuana n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai.", "18 Ao e korakora nako raoin aroia, ao e riki rake n rianako kaubwaia; eng, ao a kariki ma ni matoatoa n te aba.", "19 Ao ikai are ti a noora ana nanoanga ma momotiraoin ana babaire te Uea, ni kakoroi bukin ana taeka nakoia natia aomata; eng, ti kona n nooria bwa a kaotaki koauan ana taeka, n te tai aei, ake e taekin nakon Riaai, ni kangai:", "20 Ko na kakabwaiaaki ma natim; ao a na kakabwaiaaki, ngkana a kaawakin au tua ao a na rikirake aroia n te aba. Ma uringnga, bwa ngkana aki kaawakin au tua ao a na kanakoaki mai matan te Uea.", "21 Ao ti nooria bwa a kaotaki koauan taian berita aikai nakoia ana aomata Nibwaai; bwa man aia unraa ma aia itabaraara, eng, aia tiritiri, ma aia urubwai n anai bwai, ma aroia n taromauri bouananti, ma aia waaki ni kabekaau, ma aia mwakuri aika a ribaki, i marenaia, are a uoti nakoia taian buaka ma kamaunakia.", "22 Ao naake a kakaonimaki ni kaawakin ana tua te Uea, a bon kainaomataki n taai nako, ao ngaa ma ngaa tariia aika a buakaka ake a tiku n tautoronaki, ke ni mate n te kabaang, ke ni kerikaaki n aia aki onimaki, man ikotaki ma Reimwanaite.", "23 Ma nooria bon akea riki taai aika a tia n rang kakukurei irouia ana botanaomata Nibwaai, ma ana bong Nibwaai, nakon bong n ana tai Moronaai, eng, ao n te tai naba aei ae aia kauabwi ma teuana n ririki n tautaeka taan moti.", "24 Ao e koro bukina bwa aia kauabwi ma uoua n ririki n tautaeka taan moti e bon toki naba i nanon te rau; eng, ao te kauabwi ma teniua n ririki.", "25 Ao e koro bukina bwa ni moan waakinan aia kauabwi ma aua n ririki n tautaeka taan moti, ao e na bon reke naba te rau i buakoia ana botanaomata Nibwaai ngke arona bwa akea te kauntaeka ae reke ni kaineti ma te aba are Riaai, ao te aba are Morianton, are e toma ma tian Riaai; are a kaai ni mena n te tia i rarikin mataniwin te bike.", "26 Bwa nooria, aomata ake kaain Morianton a taua mwakoron te aba are Riaai; ngaia are e riki te un ae korakora i marenaia, n te aro are ana aomata Morianton a tabeki aia bwai ni buaka ma ni kaaitaraia tariia, ao a bon matoatoa nanoia bwa a na tiringia n te kabaang.", "27 Ma nooria, aomata ake kaain te aba are Riaai a biri nakon ana tabo Moronaai, ma ni butiia ibukin buokaia bwa nooria a bon aki bure.", "28 Ao e koro bukina bwa aomata ake kaain Morianton, ake a kairaki iroun te aomata ae arana Morianton, a kunea bwa kaain Riaai a bon biri nakon ana tabo Moronaai, a bon korakora maakuia bwa mwiina ao ana taanga ni buaka Moronaai e na roko n tiringia.", "29 Ngaia are, Morianton e karina te iango inanoia bwa a na biri nako, nakon te aba are i meang, are e onrake n taian nei aika a bati, man taua te aba are n nako meang.", "30 Ao nooria, a na bon karaoa nanon te babaire aei, (are e na bon karekea te kananokawaki ae bati) ma nooria, Morianton bon te mwaane ae e kakai rotaki, ngaia are e a un naba iroun temanna ana toro te aine, ao e toka i aona ma ni karawataa n oroia.", "31 Ao e koro bukina bwa e biri nako, ao e roko nakon ana tabo Moronaai, ao e tua nakon Moronaai bwaai ni kabane ni kaineti ma te bwai are e riki, ma aron naba aia iango ni biri nako nakon te aba are n nako meang.", "32 Ngkai nooria, aomata ake a mena n te Aba ni mari, ke te aba are Moronaai, a maaku bwa mwiina a ongo n ana taeka Morianton ao man ikotaki ma ana aomata, ao ngaia are e na taua taekan mwakoron te aba, are e na kona n riki bwa aan te kakauntaeka ae korakora i marenaia ana botanaomata Nibwaai, eng, are taian kakauntaeka are e na karika bwakan inaomataia.", "33 Ngaia are Moronaai e kanakoa te taanga ni buaka, ma aia tautia ma aia bwai, ni katokia ana aomata Morianton, ni katoka birinakoia nakon te aba are n nako meang.", "34 Ao e koro bukina bwa aki roko irouia ni karokoa ae a roko n tian te Aba are e Kamaroa; ao a roko ni katokia ikanne, n te kawai ae wariki are e kaineti nako taari nakon te aba are n nako meang, eng, i rarikin taari, i maeao ao i mainiku.", "35 Ao e koro bukina bwa te taanga ni buaka are e kanakoa Moronaai, are e kairaki iroun te mwaane ae Teaenikam, e bon kaitibo ma ana botanaomata Morianton; ao a bon rang matoa nanoia n rawa n ongo ana aomata Morianton (kioina ngkai a mwaamwanaki n ana buakaka ma ana taeka ni kekeweia) ao e waaki te buaka i marenaia, are e tiringaki iai Morianton iroun Teaenikam ma ni konaia ana taanga ni buaka, man uotia bwa bure, man oki rikaaki nakon ana tabo Moronaai. Ao ngaia are e a toki aia kauabwi ma aua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai.", "36 Ao ngaia are a uotaki n oki ana botanaomata Morianton. Ao ngke a berita n te berita ae tabu bwa a na kawakina te rau ao a bon kaokaki nakon te aba are Morianton, ao e reke te itoman i marenaia ma ana aomata Riaai; ao a bon kaokaki naba nakon abaia.", "37 Ao e koro bukina bwa n te ririki naba anne ao e a manga kaokaki te rau nakoia ana botanaomata Nibwaai, bwa Nibwaai, te kauoman ni mataniwi irouia taan moti, e mate i mwin tiana ni mena n te kaintekateka ni motikitaeka ma te kororaoi ae eti i matan te Atua.", "38 Ma e ngae n anne, e bon aki ongo iroun Aramwa bwa e na anai taian rongorongo ma bwaai ake a taraaki iroun Aramwa ma ana bakatibu bwa a rang tabu; ngaia are Aramwa e anga nakon natina te mwaane, are Ereman.", "39 Nooria, e koro bukina bwa natin Nibwaaia te mwaane e bon rineaki bwa e na tekateka n te kaintekateka ni motikitaeka, i mwin tamana; eng, e bon rineaki bwa e na mataniwia taan moti man riki bwa te kowana i aoia aomata, ma ni karaoa te berita ao te otenanti ae tabu bwa e na motikitaeka n ae raoiroi, ma ni kawakina inaomataia aomata, man anganiia aroia ae raka ae tabu n taromauri bwa a na taromauria te Uea ae Atuaia, eng, ni kateimatoa ana waaki te Atua n ana bong ni kabane, ma ni kaira anne e buakaka nakon te momotiraoi ae riai ni kaineti ma te bure are e karaoia.", "40 Ngkai nooria, arana bon Bwaoraan. Ao Bwaoraan e tekateka n ana kaintekateka tamana, ma ni waakina ana tautaeka ni banen te kauabwi ma aua n ririki, i aoia ana botanaomata Nibwaai."]}