{"English": ["Lamanite aggressions spread—The seed of the priests of Noah perish as Abinadi prophesied—Many Lamanites are converted and join the people of Anti-Nephi-Lehi—They believe in Christ and keep the law of Moses. About 90–77B.C.", "1 And behold, now it came to pass that those Lamanites were more angry because they had slain their brethren; therefore they swore vengeance upon the Nephites; and they did no more attempt to slay the people of Anti-Nephi-Lehi at that time.", "2 But they took their armies and went over into the borders of the land of Zarahemla, and fell upon the people who were in the land of Ammonihah and destroyed them.", "3 And after that, they had many battles with the Nephites, in the which they were driven and slain.", "4 And among the Lamanites who were slain were almost all the seed of Amulon and his brethren, who were the priests of Noah, and they were slain by the hands of the Nephites;", "5 And the remainder, having fled into the east wilderness, and having usurped the power and authority over the Lamanites, caused that many of the Lamanites should perish by fire because of their belief—", "6 For many of them, after having suffered much loss and so many afflictions, began to be stirred up in remembrance of the words which Aaron and his brethren had preached to them in their land; therefore they began to disbelieve the traditions of their fathers, and to believe in the Lord, and that he gave great power unto the Nephites; and thus there were many of them converted in the wilderness.", "7 And it came to pass that those rulers who were the remnant of the children of Amulon caused that they should be put to death, yea, all those that believed in these things.", "8 Now this martyrdom caused that many of their brethren should be stirred up to anger; and there began to be contention in the wilderness; and the Lamanites began to hunt the seed of Amulon and his brethren and began to slay them; and they fled into the east wilderness.", "9 And behold they are hunted at this day by the Lamanites. Thus the words of Abinadi were brought to pass, which he said concerning the seed of the priests who caused that he should suffer death by fire.", "10 For he said unto them: What ye shall do unto me shall be a type of things to come.", "11 And now Abinadi was the first that suffered death by fire because of his belief in God; now this is what he meant, that many should suffer death by fire, according as he had suffered.", "12 And he said unto the priests of Noah that their seed should cause many to be put to death, in the like manner as he was, and that they should be scattered abroad and slain, even as a sheep having no shepherd is driven and slain by wild beasts; and now behold, these words were verified, for they were driven by the Lamanites, and they were hunted, and they were smitten.", "13 And it came to pass that when the Lamanites saw that they could not overpower the Nephites they returned again to their own land; and many of them came over to dwell in the land of Ishmael and the land of Nephi, and did join themselves to the people of God, who were the people of Anti-Nephi-Lehi.", "14 And they did also bury their weapons of war, according as their brethren had, and they began to be a righteous people; and they did walk in the ways of the Lord, and did observe to keep his commandments and his statutes.", "15 Yea, and they did keep the law of Moses; for it was expedient that they should keep the law of Moses as yet, for it was not all fulfilled. But notwithstanding the law of Moses, they did look forward to the coming of Christ, considering that the law of Moses was a type of his coming, and believing that they must keep those outward performances until the time that he should be revealed unto them.", "16 Now they did not suppose that salvation came by the law of Moses; but the law of Moses did serve to strengthen their faith in Christ; and thus they did retain a hope through faith, unto eternal salvation, relying upon the spirit of prophecy, which spake of those things to come.", "17 And now behold, Ammon, and Aaron, and Omner, and Himni, and their brethren did rejoice exceedingly, for the success which they had had among the Lamanites, seeing that the Lord had granted unto them according to their prayers, and that he had also verified his word unto them in every particular."], "Español": ["Se extienden las agresiones lamanitas— Los descendientes de los sacerdotes de Noé perecen, tal como lo profetizó Abinadí— Se convierten muchos lamanitas y se unen al pueblo de Anti-Nefi-Lehi— Creen en Cristo y observan la ley de Moisés. Aproximadamente 90–77a.C.", "1 Y he aquí, aconteció que aquellos lamanitas se irritaron más porque habían matado a sus hermanos; por tanto, juraron vengarse de los nefitas; y por lo pronto no intentaron más destruir al pueblo de Anti-Nefi-Lehi,", "2 sino que tomaron sus ejércitos y fueron a las fronteras de la tierra de Zarahemla, y cayeron sobre los que se hallaban en la tierra de Ammoníah, y los destruyeron.", "3 Y después de esto tuvieron muchas batallas con los nefitas, en las cuales fueron rechazados y destruidos.", "4 Y entre los lamanitas que murieron, se hallaban casi todos los descendientes de Amulón y sus hermanos, que eran los sacerdotes de Noé; y perecieron por mano de los nefitas;", "5 y el resto de ellos, habiendo huido al desierto del este, y habiendo usurpado el poder y la autoridad sobre los lamanitas, hicieron que muchos de los lamanitas muriesen por fuego a causa de su creencia;", "6 porque muchos de ellos, después de haber padecido muchas pérdidas y tantas aflicciones, empezaron a recordar las palabras que Aarón y sus hermanos les habían predicado en su tierra; de modo que empezaron a descreer las tradiciones de sus padres, y a creer en el Señor, y que él daba gran poder a los nefitas; y así se convirtieron muchos de ellos en el desierto.", "7 Y aconteció que aquellos caudillos que eran el resto de los descendientes de Amulón hicieron que se aplicara la pena de muerte, sí, a cuantos creyeran en estas cosas.", "8 Ahora bien, este martirio hizo que muchos de sus hermanos se llenaran de ira; y empezó a haber contiendas en el desierto; y los lamanitas empezaron a perseguir y a matar a los descendientes de Amulón y sus hermanos; y estos huyeron al desierto del este.", "9 Y he aquí, los lamanitas los persiguen hasta el día de hoy; y así se cumplieron las palabras de Abinadí respecto de los descendientes de los sacerdotes que hicieron que él padeciera la muerte por fuego.", "10 Porque les dijo: Lo que hagáis conmigo será un símbolo de cosas futuras.", "11 Y Abinadí fue el primero que padeció la muerte por fuego, por causa de su fe en Dios; y lo que quiso decir fue que muchos padecerían la muerte por fuego, así como él había padecido.", "12 Y dijo a los sacerdotes de Noé que sus descendientes causarían que a muchos los mataran de la misma manera como él lo fue, y que ellos serían esparcidos y muertos, así como la oveja que no tiene pastor es perseguida y muerta por animales feroces; y he aquí, se cumplieron estas palabras, porque fueron dispersados por los lamanitas, y acosados y heridos.", "13 Y aconteció que cuando los lamanitas vieron que no podían dominar a los nefitas, se volvieron a su propia tierra; y muchos se fueron a vivir a la tierra de Ismael y a la tierra de Nefi, y se unieron al pueblo de Dios, que era el pueblo de Anti-Nefi-Lehi.", "14 Y también ellos enterraron sus armas de guerra, como lo habían hecho sus hermanos; y empezaron a ser una gente justa; y caminaron por las vías del Señor y se esforzaron por observar sus mandamientos y estatutos.", "15 Sí, y observaban la ley de Moisés; porque era necesario que la observaran todavía, pues no se había cumplido enteramente. Mas a pesar de la ley de Moisés, esperaban anhelosamente la venida de Cristo, considerando la ley mosaica como un símbolo de su venida y creyendo que debían guardar aquellas prácticas exteriores hasta que él les fuese revelado.", "16 Pero no creían que la salvación viniera por la ley de Moisés, sino que la ley de Moisés servía para fortalecer su fe en Cristo; y así, mediante la fe, retenían la esperanza de salvación eterna, confiando en el espíritu de profecía que habló de aquellas cosas que habían de venir.", "17 Y he aquí que Ammón, Aarón, Omner, Himni y sus hermanos se regocijaron grandemente por el éxito que habían logrado entre los lamanitas, viendo que el Señor les había concedido conforme a sus oraciones, y que también les había cumplido su palabra en cada detalle."], "Français": ["Les agressions lamanites se répandent— La postérité des prêtres de Noé périt, comme Abinadi l’a prophétisé— Beaucoup de Lamanites se convertissent et se joignent au peuple d’Anti-Néphi-Léhi— Ils croient au Christ et gardent la loi de Moïse. Vers 90–77av.J.-C.", "1 Et voici, alors il arriva que ces Lamanites furent dans une plus grande colère parce qu’ils avaient tué leurs frères; c’est pourquoi, ils jurèrent de se venger des Néphites; ils ne tentèrent plus de tuer le peuple d’Anti-Néphi-Léhi à ce moment-là.", "2 Mais ils prirent leurs armées et passèrent dans les régions frontières du pays de Zarahemla, et tombèrent sur le peuple qui était au pays d’Ammonihah et le détruisirent.", "3 Et après cela, ils eurent beaucoup de batailles avec les Néphites, dans lesquelles ils furent chassés et tués.", "4 Et parmi les Lamanites qui furent tués se trouvait presque toute la postérité d’Amulon et de ses frères, qui étaient les prêtres de Noé, et ils furent tués par les mains des Néphites;", "5 et le reste, ayant fui dans le désert de l’est, et ayant usurpé le pouvoir et l’autorité sur les Lamanites, fit périr beaucoup de Lamanites par le feu à cause de leur croyance—", "6 car beaucoup d’entre eux, après avoir subi beaucoup de pertes et tant d’afflictions, commencèrent à être incités à se souvenir des paroles qu’Aaron et ses frères leur avaient prêchées dans leur pays; c’est pourquoi, ils commencèrent à cesser de croire aux traditions de leurs pères, et à croire au Seigneur, à croire qu’il donnait un grand pouvoir aux Néphites; et ainsi il y en eut beaucoup parmi eux qui furent convertis dans le désert.", "7 Et il arriva que ces gouverneurs, qui étaient le reste des enfants d’Amulon, les firent mettre à mort, oui, tous ceux qui croyaient en ces choses.", "8 Or, ce martyre fit que beaucoup de leurs frères furent excités à la colère; et il commença à y avoir des querelles dans le désert; et les Lamanites commencèrent à traquer la postérité d’Amulon et de ses frères et commencèrent à les tuer; et ils s’enfuirent dans le désert de l’est.", "9 Et voici, ils sont traqués à ce jour par les Lamanites. C’est ainsi que se réalisèrent les paroles d’Abinadi concernant la postérité des prêtres qui lui firent subir la mort par le feu.", "10 Car il leur dit: Ce que vous me ferez sera une figure de choses à venir.", "11 Et maintenant, Abinadi fut le premier à subir la mort par le feu à cause de sa croyance en Dieu; or, c’est cela qu’il voulait dire, que beaucoup subiraient la mort par le feu, comme il l’avait subie.", "12 Et il dit aux prêtres de Noé que leur postérité en ferait mettre beaucoup à mort, de la même manière que lui, et qu’ils seraient dispersés en tous sens et tués, tout comme une brebis qui n’a pas de berger est chassée et tuée par les bêtes sauvages; et maintenant, voici, ces paroles s’accomplirent, car ils furent chassés par les Lamanites, et ils furent traqués, et ils furent frappés.", "13 Et il arriva que lorsque les Lamanites virent qu’ils ne pouvaient pas avoir le dessus sur les Néphites, ils retournèrent de nouveau dans leur pays; et beaucoup d’entre eux passèrent au pays d’Ismaël et au pays de Néphi pour y demeurer, et se joignirent au peuple de Dieu, qui était le peuple d’Anti-Néphi-Léhi.", "14 Et ils enterrèrent aussi leurs armes de guerre, comme leurs frères l’avaient fait, et ils commencèrent à être un peuple juste; et ils marchèrent dans les voies du Seigneur et s’appliquèrent à garder ses commandements et ses ordonnances.", "15 Oui, et ils gardèrent la loi de Moïse; car il était opportun qu’ils gardent encore la loi de Moïse, car elle n’était pas entièrement accomplie. Mais malgré la loi de Moïse, ils attendaient la venue du Christ, considérant que la loi de Moïse était une figure de sa venue et croyant qu’ils devaient garder ces observances extérieures jusqu’au moment où il leur serait révélé.", "16 Or, ils ne pensaient pas que le salut venait par la loi de Moïse, mais la loi de Moïse servait à fortifier leur foi au Christ; et c’est ainsi qu’ils conservèrent l’espérance par la foi, pour le salut éternel, s’appuyant sur l’esprit de prophétie, qui parlait de ces choses à venir.", "17 Et alors, voici, Ammon, et Aaron, et Omner, et Himni, et leurs frères se réjouirent extrêmement à cause du succès qu’ils avaient eu parmi les Lamanites, voyant que le Seigneur leur avait accordé ce qu’ils avaient demandé dans leurs prières, et qu’il avait aussi réalisé dans tous les détails la parole qu’il leur avait adressée."], "Kiribati": ["E a tabangaki ununiia Reimwanaite—Kanoan te ibonga are Noa a kamaunaki n aron ana taetae ni burabeti Abinataai—A mwaiti Reimwanaite ake a rairaki man raonia te botanaomata are Aentaai-Nibwaai-Riaai—A kakoaua Kristo ma ni kawakina ana tua Mote. Uakaan ma 90–77I.K.", "1 Ao ngkanne nooria, ngkai e a koro bukina bwa a un riki Reimwanaite akekei ibukina bwa a tia n tiringia tariia; ngaia are a berita bwa a na kataea kaia irouia Nibwaite; ao aikoa manga kataia n tiringia te botanaomata are Aentaai-Nibwaai-Riaai man te tai arei.", "2 Ma a uota aia taanga ni buaka man riaon tian te aba are Taraemera, ma ni bwakaria aomata ake a mena n te aba are Amonia man tiringia.", "3 Ao i mwin anne, e a mwaiti aia buaka ma Nibwaite, are a kakioaki man tiringaki iai.", "4 Ao mai i buakoia Reimwanaite ake a tiringaki, angiina bon kanoan Amuron ma tarina, ake ana ibonga ngkoa Noa, ao a tiringaki ni baia Nibwaite.", "5 Ao nikiraia, ngke a tia ni biri nakon te rereua i mainiku, man tia ni karekea te mwaaka ma te kariaiakaki n te aro ni babakanikawai i aoia Reimwanaite, a karekea te anga are a mwaiti iai Reimwanaite ni mate n te ai ibukin aia aki kakoaua.", "6 Bwa a mwaiti i buakoia, ake a tia ni kainnanoaki ngkai e mwaiti ae bua ma te karawawataki ae bati, ao a moanna n uring taeka ake a kabwarabwaraki nakoia i abaia iroun Aaron ma tarina; ngaia are a kakewea kateia aia bakatibu, ao a kakoaua te Uea, bwa e anga te mwaaka ae korakora nakoia Nibwaite; ao ngaia are a mwaiti mai i buakoia ake a rairaki n te rereua.", "7 Ao e koro bukina bwa taan kairiri ake nikiraia natin Amuron a kakaea te anga are a na tiringaki iai, eng, ni kabane ake a kakoauai bwaai aikai.", "8 Ao ngkanne te tiritiri aei ibukin kakoauan te aro e karekea te anga are a mwaiti tariia are a un nanoia; ao e a waaki te unun n te rereua; ao Reimwanaite a kakakaei kanoan Amuron ma tarina bwa ana kamateia; ao a biri nako nakon te rereua i mainiku.", "9 Ao nooria a kakioaki n te bong aei irouia Reimwanaite. Ngaia are a koro bukin ana taeka Abinataai, are e taekin ni kaineti ma kanoaia ibonga ake a kariaia bwa e na kainnano ni mate n te ai.", "10 Bwa e taku nakoia: Te bwai are kam karaoia nakoiu bon katotongan bwaai aika a na roko.", "11 Ao ngkanne Abinataai bon te moan are e kainnano ni mate n te ai ibukin kakoauan te Atua; ngkanne aei te bwai are e kananonaa, are a mwaiti ake a na kainnano ni mate n te ai, n aron ae e kainnano iai.", "12 Bwa e taku nakoia ana ibonga Noa bwa a na karika mateia aika a mwaiti kanoaia, n aekakin matena, ao a na kamaenakoaki n taabo aika a raroa man tiringaki, n aron te tiibu ae ake ana tia kaawakin tiibu ae kakioaki man tiringaki irouia maan aika a kakang; ao ngkai, nooria, a kakoroaki bukin taeka aikai, bwa a kakioaki irouia Reimwanaite, ao a kakaeaki bwa a na tiringaki, ao a oreaki.", "13 Ao e koro bukina bwa ngke Reimwanaite a nooria bwa aki kona n tokanikai i aoia Nibwaite a oki rikaaki nakon abaia; ao a mwaiti i buakoia ake a nako ni maeka n te aba are Itimaera ao te aba are Nibwaai, ao a ikotaki ma ana aomata te Atua, are te botanaomata are Aentaai-Nibwaai-Riaai.", "14 Ao a bon taunii naba aia bwai ni buaka, n aron are a tia ni karaoi tariia, ao a moanna n riki bwa te botanaomata ae raoiroi; ao a nakonako ni kawain te Uea, ma ni motikia bwa a na kaawakin ana tua.", "15 Eng, ao a kawakina ana tua Mote; bwa e bon riai bwa a na kawakina ana tua Mote n te tai aei, bwa a bon tuai ni bane ni koro bukiia. Ma e ngae ngke iai ana tua Mote, a bon kariaria rokon Kristo, ibukina bwa a taraa ana tua Mote bwa katotongan rokona, ma ni kakoaua bwa a na riai ni kaawakin mwakuri ake a karaoaki itinaniku ni karokoa te tai are e na kaotaki nakoia.", "16 Ao ngkanne a aki kataua bwa te kamaiuaki e reke man ana tua Mote; ma ana tua Mote e kamatoatoa aia onimaki iroun Kristo; ao ngaia are a karekea te kantaninga rinanon te onimaki, nakon te kamaiuaki ae akea tokina, n onimakina tamnein te taeka ni burabeti, are e taekin bwaai aika a na roko.", "17 Ao ngkanne nooria, Amon, ao Aaron, ao Aomna, ao Imnaai, ao tariia a bon korakora kimwareireia, ibukin te nakoraoi are a tia ni karekea i buakoia Reimwanaite, ngke a nooria bwa te Uea e a tia n anganiia ni kaineti ma aia tataro, ao e a tia naba ni kakoroa bukin ana taeka nakoia n arona ni kabane."]}