{"English": ["Alma teaches the poor whose afflictions had humbled them—Faith is a hope in that which is not seen which is true—Alma testifies that angels minister to men, women, and children—Alma compares the word unto a seed—It must be planted and nourished—Then it grows into a tree from which the fruit of eternal life is picked. About 74B.C.", "1 And it came to pass that they did go forth, and began to preach the word of God unto the people, entering into their synagogues, and into their houses; yea, and even they did preach the word in their streets.", "2 And it came to pass that after much labor among them, they began to have success among the poor class of people; for behold, they were cast out of the synagogues because of the coarseness of their apparel—", "3 Therefore they were not permitted to enter into their synagogues to worship God, being esteemed as filthiness; therefore they were poor; yea, they were esteemed by their brethren as dross; therefore they were poor as to things of the world; and also they were poor in heart.", "4 Now, as Alma was teaching and speaking unto the people upon the hill Onidah, there came a great multitude unto him, who were those of whom we have been speaking, of whom were poor in heart, because of their poverty as to the things of the world.", "5 And they came unto Alma; and the one who was the foremost among them said unto him: Behold, what shall these my brethren do, for they are despised of all men because of their poverty, yea, and more especially by our priests; for they have cast us out of our synagogues which we have labored abundantly to build with our own hands; and they have cast us out because of our exceeding poverty; and we have no place to worship our God; and behold, what shall we do?", "6 And now when Alma heard this, he turned him about, his face immediately towards him, and he beheld with great joy; for he beheld that their afflictions had truly humbled them, and that they were in a preparation to hear the word.", "7 Therefore he did say no more to the other multitude; but he stretched forth his hand, and cried unto those whom he beheld, who were truly penitent, and said unto them:", "8 I behold that ye are lowly in heart; and if so, blessed are ye.", "9 Behold thy brother hath said, What shall we do?—for we are cast out of our synagogues, that we cannot worship our God.", "10 Behold I say unto you, do ye suppose that ye cannot worship God save it be in your synagogues only?", "11 And moreover, I would ask, do ye suppose that ye must not worship God only once in a week?", "12 I say unto you, it is well that ye are cast out of your synagogues, that ye may be humble, and that ye may learn wisdom; for it is necessary that ye should learn wisdom; for it is because that ye are cast out, that ye are despised of your brethren because of your exceeding poverty, that ye are brought to a lowliness of heart; for ye are necessarily brought to be humble.", "13 And now, because ye are compelled to be humble blessed are ye; for a man sometimes, if he is compelled to be humble, seeketh repentance; and now surely, whosoever repenteth shall find mercy; and he that findeth mercy and endureth to the end the same shall be saved.", "14 And now, as I said unto you, that because ye were compelled to be humble ye were blessed, do ye not suppose that they are more blessed who truly humble themselves because of the word?", "15 Yea, he that truly humbleth himself, and repenteth of his sins, and endureth to the end, the same shall be blessed—yea, much more blessed than they who are compelled to be humble because of their exceeding poverty.", "16 Therefore, blessed are they who humble themselves without being compelled to be humble; or rather, in other words, blessed is he that believeth in the word of God, and is baptized without stubbornness of heart, yea, without being brought to know the word, or even compelled to know, before they will believe.", "17 Yea, there are many who do say: If thou wilt show unto us a sign from heaven, then we shall know of a surety; then we shall believe.", "18 Now I ask, is this faith? Behold, I say unto you, Nay; for if a man knoweth a thing he hath no cause to believe, for he knoweth it.", "19 And now, how much more cursed is he that knoweth the will of God and doeth it not, than he that only believeth, or only hath cause to believe, and falleth into transgression?", "20 Now of this thing ye must judge. Behold, I say unto you, that it is on the one hand even as it is on the other; and it shall be unto every man according to his work.", "21 And now as I said concerning faith—faith is not to have a perfect knowledge of things; therefore if ye have faith ye hope for things which are not seen, which are true.", "22 And now, behold, I say unto you, and I would that ye should remember, that God is merciful unto all who believe on his name; therefore he desireth, in the first place, that ye should believe, yea, even on his word.", "23 And now, he imparteth his word by angels unto men, yea, not only men but women also. Now this is not all; little children do have words given unto them many times, which confound the wise and the learned.", "24 And now, my beloved brethren, as ye have desired to know of me what ye shall do because ye are afflicted and cast out—now I do not desire that ye should suppose that I mean to judge you only according to that which is true—", "25 For I do not mean that ye all of you have been compelled to humble yourselves; for I verily believe that there are some among you who would humble themselves, let them be in whatsoever circumstances they might.", "26 Now, as I said concerning faith—that it was not a perfect knowledge—even so it is with my words. Ye cannot know of their surety at first, unto perfection, any more than faith is a perfect knowledge.", "27 But behold, if ye will awake and arouse your faculties, even to an experiment upon my words, and exercise a particle of faith, yea, even if ye can no more than desire to believe, let this desire work in you, even until ye believe in a manner that ye can give place for a portion of my words.", "28 Now, we will compare the word unto a seed. Now, if ye give place, that a seed may be planted in your heart, behold, if it be a true seed, or a good seed, if ye do not cast it out by your unbelief, that ye will resist the Spirit of the Lord, behold, it will begin to swell within your breasts; and when you feel these swelling motions, ye will begin to say within yourselves—It must needs be that this is a good seed, or that the word is good, for it beginneth to enlarge my soul; yea, it beginneth to enlighten my understanding, yea, it beginneth to be delicious to me.", "29 Now behold, would not this increase your faith? I say unto you, Yea; nevertheless it hath not grown up to a perfect knowledge.", "30 But behold, as the seed swelleth, and sprouteth, and beginneth to grow, then you must needs say that the seed is good; for behold it swelleth, and sprouteth, and beginneth to grow. And now, behold, will not this strengthen your faith? Yea, it will strengthen your faith: for ye will say I know that this is a good seed; for behold it sprouteth and beginneth to grow.", "31 And now, behold, are ye sure that this is a good seed? I say unto you, Yea; for every seed bringeth forth unto its own likeness.", "32 Therefore, if a seed groweth it is good, but if it groweth not, behold it is not good, therefore it is cast away.", "33 And now, behold, because ye have tried the experiment, and planted the seed, and it swelleth and sprouteth, and beginneth to grow, ye must needs know that the seed is good.", "34 And now, behold, is your knowledge perfect? Yea, your knowledge is perfect in that thing, and your faith is dormant; and this because you know, for ye know that the word hath swelled your souls, and ye also know that it hath sprouted up, that your understanding doth begin to be enlightened, and your mind doth begin to expand.", "35 O then, is not this real? I say unto you, Yea, because it is light; and whatsoever is light, is good, because it is discernible, therefore ye must know that it is good; and now behold, after ye have tasted this light is your knowledge perfect?", "36 Behold I say unto you, Nay; neither must ye lay aside your faith, for ye have only exercised your faith to plant the seed that ye might try the experiment to know if the seed was good.", "37 And behold, as the tree beginneth to grow, ye will say: Let us nourish it with great care, that it may get root, that it may grow up, and bring forth fruit unto us. And now behold, if ye nourish it with much care it will get root, and grow up, and bring forth fruit.", "38 But if ye neglect the tree, and take no thought for its nourishment, behold it will not get any root; and when the heat of the sun cometh and scorcheth it, because it hath no root it withers away, and ye pluck it up and cast it out.", "39 Now, this is not because the seed was not good, neither is it because the fruit thereof would not be desirable; but it is because your ground is barren, and ye will not nourish the tree, therefore ye cannot have the fruit thereof.", "40 And thus, if ye will not nourish the word, looking forward with an eye of faith to the fruit thereof, ye can never pluck of the fruit of the tree of life.", "41 But if ye will nourish the word, yea, nourish the tree as it beginneth to grow, by your faith with great diligence, and with patience, looking forward to the fruit thereof, it shall take root; and behold it shall be a tree springing up unto everlasting life.", "42 And because of your diligence and your faith and your patience with the word in nourishing it, that it may take root in you, behold, by and by ye shall pluck the fruit thereof, which is most precious, which is sweet above all that is sweet, and which is white above all that is white, yea, and pure above all that is pure; and ye shall feast upon this fruit even until ye are filled, that ye hunger not, neither shall ye thirst.", "43 Then, my brethren, ye shall reap the rewards of your faith, and your diligence, and patience, and long-suffering, waiting for the tree to bring forth fruit unto you."], "Español": ["Alma enseña a los pobres, cuyas aflicciones los habían humillado— La fe es una esperanza en aquello que no se ve y que es verdadero— Alma testifica que ángeles ministran a hombres, a mujeres y a niños— Alma compara la palabra a una semilla— Esta se debe plantar y nutrir— Entonces crece hasta llegar a ser un árbol del cual se recoge el fruto de la vida eterna. Aproximadamente 74a.C.", "1 Y acaeció que salieron y empezaron a predicar al pueblo la palabra de Dios, entrando en sus sinagogas y en sus casas; sí, y aun predicaron la palabra en sus calles.", "2 Y sucedió que después de trabajar mucho entre ellos, empezaron a tener éxito entre la clase pobre; pues he aquí, estos eran echados de las sinagogas a causa de la pobreza de sus ropas.", "3 Por tanto, no les era permitido entrar en sus sinagogas para adorar a Dios porque eran considerados como la hez; por tanto, eran pobres; sí, sus hermanos los consideraban como la escoria; de modo que eran pobres en cuanto a las cosas del mundo, y también eran pobres de corazón.", "4 Y mientras Alma estaba enseñando y hablando al pueblo sobre el cerro Onida, fue a él una gran multitud compuesta de aquellos de quienes hemos estado hablando, de aquellos que eran pobres de corazón a causa de su pobreza en cuanto a las cosas del mundo.", "5 Y llegaron a Alma; y el principal entre ellos le dijo: He aquí, ¿qué harán estos, mis hermanos? Pues son despreciados por todos los hombres a causa de su pobreza; sí, y más particularmente por nuestros sacerdotes, porque nos han echado de nuestras sinagogas, que con tanto trabajo hemos edificado con nuestras propias manos; y nos han echado a causa de nuestra suma pobreza; y no tenemos un lugar para adorar a nuestro Dios. He aquí, ¿qué haremos?", "6 Y cuando Alma oyó esto, volvió su rostro directamente hacia él, y los observó con gran gozo; porque vio que sus aflicciones realmente los habían humillado, y que se hallaban preparados para oír la palabra.", "7 Por tanto, no dijo más a la otra multitud; sino que extendió la mano y clamó a los que veía, aquellos que en verdad estaban arrepentidos, y les dijo:", "8 Veo que sois mansos de corazón; y si es así, benditos sois.", "9 He aquí, vuestro hermano ha dicho: ¿Qué haremos?, porque somos echados de nuestras sinagogas, de modo que no podemos adorar a nuestro Dios.", "10 He aquí, os digo: ¿Suponéis que no podéis adorar a Dios más que en vuestras sinagogas?", "11 Y además, quisiera preguntar: ¿Suponéis que no debéis adorar a Dios sino una vez por semana?", "12 Yo os digo que está bien que seáis echados de vuestras sinagogas, para que seáis humildes y aprendáis sabiduría; porque es necesario que aprendáis sabiduría; porque es por motivo de que sois echados, debido a que vuestros hermanos os desprecian a causa de vuestra suma pobreza, que habéis llegado a la humildad de corazón; pues necesariamente se os hace ser humildes.", "13 Y porque sois obligados a ser humildes, benditos sois; porque en ocasiones el hombre, si se ve obligado a ser humilde, busca el arrepentimiento; y de seguro, el que se arrepienta hallará misericordia; y quien halle misericordia y persevere hasta el fin, será salvo.", "14 Y como ya os he dicho, que por haber sido obligados a ser humildes, fuisteis bendecidos, ¿no suponéis que son más bendecidos aún aquellos que se humillan verdaderamente a causa de la palabra?", "15 Sí, el que verdaderamente se humille y se arrepienta de sus pecados, y persevere hasta el fin, será bendecido; sí, bendecido mucho más que aquellos que se ven obligados a ser humildes por causa de su extrema pobreza.", "16 Por tanto, benditos son aquellos que se humillan sin verse obligados a ser humildes; o más bien, en otras palabras, bendito es el que cree en la palabra de Dios, y es bautizado sin obstinación de corazón; sí, sin habérsele llevado a conocer la palabra, o siquiera compelido a saber, antes de creer.", "17 Sí, hay muchos que dicen: Si nos muestras una señal del cielo, de seguro luego sabremos; y entonces creeremos.", "18 Ahora yo os pregunto: ¿Es fe esto? He aquí, os digo que no; porque si un hombre sabe una cosa, no tiene necesidad de creer, porque la sabe.", "19 Y ahora bien, ¿cuánto más maldito es aquel que conoce la voluntad de Dios y no la cumple, que el que solo cree o solamente tiene motivo para creer, y cae en transgresión?", "20 Ahora bien, sobre este asunto vosotros habéis de juzgar. He aquí, os digo que así es por una parte como lo es por la otra; y a todo hombre se hará según sus obras.", "21 Y ahora bien, como decía concerniente a la fe: La fe no es tener un conocimiento perfecto de las cosas; de modo que si tenéis fe, tenéis esperanza en cosas que no se ven, y que son verdaderas.", "22 Y ahora bien, he aquí, ahora os digo, y quisiera que recordaseis, que Dios es misericordioso para con todos los que creen en su nombre; por tanto, él desea ante todo que creáis, sí, en su palabra.", "23 Y ahora bien, él comunica su palabra a los hombres por medio de ángeles; sí, no solo a los hombres, sino a las mujeres también. Y esto no es todo; muchas veces les son dadas a los niños palabras que confunden al sabio y al erudito.", "24 Y ahora bien, amados hermanos míos, ya que habéis deseado saber de mí qué debéis hacer, porque sois afligidos y desechados —y no quiero que penséis que es mi intención juzgaros sino de acuerdo con lo que es verdad—", "25 porque no quiero decir que todos vosotros habéis sido compelidos a humillaros; porque verdaderamente creo yo que entre vosotros hay algunos que se humillarían, pese a las circunstancias en que se hallaran.", "26 Pues como dije acerca de la fe, que no era un conocimiento perfecto, así es con mis palabras. No podéis, al principio, saber a la perfección acerca de su veracidad, así como tampoco la fe es un conocimiento perfecto.", "27 Mas he aquí, si despertáis y aviváis vuestras facultades hasta experimentar con mis palabras, y ejercitáis un poco de fe, sí, aunque no sea más que un deseo de creer, dejad que este deseo obre en vosotros, sí, hasta creer de tal modo que deis cabida a una porción de mis palabras.", "28 Compararemos, pues, la palabra a una semilla. Ahora bien, si dais lugar para que sea sembrada una semilla en vuestro corazón, he aquí, si es una semilla verdadera, o semilla buena, y no la echáis fuera por vuestra incredulidad, resistiendo al Espíritu del Señor, he aquí, empezará a hincharse en vuestro pecho; y al sentir esta sensación de crecimiento, empezaréis a decir dentro de vosotros: Debe ser que esta es una semilla buena, o que la palabra es buena, porque empieza a ensanchar mi alma; sí, empieza a iluminar mi entendimiento; sí, empieza a ser deliciosa para mí.", "29 He aquí, ¿no aumentaría esto vuestra fe? Os digo que sí; sin embargo, no ha llegado a ser un conocimiento perfecto.", "30 Mas he aquí, al paso que la semilla se hincha y brota y empieza a crecer, entonces no podéis menos que decir que la semilla es buena; pues he aquí, se hincha y brota y empieza a crecer. Y, he aquí, ¿no fortalecerá esto vuestra fe? Sí, fortalecerá vuestra fe, porque diréis: Sé que esta es una buena semilla; porque, he aquí, brota y empieza a crecer.", "31 Y he aquí, ¿estáis seguros ahora de que es una semilla buena? Os digo que sí; porque toda semilla produce según su propia especie.", "32 Por tanto, si una semilla crece, es semilla buena; pero si no crece, he aquí que no es buena; por lo tanto, es desechada.", "33 Y he aquí, por haber probado el experimento y sembrado la semilla, y porque esta se hincha, y brota, y empieza a crecer, sabéis por fuerza que la semilla es buena.", "34 Y ahora bien, he aquí, ¿es perfecto vuestro entendimiento? Sí, vuestro conocimiento es perfecto en esta cosa, y vuestra fe queda inactiva; y esto porque sabéis, pues sabéis que la palabra ha henchido vuestras almas, y también sabéis que ha brotado, que vuestro entendimiento empieza a iluminarse y vuestra mente comienza a ensancharse.", "35 Luego, ¿no es esto verdadero? Os digo que sí, porque es luz; y lo que es luz, es bueno, porque se puede discernir; por tanto, debéis saber que es bueno; y ahora bien, he aquí, ¿es perfecto vuestro conocimiento después de haber gustado esta luz?", "36 He aquí, os digo que no; ni tampoco debéis dejar a un lado vuestra fe, porque tan solo habéis ejercitado vuestra fe para sembrar la semilla, a fin de llevar a cabo el experimento para saber si la semilla era buena.", "37 Y he aquí, a medida que el árbol empiece a crecer, diréis: Nutrámoslo con gran cuidado para que eche raíz, crezca y nos produzca fruto. Y he aquí, si lo cultiváis con mucho cuidado, echará raíz, y crecerá, y dará fruto.", "38 Mas si desatendéis el árbol, y sois negligentes en nutrirlo, he aquí, no echará raíz; y cuando el calor del sol llegue y lo abrase, se secará porque no tiene raíz, y lo arrancaréis y lo echaréis fuera.", "39 Y esto no es porque la semilla no haya sido buena, ni tampoco es porque su fruto no sea deseable; sino porque vuestro terreno es estéril y no queréis nutrir el árbol; por tanto, no podréis obtener su fruto.", "40 Y por lo mismo, si no cultiváis la palabra, mirando hacia adelante con el ojo de la fe a su fruto, nunca podréis recoger el fruto del árbol de la vida.", "41 Pero si cultiváis la palabra, sí, y nutrís el árbol mientras empiece a crecer, mediante vuestra fe, con gran diligencia y con paciencia, mirando hacia adelante a su fruto, echará raíz; y he aquí, será un árbol que brotará para vida sempiterna.", "42 Y a causa de vuestra diligencia, y vuestra fe y vuestra paciencia al nutrir la palabra para que eche raíz en vosotros, he aquí que con el tiempo recogeréis su fruto, el cual es sumamente precioso, y el cual es más dulce que todo lo dulce, y más blanco que todo lo blanco, sí, y más puro que todo lo puro; y comeréis de este fruto hasta quedar satisfechos, de modo que no tendréis hambre ni tendréis sed.", "43 Entonces, hermanos míos, segaréis el galardón de vuestra fe, y vuestra diligencia, y paciencia, y longanimidad, esperando que el árbol os dé fruto."], "Français": ["Alma instruit les pauvres, que leurs afflictions avaient rendus humbles— La foi est l’espérance en ce qui n’est pas vu, qui est vrai— Alma témoigne que des anges instruisent les hommes, les femmes et les enfants— Il compare la parole à une semence— Elle doit être plantée et nourrie— Alors elle devient un arbre où l’on cueille le fruit de la vie éternelle. Vers 74av.J.-C.", "1 Et il arriva qu’ils allèrent et commencèrent à prêcher la parole de Dieu au peuple, entrant dans leurs synagogues et dans leurs maisons; oui, et ils prêchèrent même la parole dans leurs rues.", "2 Et il arriva qu’après avoir beaucoup travaillé parmi eux, ils commencèrent à avoir du succès parmi la classe pauvre du peuple; car voici, ils étaient chassés des synagogues à cause de la grossièreté de leurs habits;", "3 c’est pourquoi il ne leur était pas permis d’entrer dans leurs synagogues pour adorer Dieu, étant considérés comme de la souillure; c’est pourquoi, ils étaient pauvres; oui, ils étaient considérés par leurs frères comme du rebut; c’est pourquoi, ils étaient pauvres quant aux choses du monde, et ils étaient également pauvres de cœur.", "4 Or, comme Alma enseignait et parlait au peuple sur la colline Onidah, une grande multitude vint à lui, et c’étaient ceux dont nous venons de parler, qui étaient pauvres de cœur à cause de leur pauvreté quant aux choses du monde.", "5 Et ils vinrent à Alma; et celui qui était le premier parmi eux lui dit: Voici, que feront ceux-ci, qui sont mes frères, car ils sont méprisés de tous les hommes à cause de leur pauvreté, oui, et plus spécialement par nos prêtres; car ils nous ont chassés de nos synagogues, que nous avons abondamment travaillé à construire de nos mains; et ils nous ont chassés à cause de notre extrême pauvreté; et nous n’avons aucun lieu pour adorer notre Dieu; et voici, que ferons-nous?", "6 Et alors, quand Alma entendit cela, il fit demi-tour, le visage directement tourné vers lui, et il regarda avec une grande joie; car il voyait que leurs afflictions les avaient réellement rendus humbles, et qu’ils étaient prêts à entendre la parole.", "7 C’est pourquoi il ne dit plus rien à l’autre multitude; mais il étendit la main et cria à ceux qu’il voyait, qui étaient vraiment pénitents, et leur dit:", "8 Je vois que vous êtes humbles de cœur; et s’il en est ainsi, bénis êtes-vous.", "9 Voici, votre frère a dit: Que ferons-nous?— car nous sommes chassés de nos synagogues, de sorte que nous ne pouvons adorer notre Dieu.", "10 Voici, je vous le dis, pensez-vous que vous ne puissiez pas adorer Dieu, si ce n’est dans vos synagogues uniquement?", "11 Et de plus, je vous le demande, pensez-vous que vous ne deviez adorer Dieu qu’une fois par semaine?", "12 Je vous le dis, il est bon que vous soyez chassés de vos synagogues, afin que vous soyez humbles et que vous appreniez la sagesse; car il est nécessaire que vous appreniez la sagesse; car c’est parce que vous êtes chassés, que vous êtes méprisés par vos frères, à cause de votre extrême pauvreté, que vous êtes amenés à l’humilité de cœur; car vous êtes nécessairement amenés à être humbles.", "13 Et maintenant, parce que vous êtes forcés d’être humbles, bénis êtes-vous; car parfois, s’il est forcé d’être humble, l’homme cherche le repentir; et maintenant, assurément, quiconque se repent trouve miséricorde; et celui qui trouve miséricorde et persévère jusqu’à la fin, celui-là sera sauvé.", "14 Et maintenant, comme je vous l’ai dit, parce que vous avez été forcés d’être humbles, vous êtes bénis; ne pensez-vous pas que ceux qui s’humilient vraiment à cause de la parole sont encore plus bénis?", "15 Oui, celui qui s’humilie vraiment, et se repent de ses péchés, et persévère jusqu’à la fin, celui-là sera béni— oui, beaucoup plus béni que ceux qui sont forcés d’être humbles à cause de leur extrême pauvreté.", "16 C’est pourquoi, bénis sont ceux qui s’humilient sans être forcés d’être humbles; ou plutôt, en d’autres termes, béni est celui qui croit en la parole de Dieu et est baptisé sans obstination de cœur, oui, sans être amené à connaître la parole, ou même forcé de connaître, avant de croire.", "17 Oui, il y en a beaucoup qui disent: Si tu nous montres un signe du ciel, alors nous saurons avec certitude; alors nous croirons.", "18 Or, je le demande: Est-ce là de la foi? Voici, je vous dis que non; car si un homme connaît une chose, il n’a pas lieu de croire, car il la connaît.", "19 Et maintenant, n’est-il pas bien plus maudit, celui qui connaît la volonté de Dieu et ne la fait pas, que celui qui croit seulement, ou qui a seulement lieu de croire, et tombe en transgression?", "20 Or, de cela vous devez juger. Voici, je vous dis que c’est d’un côté comme de l’autre, et il en sera pour tout homme selon son œuvre.", "21 Et maintenant, comme je l’ai dit concernant la foi: la foi, ce n’est pas avoir la connaissance parfaite des choses; c’est pourquoi, si vous avez la foi, vous espérez en des choses qui ne sont pas vues, qui sont vraies.", "22 Et maintenant, voici, je vous dis, et je voudrais que vous vous en souveniez, que Dieu est miséricordieux envers tous ceux qui croient en son nom; c’est pourquoi, il désire en premier lieu que vous croyiez, oui, en sa parole.", "23 Et maintenant, il communique sa parole par des anges aux hommes, oui, non seulement aux hommes, mais aussi aux femmes. Or, ce n’est pas tout; les petits enfants reçoivent bien des fois des paroles qui confondent les sages et les savants.", "24 Et maintenant, mes frères bien-aimés, puisque vous avez désiré savoir de moi ce que vous ferez, parce que vous êtes affligés et chassés— or, je ne désire pas que vous pensiez que je veux vous juger, si ce n’est selon ce qui est vrai—", "25 car je ne veux pas dire que vous avez tous été forcés de vous humilier; car je crois, en vérité, qu’il y en a parmi vous qui s’humilieraient dans quelque situation qu’ils fussent.", "26 Or, comme je l’ai dit concernant la foi— que ce n’était pas une connaissance parfaite— ainsi en est-il de mes paroles. Vous ne pouvez pas, dès l’abord, savoir à la perfection qu’elles sont sûres, pas plus que la foi n’est une connaissance parfaite.", "27 Mais voici, si vous voulez vous éveiller et donner de l’essor à vos facultés, jusqu’à faire l’expérience de mes paroles, et faire preuve d’un tout petit peu de foi, oui, même si vous ne pouvez faire plus que désirer croire, laissez ce désir agir en vous jusqu’à ce que vous croyiez de manière à pouvoir faire place à une partie de mes paroles.", "28 Maintenant, nous allons comparer la parole à une semence. Or, si vous faites de la place pour qu’une semence puisse être plantée dans votre cœur, voici, si c’est une vraie semence, ou une bonne semence, si vous ne la chassez pas par votre incrédulité en résistant à l’Esprit du Seigneur, voici, elle commencera à gonfler dans votre sein; et lorsque vous sentirez ces mouvements de gonflement, vous commencerez à dire en vous-mêmes: Il faut nécessairement que ce soit une bonne semence, ou que la parole soit bonne, car elle commence à m’épanouir l’âme; oui, elle commence à m’éclairer l’intelligence, oui, elle commence à m’être délicieuse.", "29 Or, voici, cela n’augmenterait-il pas votre foi? Je vous dis que oui; néanmoins, elle n’a pas grandi jusqu’à être une connaissance parfaite.", "30 Mais voici, une fois que la semence gonfle, et germe, et commence à pousser, alors vous devez nécessairement dire que la semence est bonne; car voici elle gonfle, et germe, et commence à pousser. Et maintenant, voici, cela ne va-t-il pas fortifier votre foi? Oui, cela va fortifier votre foi, car vous direz: Je sais que c’est là une bonne semence; car voici, elle germe et commence à pousser.", "31 Et maintenant, voici, êtes-vous sûrs que c’est une bonne semence? Je vous dis que oui; car toute semence produit à sa ressemblance.", "32 C’est pourquoi, si une semence pousse, elle est bonne, mais si elle ne pousse pas, voici, elle n’est pas bonne, c’est pourquoi on la jette.", "33 Et maintenant, voici, parce que vous avez tenté l’expérience, et planté la semence, et qu’elle gonfle, et germe, et commence à pousser, vous devez nécessairement savoir que la semence est bonne.", "34 Et maintenant, voici, votre connaissance est-elle parfaite? Oui, votre connaissance est parfaite en cela, et votre foi sommeille; et cela, parce que vous savez, car vous savez que la parole vous a gonflé l’âme, et vous savez aussi qu’elle a germé, que votre intelligence commence à être éclairée, et que votre esprit commence à s’épanouir.", "35 Oh alors, cela n’est-il pas réel? Je vous dis que oui, parce que cela est lumière; et ce qui est lumière est bon parce qu’on peut le discerner: c’est pourquoi vous devez savoir que c’est bon; et maintenant, voici, lorsque vous avez goûté cette lumière, votre connaissance est-elle parfaite?", "36 Voici, je vous dis que non; et vous ne devez pas non plus mettre de côté votre foi, car vous n’avez exercé votre foi que pour planter la semence, afin de tenter l’expérience pour savoir si la semence était bonne.", "37 Et voici, lorsque l’arbre commencera à pousser, vous direz: nourrissons-le avec grand soin, afin qu’il prenne racine, afin qu’il pousse et nous donne du fruit. Or voici, si vous le nourrissez avec beaucoup de soin, il prendra racine, et poussera, et produira du fruit.", "38 Mais si vous négligez l’arbre et n’accordez aucune pensée à sa nourriture, voici, il ne prendra pas racine; et lorsque la chaleur du soleil viendra et le brûlera, parce qu’il n’a pas de racine, il se desséchera, et vous l’arracherez et le rejetterez.", "39 Or, ce n’est pas parce que la semence n’était pas bonne, ce n’est pas non plus parce que le fruit n’en serait pas désirable; mais c’est parce que votre terrain est aride et que vous ne voulez pas nourrir l’arbre; c’est pourquoi vous ne pouvez pas en avoir le fruit.", "40 Et ainsi, si vous ne voulez pas nourrir la parole, attendant avec l’œil de la foi d’en avoir le fruit, vous ne pourrez absolument pas cueillir du fruit de l’arbre de vie.", "41 Mais si vous nourrissez la parole, oui, nourrissez l’arbre lorsqu’il commence à pousser, par votre foi, avec grande diligence et avec patience, attendant d’en avoir le fruit, il prendra racine; et voici, ce sera un arbre jaillissant jusque dans la vie éternelle.", "42 Et à cause de votre diligence, et de votre foi, et de votre patience à l’égard de la parole pour la nourrir, afin qu’elle prenne racine en vous, voici, vous en cueillerez bientôt le fruit, qui est extrêmement précieux, qui est doux par-dessus tout ce qui est doux, et qui est blanc par-dessus tout ce qui est blanc, oui, et pur par-dessus tout ce qui est pur; et vous vous ferez un festin de ce fruit jusqu’à ce que vous soyez rassasiés, de sorte que vous n’aurez ni faim ni soif.", "43 Alors, mes frères, vous récolterez les récompenses de votre foi, et de votre diligence, et de votre patience, et de votre longanimité, attendant que l’arbre vous donne du fruit."], "Kiribati": ["Aramwa e reireinia ake a kainnano ake a kananorinanoaki ma ni karawawatakia—Te onimaki bon kantaningan te bwai ae aki nooraki ae koaua—Aramwa e kaota koauan ae anera a buokiia mwaane, aine ao ataei—Aramwa e kabootaua te taeka ma te koraa—E riai n unikaki man ribanaki raoi—Ao ngkanne e na riki bwa te kai are e na kinikaki mai iai uaan te maiu ae akea tokina. Uakaan ma 74I.K.", "1 Ao e koro bukina bwa a waaki nako, ma ni kabwarabwara ana taeka te Atua nakoia aomata, n rin i nanon aia tinakaoke, ao i nanon mwengaia; eng, ao a bon kabwarabwara naba te taeka i nanon te kawai.", "2 Ao e koro bukina bwa i mwin aia mwakuri korakora i buakoia, ao e nakoraoi aia waaki i buakoia te koraki n aomata ake a kainnano; bwa nooria, a teweaki nako man taian tinakaoke ibukin aki tamaroan kunnikaia.", "3 Ngaia are aki kariaiakaki bwa a na rin i nanon aia tinakaoke bwa a na taromauria te Atua, bwa a taraaki bwa a kammaira; ngaia are a kainnano; eng, a taraaki irouia tariia bwa akea bongaia; ngaia are a kainnano ni bwain te aonaba; ao a kainnano naba inanoia.", "4 Ao ngkanne, ngke Aramwa e a reirei man taetae ni kawai nakoia aomata n te tabuki are Onita, ao a roko aomata aika a uanao nakoina, ake bon naake ti taekinia, ake a kainnano inanoia, ibukin aki kaubwaia ni bwain te aonaba.", "5 Ao a roko nakon Aramwa; ao temanna are te kabanea ni kakannato mai i buakoia e taku nakoina: Nooria, teraa ae a na karaoia tariu aikai, bwa a ribaki irouia aomata nako ibukin aki kaubwaia, eng, ao moaraara riki irouia ara ibonga; bwa a tia n teweira nako man ara tinakaoke are ti a tia ni korakai ni mwakuri bwa ti na katei n oin baira; ao a tia n teweira nako ibukin rianakon aki kaubwaira; ao akea ara tabo n taromauria Atuara; ao nooria, teraa ae ti na karaoia?", "6 Ao ngkai, ngke Aramwa e ongo aio, e rairaki, ma ni kaitaraa moana nakoina ngkekei naba, ao e nooria ma te kimwareirei ae korakora; bwa e nooria bwa karawawatakia e a bon tia ni kananorinanoia, ao a tauraoi n ongoraeakina te taeka.", "7 Ngaia are e toki ana taetae nakoia aomata ake a uanao; ma e arora baina, man tang nakoia ake e nooria, bwa a bon nanomaraki raoi, ao e taku nakoia:", "8 I nooria, bwa kam nanorinano inanomi; ao ngkana ngaia anne, kam na kakabwaiaki.", "9 Nooria tarimi e kangai, Teraa ae ti na karaoia?—bwa ti teweaki nako mai nanon ara auti n nebo, ao ti aki kona n taromauria Atuara.", "10 Nooria I taku nakoimi, kam kataua bwa kam aki kona n taromauria te Atua ma ti i nanon ami auti n nebo?", "11 Ao moaraa riki, N na titirakiningkami, kam kataua bwa kam riai n taromauria te Atua ti te taina n te wiiki?", "12 I taku nakoimi, e raoiroi ngkai kam teweaki nako man ami tinakaoke bwa kam aonga n nanorinano ao bwa kam aonga ni karekea te wanawana; bwa e riai bwa kam na karekea te wanawana; bwa ibukina kam teweaki nako, ao kam ribaki irouia tarimi ibukin rianakon aki kaubwaimi, ae ngaia ae kam a karekea te nano rinano n nanomi; bwa kam a kananorinanoaki.", "13 Ao ngkanne, ibukina bwa kam a kairoroaki bwa kam na nanorinano kam na kakabwaiaki; bwa n tabetai te aomata ngkana e kairoroaki bwa e na nano rinano, ao e ukora te rairannano; ao ngkai e koaua, bwa ane e rairananona e na karekea te nanoangaaki; ao ane e kunea te nanoangaaki man teimatoa n uaa te toki ao e na bon kamaiuaki.", "14 Ao ngkai, n aron are I taku nakoimi, ibukina bwa kam a kairoroaki bwa kam na nanorinano kam a kakabwaiaki, kam aki kataua bwa a kakabwaiaki riki ake a bon kananorinanoia ibukin te taeka?", "15 Eng, ane e kananorinanoa raoi, man rairananona man ana bure, ma n teimatoa n uaa te toki, ao e na bon kakabwaiaki—eng, e na kakabwaiaki riki nakoia ake a kairoroaki bwa a na nano rinano ibukin rianakon aki kaubwaia.", "16 Ngaia are, a na kakabwaiaki ake a kananorinanoia ma n aki kairoroaki bwa a na nanorinano; ke n taeka riki tabeua, e na kakabwaiaki te aomata are e kakoaua ana taeka te Atua, ma ni bwabetitoaki n akea matoatoan nanona, eng, n aki kairaki bwa e na ataa te taeka, ke ni kairoroaki bwa e na ataia, i mwaain ae a na kakoaua.", "17 Eng, a mwaiti ake a taku: Ngkana ko kaota nakoira te kanikina mai karawa, ao ngkanne ti na ataia ma te koaua raoi; ao ngkanne ti na kakoaua.", "18 Ao ngkanne I titiraki, aio te onimaki? Nooria, I taku nakoim, Tiaki; bwa ngkana te aomata e ataa te bwai ao bon akea bukina bwa e na kakoaua, bwa e bon ataia.", "19 Ao ngkanne, ai mwaitira riki maraian te aomata are e ataa nanon te Atua ao e aki karaoia, nakon are e bon ti kakoaua, ke iai bukin kakoauana, ao e bwaka n riaoan te tua?", "20 Ao ngkanne te bwai aei kam na baireia. Nooria, I taku nakoimi, aio bwa e mena n te itera are teuana n aron naba te itera are teuana; ao e na baireaki nakon te aomata n aron ana mwakuri.", "21 Ao ngkai n aron are I taku ni kaineti ma te onimaki—te onimaki bon tiaki karekean te ataibwai ae kororaoi ibukin bwaai nako; ngaia are ngkana iai am onimaki ko kantaningai bwaai aika aki nooraki, aika a koaua.", "22 Ao ngkai, nooria, I taku nakoimi, I tangiria bwa kam na uringnga, bwa te Atua e nanoanga nakoia ni kabane ake a kakoaua arana; ngaia are e tangiria, n te moan tai, bwa kam na kakoaua, eng, ana taeka naba.", "23 Ao ngkai, e kanakoa ana taeka irouia ana anera nakoia mwaane, eng, tiaki ti mwaane ma aine naba. Ma tiaki ti aio; ataei naba aika a uarereke a bon karekea naba te taeka are a anganaki ni mwaitin te tai, are a kaminoa nanoia naake a wanawana man rabakau.", "24 Ao ngkai, tariu aika kam tangiraki, ngkai kam a tia n tangiria bwa kam na ataia mai irou bwa teraa ae kam na karaoia ibukina bwa kam karawawataki man teweaki nako—ngkanne I aki tangiria bwa kam na kataua inanomi bwa N na motika taekami ni kaineti ma te bwai are e koaua—", "25 Bwa I aki kananonaa bwa ngkami ni kabane kam kairoroaki bwa kam na kananorinanoingkami; bwa I kakoaua bwa iai tabemwaang ake a na kona ni kananorinanoia, e ngae ngke enga te itera ake a mena iai.", "26 Ao ngkanne, n aron are I taku ni kaineti ma te onimaki—bwa bon tiaki te atatai ae kororaoi—ao ai aekan naba au taeka. Kam aki kona n ataa koauaia n te moan tai, n ae kororaoi, nakon ae kam na ataia bwa te onimaki bon te atatai ae kororaoi.", "27 Ma nooria, ngkana kam kauti matami ma ni kamwakuri ami konabwai, ma ni kakatai iaon au taeka, ma ni kamwakura teutana te onimaki, eng, e ngae ngke akea te bwai ae kam tangiria bwa kam ti kan kakoaua, kamwakura te nano aio inanomi, ni karokoa ae kam kakoaua n te aro ae e a kona n reke nnen teutana au taeka.", "28 Ngkai, ti na kabootaua te taeka ma te koraa. Ao ngkanne, ngkana ti angan te koraa nnena, bwa e na unikaki inanom, nooria, ngkana bon te koraa ni koaua, ke te koraa ae raoiroi, ngkana ko aki tewenakoa n am kakewekewe, bwa kam na kaitaraa Tamnein te Uea, nooria, e na bon rikirake inanom; ao ngkana ko namakini namakin aika a kakamwakuri, kam na kangai inanomi—E na bon riai bwa te koraa ae raoiroi aio, ke bwa e raoiroi te taeka, bwa e moanna ni kabubura tamneiu; eng, e moanna ni kaota riki ootau, eng, e moanna ni kangkang irou.", "29 Ngkai nooria, tiaki bwa e na karikirakea am onimaki aio? I taku nakoimi, Eng; ma e ngae n anne e bon tuai n rikirake bwa te atatai ae kororaoi.", "30 Bwa nooria, ngkana e rikirake te koraa, ma ni bwebwerake, ma ni moanna ni maiu, ngkanne ko riai n taekinna bwa e raoiroi te koraa; bwa nooria e rikirake, ma ni bwebwerake, ma ni moanna n maiu. Ao ngkai, nooria, tiaki bwa e na kamatoatoa am onimaki aio? Eng, e na bon kamatoatoa am onimaki: bwa ko na kangai I ataia bwa te koraa ae raoiroi aio; bwa nooria e bwebwerake ao e moanna ni maiu.", "31 Ao ngkai, nooria, ko koaua raoi bwa te koraa ae raoiroi aio? I kangai nakoim, Eng; bwa ni kabane taian koraa a karika ae bon aekakiia.", "32 Ngaia are, ngkana e maiu te koraa e bon raoiroi, ma ngkana e aki maiu, nooria e bon aki raoiroi, ngaia are e teweaki nako.", "33 Ao ngkai, nooria, ibukina bwa kam a tia ni kata te kakatai, man unika te koraa, ao e rikirake ma ni bwebwerake, ma ni moanna ni maiu, ko na bon ataia bwa e raoiroi te koraa.", "34 Ao ngkai, nooria, e kororaoi ami atatai? Eng, e kororaoi ami atatai n te bwai anne, ao ami onimaki a matu; ao aio ibukina bwa kam ataia, bwa kam ataia bwa te taeka e a rikirake inanomi, ao kam ataia naba bwa e a tia ni bwebwerake, bwa ootami e a moanna ni kaotaki riki, ao ami iango e a karababaki.", "35 O ngkanne, tiaki bwa e koaua aio? I kangai nakoimi, Eng, ibukina bwa e oota; ao te bwai ae e oota, e raoiroi, ibukina bwa ko kona n ataia, ngaia are ko na riai n ataia bwa e raoiroi; ao ngkai nooria, i mwin ae kam a tia n noora kangkangin te oota aio e a kororaoi ami atatai?", "36 Nooria I kangai nakoimi, Tiaki; ao kam na aki naba kanakoa ami onimaki, bwa kam a tibwa kamwakura ami onimaki n unika te koraa bwa kam na kataa te kakatai bwa kam kan ataia bwa e raoiroi te koraa.", "37 Ao nooria, ngkana e rikirake te koraa, kam na kangai: Ti na kamwarakea raoi man tararuaia raoi, bwa e aonga ni wakaa, bwa e na maiu, ma ni kariki uaa nakoira. Ao ngkanne nooria, ngkana ko kamwarakea raoi man tararuaia raoi e na karekea wakaana, ma ni maiu, ma ni karika uaana.", "38 Ma ngkana ko mwanuokina te kai, man aki iangoa kamwarakeana, nooria e na bon aki reke wakaana; ao ngkana e roko kabuebuen taai ma ni kabuekia, ibukina bwa akea wakaana e na bon rai, ao ko na routia man tewenakoa.", "39 Ngkai, tiaki bukina bwa e aki raoiroi te koraa, ao tiaki naba bwa uaana e aki tangiraki; ma bon ibukina bwa e aki kona ni kariki uaa ami tano, ao kam bon aki kamwarakea te kai, ngaia are kam aki kona ni karekea uaana.", "40 Ao ngaia are, ngkana kam aki kamwarakea te taeka, n ingainga ma te mata n onimaki nakon uaana, kam bon aki kona ni kinika uaan te kai ni kamaiu.", "41 Ma ngkana kam kamwarakea te taeka, eng, kamwarakea te kai ngkana e waaki ni maiu, n ami onimaki ma te botumwaaka ae korakora, ma te taotaonannano, n ingaingan nakon uaana, ao e na bon karika wakaana; ao nooria e na riki bwa te kai ae bwebwerake nakon te maiu ae aki totoki.", "42 Ao ibukin ami botumwaaka ma ami onimaki ma ami taotaonannano nakon te taeka ni kamwarakeana, bwa e aonga ni wakaa inanomi, nooria, n te tai ae aki maan kam na kinika uaana, are bon moan te kakawaki, are e karewerewe riki nakon bwaai aika a karewerewe, ao e mainaina riki iaon bwaai ni kabane aika a mainaina, eng, man itiaki riki iaon bwaai ni kabane aika a itiaki; ao kam na amwarake n te uaa aei ni karokoa ae kam a nuai, bwa kam aonga n aki baki, man aki taka naba.", "43 Ao ngkanne, tariu, kam na ataa kanuangan ami onimaki, ma ami botumwaaka, ma ami taotaonannano, ma taonan nanomi n te tai ae maan, n tataninga te kai bwa e na kariki uaa nakoimi."]}