{"English": ["The Lamanite prisoners are used to fortify the city Bountiful—Dissensions among the Nephites give rise to Lamanite victories—Helaman takes command of the two thousand stripling sons of the people of Ammon. About 64–63B.C.", "1 And it came to pass that they did set guards over the prisoners of the Lamanites, and did compel them to go forth and bury their dead, yea, and also the dead of the Nephites who were slain; and Moroni placed men over them to guard them while they should perform their labors.", "2 And Moroni went to the city of Mulek with Lehi, and took command of the city and gave it unto Lehi. Now behold, this Lehi was a man who had been with Moroni in the more part of all his battles; and he was a man like unto Moroni, and they rejoiced in each other’s safety; yea, they were beloved by each other, and also beloved by all the people of Nephi.", "3 And it came to pass that after the Lamanites had finished burying their dead and also the dead of the Nephites, they were marched back into the land Bountiful; and Teancum, by the orders of Moroni, caused that they should commence laboring in digging a ditch round about the land, or the city, Bountiful.", "4 And he caused that they should build a breastwork of timbers upon the inner bank of the ditch; and they cast up dirt out of the ditch against the breastwork of timbers; and thus they did cause the Lamanites to labor until they had encircled the city of Bountiful round about with a strong wall of timbers and earth, to an exceeding height.", "5 And this city became an exceeding stronghold ever after; and in this city they did guard the prisoners of the Lamanites; yea, even within a wall which they had caused them to build with their own hands. Now Moroni was compelled to cause the Lamanites to labor, because it was easy to guard them while at their labor; and he desired all his forces when he should make an attack upon the Lamanites.", "6 And it came to pass that Moroni had thus gained a victory over one of the greatest of the armies of the Lamanites, and had obtained possession of the city of Mulek, which was one of the strongest holds of the Lamanites in the land of Nephi; and thus he had also built a stronghold to retain his prisoners.", "7 And it came to pass that he did no more attempt a battle with the Lamanites in that year, but he did employ his men in preparing for war, yea, and in making fortifications to guard against the Lamanites, yea, and also delivering their women and their children from famine and affliction, and providing food for their armies.", "8 And now it came to pass that the armies of the Lamanites, on the west sea, south, while in the absence of Moroni on account of some intrigue amongst the Nephites, which caused dissensions amongst them, had gained some ground over the Nephites, yea, insomuch that they had obtained possession of a number of their cities in that part of the land.", "9 And thus because of iniquity amongst themselves, yea, because of dissensions and intrigue among themselves they were placed in the most dangerous circumstances.", "10 And now behold, I have somewhat to say concerning the people of Ammon, who, in the beginning, were Lamanites; but by Ammon and his brethren, or rather by the power and word of God, they had been converted unto the Lord; and they had been brought down into the land of Zarahemla, and had ever since been protected by the Nephites.", "11 And because of their oath they had been kept from taking up arms against their brethren; for they had taken an oath that they never would shed blood more; and according to their oath they would have perished; yea, they would have suffered themselves to have fallen into the hands of their brethren, had it not been for the pity and the exceeding love which Ammon and his brethren had had for them.", "12 And for this cause they were brought down into the land of Zarahemla; and they ever had been protected by the Nephites.", "13 But it came to pass that when they saw the danger, and the many afflictions and tribulations which the Nephites bore for them, they were moved with compassion and were desirous to take up arms in the defence of their country.", "14 But behold, as they were about to take their weapons of war, they were overpowered by the persuasions of Helaman and his brethren, for they were about to break the oath which they had made.", "15 And Helaman feared lest by so doing they should lose their souls; therefore all those who had entered into this covenant were compelled to behold their brethren wade through their afflictions, in their dangerous circumstances at this time.", "16 But behold, it came to pass they had many sons, who had not entered into a covenant that they would not take their weapons of war to defend themselves against their enemies; therefore they did assemble themselves together at this time, as many as were able to take up arms, and they called themselves Nephites.", "17 And they entered into a covenant to fight for the liberty of the Nephites, yea, to protect the land unto the laying down of their lives; yea, even they covenanted that they never would give up their liberty, but they would fight in all cases to protect the Nephites and themselves from bondage.", "18 Now behold, there were two thousand of those young men, who entered into this covenant and took their weapons of war to defend their country.", "19 And now behold, as they never had hitherto been a disadvantage to the Nephites, they became now at this period of time also a great support; for they took their weapons of war, and they would that Helaman should be their leader.", "20 And they were all young men, and they were exceedingly valiant for courage, and also for strength and activity; but behold, this was not all—they were men who were true at all times in whatsoever thing they were entrusted.", "21 Yea, they were men of truth and soberness, for they had been taught to keep the commandments of God and to walk uprightly before him.", "22 And now it came to pass that Helaman did march at the head of his two thousand stripling soldiers, to the support of the people in the borders of the land on the south by the west sea.", "23 And thus ended the twenty and eighth year of the reign of the judges over the people of Nephi."], "Español": ["Se emplea a los prisioneros lamanitas para fortificar la ciudad de Abundancia— Las disensiones entre los nefitas dan lugar a las victorias lamanitas— Helamán toma el mando de los dos mil jóvenes del pueblo de Ammón. Aproximadamente 64–63a.C.", "1 Y sucedió que les pusieron guardias a los prisioneros lamanitas, y los obligaron a que fueran y enterraran a sus muertos, sí, y también a los muertos de los nefitas, y Moroni les puso guardias para vigilarlos mientras desempeñaban sus trabajos.", "2 Y Moroni fue a la ciudad de Mulek, acompañado de Lehi, y tomó el mando de la ciudad, y lo confirió a Lehi. Y he aquí, este Lehi era el que había estado con Moroni en la mayor parte de todas sus batallas; y era un hombre semejante a Moroni, y se regocijaban en la seguridad del uno y del otro; sí, se amaban el uno al otro; y también los amaba todo el pueblo de Nefi.", "3 Y sucedió que después que los lamanitas hubieron acabado de enterrar a sus muertos, como también a los muertos de los nefitas, los condujeron de regreso a la tierra de Abundancia; y Teáncum, por órdenes de Moroni, les hizo emprender la obra de cavar un foso alrededor de la tierra, o sea, la ciudad de Abundancia.", "4 E hizo que levantaran un parapeto de maderos sobre el borde interior del foso; y echaron la tierra del foso contra el parapeto de vigas; y así hicieron trabajar a los lamanitas hasta que hubieron cercado la ciudad de Abundancia con una fuerte muralla de vigas y tierra de una altura extraordinaria.", "5 Y esta ciudad se convirtió desde entonces en una plaza sumamente fuerte; y en esta ciudad guardaron a los prisioneros lamanitas; sí, dentro de una muralla que les habían hecho levantar con sus propias manos. Pues Moroni se vio obligado a hacer que los lamanitas trabajaran porque era fácil vigilarlos mientras trabajaban; y él quería disponer de todas sus fuerzas cuando atacara a los lamanitas.", "6 Y aconteció que de este modo Moroni había logrado una victoria sobre uno de los mayores ejércitos de los lamanitas, y se había apoderado de la ciudad de Mulek, que era una de las plazas más fuertes de los lamanitas en la tierra de Nefi; y así también había construido un fuerte para retener a sus prisioneros.", "7 Y sucedió que no intentó más presentar batalla contra los lamanitas ese año, sino que empleó a sus hombres en preparativos de guerra, sí, y en la construcción de fortificaciones para protegerse de los lamanitas, sí, y en la tarea de liberar a sus mujeres e hijos del hambre y de la aflicción, y en la de proveer víveres para su ejército.", "8 Y aconteció que los ejércitos de los lamanitas sobre el mar del oeste, hacia el sur, durante la ausencia de Moroni motivada por algunas intrigas entre los nefitas, las que causaron disensiones entre ellos, habían ganado algún terreno a los nefitas, sí, al grado de que se habían apoderado de varias de sus ciudades en aquella parte de la tierra.", "9 Y así, por causa de la iniquidad entre ellos, sí, por las disensiones e intrigas entre ellos mismos, los nefitas se vieron en las más críticas circunstancias.", "10 Y he aquí, ahora tengo algo que decir concerniente a los del pueblo de Ammón, que en un principio eran lamanitas, pero que se habían convertido al Señor mediante Ammón y sus hermanos, o mejor dicho, por el poder y la palabra de Dios; y habían sido conducidos a la tierra de Zarahemla, y los nefitas los habían protegido desde entonces.", "11 Y por motivo de su juramento, se les había refrenado de tomar las armas contra sus hermanos; porque habían hecho juramento de no verter más sangre; y de acuerdo con su juramento, hubieran perecido; sí, ellos se habrían dejado caer en manos de sus hermanos, si no hubiera sido por la compasión y gran amor que Ammón y sus hermanos habían sentido por ellos.", "12 Y por esta razón fueron conducidos a la tierra de Zarahemla; y desde entonces los habían protegido los nefitas.", "13 Pero sucedió que cuando vieron el peligro, y las muchas aflicciones y tribulaciones que los nefitas padecían por ellos, se llenaron de compasión y sintieron deseos de tomar las armas en defensa de su país.", "14 Pero he aquí, cuando estaban ya para tomar sus armas de guerra, los convencieron las persuasiones de Helamán y sus hermanos, pues estaban a punto de quebrantar el juramento que habían hecho.", "15 Y Helamán temía que de hacerlo perderían sus almas. Por tanto, todos los que habían concertado este convenio se vieron obligados a ver a sus hermanos vadear sus dificultades, en sus peligrosas circunstancias en esta época.", "16 Mas he aquí, aconteció que tenían muchos hijos que no habían concertado ningún convenio de que no tomarían sus armas de guerra para defenderse contra sus enemigos; por tanto, cuantos podían portar armas se reunieron en esa ocasión, y se hicieron llamar nefitas.", "17 E hicieron un convenio de luchar por la libertad de los nefitas, sí, de proteger la tierra hasta con su vida; sí, hicieron convenio de que jamás renunciarían a su libertad, sino que lucharían en toda ocasión para proteger a los nefitas y a sí mismos del cautiverio.", "18 Y he aquí, hubo dos mil de estos jóvenes que concertaron este convenio y tomaron sus armas de guerra para defender su patria.", "19 Y he aquí, como hasta entonces nunca habían sido desventaja alguna para los nefitas, se tornaron, en esta ocasión, en un fuerte apoyo; porque tomaron sus armas de guerra y quisieron que Helamán fuese su caudillo.", "20 Y todos ellos eran jóvenes, y sumamente valientes en cuanto a intrepidez, y también en cuanto a vigor y actividad; mas he aquí, esto no era todo; eran hombres que en todo momento se mantenían fieles a cualquier cosa que les fuera confiada.", "21 Sí, eran hombres verídicos y serios, pues se les había enseñado a guardar los mandamientos de Dios y a andar rectamente ante él.", "22 Y aconteció que Helamán marchó al frente de sus dos mil soldados jóvenes para ayudar al pueblo en las fronteras de la tierra hacia el sur, cerca del mar del oeste.", "23 Y así concluyó el año veintiocho del gobierno de los jueces sobre el pueblo de Nefi."], "Français": ["Les prisonniers lamanites sont utilisés pour fortifier la ville d’Abondance— Les dissensions parmi les Néphites donnent lieu à des victoires lamanites— Hélaman prend le commandement des deux mille jeunes fils du peuple d’Ammon. Vers 64–63av.J.-C.", "1 Et il arriva qu’ils mirent des gardes sur les prisonniers lamanites et les forcèrent à aller enterrer leurs morts, oui, et aussi les morts des Néphites qui avaient été tués; et Moroni plaça des hommes pour les garder pendant qu’ils accomplissaient leurs travaux.", "2 Et Moroni alla à la ville de Mulek avec Léhi, et prit le commandement de la ville et le donna à Léhi. Or, voici, ce Léhi était un homme qui avait été avec Moroni dans la plupart de ses batailles; et c’était un homme semblable à Moroni, et chacun se réjouissait de la sécurité de l’autre; oui, ils s’aimaient et étaient aussi aimés de tout le peuple de Néphi.", "3 Et il arriva que lorsque les Lamanites eurent fini d’enterrer leurs morts et aussi les morts des Néphites, ils furent ramenés au pays d’Abondance; et Téancum, sur l’ordre de Moroni, les mit à l’ouvrage et les fit commencer à creuser un fossé autour du pays, ou de la ville d’Abondance.", "4 Et il leur fit construire un parapet de bois de construction sur le talus intérieur du fossé; et ils jetèrent la terre du fossé contre le parapet de bois de construction; et ils firent ainsi travailler les Lamanites jusqu’à ce qu’ils eussent enfermé la ville d’Abondance dans un puissant mur de bois de construction et de terre, sur une hauteur extrême.", "5 Et cette ville devint à partir de ce moment-là une place extrêmement forte; et dans cette ville, ils gardèrent les prisonniers lamanites; oui, à l’intérieur du mur qu’ils leur avaient fait construire de leurs propres mains. Or, Moroni était forcé de faire travailler les Lamanites, parce qu’il était facile de les garder pendant qu’ils étaient au travail; et il voulait disposer de toutes ses forces lorsqu’il lancerait une attaque contre les Lamanites.", "6 Et il arriva que Moroni avait ainsi remporté une victoire sur une des plus grandes armées lamanites et avait obtenu la possession de la ville de Mulek, qui était une des places les plus fortes des Lamanites au pays de Néphi; et ainsi, il avait aussi édifié une place forte pour garder ses prisonniers.", "7 Et il arriva qu’il ne tenta plus de livrer bataille aux Lamanites cette année-là, mais il employa ses hommes à se préparer pour la guerre, oui, et à faire des fortifications pour se protéger des Lamanites, oui, et aussi à délivrer leurs femmes et leurs enfants de la famine et de l’affliction, et à fournir de la nourriture pour leurs armées.", "8 Et alors, il arriva que les armées des Lamanites, sur la mer de l’ouest, au sud, pendant que Moroni était absent à cause d’une intrigue chez les Néphites, qui causait des dissensions parmi eux, avaient gagné du terrain sur les Néphites, oui, de sorte qu’ils avaient obtenu la possession d’un certain nombre de leurs villes dans cette partie du pays.", "9 Et ainsi, à cause de l’iniquité qui existait parmi eux, oui, à cause des dissensions et des intrigues qui existaient parmi eux, ils furent placés dans une situation des plus dangereuses.", "10 Et maintenant, voici, j’ai un certain nombre de choses à dire concernant le peuple d’Ammon qui, au commencement, était lamanite; mais grâce à Ammon et à ses frères, ou plutôt grâce au pouvoir et à la parole de Dieu, ils avaient été convertis au Seigneur; et on les avait fait descendre dans le pays de Zarahemla, et, depuis lors, ils étaient protégés par les Néphites.", "11 Et à cause de leur serment, ils avaient été empêchés de prendre les armes contre leurs frères; car ils avaient fait serment de ne plus jamais verser le sang; et, selon leur serment, ils auraient péri; oui, ils auraient souffert de tomber entre les mains de leurs frères, s’il n’y avait pas eu la pitié et l’amour extrême qu’Ammon et ses frères avaient eus pour eux.", "12 Et, pour cette raison, on les fit descendre au pays de Zarahemla; et ils avaient toujours été protégés par les Néphites.", "13 Mais il arriva que lorsqu’ils virent le danger, et les afflictions et les tribulations nombreuses que les Néphites enduraient pour eux, ils furent émus de compassion et voulurent prendre les armes pour la défense de leur pays.", "14 Mais voici, comme ils étaient sur le point de prendre leurs armes de guerre, la force de persuasion d’Hélaman et de ses frères eut le dessus sur eux, car ils étaient sur le point de rompre le serment qu’ils avaient fait.", "15 Et Hélaman craignait que, ce faisant, ils ne perdent leur âme; c’est pourquoi tous ceux qui avaient conclu cette alliance furent forcés de voir leurs frères traverser leurs afflictions, dans la situation dangereuse où ils étaient à ce moment-là.", "16 Mais voici, il arriva qu’ils avaient beaucoup de fils qui n’avaient pas conclu l’alliance de ne pas prendre leurs armes de guerre pour se défendre contre leurs ennemis; c’est pourquoi, ils s’assemblèrent à ce moment-là, tous ceux qui étaient capables de prendre les armes, et ils se donnèrent le nom de Néphites.", "17 Et ils conclurent l’alliance de se battre pour la liberté des Néphites, oui, pour protéger le pays jusqu’à donner leur vie; oui, ils firent même alliance de ne jamais abandonner leur liberté, mais de se battre dans tous les cas pour protéger les Néphites et eux-mêmes de la servitude.", "18 Or, voici, il y eut deux mille de ces jeunes hommes qui conclurent cette alliance et prirent leurs armes de guerre pour défendre leur pays.", "19 Et maintenant, voici, de même qu’ils n’avaient jamais été un désavantage pour les Néphites jusqu’à présent, de même ils devenaient maintenant, en cette période particulière, un grand soutien aussi; car ils prirent leurs armes de guerre, et ils voulurent qu’Hélaman fût leur chef.", "20 Et c’étaient tous de jeunes hommes, et ils étaient extrêmement vaillants dans leur courage, et aussi dans leur force et leur activité; mais voici, ce n’était pas tout: c’étaient des hommes qui étaient fidèles en tout temps dans tout ce qui leur était confié.", "21 Oui, c’étaient des hommes pleins de vérité et de sérieux, car on leur avait enseigné à garder les commandements de Dieu et à marcher en droiture devant lui.", "22 Et alors, il arriva qu’Hélaman marcha à la tête de ses deux mille jeunes soldats, pour soutenir le peuple dans les régions frontières du pays au sud près de la mer de l’ouest.", "23 Et ainsi finit la vingt-huitième année du règne des juges sur le peuple de Néphi."], "Kiribati": ["Aia bure Reimwanaite a kabonganaki bwa a na mwakuria kamatoatoan te kaawa are Te Mari—Taian kaiangatoa i marenaia Nibwaite e karikirakea tokanikaia Reimwanaite—Ereman e kairia uangaa naati mwaane aika rorobuaka mai irouia ana botanaomata Amon. Uakaan ma 64–63I.K.", "1 Ao e koro bukina bwa a kateia taan tararua i aoia aia bure ake Reimwanaite, ao a kairoroia bwa a na waaki n tauniia aia mate, eng, ma aia mate naba Nibwaite ake a tiringaki; ao Moronaai e kateia mwaane i aoia bwa a na tararuaia i nanon aia tai ni karaoa aia beku.", "2 Ao Moronaai e nakon te kaawa are Mureki ma Riaai, man taua taekan te kaawa ao e a manga angan Riaai. Ao ngkanne nooria, Riaai aei bon te mwaane are e a bon tia ni mena ma Moronaai n angiin ana bubuaka; ao bon te mwaane ae aekan Moronaai, ao a bon kukurei i marenaia n nooran aki kabuanibwaia; eng, ao a bon tangiriia, man tangiraki naba irouia ana botanaomata Nibwaai.", "3 Ao e koro bukina bwa i mwin are a tia Reimwanaite n tauniia aia mate ma aia mate naba Nibwaite, a bon kamwanangaki n oki nakon te Aba ni Mari; ao Teaenikam, i aan ana kaetieti Moronaai, e tua bwa a na mwakuri ni kena te mwanono ni katobibia te aba, ke te kaawa are Te Mari.", "4 Ao e karekea te anga are a na katea te kateitei ae te oo ae te kai iaon rabeen te mwanono; ao a kawaerakea te tano mai nanon te mwanono nako oin te kateitei are te oo ae te kai; ao a karekea te anga are a na mwakuri iai Reimwanaite ni karokoa ae a katobibia te kaawa are Te Mari n otabwaninia n oo aika matoatoa ae te kai ma te tano, ae rianako abwabwakina.", "5 Ao te kaawa ae bubura aio e riki bwa te tabo ni kamanomano ae matoatoa man te tai anne ao n te kaawa aio a bon tararuaaki iai bure ake Reimwanaite; eng, i nanon te oo are a bon tuangiia bwa a na kateia n oin baia. Ngkai Moronaai e bon kairoroaki bwa e na karekea te anga are a na mwakuri Reimwanaite, kioina ngkai e bon beebete tararuakia ngkana a mwakuri; ao ngkana e tangiriia ana taanga ni buaka bwa a na ekii nakoia Reimwanaite.", "6 Ao e koro bukina bwa Moronaai e a karekea te tokanikai iaon teuana aia taanga ni buaka Reimwanaite ae moan te korakora, ma ni karekea tauan te kaawa are Mureki, are bon teuana te tabo ni kamanomano ae matoatoa ibukiia Reimwanaite n te aba are Nibwaai; ao ngaia are e a tia naba ni katea te tabo ni kamanomano ibukin kawakinaia ana bure.", "7 Ao e koro bukina bwa e a bon aki manga kataia ni buaka ma Reimwanaite n te ririki anne, ma e kabonganaia ana koraki bwa a na katauraoi nakon te buaka, eng, ao ni katei naba taabo ni katantan mai irouia Reimwanaite, eng, ma ni kamaiuia aia aaine ma natia man te rongo ao te karawawataki, ao ni karekea te amwarake ibukin aia taanga ni buaka.", "8 Ao ngkai e koro bukina bwa aia taanga ni buaka Reimwanaite, ake i rarikin taari maeao, i maiaki, i nanon ana tai ni mwawa iai Moronaai ibukin te waaki ni kakaitara i bon i buakoia Nibwaite, are e a karika te kaiangatoa i marenaia, e a reke abaia Nibwaite tabeua irouia, eng, n te aro are e a reke tauan tabeua aia kaawa ni mwakoron te aba anne.", "9 Ao ngaia are ibukin te buakaka i marenaia, eng, ibukin te kaiangatoa ma te waaki ni kakaitara i buakoia a bon mena n te aro ae moan te kakamaku.", "10 Ao ngkai nooria, iai te bwai ae I kan taekinna ni kaineti ma ana aomata Amon, ake bon Reimwanaite, ngkoa; man ana mwakuri Amon ma tarina, ke man te mwaaka ao ana taeka te Atua, a bon tia n rairaki nakon te Uea; ao a bon tia n uotaki rikaaki nakon te aba are Taraemera, man te tai anne a tia ni kawakinaki irouia Nibwaite.", "11 Ao ibukin aia berita ao a bon tukaki bwa a na aki tabeki bwaai ni buaka ni kaaitaraia tariia; bwa a bon tia ni karaoa te berita bwa a na aki manga kawawaea te raraa; ao ni kaineti ma aia berita a na bon mate; eng, a na bon kariaia bwa a na bwaka nako nanon baia tariia, ngke arona bwa akea te nanoanga ma te tangiria ae korakora are a kaotia Amon ma tariia nakoia.", "12 Ao ibukin aio a bon kairaki nakon te aba are Taraemera; ao a bon tararuaki man te tai anne irouia Nibwaite.", "13 Ma e koro bukina bwa ngke a noora te kakamaku, ma te karawawataki ae bati ma kangaanga ake a rinanona Nibwaite ibukiia, a bon onrake n te nanoanga ao a bon tangiria bwa a na tabeki bwaai ni buaka n tei ibukin abaia.", "14 Ma nooria, ngke a nang tabeki aia bwaai ni buaka, a bon taonaki nako n ana kairoro Ereman ma tarina, ibukina bwa a nang bon urua te berita are a tia ni karaoia.", "15 Ao Ereman e maaku bwa mwiina a urua ao a na bua tamneia; ngaia are ni kabane ake a karaoa te berita ae tabu aei a bon kairoroaki bwa a na nooria tariia n rinanon karawawatakia, n te aro ae rang kakamaku n te tai aei.", "16 Ma nooria, e koro bukina bwa iai natia mwaane aika a mwaiti, ake a bon aki karaoa te berita ae tabu are a a na aki tabeki aia bwai ni buaka n tei bon ibukiia ni kaaitaraia aia kairiribai; ngaia are a bon ikoikotiia n te tai aei, ni kamwaitia ake a kona n tabeki bwaai ni buaka, ao a bon araniia bwa Nibwaite.", "17 Ao a karaoa te berita ae tabu bwa a na buaka ibukin inaomataia Nibwaite, eng, bwa a na kawakina te aba ni kukurei ni mate ibukina; eng, ao a bon berita n ae tabu naba bwa a na bon aki anganako inaomataia, ma a na buaka n taai nako ni kawakinia Nibwaite ao man kawakinia man te tautoronaki.", "18 Ao nooria, bon uangaa mwaitia ataeinimwaane aikai, ake a karaoa te berita ae tabu man anai aia bwai ni buaka bwa a na tei ibukin abaia.", "19 Ao nooria ngkanne, ngkai a bon tia n riki mai mwaina bwa bwaai ni karawawata nakoia Nibwaite, a bon riki n te tai aei, bwa taan korakora aia boutokaa; bwa a bon anai aia bwai ni buaka, ao a tangiria bwa e na riki Ereman bwa aia tia kairiri.", "20 Ao bon ataeinimwaane, ao a bon rang korakora aki mamakuia ibukin te ninikoriaia, ao te korakora naba ma te marurung; ma nooria bon tiaki ti aei—bwa bon mwaane aika a kokoaua n taai nako ni bwaai nako ake a onimakinaki iai.", "21 Eng, bon mwaane aika a kokoaua man taua ma nanoia, bwa a bon tia n reireinaki bwa a na kaawakin ana tua te Atua man nakonako ma te eti i matana.", "22 Ao e koro bukina bwa e mwananga Ereman ni kairia ana tautia aika uoua te ngaa rorobuaka n ataeinimwaane, bwa a na boutokaia aomata ake n tian te aba i maiaki i rarikin taari are i maeao.", "23 Ao ikai are e a toki aia kauabwi ma waniua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai."]}