{"English": ["The Lamanites are defeated in a tremendous battle—Tens of thousands are slain—The wicked are consigned to a state of endless woe; the righteous attain a never-ending happiness. About 77–76B.C.", "1 And now it came to pass that after the people of Ammon were established in the land of Jershon, and a church also established in the land of Jershon, and the armies of the Nephites were set round about the land of Jershon, yea, in all the borders round about the land of Zarahemla; behold the armies of the Lamanites had followed their brethren into the wilderness.", "2 And thus there was a tremendous battle; yea, even such an one as never had been known among all the people in the land from the time Lehi left Jerusalem; yea, and tens of thousands of the Lamanites were slain and scattered abroad.", "3 Yea, and also there was a tremendous slaughter among the people of Nephi; nevertheless, the Lamanites were driven and scattered, and the people of Nephi returned again to their land.", "4 And now this was a time that there was a great mourning and lamentation heard throughout all the land, among all the people of Nephi—", "5 Yea, the cry of widows mourning for their husbands, and also of fathers mourning for their sons, and the daughter for the brother, yea, the brother for the father; and thus the cry of mourning was heard among all of them, mourning for their kindred who had been slain.", "6 And now surely this was a sorrowful day; yea, a time of solemnity, and a time of much fasting and prayer.", "7 And thus endeth the fifteenth year of the reign of the judges over the people of Nephi;", "8 And this is the account of Ammon and his brethren, their journeyings in the land of Nephi, their sufferings in the land, their sorrows, and their afflictions, and their incomprehensible joy, and the reception and safety of the brethren in the land of Jershon. And now may the Lord, the Redeemer of all men, bless their souls forever.", "9 And this is the account of the wars and contentions among the Nephites, and also the wars between the Nephites and the Lamanites; and the fifteenth year of the reign of the judges is ended.", "10 And from the first year to the fifteenth has brought to pass the destruction of many thousand lives; yea, it has brought to pass an awful scene of bloodshed.", "11 And the bodies of many thousands are laid low in the earth, while the bodies of many thousands are moldering in heaps upon the face of the earth; yea, and many thousands are mourning for the loss of their kindred, because they have reason to fear, according to the promises of the Lord, that they are consigned to a state of endless wo.", "12 While many thousands of others truly mourn for the loss of their kindred, yet they rejoice and exult in the hope, and even know, according to the promises of the Lord, that they are raised to dwell at the right hand of God, in a state of never-ending happiness.", "13 And thus we see how great the inequality of man is because of sin and transgression, and the power of the devil, which comes by the cunning plans which he hath devised to ensnare the hearts of men.", "14 And thus we see the great call of diligence of men to labor in the vineyards of the Lord; and thus we see the great reason of sorrow, and also of rejoicing—sorrow because of death and destruction among men, and joy because of the light of Christ unto life."], "Español": ["Los lamanitas son derrotados en una batalla tremenda— Decenas de millares mueren— Los malos son condenados a un estado de angustia interminable; los justos logran una felicidad perpetua. Aproximadamente 77–76a.C.", "1 Y aconteció que después que el pueblo de Ammón quedó establecido en la tierra de Jersón, y se hubo organizado también una iglesia en la tierra de Jersón, y los ejércitos de los nefitas fueron colocados alrededor de la tierra de Jersón, sí, por todas las fronteras que circundaban la tierra de Zarahemla, he aquí, los ejércitos de los lamanitas habían seguido a sus hermanos al desierto.", "2 De modo que se libró una batalla tremenda; sí, como nunca se había conocido entre todos los habitantes de la tierra, desde el día en que Lehi salió de Jerusalén; sí, y decenas de millares de los lamanitas fueron muertos y esparcidos.", "3 Sí, y también hubo una matanza tremenda entre el pueblo de Nefi; sin embargo, los lamanitas fueron rechazados y dispersados, y el pueblo de Nefi volvió otra vez a su tierra.", "4 Y fue un tiempo en que se oyó gran llanto y lamentación por toda la tierra, entre todo el pueblo de Nefi;", "5 sí, el lamento de las viudas llorando por sus maridos, y de los padres llorando por sus hijos, y la hija por el hermano, sí, y el hermano por el padre; de modo que el grito de angustia se oía entre todos ellos, llorando por sus parientes que habían perecido.", "6 Y ciertamente fue un día lúgubre; sí, un tiempo de solemnidad, y un tiempo de mucho ayuno y oración.", "7 Y así termina el año decimoquinto del gobierno de los jueces sobre el pueblo de Nefi;", "8 y este es el relato de Ammón y sus hermanos, sus jornadas en la tierra de Nefi, sus padecimientos en la tierra, sus congojas y sus aflicciones, su incomprensible gozo, y la acogida y seguridad de los hermanos en la tierra de Jersón. Y el Señor, el Redentor de todos los hombres, bendiga sus almas para siempre.", "9 Y esta es la narración de las guerras y contenciones entre los nefitas, y también de las guerras entre los nefitas y lamanitas; y el año decimoquinto del gobierno de los jueces ha concluido.", "10 Y desde el año primero al decimoquinto, se ha consumado la destrucción de muchos miles de vidas; sí, se ha desarrollado una escena terrible de efusión de sangre.", "11 Y los cuerpos de muchos miles yacen bajo la tierra, mientras que los cuerpos de muchos miles están consumiéndose en montones sobre la superficie de la tierra; sí, y muchos miles lloran por la pérdida de sus parientes, porque tienen motivo para temer, según las promesas del Señor, que sean condenados a un estado de angustia interminable.", "12 Por otra parte, muchos otros miles lamentan por cierto la pérdida de sus parientes; no obstante, se regocijan y se alegran en la esperanza, y aun saben, según las promesas del Señor, que serán levantados para morar a la diestra de Dios, en un estado de felicidad perpetua.", "13 Y así vemos cuán grande es la desigualdad del hombre a causa del pecado y la transgresión y el poder del diablo, que viene por los astutos planes que ha urdido para enredar el corazón de los hombres.", "14 Y así vemos el gran llamamiento de diligencia a los hombres para obrar en las viñas del Señor; y así vemos el gran motivo del dolor, como también del gozo: dolor a causa de la muerte y destrucción entre los hombres, y gozo a causa de la luz de Cristo para vida."], "Français": ["Les Lamanites sont battus au cours d’une épouvantable bataille— Des dizaines de milliers sont tués— Les méchants sont condamnés à un état de malheur sans fin; les justes parviennent à un bonheur qui n’a pas de fin. Vers 77–76av.J.-C.", "1 Et alors, il arriva que lorsque le peuple d’Ammon eut été établi au pays de Jershon, et qu’une Église eut aussi été établie au pays de Jershon, et que les armées des Néphites eurent été placées tout autour du pays de Jershon, oui, dans toutes les régions frontières autour du pays de Zarahemla, voici, les armées des Lamanites avaient suivi leurs frères dans le désert.", "2 Et ainsi, il y eut une épouvantable bataille; oui, telle qu’on n’en avait jamais connu de pareille parmi tout le peuple du pays depuis le moment où Léhi quitta Jérusalem; oui, et des dizaines de milliers de Lamanites furent tués et dispersés au loin.", "3 Oui, et il y eut aussi un massacre épouvantable parmi le peuple de Néphi; néanmoins, les Lamanites furent chassés et dispersés, et le peuple de Néphi retourna dans son pays.", "4 Et alors, ce fut un moment où de grands pleurs et de grandes lamentations se firent entendre dans tout le pays, parmi tout le peuple de Néphi—", "5 oui, le cri des veuves pleurant leurs maris, et aussi des pères pleurant leurs fils, et la fille le frère, oui, le frère le père; et ainsi, le cri des pleurs se fit entendre parmi eux tous, pleurant ceux des leurs qui avaient été tués.", "6 Et maintenant, assurément ce fut un jour de tristesse; oui, une époque de solennité, et une époque de nombreux jeûnes et de nombreuses prières.", "7 Et ainsi finit la quinzième année du règne des juges sur le peuple de Néphi;", "8 et tel est le récit d’Ammon et de ses frères, de leurs voyages au pays de Néphi, de leurs souffrances dans le pays, de leurs tristesses, et de leurs afflictions, et de leur joie qui dépasse toute compréhension, et la réception et la sécurité des frères au pays de Jershon. Et maintenant, que le Seigneur, le Rédempteur de tous les hommes, bénisse leur âme à jamais.", "9 Et tel est le récit des guerres et des querelles parmi les Néphites, et aussi des guerres entre les Néphites et les Lamanites; et la quinzième année du règne des juges est finie.", "10 Et de la première année à la quinzième s’est produite la destruction de nombreux milliers de vies; oui, il s’est produit une affreuse scène d’effusion de sang.", "11 Et les corps de nombreux milliers sont ensevelis dans la terre, tandis que les corps de nombreux milliers pourrissent par monceaux sur la surface de la terre; oui, et de nombreux milliers pleurent la perte des leurs, parce qu’ils ont lieu de craindre, selon les promesses du Seigneur, qu’ils ne soient condamnés à un état de malheur sans fin.", "12 Tandis que de nombreux milliers d’autres pleurent vraiment la perte des leurs, néanmoins, ils se réjouissent et exultent dans l’espérance, et même savent, selon les promesses du Seigneur, qu’ils sont ressuscités pour demeurer à la droite de Dieu, dans un état de bonheur qui n’a pas de fin.", "13 Et ainsi, nous voyons comme l’inégalité de l’homme est grande à cause du péché, et de la transgression, et du pouvoir du diable, qui vient des plans rusés qu’il a inventés pour prendre au piège le cœur des hommes.", "14 Et ainsi, nous voyons le grand appel à la diligence pour que les hommes travaillent dans les vignes du Seigneur; et ainsi, nous voyons la grande raison de la tristesse, et aussi de la joie— de la tristesse à cause de la mort et de la destruction parmi les hommes, et de la joie à cause de la lumière du Christ qui mène à la vie."], "Kiribati": ["Reimwanaite a konaki n te buaka ae korakora—Tebwina te ngaa ma ngaa ake a tiringaki—Naake a buakaka a katukaki n aroia ae aki totoki nanokawakia; naake a raoiroi a karekea te kukurei ae aki totoki. Uakaan ma 77–76I.K.", "1 Ao ngkanne e koro bukina bwa i mwin are ana aomata Amon a tekateka raoi n te aba are Ietion, ao e a kateaki te ekaretia naba n te aba are Ietion, ao aia taanga ni buaka Nibwaite a katobibia te aba are Ietion, eng, n tian nako te aba n taabo nako n te aba are Taraemera; nooria aia taanga ni buaka Reimwanaite a tia n iria tariia nako nanon te rereua.", "2 Ao ngaia are e a bo te buaka ae korakora; eng, ae aekan ae tuai man nonoraki i buakoia aomata n te aba man te tai are Riaai e kitana iai Ierutarem; eng, ao tebwina te ngaa ma ngaa Reimwanaite ake a tiringaki man maenako n taabo ake a raroa.", "3 Eng, ao bon iai naba te tiritiri ae korakora i buakoia ana aomata Nibwaai, ma e ngae n anne, ao Reimwanaite a bon kakioaki nako ma ni kamaenakoaki, ao ana botanaomata Nibwaai a okira abaia.", "4 Ao ngkanne bon te tai aio are e a korakora iai te tangi ni wenei ma te bwaebwaeti are e kona n ongoraeaki ni kabuta te aba.", "5 Eng, tangiia aine ake akea buuia, a tang ni wenei ibukiia buuia, ao kaaro a tang ni wenei ibukiia natia mwaane, ao te nati te aine ibukin mwanena, eng, mwanena ibukin te karo; ao ngaia are te tang ni wenei e a ongoraeaki i buakoia, ngke a tang ni wenei ibukiia aia koraki ake a tiringaki.", "6 Ao ngkanne e bon koaua bwa aio bon te bong ni kananokawaki; eng, te tai ae e aki manikangareaki, te tai are e a mwaiti iai te aki mamatam ao te tataro.", "7 Ao ikai are e a toki iai aia katebwi ma nimaua n tautaeka taan moti i aoia ana botanaomata Nibwaai;", "8 Ao aio ana rongorongo Amon ma tarina, aron mwamwanangaia i nanon te aba are Nibwaai, kainnanoia n te aba, nanokawakia, ma karawawatakia, ma kimwareireia ae akea kabootauana, ao butimwaeaia ma kawakinaia tariia n te aba are Ietion. Ao ngkanne te Uea, are aia Tia Kabomwi aomata nako, a na kakabwaia tamneia n aki totoki.", "9 Ao aio rongorongon taian buaka ma itabaraara i buakoia Nibwaite, ao taian buaka naba i marenaia Nibwaite ma Reimwanaite; ao e a toki aia katebwi ma nimaua n ririki n tautaeka taan moti.", "10 Ao te moan ririki nakon te katebwi ma nimaua e karika mateia ngaa ma ngaa aomata; eng, e karika te aro ae aki tamaroa.", "11 Ao rabwataia ngaa ma ngaa a kaweneaki i aan tano, ao rabwataia ngaa ma ngaa a wene ni mka ni bwarikoriko iaon tano; eng, ao ngaa ma ngaa ake a tang ni wenei ibukin buaia aia koraki, ao bon iai bukin tangiia, n aron ana berita te uea, bwa a na tiku n aroia n nanokawaki are aki totoki.", "12 Ao ngke tabemwaang a tang ni wenei koaua ibukiia aia koraki ake a bua, a bon kimwareirei naba man onrake n te kantaninga, man ataia naba, n aron ana berita te Uea, bwa a na kateirakeaki ni mena i angatain te Atua, n te aro ni kakukurei ae aki totoki.", "13 Ao ngaia are ti a noora korakoran kakaokoroia aomata ibukin te bure ma riaoan te tua, ma mwaakan te riaboro, are e reke man ana babaire ni kamwamwane are e a tia ni karaoia bwa e na kamwanea nanoia aomata.", "14 Ao ikai are ti a noora te wewete nakoia aomata aika a nanomwaka bwa a na beku n ana o ni kurebe te Uea; ao ikai are ti a noora riain te nanokawaki ae korakora, ao te kimwareirei naba—te nanokawaki ibukin te mate ma te tiritiri i buakoia aomata, ao te kimwareirei ibukin ootan Kristo nakon te maiu."]}