{"English": ["The plates of brass and other scriptures are preserved to bring souls to salvation—The Jaredites were destroyed because of their wickedness—Their secret oaths and covenants must be kept from the people—Counsel with the Lord in all your doings—As the Liahona guided the Nephites, so the word of Christ leads men to eternal life. About 74B.C.", "1 And now, my son Helaman, I command you that ye take the records which have been entrusted with me;", "2 And I also command you that ye keep a record of this people, according as I have done, upon the plates of Nephi, and keep all these things sacred which I have kept, even as I have kept them; for it is for a wise purpose that they are kept.", "3 And these plates of brass, which contain these engravings, which have the records of the holy scriptures upon them, which have the genealogy of our forefathers, even from the beginning—", "4 Behold, it has been prophesied by our fathers, that they should be kept and handed down from one generation to another, and be kept and preserved by the hand of the Lord until they should go forth unto every nation, kindred, tongue, and people, that they shall know of the mysteries contained thereon.", "5 And now behold, if they are kept they must retain their brightness; yea, and they will retain their brightness; yea, and also shall all the plates which do contain that which is holy writ.", "6 Now ye may suppose that this is foolishness in me; but behold I say unto you, that by small and simple things are great things brought to pass; and small means in many instances doth confound the wise.", "7 And the Lord God doth work by means to bring about his great and eternal purposes; and by very small means the Lord doth confound the wise and bringeth about the salvation of many souls.", "8 And now, it has hitherto been wisdom in God that these things should be preserved; for behold, they have enlarged the memory of this people, yea, and convinced many of the error of their ways, and brought them to the knowledge of their God unto the salvation of their souls.", "9 Yea, I say unto you, were it not for these things that these records do contain, which are on these plates, Ammon and his brethren could not have convinced so many thousands of the Lamanites of the incorrect tradition of their fathers; yea, these records and their words brought them unto repentance; that is, they brought them to the knowledge of the Lord their God, and to rejoice in Jesus Christ their Redeemer.", "10 And who knoweth but what they will be the means of bringing many thousands of them, yea, and also many thousands of our stiffnecked brethren, the Nephites, who are now hardening their hearts in sin and iniquities, to the knowledge of their Redeemer?", "11 Now these mysteries are not yet fully made known unto me; therefore I shall forbear.", "12 And it may suffice if I only say they are preserved for a wise purpose, which purpose is known unto God; for he doth counsel in wisdom over all his works, and his paths are straight, and his course is one eternal round.", "13 O remember, remember, my son Helaman, how strict are the commandments of God. And he said: If ye will keep my commandments ye shall prosper in the land—but if ye keep not his commandments ye shall be cut off from his presence.", "14 And now remember, my son, that God has entrusted you with these things, which are sacred, which he has kept sacred, and also which he will keep and preserve for a wise purpose in him, that he may show forth his power unto future generations.", "15 And now behold, I tell you by the spirit of prophecy, that if ye transgress the commandments of God, behold, these things which are sacred shall be taken away from you by the power of God, and ye shall be delivered up unto Satan, that he may sift you as chaff before the wind.", "16 But if ye keep the commandments of God, and do with these things which are sacred according to that which the Lord doth command you, (for you must appeal unto the Lord for all things whatsoever ye must do with them) behold, no power of earth or hell can take them from you, for God is powerful to the fulfilling of all his words.", "17 For he will fulfil all his promises which he shall make unto you, for he has fulfilled his promises which he has made unto our fathers.", "18 For he promised unto them that he would preserve these things for a wise purpose in him, that he might show forth his power unto future generations.", "19 And now behold, one purpose hath he fulfilled, even to the restoration of many thousands of the Lamanites to the knowledge of the truth; and he hath shown forth his power in them, and he will also still show forth his power in them unto future generations; therefore they shall be preserved.", "20 Therefore I command you, my son Helaman, that ye be diligent in fulfilling all my words, and that ye be diligent in keeping the commandments of God as they are written.", "21 And now, I will speak unto you concerning those twenty-four plates, that ye keep them, that the mysteries and the works of darkness, and their secret works, or the secret works of those people who have been destroyed, may be made manifest unto this people; yea, all their murders, and robbings, and their plunderings, and all their wickedness and abominations, may be made manifest unto this people; yea, and that ye preserve these interpreters.", "22 For behold, the Lord saw that his people began to work in darkness, yea, work secret murders and abominations; therefore the Lord said, if they did not repent they should be destroyed from off the face of the earth.", "23 And the Lord said: I will prepare unto my servant Gazelem, a stone, which shall shine forth in darkness unto light, that I may discover unto my people who serve me, that I may discover unto them the works of their brethren, yea, their secret works, their works of darkness, and their wickedness and abominations.", "24 And now, my son, these interpreters were prepared that the word of God might be fulfilled, which he spake, saying:", "25 I will bring forth out of darkness unto light all their secret works and their abominations; and except they repent I will destroy them from off the face of the earth; and I will bring to light all their secrets and abominations, unto every nation that shall hereafter possess the land.", "26 And now, my son, we see that they did not repent; therefore they have been destroyed, and thus far the word of God has been fulfilled; yea, their secret abominations have been brought out of darkness and made known unto us.", "27 And now, my son, I command you that ye retain all their oaths, and their covenants, and their agreements in their secret abominations; yea, and all their signs and their wonders ye shall keep from this people, that they know them not, lest peradventure they should fall into darkness also and be destroyed.", "28 For behold, there is a curse upon all this land, that destruction shall come upon all those workers of darkness, according to the power of God, when they are fully ripe; therefore I desire that this people might not be destroyed.", "29 Therefore ye shall keep these secret plans of their oaths and their covenants from this people, and only their wickedness and their murders and their abominations shall ye make known unto them; and ye shall teach them to abhor such wickedness and abominations and murders; and ye shall also teach them that these people were destroyed on account of their wickedness and abominations and their murders.", "30 For behold, they murdered all the prophets of the Lord who came among them to declare unto them concerning their iniquities; and the blood of those whom they murdered did cry unto the Lord their God for vengeance upon those who were their murderers; and thus the judgments of God did come upon these workers of darkness and secret combinations.", "31 Yea, and cursed be the land forever and ever unto those workers of darkness and secret combinations, even unto destruction, except they repent before they are fully ripe.", "32 And now, my son, remember the words which I have spoken unto you; trust not those secret plans unto this people, but teach them an everlasting hatred against sin and iniquity.", "33 Preach unto them repentance, and faith on the Lord Jesus Christ; teach them to humble themselves and to be meek and lowly in heart; teach them to withstand every temptation of the devil, with their faith on the Lord Jesus Christ.", "34 Teach them to never be weary of good works, but to be meek and lowly in heart; for such shall find rest to their souls.", "35 O, remember, my son, and learn wisdom in thy youth; yea, learn in thy youth to keep the commandments of God.", "36 Yea, and cry unto God for all thy support; yea, let all thy doings be unto the Lord, and whithersoever thou goest let it be in the Lord; yea, let all thy thoughts be directed unto the Lord; yea, let the affections of thy heart be placed upon the Lord forever.", "37 Counsel with the Lord in all thy doings, and he will direct thee for good; yea, when thou liest down at night lie down unto the Lord, that he may watch over you in your sleep; and when thou risest in the morning let thy heart be full of thanks unto God; and if ye do these things, ye shall be lifted up at the last day.", "38 And now, my son, I have somewhat to say concerning the thing which our fathers call a ball, or director—or our fathers called it Liahona, which is, being interpreted, a compass; and the Lord prepared it.", "39 And behold, there cannot any man work after the manner of so curious a workmanship. And behold, it was prepared to show unto our fathers the course which they should travel in the wilderness.", "40 And it did work for them according to their faith in God; therefore, if they had faith to believe that God could cause that those spindles should point the way they should go, behold, it was done; therefore they had this miracle, and also many other miracles wrought by the power of God, day by day.", "41 Nevertheless, because those miracles were worked by small means it did show unto them marvelous works. They were slothful, and forgot to exercise their faith and diligence and then those marvelous works ceased, and they did not progress in their journey;", "42 Therefore, they tarried in the wilderness, or did not travel a direct course, and were afflicted with hunger and thirst, because of their transgressions.", "43 And now, my son, I would that ye should understand that these things are not without a shadow; for as our fathers were slothful to give heed to this compass (now these things were temporal) they did not prosper; even so it is with things which are spiritual.", "44 For behold, it is as easy to give heed to the word of Christ, which will point to you a straight course to eternal bliss, as it was for our fathers to give heed to this compass, which would point unto them a straight course to the promised land.", "45 And now I say, is there not a type in this thing? For just as surely as this director did bring our fathers, by following its course, to the promised land, shall the words of Christ, if we follow their course, carry us beyond this vale of sorrow into a far better land of promise.", "46 O my son, do not let us be slothful because of the easiness of the way; for so was it with our fathers; for so was it prepared for them, that if they would look they might live; even so it is with us. The way is prepared, and if we will look we may live forever.", "47 And now, my son, see that ye take care of these sacred things, yea, see that ye look to God and live. Go unto this people and declare the word, and be sober. My son, farewell."], "Español": ["Las planchas de bronce y otras Escrituras se conservan para conducir a las almas a la salvación— Los jareditas fueron destruidos por motivo de su iniquidad— Los juramentos y los convenios secretos de ellos deben esconderse del pueblo— Consulta al Señor en todos tus hechos— Así como la Liahona guio a los nefitas, de igual manera la palabra de Cristo guía a los hombres a la vida eterna. Aproximadamente 74a.C.", "1 Y ahora, Helamán, hijo mío, te mando que tomes los anales que me han sido confiados;", "2 y también te mando que lleves una historia de este pueblo, como lo he hecho yo, sobre las planchas de Nefi; y que conserves sagradas todas estas cosas que he guardado, así como yo las he preservado; porque se conservan para un sabio propósito.", "3 Y estas planchas de bronce que contienen estos grabados, que tienen sobre ellas la narración de las Sagradas Escrituras y la genealogía de nuestros antecesores, aun desde el principio,", "4 he aquí, nuestros padres han profetizado que deben ser conservadas y entregadas de una generación a otra, y que deben ser guardadas y preservadas por la mano del Señor hasta que vayan a toda nación, tribu, lengua y pueblo, a fin de que lleguen a saber de los misterios que contienen.", "5 Y he aquí, si son conservadas, deben retener su brillo; sí, y retendrán su brillo; sí, y también todas las planchas que contienen lo que es escritura sagrada.", "6 Ahora bien, tal vez pienses que esto es locura de mi parte; mas he aquí, te digo que por medio de cosas pequeñas y sencillas se realizan grandes cosas; y en muchos casos, los pequeños medios confunden a los sabios.", "7 Y el Señor Dios se vale de medios para realizar sus grandes y eternos designios; y por medios muy pequeños el Señor confunde a los sabios y realiza la salvación de muchas almas.", "8 Y hasta aquí ha sido según la sabiduría de Dios que estas cosas sean preservadas; pues he aquí, han ensanchado la memoria de este pueblo, sí, y han convencido a muchos del error de sus caminos, y los han traído al conocimiento de su Dios para la salvación de sus almas.", "9 Sí, te digo que si no hubiese sido por estas cosas que estos anales contienen, las cuales están sobre estas planchas, Ammón y sus hermanos no habrían podido convencer a tantos miles de los lamanitas de las tradiciones erróneas de sus padres; sí, estos anales y sus palabras los llevaron al arrepentimiento, es decir, los llevaron al conocimiento del Señor su Dios, y a regocijarse en Jesucristo su Redentor.", "10 ¿Y quién sabe si no serán el medio para traer a muchos miles de ellos al conocimiento de su Redentor, sí, y también a muchos miles de nuestros obstinados hermanos nefitas que hoy endurecen sus corazones en el pecado y las iniquidades?", "11 Y todavía no me han sido revelados plenamente estos misterios; por tanto, me refrenaré.", "12 Y quizás sea suficiente si solamente digo que se conservan para un sabio propósito, el cual es conocido por Dios; porque él dirige con sabiduría todas sus obras, y sus sendas son rectas, y su curso es un giro eterno.", "13 ¡Oh recuerda, recuerda, hijo mío, Helamán, cuán estrictos son los mandamientos de Dios! Y él ha dicho: Si guardáis mis mandamientos, prosperaréis en la tierra; pero si no guardáis sus mandamientos, seréis desechados de su presencia.", "14 Y ahora recuerda, hijo mío, que Dios te ha confiado estas cosas que son sagradas, que él ha conservado sagradas, y que también guardará y preservará para un sabio propósito suyo, para manifestar su poder a las generaciones futuras.", "15 Y ahora bien, he aquí, te digo por el espíritu de profecía, que si quebrantas los mandamientos de Dios, he aquí, estas cosas que son sagradas te serán quitadas por el poder de Dios, y serás entregado a Satanás para que te zarandee como tamo ante el viento.", "16 Pero si guardas los mandamientos de Dios y cumples con estas cosas que son sagradas, según el Señor te mande (pues debes recurrir al Señor en todas las cosas que tengas que hacer con ellas), he aquí, ningún poder de la tierra ni del infierno te las puede quitar, porque Dios es poderoso para cumplir todas sus palabras.", "17 Porque él cumplirá todas las promesas que te haga, pues ha cumplido sus promesas que él ha hecho a nuestros padres.", "18 Porque les prometió que preservaría estas cosas para un sabio propósito suyo, a fin de manifestar su poder a las generaciones futuras.", "19 Y he aquí, ha cumplido un propósito, sí, la restauración de muchos miles de los lamanitas al conocimiento de la verdad; y en ellas él ha manifestado su poder, y también manifestará aún en ellas su poder a generaciones futuras; por tanto, serán preservadas.", "20 Por lo que te mando, hijo mío, Helamán, que seas diligente en cumplir todas mis palabras, y que seas diligente en guardar los mandamientos de Dios tal como están escritos.", "21 Y ahora te hablaré acerca de aquellas veinticuatro planchas; que las guardes para que sean manifestados a este pueblo los misterios, y las obras de tinieblas, y sus hechos secretos, o sea, los hechos secretos de aquel pueblo que fue destruido; sí, que todos sus asesinatos, y robos, y sus pillajes, y todas sus maldades y abominaciones puedan ser manifestados a este pueblo; sí, y que preserves estos intérpretes.", "22 Porque he aquí, el Señor vio que su pueblo empezaba a obrar en tinieblas, sí, a cometer asesinatos y abominaciones en secreto; por tanto, dijo el Señor que si no se arrepentían, serían destruidos de sobre la superficie de la tierra.", "23 Y dijo el Señor: Prepararé para mi siervo Gazelem una piedra que brillará en las tinieblas hasta dar luz, a fin de manifestar a los de mi pueblo que me sirven, sí, para manifestarles los hechos de sus hermanos, sí, sus obras secretas, sus obras de obscuridad, y sus maldades y abominaciones.", "24 Y se prepararon estos intérpretes, hijo mío, para que se cumpliera la palabra que Dios habló, diciendo:", "25 Sacaré de las tinieblas a la luz todos sus hechos secretos y sus abominaciones; y a menos que se arrepientan, los destruiré de sobre la superficie de la tierra; y descubriré todos sus secretos y abominaciones a toda nación que en lo futuro posea la tierra.", "26 Y vemos, hijo mío, que no se arrepintieron; por tanto, han sido destruidos, y hasta ahora se ha cumplido la palabra de Dios; sí, sus abominaciones secretas han salido de las tinieblas, y nos han sido reveladas.", "27 Y ahora bien, hijo mío, te mando que retengas todos sus juramentos, y sus pactos, y sus acuerdos en sus abominaciones secretas; y todas sus señales y sus prodigios retendrás para que este pueblo no los conozca, no sea que por ventura también caigan en las tinieblas y sean destruidos.", "28 Porque he aquí, hay una maldición sobre toda esta tierra de que sobrevendrá una destrucción a todos los obradores de tinieblas, según el poder de Dios, cuando lleguen al colmo; por tanto, es mi deseo que este pueblo no sea destruido.", "29 Por consiguiente, esconderás de este pueblo esos planes secretos de sus juramentos y sus pactos, y solamente le darás a conocer sus maldades, sus asesinatos y sus abominaciones; y le enseñarás a aborrecer tales maldades y abominaciones y asesinatos; y también debes enseñarle que esta gente fue destruida por motivo de sus maldades y abominaciones y asesinatos.", "30 Porque he aquí, asesinaron a todos los profetas del Señor que llegaron entre ellos para declararles en cuanto a sus iniquidades; y la sangre de los que asesinaron clamó al Señor su Dios para que los vengara de aquellos que fueron sus asesinos; y así los juicios de Dios descendieron sobre estos obradores de tinieblas y de combinaciones secretas.", "31 Sí, y maldita sea la tierra por siempre jamás para esos obradores de tinieblas y combinaciones secretas, aun hasta su destrucción, a menos que se arrepientan antes que lleguen al colmo.", "32 Y ahora bien, hijo mío, recuerda las palabras que te he hablado; no confíes esos planes secretos a este pueblo, antes bien, inculca en ellos un odio perpetuo contra el pecado y la iniquidad.", "33 Predícales el arrepentimiento y la fe en el Señor Jesucristo; enséñales a humillarse, y a ser mansos y humildes de corazón; enséñales a resistir toda tentación del diablo, con su fe en el Señor Jesucristo.", "34 Enséñales a no cansarse nunca de las buenas obras, sino a ser mansos y humildes de corazón; porque estos hallarán descanso para sus almas.", "35 ¡Oh recuerda, hijo mío, y aprende sabiduría en tu juventud; sí, aprende en tu juventud a guardar los mandamientos de Dios!", "36 Sí, e implora a Dios todo tu sostén; sí, sean todos tus hechos en el Señor, y dondequiera que fueres, sea en el Señor; deja que todos tus pensamientos se dirijan al Señor; sí, deja que los afectos de tu corazón se funden en el Señor para siempre.", "37 Consulta al Señor en todos tus hechos, y él te dirigirá para bien; sí, cuando te acuestes por la noche, acuéstate en el Señor, para que él te cuide en tu sueño; y cuando te levantes por la mañana, rebose tu corazón de gratitud a Dios; y si haces estas cosas, serás enaltecido en el postrer día.", "38 Y ahora, hijo mío, tengo algo que decir concerniente a lo que nuestros padres llaman esfera o director, o que ellos llamaron Liahona, que interpretado quiere decir brújula; y el Señor la preparó.", "39 Y he aquí, ningún hombre puede trabajar con tan singular maestría. Y he aquí, fue preparada para mostrar a nuestros padres el camino que habían de seguir por el desierto.", "40 Y obró por ellos según su fe en Dios; por tanto, si tenían fe para creer que Dios podía hacer que aquellas agujas indicaran el camino que debían seguir, he aquí, así sucedía; por tanto, se obró para ellos este milagro, así como muchos otros milagros que diariamente se obraban por el poder de Dios.", "41 Sin embargo, por motivo de que se efectuaron estos milagros por medios pequeños, se les manifestaron obras maravillosas. Mas fueron perezosos y se olvidaron de ejercer su fe y diligencia, y entonces esas obras maravillosas cesaron, y no progresaron en su viaje.", "42 Por tanto, se demoraron en el desierto, o sea, no siguieron un curso directo, y fueron afligidos con hambre y sed por causa de sus transgresiones.", "43 Y ahora quisiera que entendieses, hijo mío, que estas cosas tienen un significado simbólico; porque así como nuestros padres no prosperaron por ser lentos en prestar atención a esta brújula (y estas cosas eran temporales), así es con las cosas que son espirituales.", "44 Pues he aquí, tan fácil es prestar atención a la palabra de Cristo, que te indicará un curso directo a la felicidad eterna, como lo fue para nuestros padres prestar atención a esta brújula que les señalaba un curso directo a la tierra prometida.", "45 Y ahora digo: ¿No se ve en esto un símbolo? Porque tan cierto como este director trajo a nuestros padres a la tierra prometida por haber seguido sus indicaciones, así las palabras de Cristo, si seguimos su curso, nos llevan más allá de este valle de dolor a una tierra de promisión mucho mejor.", "46 Oh hijo mío, no seamos perezosos por la facilidad que presenta la senda; porque así sucedió con nuestros padres; pues así les fue dispuesto, para que viviesen si miraban; así también es con nosotros. La vía está preparada, y si queremos mirar, podremos vivir para siempre.", "47 Y ahora bien, hijo mío, asegúrate de cuidar estas cosas sagradas; sí, asegúrate de acudir a Dios para que vivas. Ve entre este pueblo y declara la palabra y sé sensato. Adiós, hijo mío."], "Français": ["Les plaques d’airain et les autres Écritures sont préservées pour amener les âmes au salut— Les Jarédites ont été détruits à cause de leur méchanceté— Leurs serments et leurs alliances secrets doivent être cachés au peuple— Consultez le Seigneur dans tout ce que vous faites— Comme le Liahona a guidé les Néphites, ainsi la parole du Christ conduit les hommes à la vie éternelle. Vers 74av.J.-C.", "1 Et maintenant, mon fils Hélaman, je te commande de prendre les annales qui m’ont été confiées;", "2 et je te commande aussi de tenir les annales de ce peuple, comme je l’ai fait, sur les plaques de Néphi, et de garder sacrées toutes ces choses que j’ai gardées, tout comme je les ai gardées; car c’est dans un but sage qu’elles sont gardées.", "3 Et ces plaques d’airain, qui contiennent ces inscriptions gravées, sur lesquelles se trouvent les annales des Saintes Écritures, qui ont la généalogie de nos ancêtres depuis le commencement—", "4 voici, il a été prophétisé par nos pères qu’elles seraient gardées et transmises d’une génération à l’autre, et seraient gardées et préservées par la main du Seigneur, jusqu’à ce qu’elles aillent à toutes les nations, tribus, langues et peuples, afin qu’ils connaissent les mystères qui y sont contenus.", "5 Et maintenant voici, si elles sont gardées, elles vont conserver leur éclat; oui, et elles conserveront leur éclat; oui, et aussi toutes les plaques qui contiennent ce qui est Écriture sainte.", "6 Or, il se peut que tu penses que c’est là folie de ma part; mais voici, je te dis que c’est par des choses petites et simples que de grandes choses sont réalisées; et de petits moyens confondent, dans de nombreux cas, les sages.", "7 Et le Seigneur Dieu fait usage de moyens pour réaliser ses grands et éternels desseins; et c’est par de très petits moyens que le Seigneur confond les sages et réalise le salut de nombreuses âmes.", "8 Et maintenant, il a jusqu’à présent été de la sagesse de Dieu que ces choses-là soient préservées; car voici, elles ont accru la mémoire de ce peuple, oui, et en ont convaincu beaucoup de l’erreur de leurs voies et les ont fait parvenir à la connaissance de leur Dieu, pour le salut de leur âme.", "9 Oui, je vous le dis, s’il n’y avait pas ce que contiennent ces annales, qui est sur ces plaques, Ammon et ses frères n’auraient pas pu convaincre tant de milliers de Lamanites que la tradition de leurs pères était incorrecte; oui, ces annales et leurs paroles les ont amenés au repentir; c’est-à-dire qu’elles les ont amenés à la connaissance du Seigneur, leur Dieu, et à se réjouir de Jésus-Christ, leur Rédempteur.", "10 Et qui sait si ce ne sera pas le moyen d’amener de nombreux milliers d’entre eux, oui, et aussi de nombreux milliers de nos frères au cou roide, les Néphites, qui s’endurcissent maintenant le cœur dans le péché et les iniquités, à connaître leur Rédempteur?", "11 Or, ces mystères ne me sont pas encore pleinement révélés; c’est pourquoi je m’abstiendrai.", "12 Et il peut suffire que je dise seulement qu’elles sont préservées dans un but sage, lequel but est connu de Dieu; car il exerce avec sagesse son conseil sur toutes ses œuvres, et ses sentiers sont droits, et son chemin est une même ronde éternelle.", "13 Ô souviens-toi, souviens-toi, mon fils Hélaman, comme les commandements de Dieu sont stricts. Et il a dit: Si vous gardez mes commandements, vous prospérerez dans le pays; mais si vous ne gardez pas ses commandements, vous serez retranchés de sa présence.", "14 Et maintenant, souviens-toi, mon fils, que Dieu t’a confié ces choses qui sont sacrées, qu’il a gardées sacrées, et aussi qu’il gardera et préservera dans un sage dessein qui lui est propre, afin de montrer son pouvoir aux générations futures.", "15 Et maintenant, voici, je te dis, par l’esprit de prophétie, que si tu transgresses les commandements de Dieu, voici, ces choses qui sont sacrées te seront enlevées par le pouvoir de Dieu, et tu seras livré à Satan afin qu’il te crible comme la balle devant le vent.", "16 Mais si tu gardes les commandements de Dieu, et fais de ces choses qui sont sacrées ce que le Seigneur te commande (car tu dois faire appel au Seigneur pour tout ce que tu dois en faire), voici, aucune puissance de la terre ou de l’enfer ne pourra te les enlever, car Dieu est puissant à accomplir toutes ses paroles.", "17 Car il accomplira toutes les promesses qu’il te fera, car il a accompli les promesses qu’il a faites à nos pères.", "18 Car il leur a promis qu’il préserverait ces choses dans un dessein sage qui lui est propre, afin de montrer son pouvoir aux générations futures.", "19 Et maintenant voici, il y a un dessein qu’il a accompli pour le retour de nombreux milliers de Lamanites à la connaissance de la vérité; et il a montré son pouvoir en eux, et il montrera encore son pouvoir en eux aux générations futures; c’est pourquoi elles seront préservées.", "20 C’est pourquoi je te commande, mon fils Hélaman, d’être diligent à accomplir toutes mes paroles, et d’être diligent à garder les commandements de Dieu tels qu’ils sont écrits.", "21 Et maintenant, je vais te parler de ces vingt-quatre plaques, afin que tu les gardes, afin que les mystères et les œuvres des ténèbres, et leurs œuvres secrètes, ou les œuvres secrètes de ces gens qui ont été détruits, soient manifestés à ce peuple; oui, que tous leurs meurtres, et leurs brigandages, et leurs pillages, et toute leur méchanceté et toutes leurs abominations soient manifestés à ce peuple; oui, et que tu préserves ces interprètes.", "22 Car voici, le Seigneur vit que son peuple commençait à travailler dans les ténèbres, oui, à commettre des abominations et des meurtres secrets; c’est pourquoi le Seigneur dit que s’il ne se repentait pas, il serait détruit de la surface de la terre.", "23 Et le Seigneur dit: Je préparerai, pour mon serviteur Gazélem, une pierre qui brillera dans les ténèbres de manière à apporter la lumière, afin que je puisse découvrir à mon peuple qui me sert, afin que je puisse lui découvrir les œuvres de ses frères, oui, leurs œuvres secrètes, leurs œuvres de ténèbres, et leur méchanceté, et leurs abominations.", "24 Et maintenant, mon fils, ces interprètes ont été préparés afin que s’accomplisse la parole que Dieu a exprimée, disant:", "25 Je ferai sortir des ténèbres à la lumière toutes leurs œuvres secrètes et leurs abominations; et à moins qu’ils ne se repentent, je les détruirai de la surface de la terre; et je ferai paraître à la lumière tous leurs secrets et toutes leurs abominations, à toutes les nations qui posséderont plus tard le pays.", "26 Et maintenant, mon fils, nous voyons qu’ils ne se sont pas repentis; c’est pourquoi ils ont été détruits, et, jusqu’à présent, la parole de Dieu s’est accomplie; oui, leurs abominations secrètes ont été sorties des ténèbres et nous ont été révélées.", "27 Et maintenant, mon fils, je te commande de garder pour toi tous leurs serments, et leurs alliances, et leurs accords dans leurs abominations secrètes; oui, et tous leurs signes, et leurs prodiges, tu les soustrairas à ce peuple, afin qu’il ne les connaisse pas, de peur qu’il ne tombe dans les ténèbres aussi et ne soit détruit.", "28 Car voici, il y a une malédiction sur tout ce pays, selon laquelle la destruction tombera, selon le pouvoir de Dieu, sur tous ces ouvriers des ténèbres, lorsqu’ils seront tout à fait mûrs; c’est pourquoi je désire que ce peuple ne soit pas détruit.", "29 C’est pourquoi tu soustrairas à ce peuple ces plans secrets de leurs serments et de leurs alliances, et tu ne lui feras connaître que leur méchanceté, et leurs meurtres, et leurs abominations; et tu lui enseigneras à détester une telle méchanceté, et de telles abominations, et de tels meurtres; et tu lui enseigneras aussi que ces gens ont été détruits à cause de leur méchanceté, et de leurs abominations, et de leurs meurtres.", "30 Car voici, ils ont assassiné tous les prophètes du Seigneur qui sont venus parmi eux pour dénoncer leurs iniquités; et le sang de ceux qu’ils ont assassinés a crié au Seigneur, leur Dieu, pour demander vengeance contre ceux qui étaient leurs assassins; et ainsi les jugements de Dieu sont tombés sur ces ouvriers des ténèbres et des combinaisons secrètes.", "31 Oui, et maudit soit le pays pour toujours et à jamais pour ces ouvriers des ténèbres et des combinaisons secrètes jusqu’à la destruction, à moins qu’ils ne se repentent avant d’être tout à fait mûrs.", "32 Et maintenant, mon fils, souviens-toi des paroles que je t’ai dites; ne confie pas ces plans secrets à ce peuple, mais enseigne-lui la haine éternelle du péché et de l’iniquité.", "33 Prêche-lui le repentir et la foi au Seigneur Jésus-Christ; enseigne-lui à s’humilier et à être doux et humble de cœur; enseigne-lui à résister à toutes les tentations du diable par sa foi au Seigneur Jésus-Christ.", "34 Enseigne-lui à ne jamais se lasser des bonnes œuvres, mais à être doux et humble de cœur; car ceux-là trouveront du repos pour leur âme.", "35 Oh! souviens-toi, mon fils, et apprends la sagesse dans ta jeunesse; oui, apprends dans ta jeunesse à garder les commandements de Dieu.", "36 Oui, et crie à Dieu pour tout ton entretien; oui, que toutes tes actions soient pour le Seigneur, et, en quelque lieu que tu ailles, que ce soit dans le Seigneur; oui, que toutes tes pensées soient dirigées vers le Seigneur; oui, que les affections de ton cœur soient placées à jamais dans le Seigneur.", "37 Consulte le Seigneur dans toutes tes actions, et il te dirigera dans le bien; oui, lorsque tu te couches le soir, couche-toi dans le Seigneur, afin qu’il veille sur toi dans ton sommeil; et lorsque tu te lèves le matin, que ton cœur soit plein d’actions de grâces envers Dieu; et si tu fais ces choses, tu seras élevé au dernier jour.", "38 Et maintenant, mon fils, je dois parler quelque peu de l’objet que nos pères appellent boule, ou directeur; ou, nos pères l’appelaient Liahona, ce qui est, par interprétation, un compas; et c’est le Seigneur qui l’a préparé.", "39 Et voici, il n’est pas d’homme qui puisse réaliser une exécution aussi habile. Et voici, il fut préparé pour montrer à nos pères le chemin qu’ils devaient suivre dans le désert.", "40 Et il marchait pour eux selon leur foi en Dieu; c’est pourquoi, s’ils avaient la foi pour croire que Dieu pouvait faire que ces aiguilles indiquent le chemin qu’ils devaient suivre, voici, cela se faisait; c’est pourquoi ils voyaient, jour après jour, ce miracle et aussi beaucoup d’autres miracles s’accomplir par le pouvoir de Dieu.", "41 Néanmoins, parce que tous ces miracles étaient accomplis par de petits moyens, cela leur montrait des œuvres merveilleuses. Ils étaient paresseux et oubliaient d’exercer leur foi et leur diligence, et alors ces œuvres merveilleuses cessaient, et ils ne progressaient pas dans leur voyage;", "42 c’est pourquoi, ils s’attardaient dans le désert, ou ne suivaient pas un chemin direct et étaient affligés par la faim et la soif à cause de leurs transgressions.", "43 Et maintenant, mon fils, je voudrais que tu comprennes que ces choses ne sont pas sans avoir un sens figuratif; car lorsque nos pères étaient paresseux à prêter attention à ce compas (or c’était là quelque chose de temporel), ils ne prospéraient pas; de même en est-il des choses qui sont spirituelles.", "44 Car voici, il est aussi facile de prêter attention à la parole du Christ, qui t’indiquera le chemin direct de la félicité éternelle, que pour nos pères de prêter attention à ce compas, qui leur indiquerait le chemin direct de la terre promise.", "45 Et maintenant, je le dis, n’y a-t-il pas là une figure? Car tout aussi sûrement que ce directeur a amené nos pères, lorsqu’ils ont suivi sa direction, à la terre promise, de même les paroles du Christ, si nous suivons leur direction, nous transporteront au-delà de cette vallée de tristesse dans une terre de promission bien meilleure.", "46 Ô mon fils, ne soyons pas paresseux à cause de la facilité du chemin; car il en fut ainsi pour nos pères; car il était préparé pour eux de telle sorte que, s’ils regardaient, ils pourraient vivre; de même en est-il pour nous. Le chemin est préparé, et si nous regardons, nous pouvons vivre à jamais.", "47 Et maintenant, mon fils, veille à prendre soin de ces objets sacrés, oui, veille à regarder vers Dieu et à vivre. Va vers ce peuple et annonce la parole, et sois sérieux. Mon fils, adieu."], "Kiribati": ["A kawakinaki bwaatua aika buraati ma koroboki riki aika tabu ibukin kairaia aomata nakon te kamaiuaki—A kamaunaki Iaretaite ibukin buakakaia—Aia tuea ao berita ae tabu ni karaba a riai n tauaki mai irouia aomata—Reirei mai iroun te Uea ni bwaai ni kabane ake ko karaoi—N aiaron te Riaona ngke e kairia Nibwaite, ao ana taeka Kristo e kairiia aomata nakon te maiu ae akea tokina. Uakaan ma 74I.K.", "1 Ao ngkanne, natiu Ereman, I anganiko te tua bwa ko na anai mwiin rongorongo ake a tia ni katukaki irou;", "2 Ao I anganiko naba te tua bwa ko na korea rongorongoia te botanaomata aio, n aron ae I a tia ni karaoia, iaon ana bwaatua Nibwaai, ma ni kaawakin bwaai aika a tabu are I a tia ni kaawakin, n aron ae I a tia ni kaawakin; bwa iai bukina ae kakannato are a kawakinaki iai.", "3 Ao bwaatua aika a buraati aikai, ake iai taian koroboki iai, ake iai mwiin koroboki aika tabu, ake a mena iai kateirikiaia ara bakatibu, n aron are mai i moana—", "4 Nooria, e a tia n taetae ni burabetiaki irouia ara bakatibu, bwa a na kawakinaki man uotaki rikaaki man te roro teuana nakon are teuana, man tararuaki ao ma ni kawakinaki ni bain te Uea ni karokoa te tai are e na waaki nako, nakon aaba, reeti, neewe ao botanaomata, bwa a na atai bwaai aika a raba ake a koreaki i aoia.", "5 Ao ngkai nooria, ngkana a kawakinaki e na riai n tiku raneaneaia; eng, ao ai aroia naba ni kabane bwaatua ake iai koroboki aika tabu iai.", "6 Ao ngkanne tao ko na taku bwa iai te burababa irou; ma nooria I taku nakoim, bwa a riki bwaai aika a korakora man bwaai aika a uarereke man aki kaangaanga; ao bwaai aika a uarereke n angiin te tai a kaminoia aika a wanawana.", "7 Ao te Uea ae te Atua e bon mwakuri ma te kantaninga bwa e na karokoa ana babaire are kakannato man akea tokina; ao man bwaai aika a uarereke ao te Uea e kaminoia aika a wanawana ma ni karekea kamaiuaia aomata aika a mwaiti.", "8 Ao ngkai, e a kaman iai te wanawana iroun te Atua bwa bwaai aikai a na kawakinaki; bwa nooria, a karababa aia urururing te botanaomata aio, eng, ma ni kakoaua nakoia aika a mwaiti ibukin buren aroia, ma ni kairia aika a mwaiti nakon ataakin Atuaia nakon kamaiuan tamneia.", "9 Eng, I taku nakoim, bwa ngke arona bwa akea bwaai aikai ake a koreaki n rongorongo aikai, ake iai ni bwaatua aikai, ao Amon ma tarina a bon aki kona ni kairoroia ngaa ma ngaa mwaitia Reimwanaite bwa a na kakoaua buren aia katei aia bakatibu; eng, rongorongo aikai ma aia taeka a uotia nakon te rairannano; nanona bwa, a kairia nakon ataakin aia Uea ae Atuaia, ao bwa a na kimwareirei i nanon Iesu Kristo aia Tia Kaboia.", "10 Ao antai ae e na ataia bwa tao a na riki bwa ngaia taan kairia ngaa ma ngaa, eng, ao ngaa ma ngaa naba tarira aika a bonotaninga, Nibwaite, ake a kamatoai nanoia ngkai n te bure ma te buakaka, nakon ataakin aia Tia Kaboia.", "11 Ngkai mwakuri aika a kamimi aikai a bon aki kaotaki ni bwanin nakoiu; ngaia are I taona nanou.", "12 Ao e a tau naba ngkana I a ti taekinna naba bwa iai bukin kawakinakia ae wanawana, ae bukina ae e ataia te Atua; bwa e bon anganga kaetieti ni wanawanana iaon ana mwakuri ni kabane, ao a eti kawaina, ao kawaina kanga aiaron te mronron ae akea tokina.", "13 O uringnga, uringnga, natiu ae Ereman, matoatoan ana tua te Atua. Ao e taku: Ngkana kam kaawakin au tua ao kam na rikirake iaon te aba—Ma ngkana kam aki kaawakin ana tua ao kam na teweaki nako mai matana.", "14 Ao ngkai uringnga, natiu, bwa te Atua e a tia ni mwiokoiko ma bwaai aikai, ake e kaawakin bwa a tabu, are e na taua naba ma ni kawakinna bwa iai bukina ae wanawana irouna, bwa e na kaota mwaakana nakoia rooro aika a na roko.", "15 Ao ngkanne nooria, I tuangko iroun tamnein te taeka ni burabeti, bwa ngkana ko karaoa te bure ni kaineti ma ana tua te Atua, nooria, bwaai aika a tabu aikai a na bon anaaki mai iroum ni mwaakan te Atua, ao ko na kanakoaki nakon Tatan, bwa e na ioiko n aron kunin te wiita n te ang.", "16 Ma ngkana ko kawakina ana tua te Atua, ma ni karaoi bwaai aika a tabu ni kaineti ma te bwai are e tuangko te Uea, (bwa ko na bubuti nakon te Uea ibukin bwaai ni kabane are ko na karaoi mangaia) nooria, akea te mwaaka iaon te aba ke i moone ae kona n anaia mai iroum, bwa te Atua e korakora mwaakana ni kakoroi bukin ana taeka ni kabane.", "17 Bwa e na kakoroi ana berita ni kabane, are e na karaoi nakoim, bwa e a tia ni kakoroi bukin ana berita ake e karaoi nakoia ara bakatibu.", "18 Bwa e berita bwa e na kaawakin bwaai aikai bwa iai bukina ae wanawana irouna, bwa e na kaota mwaakana nakoia rooro aika a na roko.", "19 Ao nooria, teuana bukina ae e a koro bukina, bon kaokaia ngaa ma ngaa mwaitia aika Reimwanaite nakon ataakin te koaua; ao e a tia ni kaota mwaakana irouia, ao e na bon teimatoa naba ni kaota mwaakana irouia nakoia roro aika a na roko; ngaia are a na bon kawakinaki.", "20 Ngaia are I anganiko te tua, natiu ae Ereman, bwa ko na botumwaaka ni kakoroi bukin au taeka ni kabane, ao bwa ko na botumwaaka ni kaawakin ana tua te Atua n aron ake a koreaki.", "21 Ao ngkai, N na taetae nakoim ni kaineti ma bwaatua ake uabwi ma aua, bwa ko na tauii, bwa mwakuri aika a kamimi ma mwakuri aika a roo, ma aia mwakuri ni karaba, ke aia mwakuri ni karaba aomata ake a tia n tiringaki, bwa a na kaotaki nakoia te botanaomata aio; eng, ni kabane aia tiritiri, ma aia iraa, ma aia anaibwai n iowawa, ma buakakaia ni kabane ma aia mwakuri aika bati n ribaki, bwa a na kaotaki nakoia te botanaomata aio; eng, ngaia are ko na kaawakin bwaai n raitaeka aikai.", "22 Bwa nooria, te Uea e nooria ana aomata bwa a waaki ni karaoi mwakuri aika a roo, eng, ni waakin mwakuri n tiritiri aika raba ma mwakuri aika bati n ribaki; ngaia are te Uea e taku, ngkana aki raira nanoia ao a na kamaunaki mai iaon te aba.", "23 Ao te Uea e taku: N na katauraoa nakon au toro ae Katerem, te atibu, ae e na raneanea ni kaootaa te roo, bwa N na kaota nakoia au botanaomata ae a toro irou aia mwakuri tariia, eng, aia mwakuri ni karaba, aia mwakuri n roo, ma buakakaia ao aia mwakuri aika bati n ribaki.", "24 Ao ngkanne, natiu te mwaane, aikai bwaai n raitaeka aika a katauraoaki bwa e aonga ni koro bukin ana taeka te Atua, are e taekinna ni kangai:", "25 N na kaotinakoi man te roo nakon te oota aia mwakuri ni kabane aika a raba ma aia mwakuri aika bati n ribaki; ao N na kamaunaia mai aon te aonaba ngkana aki rairinanoia; ao N na kaoti aia mwakuri aika a raba ma aia mwakuri aika bati n ribaki nakon te oota, nakoia aomata ni kabane ake a na bwaina te aba aio i mwina.", "26 Ao ngkai, natiu te mwaane, ti nooria bwa a bon aki rairi nanoia; ngaia are a bon tiringaki, ao ngaia are e a koro moa bukin ana taeka te Atua; eng, mwakuri aika bati n ribaki aika a raba a bon kaotaki man te roo nakoira.", "27 Ao ngkai, natiu te mwaane, I anga te tua nakoim bwa ko na tauii ni kabane aia tuea, ma aia berita, ma aia boraraoi n aia mwakuri aika bati n ribaki aika a raba; eng, ma aia kanikina ni kabane ma aia waaki aika a kamimi ni kabane ko na karabai mai irouia te botanaomata aio, bwa a na aki atai, bwa mwiina a karina ni bwaka n te roo naba ao a manga kamaunaki.", "28 Bwa nooria, iai te maraia iaon te aba aio, bwa e na roko te tiringaki nakoia ni kabane taan mwakuri n te roo, nakon mwaakan te Atua, ngkana a bon tawaa; ngaia are I tangiria te botanaomata aio bwa a na aki tiringaki.", "29 Ngaia are ko na tauii aia babaire ni karaba ibukin aia berita ma aia berita aika tabu mai irouia te botanaomata aio, ma ti buakakaia ma aia tiritiri ma aia mwakuri aika bati n ribaki ae ko na kaotia nakoia; ao ko na reireiniia bwa a na ribaa aekan te buakaka ma mwakuri aika bati n ribaki ma tiritiri akanne; ao ko na reireiniia naba bwa aomata aikai a bon tiringaki ibukin buakakaia ma aia mwakuri aika bati n ribaki ma aia tiritiri.", "30 Bwa nooria, a tiringia ni kabane ana burabeti te Uea ake a roko i buakoia n taekina nakoia aia bure; ao raraaia ake a tiringia e bon tang nakon te Uea ae Atuaia ibukin te irantaanga i aoia ake taan tiringia; ao ngaia are e roko ana motikitaeka te Atua i aoia taan mwakuri n te roo ma botaki ni karaba aika buakaka.", "31 Eng, ao e na maraia te aba n aki totoki ibukiia naake a mwakuria te roo ma botaki ni karaba aika buakaka, n tiritiri, ngkana aki rairinanoia i mwaain ae a tai.", "32 Ao ngkai, natiu te mwaane, uringi taeka ake I a tia n taekin nakoim; tai anganiia te botanaomata aio babaire aika a karaba aikai, ma reireinia bwa a na aki toki ni kairiribai nakon te bure ma te buakaka.", "33 Kabwarabwara nakoia te rairannano, ma onimakinan te Uea are Iesu Kristo; reireinia bwa a na kananorinanoia ao a na nimamannei man nanorinano inanoia; reireinia bwa a na kaaitarai ana kariri nako te riaboro, n aia onimaki iroun te Uea are Iesu Kristo.", "34 Reireinia bwa a na aki kua ni mwakuri aika a raraoi, ma a na nimamannei man nanorinano inanoia; bwa aikai ake a na karekea raun tamneia.", "35 O, uringnga, natiu te mwaane, ao reireiniko te wanawana i nanon ataeim; eng, reireiniko n am tai n ataei bwa ko na kaawakin ana tua te Atua.", "36 Eng, tang nakon te Atua ibukin boutokaam; eng, tarai am mwakuri ni kabane bwa ko karaoi nakon te Uea, ao taraia bwa taabo nako ake ko kawari, ko nako iai ibukin te Uea; eng, taraia bwa am iango ni kabane a kaineta te Uea; eng, taraia bwa ana namakin nanom e mena iaon te Uea n taai nako.", "37 Reitaki ma te Uea n am waaki ni kabane, ao e na kairiko nakon ae raoiroi; eng, ngkana ko wene n te bong wene i nanon te Uea, bwa e na tararuaiko n am tai ni matu; ao ngkana ko teirake n te ingabong taraia bwa e na onrake nanom ni karabwarabwa nakon te Atua; ao ngkana ko karaoi bwaai aikai, ko na uotaki rake n te kabanea ni bong.", "38 Ao ngkai, natiu te mwaane, iai te bwai ae I kan taekinna ibukin te bwai are ara bakatibu a aranna bwa te booro, ke te tia kairi—ke ara bakatibu aranna bwa te Riaona, are, nanona, te kambwati; ao te Uea e bon katauraoia.", "39 Ao nooria, akea te aomata ae kona ni karaoa te bwai ae rang kamimi aron mwakuriana. Ao nooria, e bon katauraoaki bwa e na kaota nakoia ara bakatibu te kawai are a riai n toua i nanon te rereua.", "40 Ao e bon mwakuri ibukiia n aron aia onimaki i nanon te Atua; ngaia are, ngkana iai aia onimaki ni kakoaua bwa te Atua e kona ni kammwakuri taian kainikoto akekei bwa a na kotea te kawai are a riai n toua, nooria, e bon riki aei, ngaia are e reke irouia te bwai ae kamimi aio, ma bwaai riki aika a kamimi tabeua ake a riki man mwaakan te Atua, n te bong teuana nakon te bong teuana.", "41 Ma e ngae n anne, ibukina bwa bwaai aika a kamimi aikai a riki ma ni mwakuri aika a uarereke ao e bon kaota nakoia mwakuri aika a kamimi. A bon taningaroti, ao a mwaninga ni kamwakura aia onimaki ma aia botumwaaka ao ngkanne a toki naba mwakuri ake a kamimi akekei, ao aikoa waaki ni kawaia.", "42 Ngaia are a tiku i nanon te rereua, ke a aki mwananga ni kaineta kawaia, ao a karawawataki n te baki ma te taka, ibukin riaoan tua irouia.", "43 Ao ngkai, natiu te mwaane, I tangiria bwa ko na oota bwa aki riki bwaai aikai n akea te bwai ae a katotongnga; bwa ngkai ara bakatibu a taningaroti n ongeaba nakon te kambwati aio (ngkai bwaai aikai bwain te aonaba) ao a bon aki riki rake; ao ai bon aekan naba bwaai aika a tamnei.", "44 Bwa nooria, e na bon riai n rang beebete ibukim bwa ko na ongeaba nakon ana taeka Kristo, are e na kotea nakoim te kawai ae eti nakon te kakukurei ae akea tokina, n aekaia naba ara bakatibu bwa a na ongeaba nakon te kambwati, are e na kotea nakoia te kawai ae eti nakon te aba ni berita.", "45 Ao ngkai I kangai, tiaki bwa iai aekan te bwai teuana n te bwai aei? Bwa n aron are te tia kairiri aei e bon kairia ara bakatibu, ngke a ira kawaina, nakon te aba ni berita, ao a na taeka Kristo, ngkana ti ira kawaina, e na uotira riaon mwaruan te nanokawaki nakon te aba ni berita ae tamaroa riki.", "46 O natiu te mwaane, ti na riai n aki taningaroti ibukina bwa e beebete te kawai; bwa bon aekaia naba ara bakatibu; bwa e bon katauraoaki ibukiia, bwa ngkana a taraia ao a na kamaiuaki; ao ai bon aekara naba. E katauraoaki te kawai, ao ngkana ti taraia ao ti na maiu n aki toki.", "47 Ao ngkai, natiu te mwaane, taraia bwa ko kaawakin raoi bwaai aika a tabu aikai, eng, taraia bwa ko taara te Atua ma ni maiu. Nako nakoia te botanaomata aio man taekina te taeka, man taua ma nanom. Natiu te mwaane, tiabo."]}