{"English": ["Alma commands the people of Ammonihah to repent—The Lord will be merciful to the Lamanites in the last days—If the Nephites forsake the light, they will be destroyed by the Lamanites—The Son of God will come soon—He will redeem those who repent, are baptized, and have faith in His name. About 82B.C.", "1 And again, I, Alma, having been commanded of God that I should take Amulek and go forth and preach again unto this people, or the people who were in the city of Ammonihah, it came to pass as I began to preach unto them, they began to contend with me, saying:", "2 Who art thou? Suppose ye that we shall believe the testimony of one man, although he should preach unto us that the earth should pass away?", "3 Now they understood not the words which they spake; for they knew not that the earth should pass away.", "4 And they said also: We will not believe thy words if thou shouldst prophesy that this great city should be destroyed in one day.", "5 Now they knew not that God could do such marvelous works, for they were a hard-hearted and a stiffnecked people.", "6 And they said: Who is God, that sendeth no more authority than one man among this people, to declare unto them the truth of such great and marvelous things?", "7 And they stood forth to lay their hands on me; but behold, they did not. And I stood with boldness to declare unto them, yea, I did boldly testify unto them, saying:", "8 Behold, O ye wicked and perverse generation, how have ye forgotten the tradition of your fathers; yea, how soon ye have forgotten the commandments of God.", "9 Do ye not remember that our father, Lehi, was brought out of Jerusalem by the hand of God? Do ye not remember that they were all led by him through the wilderness?", "10 And have ye forgotten so soon how many times he delivered our fathers out of the hands of their enemies, and preserved them from being destroyed, even by the hands of their own brethren?", "11 Yea, and if it had not been for his matchless power, and his mercy, and his long-suffering towards us, we should unavoidably have been cut off from the face of the earth long before this period of time, and perhaps been consigned to a state of endless misery and woe.", "12 Behold, now I say unto you that he commandeth you to repent; and except ye repent, ye can in nowise inherit the kingdom of God. But behold, this is not all—he has commanded you to repent, or he will utterly destroy you from off the face of the earth; yea, he will visit you in his anger, and in his fierce anger he will not turn away.", "13 Behold, do ye not remember the words which he spake unto Lehi, saying that: Inasmuch as ye shall keep my commandments, ye shall prosper in the land? And again it is said that: Inasmuch as ye will not keep my commandments ye shall be cut off from the presence of the Lord.", "14 Now I would that ye should remember, that inasmuch as the Lamanites have not kept the commandments of God, they have been cut off from the presence of the Lord. Now we see that the word of the Lord has been verified in this thing, and the Lamanites have been cut off from his presence, from the beginning of their transgressions in the land.", "15 Nevertheless I say unto you, that it shall be more tolerable for them in the day of judgment than for you, if ye remain in your sins, yea, and even more tolerable for them in this life than for you, except ye repent.", "16 For there are many promises which are extended to the Lamanites; for it is because of the traditions of their fathers that caused them to remain in their state of ignorance; therefore the Lord will be merciful unto them and prolong their existence in the land.", "17 And at some period of time they will be brought to believe in his word, and to know of the incorrectness of the traditions of their fathers; and many of them will be saved, for the Lord will be merciful unto all who call on his name.", "18 But behold, I say unto you that if ye persist in your wickedness that your days shall not be prolonged in the land, for the Lamanites shall be sent upon you; and if ye repent not they shall come in a time when you know not, and ye shall be visited with utter destruction; and it shall be according to the fierce anger of the Lord.", "19 For he will not suffer you that ye shall live in your iniquities, to destroy his people. I say unto you, Nay; he would rather suffer that the Lamanites might destroy all his people who are called the people of Nephi, if it were possible that they could fall into sins and transgressions, after having had so much light and so much knowledge given unto them of the Lord their God;", "20 Yea, after having been such a highly favored people of the Lord; yea, after having been favored above every other nation, kindred, tongue, or people; after having had all things made known unto them, according to their desires, and their faith, and prayers, of that which has been, and which is, and which is to come;", "21 Having been visited by the Spirit of God; having conversed with angels, and having been spoken unto by the voice of the Lord; and having the spirit of prophecy, and the spirit of revelation, and also many gifts, the gift of speaking with tongues, and the gift of preaching, and the gift of the Holy Ghost, and the gift of translation;", "22 Yea, and after having been delivered of God out of the land of Jerusalem, by the hand of the Lord; having been saved from famine, and from sickness, and all manner of diseases of every kind; and they having waxed strong in battle, that they might not be destroyed; having been brought out of bondage time after time, and having been kept and preserved until now; and they have been prospered until they are rich in all manner of things—", "23 And now behold I say unto you, that if this people, who have received so many blessings from the hand of the Lord, should transgress contrary to the light and knowledge which they do have, I say unto you that if this be the case, that if they should fall into transgression, it would be far more tolerable for the Lamanites than for them.", "24 For behold, the promises of the Lord are extended to the Lamanites, but they are not unto you if ye transgress; for has not the Lord expressly promised and firmly decreed, that if ye will rebel against him that ye shall utterly be destroyed from off the face of the earth?", "25 And now for this cause, that ye may not be destroyed, the Lord has sent his angel to visit many of his people, declaring unto them that they must go forth and cry mightily unto this people, saying: Repent ye, for the kingdom of heaven is nigh at hand;", "26 And not many days hence the Son of God shall come in his glory; and his glory shall be the glory of the Only Begotten of the Father, full of grace, equity, and truth, full of patience, mercy, and long-suffering, quick to hear the cries of his people and to answer their prayers.", "27 And behold, he cometh to redeem those who will be baptized unto repentance, through faith on his name.", "28 Therefore, prepare ye the way of the Lord, for the time is at hand that all men shall reap a reward of their works, according to that which they have been—if they have been righteous they shall reap the salvation of their souls, according to the power and deliverance of Jesus Christ; and if they have been evil they shall reap the damnation of their souls, according to the power and captivation of the devil.", "29 Now behold, this is the voice of the angel, crying unto the people.", "30 And now, my beloved brethren, for ye are my brethren, and ye ought to be beloved, and ye ought to bring forth works which are meet for repentance, seeing that your hearts have been grossly hardened against the word of God, and seeing that ye are a lost and a fallen people.", "31 Now it came to pass that when I, Alma, had spoken these words, behold, the people were wroth with me because I said unto them that they were a hard-hearted and a stiffnecked people.", "32 And also because I said unto them that they were a lost and a fallen people they were angry with me, and sought to lay their hands upon me, that they might cast me into prison.", "33 But it came to pass that the Lord did not suffer them that they should take me at that time and cast me into prison.", "34 And it came to pass that Amulek went and stood forth, and began to preach unto them also. And now the words of Amulek are not all written, nevertheless a part of his words are written in this book."], "Español": ["Alma manda al pueblo de Ammoníah que se arrepienta— El Señor será misericordioso para con los lamanitas en los últimos días— Si los nefitas abandonan la luz, serán destruidos por los lamanitas— El Hijo de Dios viene pronto— Él redimirá a aquellos que se arrepientan, se bauticen y tengan fe en Su nombre. Aproximadamente 82a.C.", "1 Y además, yo, Alma, habiéndome mandado Dios que tomara a Amulek y fuera y predicara de nuevo a este pueblo, o sea, el pueblo que vivía en la ciudad de Ammoníah, sucedió que al empezar yo a predicarles, ellos comenzaron a contender conmigo diciendo:", "2 ¿Quién eres tú? ¿Te supones que vamos a creer en el testimonio de un hombre, aunque nos predicara que la tierra iba a dejar de ser?", "3 Mas no entendían las palabras que hablaban; pues no sabían que la tierra iba a dejar de ser.", "4 Y también dijeron: No creeremos en tus palabras, aunque profetices que esta gran ciudad ha de ser destruida en un día.", "5 Ahora bien, ellos no sabían que Dios podía hacer tan maravillosas obras, porque eran gente de corazón empedernido y dura cerviz.", "6 Y dijeron: ¿Quién es Dios, que no envía a este pueblo más autoridad que la de un hombre para declararle la verdad de cosas tan grandes y maravillosas?", "7 Y avanzaron para asirme, mas he aquí, no lo hicieron. Y los enfrenté con intrepidez para declararles, sí, les testifiqué osadamente, diciendo:", "8 He aquí, ¡oh generación malvada y perversa, cómo os habéis olvidado de la tradición de vuestros padres! Sí, ¡qué pronto os habéis olvidado de los mandamientos de Dios!", "9 ¿No os acordáis que nuestro padre Lehi fue traído de Jerusalén por la mano de Dios? ¿No os acordáis que él guio a todos a través del desierto?", "10 ¿Y habéis olvidado tan pronto cuántas veces él libró a nuestros padres de las manos de sus enemigos, y los preservó de ser destruidos, sí, por las manos de sus propios hermanos?", "11 Sí, y de no haber sido por su incomparable poder, y su misericordia, y su longanimidad para con nosotros, inevitablemente habríamos sido barridos de la faz de la tierra mucho antes de esta época, y quizá habríamos sido condenados a un estado de interminable miseria y angustia.", "12 He aquí, ahora os digo que él os manda que os arrepintáis; y a menos que os arrepintáis, de ningún modo podréis heredar el reino de Dios. Mas he aquí, no es esto todo: él os ha mandado arrepentir, o de lo contrario, os destruirá completamente de sobre la superficie de la tierra; sí, os visitará con su ira, y en su furiosa ira él no se desviará.", "13 He aquí, ¿no os acordáis de las palabras que habló a Lehi, diciendo: Si guardáis mis mandamientos, prosperaréis en la tierra? Y además se ha dicho: Si no guardáis mis mandamientos, seréis separados de la presencia del Señor.", "14 Ahora quisiera que recordaseis que los lamanitas, por cuanto no han guardado los mandamientos de Dios, han sido separados de la presencia del Señor. Vemos, pues, que la palabra del Señor se ha cumplido en esto, y los lamanitas han quedado separados de su presencia, desde el principio de sus transgresiones en esta tierra.", "15 Os digo, sin embargo, que será más tolerable para ellos en el día del juicio, que para vosotros, si permanecéis en vuestros pecados; sí, y aun más tolerable para ellos en esta vida que para vosotros, a menos que os arrepintáis.", "16 Porque son muchas las promesas que se extienden a los lamanitas; pues es por causa de las tradiciones de sus padres que han permanecido en su estado de ignorancia; por tanto, el Señor les será misericordioso y prolongará su existencia en la tierra.", "17 Y un día se les persuadirá a creer en su palabra, y a saber de la incorrección de las tradiciones de sus padres; y muchos de ellos se salvarán, porque el Señor será misericordioso con todos los que invocaren su nombre.", "18 Mas he aquí, os digo que si persistís en vuestra iniquidad, vuestros días no serán prolongados sobre la tierra, porque los lamanitas serán enviados contra vosotros; y si no os arrepentís, vendrán en un día que no sabéis, y seréis visitados con una destrucción completa; y será según la furiosa ira del Señor.", "19 Porque no os permitirá que viváis en vuestras iniquidades para destruir a su pueblo. Os digo que no; más bien permitiría que los lamanitas destruyesen a todo su pueblo que es llamado el pueblo de Nefi, si acaso llegare a caer en pecados y transgresiones, después de haber tenido tanta luz y tanto conocimiento dados por el Señor su Dios;", "20 sí, después de haber sido un pueblo tan altamente favorecido del Señor; sí, después de haber sido favorecidos más que cualquiera otra nación, tribu, lengua o pueblo; después de habérseles manifestado, de acuerdo con sus deseos, y su fe y oraciones, todas las cosas concernientes a lo que ha sido, a lo que es y a lo que está por venir;", "21 después de haberlos visitado el Espíritu de Dios; habiendo conversado con ángeles y habiéndoles hablado la voz del Señor; y teniendo el espíritu de profecía y el espíritu de revelación, y también muchos dones, el don de hablar en lenguas, y el don de predicar, y el don del Espíritu Santo, y el don de traducir;", "22 sí, y después que Dios los rescató de la tierra de Jerusalén por la mano del Señor; después de haber sido librados del hambre y de la enfermedad, y de todo género de dolencias de toda clase; después de haber sido fortalecidos en la guerra para que no fuesen destruidos; después de haber sido librados del cautiverio una vez tras otra, y guardados y preservados hasta hoy; y han sido prosperados hasta ser ricos en todas las cosas;", "23 he aquí, os digo que si este pueblo, que ha recibido tantas bendiciones de la mano del Señor, transgrediere contra la luz y conocimiento que tiene, os digo que si tal fuere el caso, que si cayere en transgresión, será mucho más tolerable para los lamanitas que para ellos.", "24 Porque he aquí, las promesas del Señor se extienden a los lamanitas, mas no son para vosotros si transgredís; porque, ¿no ha prometido expresamente el Señor, y decretado firmemente, que si os rebeláis contra él, seréis enteramente destruidos de sobre la faz de la tierra?", "25 Y por esta causa, para que no seáis destruidos, el Señor ha enviado a su ángel para visitar a muchos de los de su pueblo, declarándoles que deben salir y clamar fuertemente a este pueblo, diciendo: Arrepentíos, porque el reino de los cielos está cerca;", "26 y de aquí a pocos días el Hijo de Dios vendrá en su gloria; y su gloria será la gloria del Unigénito del Padre, lleno de gracia, equidad y verdad; lleno de paciencia, misericordia y longanimidad, pronto para oír los clamores de su pueblo y contestar sus oraciones.", "27 Y he aquí, viene para redimir a aquellos que sean bautizados para arrepentimiento, por medio de la fe en su nombre.", "28 Por tanto, preparad la vía del Señor, porque está cerca la hora en que todos los hombres recibirán el pago de sus obras, de acuerdo con lo que hayan sido; si han sido justas, segarán la salvación de sus almas, según el poder y liberación de Jesucristo; y si han sido malas, segarán la condenación de sus almas, según el poder y cautividad del diablo.", "29 Ahora bien, he aquí, esta es la voz del ángel que proclama al pueblo.", "30 Y ahora bien, mis amados hermanos, porque sois mis hermanos y habíais de ser amados, y debíais dar frutos dignos de arrepentimiento, ya que vuestros corazones se han endurecido por completo contra la palabra de Dios, y sois un pueblo perdido y caído.", "31 Ahora bien, aconteció que cuando yo, Alma, hube hablado estas palabras, he aquí, el pueblo se enojó conmigo porque les dije que eran gente de corazón obstinado y de dura cerviz.", "32 Y también se enojaron conmigo porque les dije que eran un pueblo perdido y caído, y trataron de asirme para encarcelarme.", "33 Pero sucedió que el Señor no permitió que se apoderaran de mí en esa ocasión y me echaran en la cárcel.", "34 Y aconteció que Amulek se adelantó y empezó a predicarles también. Mas no todas las palabras de Amulek se han escrito; no obstante, parte de ellas se han escrito en este libro."], "Français": ["Alma commande au peuple d’Ammonihah de se repentir— Le Seigneur sera miséricordieux envers les Lamanites dans les derniers jours— Si les Néphites abandonnent la lumière, ils seront détruits par les Lamanites— Le Fils de Dieu viendra bientôt— Il rachètera ceux qui se repentent, sont baptisés et ont foi en son nom. Vers 82av.J.-C.", "1 Et en outre, moi, Alma, ayant reçu de Dieu le commandement de prendre Amulek et d’aller prêcher de nouveau à ce peuple, ou au peuple qui était dans la ville d’Ammonihah, il arriva que tandis que je commençais à leur prêcher, ils commencèrent à s’opposer à moi, disant:", "2 Qui es-tu? Penses-tu que nous allons croire au témoignage d’un seul homme, quand bien même il nous prêcherait que la terre va passer?", "3 Or, ils ne comprenaient pas les paroles qu’ils disaient, car ils ne savaient pas que la terre va passer.", "4 Et ils dirent aussi: Nous ne croirons pas en tes paroles, même si tu prophétises que cette grande ville sera détruite en un seul jour.", "5 Or, ils ne savaient pas que Dieu peut accomplir des œuvres aussi merveilleuses, car ils étaient un peuple au cœur dur et au cou roide.", "6 Et ils dirent: Qui est Dieu, qui n’envoie pas plus d’autorité qu’un seul homme parmi ce peuple, pour lui annoncer la vérité de choses aussi grandes et merveilleuses?", "7 Et ils s’avancèrent pour porter la main sur moi; mais voici, ils ne le firent pas. Et je me tins avec hardiesse pour leur annoncer, oui, je leur témoignai hardiment, disant:", "8 Voici, ô génération méchante et perverse, comment avez-vous oublié la tradition de vos pères? Oui, comme vous avez vite oublié les commandements de Dieu!", "9 Ne vous souvenez-vous pas que notre père, Léhi, a été emmené de Jérusalem par la main de Dieu? Ne vous souvenez-vous pas qu’ils ont tous été conduits par lui à travers le désert?", "10 Et avez-vous si vite oublié combien de fois il a délivré nos pères des mains de leurs ennemis et les a préservés de la destruction, des mains de leurs propres frères?", "11 Oui, et s’il n’y avait pas eu sa puissance incomparable, et sa miséricorde, et sa longanimité envers nous, nous aurions été retranchés de la surface de la terre longtemps avant notre époque, et nous aurions peut-être été condamnés à un état de misère et de malheur sans fin.", "12 Voici, maintenant je vous dis qu’il vous commande de vous repentir; et si vous ne vous repentez pas, vous ne pouvez en aucune façon hériter le royaume de Dieu. Mais voici, ce n’est pas tout: il vous a commandé de vous repentir, ou il vous détruira totalement de la surface de la terre; oui, il vous châtiera dans sa colère, et, dans son ardente colère, il ne se détournera pas.", "13 Voici, ne vous souvenez-vous pas des paroles qu’il a dites à Léhi, à savoir: Si vous gardez mes commandements, vous prospérerez dans le pays? Et encore, il est dit: Si vous ne gardez pas mes commandements, vous serez retranchés de la présence du Seigneur.", "14 Or, je voudrais que vous vous souveniez que puisque les Lamanites n’ont pas gardé les commandements de Dieu, ils ont été retranchés de la présence du Seigneur. Or, nous voyons que la parole du Seigneur s’est confirmée en cela, et les Lamanites ont été retranchés de sa présence, depuis le commencement de leurs transgressions dans le pays.", "15 Néanmoins, je vous dis que ce sera plus tolérable pour eux le jour du jugement que pour vous, si vous restez dans vos péchés, oui, et encore plus tolérable pour eux dans cette vie que pour vous, à moins que vous ne vous repentiez.", "16 Car beaucoup de promesses sont faites aux Lamanites; car c’est à cause des traditions de leurs pères, qui les ont fait rester dans leur état d’ignorance; c’est pourquoi le Seigneur sera miséricordieux envers eux et prolongera leur existence dans le pays.", "17 Et à une certaine époque, ils seront amenés à croire en sa parole et à savoir que les traditions de leurs pères sont incorrectes; et beaucoup d’entre eux seront sauvés, car le Seigneur sera miséricordieux envers tous ceux qui invoquent son nom.", "18 Mais voici, je vous dis que si vous persistez dans votre méchanceté, vos jours ne se prolongeront pas dans le pays, car les Lamanites seront envoyés contre vous; et si vous ne vous repentez pas, ils viendront à un moment que vous ne connaissez pas, et vous serez frappés d’une destruction totale; et ce sera selon l’ardente colère du Seigneur.", "19 Car il ne souffrira pas que vous viviez dans vos iniquités, pour détruire ce peuple. Je vous le dis, non; il souffrirait plutôt que les Lamanites détruisent tout son peuple, qui est appelé le peuple de Néphi, s’il était possible qu’il pût tomber dans des péchés et des transgressions après s’être vu accorder tant de lumière et tant de connaissance par le Seigneur, son Dieu;", "20 oui, après avoir été un peuple si hautement favorisé par le Seigneur; oui, après avoir été favorisé par-dessus toutes les autres nations, tribus, langues ou peuples; après que tout lui ait été révélé, selon son désir, et sa foi, et ses prières, de ce qui a été, et qui est, et qui est à venir;", "21 ayant été visité par l’Esprit de Dieu, ayant conversé avec des anges et ayant entendu la voix du Seigneur lui parler; et ayant l’esprit de prophétie, et l’esprit de révélation, et aussi beaucoup de dons, le don de parler en langues, et le don de prédication, et le don du Saint-Esprit, et le don de traduction;", "22 oui, et après avoir été délivré par Dieu du pays de Jérusalem, par la main du Seigneur, avoir été sauvé de la famine, et de la maladie, et de toutes sortes d’affections de toute espèce, et être devenu fort à la bataille, afin de ne pas être détruit, et avoir été sorti maintes et maintes fois de la servitude, et avoir été gardé et préservé jusqu’à maintenant, et avoir été rendu prospère jusqu’à être riche de toutes sortes de choses—", "23 Et maintenant, voici, je vous dis que si ce peuple, qui a reçu tant de bénédictions de la main du Seigneur, venait à transgresser à l’encontre de la lumière et de la connaissance qu’il a, je vous dis que si c’était le cas, que s’il tombait dans la transgression, ce serait beaucoup plus tolérable pour les Lamanites que pour lui.", "24 Car voici, les promesses du Seigneur sont faites aux Lamanites, mais elles ne le sont pas à vous si vous transgressez, car le Seigneur n’a-t-il pas expressément promis et fermement décrété que si vous vous rebellez contre lui, vous serez totalement détruits de la surface de la terre?", "25 Et maintenant, c’est à cause de cela, pour que vous ne soyez pas détruits, que le Seigneur a envoyé son ange visiter beaucoup d’entre son peuple, leur annonçant qu’ils doivent aller crier d’une voix forte à ce peuple, disant: Repentez-vous, car le royaume des cieux est proche;", "26 et il ne se passera pas beaucoup de jours que le Fils de Dieu ne vienne dans sa gloire; et sa gloire sera la gloire du Fils unique du Père, plein de grâce, d’équité et de vérité, plein de patience, de miséricorde et de longanimité, prompt à écouter les supplications de son peuple et à répondre à ses prières.", "27 Et voici, il vient racheter ceux qui seront baptisés au repentir, par la foi en son nom.", "28 C’est pourquoi, préparez le chemin du Seigneur, car le temps est proche où tous les hommes récolteront la récompense de leurs œuvres, selon ce qu’elles ont été: si elles ont été justes, ils récolteront le salut de leur âme, selon le pouvoir et la délivrance de Jésus-Christ; et si elles ont été mauvaises, ils récolteront la damnation de leur âme, selon le pouvoir du diable et la captivité imposée par lui.", "29 Or, voici, telle est la voix de l’ange, criant au peuple.", "30 Et maintenant, mes frères bien-aimés, car vous êtes mes frères, et vous devriez être bien-aimés, et vous devriez produire des œuvres dignes du repentir, étant donné que votre cœur s’est extrêmement endurci contre la parole de Dieu, et attendu que vous êtes un peuple perdu et déchu.", "31 Alors, il arriva que lorsque moi, Alma, j’eus dit ces paroles, voici, le peuple fut furieux contre moi, parce que je lui disais qu’il était un peuple au cœur dur et au cou roide.", "32 Et aussi, parce que je lui disais qu’il était un peuple perdu et déchu, il fut en colère contre moi, et chercha à porter la main sur moi, afin de me jeter en prison.", "33 Mais il arriva que le Seigneur ne lui permit pas de me prendre à ce moment-là et de me jeter en prison.", "34 Et il arriva qu’Amulek alla et s’avança, et commença à lui prêcher aussi. Et maintenant, les paroles d’Amulek ne sont pas toutes écrites, néanmoins, une partie de ses paroles est écrite dans ce livre."], "Kiribati": ["Aramwa e anga te tua nakoia kaain Amonia bwa a na rairinanoia—Te Uea e na nanoangaia Reimwanaite n te kabanea ni bong—Ngkana a kitana te oota Nibwaite, a na kamaunaki irouia Reimwanaite—E na kaoti n te tai ae aki maan Natin te Atua—E na kabooia akana a rairinanoia, ma ni bwabetitoaki, man onimakina arana. Uakaan ma 82I.K.", "1 Ao ngai ae Aramwa, I a manga tuangaki riki iroun te Atua bwa N na kaira Amureki ma ni waaki nako ni kabwarabwara i buakoia te botanaomata aio, ke te botanaomata ake a mena n te kaawa are Amonia, ao e koro bukina bwa ngke I waaki ni kabwarabwara nakoia, ao a moanna ni kauntaeka ma ngai ni kangai:", "2 Antai ngkoe? Ko kantaningaia bwa ti na kakoaua ana kakoaua temanna te aomata, e ngae ngke e kabwarabwara nakoira bwa e na mauna nako te aonaba?", "3 Ngkai aki ataa nanon te taeka ake a taekin; bwa aki ataia ae te aonaba e na mauna nako.", "4 Ao a taku naba: ti na aki kakoauai am taeka ngkana ko taetae ni burabetiia bwa te kaawa ae korakora ma ni bubura aio e na kamaunaki n te bong ae ti teuana.", "5 Ngkai aki ataia ae te Atua e kona ni karaoi mwakuri aika a kamimi, bwa bon aomata aika a matoatoa nanoia ao a bonotaninga.", "6 Ao a taku: Antai te Atua, ae karokoa mwaakana iroun te aomata ae ti temanna i buakoia te botanaomata aio, bwa e na taekina koauan bwaai aika a korakora ma ni kamimi.", "7 Ao a waaki rake bwa ana katokai baia iaou; ma nooria, a aki. Ao I tei ma te ninikoria n taekinna nakoia, eng, I ninikoria ni kakoaua nakoia, ni kangai:", "8 Nooria, O ngkami te roro ae buakaka man rairaki nako, kam kanga ni mwaninga kateia tamami; eng, kam a waekoara ni mwaninga ana tua te Atua.", "9 Kam aki uringa are tamara, Riaai, e kaotinakoaki mai i Ierutarem ni bain te Atua? Kam aki uringa are a bane ni kairaki irouna rinanon te rereua?", "10 Ao kam a mwaninga naba n te tai ae waekoa bwa iraua te tai ae e kamaiuia tamara mai i nanon baia aia kairiribai, ao e kawakinia bwa a na aki kamaunaki, man baia naba bon oin tariia.", "11 Eng, ao ngke arona bwa akea mwaakana ae e aki kona ni kabootauaki, ao ana nanoanga, ao ana taotaonakinnano n te tai ae maan nakoira, ao ti na bon aki kona n tuka kamaunakira man te aonaba aio i mwaain te tai aei, ao tao ti na bon tiku n te aro n nanokawaki man rawawata ae aki totoki.", "12 Nooria, ngkai I taku nakoim bwa e anga te tua nakoim bwa ko na rairananom; ao ngkana ko aki rairananom ao ko na bon aki kona ni karekea uean te Atua. Ma nooria, e tuai ni bane—e a tia n anga te tua bwa ko na rairananom, bwa e rawa ni kamaunako mai aon te aonaba aio; eng, e na kawariko n unna, ao e na bon aki tannako unna ae korakora mai iroum.", "13 Nooria, kam aki uringi taeka ake e taekin nakon Riaai, ni kangai bwa: Ngkana kam kaawakin au tua, ao kam na kakabwaiaki iaon te aba aei? Ao e manga taekinaki naba ae kangai: Ngkana kam aki kaawakin au tua kam na kamaunaki mai matan te Uea.", "14 Ngkai, I tangiria bwa kam na uringnga, bwa ngkai Reimwanaite a tia n aki kaawakin ana tua te Atua, ao a bon tia ni kamaunaki mai matan te Uea. Ngkai ti nooria bwa ana taeka te Uea e a tia ni kaotaki koauana n te bwai aio, ao Reimwanaite a tia ni kamaunaki mai matana, man te tai are a riaon tua iaon te aba.", "15 Ma e ngae n anne I taku nakoimi, bwa e na beebete riki ibukiia n te bong ni motiki taeka ni kabootauaki nakoimi, ngkana kam tiku i nanon ami bure, eng, ao e na beebete riki ibukiia n te maiu aei ni kabootauaki nakoimi, ti ngkana kam rairinanomi.", "16 Bwa a mwaiti taian berita ake anganaki Reimwanaite; bwa bon ibukin katein tamaia ae ngaia ae a tiku n aroia n aki atatai; ngaia ae te Uea e na nanoangaia ao e na kamaana tikuia iaon te aba.", "17 Ao n te taina ao a na kakoaua ana taeka, ao a na ataa kairuan kateia tamaia; ao a mwaiti mai i buakoia aika a na kamaiuaki, bwa te Uea e na nanoanga nakoia ni kabane ake a wetea arana.", "18 Ma nooria, I taku nakoimi bwa ngkana kam teimatoa n ami buakaka ao e na bon aki kamaanaki ami bong n te aba, bwa a na kanakoaki Reimwanaite nakoimi; ao ngkana kam aki rairinanomi ao a na roko n te tai ae ko aki ataia, ao kam na kawaraki n te urubwai ae korakora; ao e na kaineti ma aron unin te Uea ae kakamaku.", "19 Bwa e na aki kariaia bwa kam na maiu i nanon ami bure, are e na kamaunaia ana aomata. I kangai nakoimi, Tiaki, e kukurei riki bwa Reimwanaite a na kamaunaia ana aomata ni kabane ake aranaki bwa ana botanaomata Nibwaai, ngkana arona bwa a kona ni bwaka i nanon te bure ma riaoan tua, i mwin reken te oota ao te rabakau ae bati are a tia n anganaki iroun aia Uea ae Atuaia.", "20 Eng, i mwin rikiia bwa aomata aika a korakora tangirakiia iroun te Uea; eng, i mwin tangirakiia ae bati iaoia riki aba nako, reeti, neewe, ke aomata, i mwin kaotan bwaai ni kabane nakoia n aron nanoia, ao aia onimaki, ao aia tataro, ibukin bwaai ake a tia, ao bwaai ake ngkai, ao bwaai ake a na roko,", "21 I mwin kawarakia iroun tamnein te Atua, i mwin taetaeia ma anera, ao i mwin te taetae nakoia ni bwanan te Uea; ao i mwin reken tamnein te taeka ni burabeti, ao tamnein te kaotioti, ao bwaintituaraoi aika a mwaiti, te bwaintituaraoi ae te taetae n neewe, ao te bwaintituaraoi ibukin te kabwarabwara, ao te bwaintituaraoi ae te Tamnei ae Raoiroi, ao te bwaintituaraoi ibukin te rairairi;", "22 Eng, ao i mwin are a tia ni kamaiuaki iroun te Atua mai Ierutarem, ni bain te Uea; i mwin kamaiuakia man te rongo, ao man te aoraki, ao aekakin aoraki nako n aekaia; ao a bon kamatoaki n te buaka, bwa a na aki kamaunaki; i mwin kaotinakoaia man te tautoronaki n te tai teuana ma te tai teuana, ao i mwin kawakinakia n uaa ngkai; ao a tia n nakoraoi aroia ni karokoa ae a kaubwai n aekan bwaai nako—", "23 Ao ngkai nooria I taetae nakoimi bwa ngkana te botanaomata aio, ake a tia ni karekei kakabwaia aika a mwaiti mai bain te Uea, a riaon te tua ni kaitaraa te oota ao te rabakau are iai irouia, I taku nakoimi bwa ngkana aio ae riki, ae a na bwaka n riaoan te tua, e na bon nakoraoi riki aroaroia Reimwanaite nakoia.", "24 Bwa nooria, ana berita te Uea e rotiia Reimwanaite, ma aki roko iroumi ngkana kam bure; bwa tiaki e a tia te Uea ni katereterea ana berita ma ni kamatoa ana tua, bwa ngkana kam kaitaraa ao kam na bon kamaunaki raoi mai matan te aonaba aio?", "25 Ao ibukin aio bwa kam aki kamaunaki, e a tia te Uea ni kanakoa ana anera bwa e na kawaria aika a mwaiti mai i buakomi, n taekinna nakoia bwa a na waaki nako ma ni kakorakoraia n taetae nakoia te botanaomata aio ni kangai: Rairinanomi, bwa e a kan roko uean karawa;", "26 Ao i mwin te bong ae e aki mwaiti e na roko ni mimitong Natin te Atua; ao mimitongina aiaron mimitongin ana Rikitemanna te Tama, ae e onrake n te akoi, te tituaraoi, ao te koaua, ae e onrake n te taotaonakinnano, te nanoanga, ao taonan te nano n te tai ae maan, ma ni waekoa n ongo tangiia ana aomata ao man kaekai aia tataro.", "27 Ao nooria, e roko bwa e na kabooia akana a na bwabetitoaki nakon te rairannano, rinanon onimakinan arana.", "28 Mangaia ae, kam na katauraoa kawain te Uea, bwa e a kan roko te tai are ni kabane aomata a na karekea kanuangan aia mwakuri, n aron are a tia ni karaoia—ngkana a raoiroi a na karekea kamaiuan tamneia, n aron te mwaaka ao te kainaomataki are iroun Iesu Kristo; ao ngkana a tia ni buakaka a na karekea kabuakakan tamneia, n aron mwaakan ao te tautoronaki mai iroun te riaboro.", "29 Ngkai nooria, aio bwanan te anera, are e taetae nakoia te botanaomata aio.", "30 Ao ngkai, tariu aika kam tangiraki, bwa ngkami tariu, ao kam riai n tangiraki, ao kam riai ni karaoi mwakuri aika a kaineti nakon te rairannano, ngkai e nooraki bwa a korakora matoatoan nanomi ni kaitaraa ana taeka te Atua, ngkai e nooraki bwa te botanaomata ngkami aika kam bua ao kam bwaka.", "31 Ngkai e koro bukina bwa ngkai ngai, Aramwa I a tia n taekin taeka aikai, nooria, aomata a un irou ibukina bwa I taku nakoia bwa te botanaomata ngaia ae a matoatoa nanoia ao a bonotaninga.", "32 Ao ibukina naba bwa I taku nakoia bwa aomata ngaia aika a bua ao a bwaka ao a un irou, ao a kakaea te anga are a na katokai baia iaou, bwa aonga n tewenakoai n te karabuti.", "33 Ma e koro bukina bwa te Uea e aki kariaia bwa a na anai ao a na teweai nako nanon te karabuti.", "34 Ao e koro bukina bwa Amureki e waerake, ao e a waaki ni kabwarabwara nakoia naba. Ao ngkai ana taeka Amureki aki bane ni koreaki, ma e ngae n anne tabeua ana taeka a bon koreaki n te boki aei."]}