{"English": ["The Lamanites destroy the people of Ammonihah—Zoram leads the Nephites to victory over the Lamanites—Alma and Amulek and many others preach the word—They teach that after His Resurrection Christ will appear to the Nephites. About 81–77B.C.", "1 And it came to pass in the eleventh year of the reign of the judges over the people of Nephi, on the fifth day of the second month, there having been much peace in the land of Zarahemla, there having been no wars nor contentions for a certain number of years, even until the fifth day of the second month in the eleventh year, there was a cry of war heard throughout the land.", "2 For behold, the armies of the Lamanites had come in upon the wilderness side, into the borders of the land, even into the city of Ammonihah, and began to slay the people and destroy the city.", "3 And now it came to pass, before the Nephites could raise a sufficient army to drive them out of the land, they had destroyed the people who were in the city of Ammonihah, and also some around the borders of Noah, and taken others captive into the wilderness.", "4 Now it came to pass that the Nephites were desirous to obtain those who had been carried away captive into the wilderness.", "5 Therefore, he that had been appointed chief captain over the armies of the Nephites, (and his name was Zoram, and he had two sons, Lehi and Aha)—now Zoram and his two sons, knowing that Alma was high priest over the church, and having heard that he had the spirit of prophecy, therefore they went unto him and desired of him to know whither the Lord would that they should go into the wilderness in search of their brethren, who had been taken captive by the Lamanites.", "6 And it came to pass that Alma inquired of the Lord concerning the matter. And Alma returned and said unto them: Behold, the Lamanites will cross the river Sidon in the south wilderness, away up beyond the borders of the land of Manti. And behold there shall ye meet them, on the east of the river Sidon, and there the Lord will deliver unto thee thy brethren who have been taken captive by the Lamanites.", "7 And it came to pass that Zoram and his sons crossed over the river Sidon, with their armies, and marched away beyond the borders of Manti into the south wilderness, which was on the east side of the river Sidon.", "8 And they came upon the armies of the Lamanites, and the Lamanites were scattered and driven into the wilderness; and they took their brethren who had been taken captive by the Lamanites, and there was not one soul of them had been lost that were taken captive. And they were brought by their brethren to possess their own lands.", "9 And thus ended the eleventh year of the judges, the Lamanites having been driven out of the land, and the people of Ammonihah were destroyed; yea, every living soul of the Ammonihahites was destroyed, and also their great city, which they said God could not destroy, because of its greatness.", "10 But behold, in one day it was left desolate; and the carcasses were mangled by dogs and wild beasts of the wilderness.", "11 Nevertheless, after many days their dead bodies were heaped up upon the face of the earth, and they were covered with a shallow covering. And now so great was the scent thereof that the people did not go in to possess the land of Ammonihah for many years. And it was called Desolation of Nehors; for they were of the profession of Nehor, who were slain; and their lands remained desolate.", "12 And the Lamanites did not come again to war against the Nephites until the fourteenth year of the reign of the judges over the people of Nephi. And thus for three years did the people of Nephi have continual peace in all the land.", "13 And Alma and Amulek went forth preaching repentance to the people in their temples, and in their sanctuaries, and also in their synagogues, which were built after the manner of the Jews.", "14 And as many as would hear their words, unto them they did impart the word of God, without any respect of persons, continually.", "15 And thus did Alma and Amulek go forth, and also many more who had been chosen for the work, to preach the word throughout all the land. And the establishment of the church became general throughout the land, in all the region round about, among all the people of the Nephites.", "16 And there was no inequality among them; the Lord did pour out his Spirit on all the face of the land to prepare the minds of the children of men, or to prepare their hearts to receive the word which should be taught among them at the time of his coming—", "17 That they might not be hardened against the word, that they might not be unbelieving, and go on to destruction, but that they might receive the word with joy, and as a branch be grafted into the true vine, that they might enter into the rest of the Lord their God.", "18 Now those priests who did go forth among the people did preach against all lyings, and deceivings, and envyings, and strifes, and malice, and revilings, and stealing, robbing, plundering, murdering, committing adultery, and all manner of lasciviousness, crying that these things ought not so to be—", "19 Holding forth things which must shortly come; yea, holding forth the coming of the Son of God, his sufferings and death, and also the resurrection of the dead.", "20 And many of the people did inquire concerning the place where the Son of God should come; and they were taught that he would appear unto them after his resurrection; and this the people did hear with great joy and gladness.", "21 And now after the church had been established throughout all the land—having got the victory over the devil, and the word of God being preached in its purity in all the land, and the Lord pouring out his blessings upon the people—thus ended the fourteenth year of the reign of the judges over the people of Nephi."], "Español": ["Los lamanitas destruyen a la gente de Ammoníah— Zoram dirige a los nefitas al triunfo sobre los lamanitas— Alma, Amulek y muchos otros predican la palabra— Enseñan que, después de Su resurrección, Cristo se aparecerá a los nefitas. Aproximadamente 81–77a.C.", "1 Y sucedió que en el año undécimo del gobierno de los jueces sobre el pueblo de Nefi, el día cinco del segundo mes —habiendo existido mucha paz en la tierra de Zarahemla, pues no había habido guerras ni contenciones por determinado número de años, aun hasta el quinto día del segundo mes del año undécimo— resonó por todo el país el grito de guerra.", "2 Porque he aquí, los ejércitos de los lamanitas habían pasado las fronteras del país, por el lado del desierto, sí, hasta la ciudad de Ammoníah, y empezaron a matar a la gente y a destruir la ciudad.", "3 Y aconteció que antes que los nefitas pudieran levantar un ejército suficiente para rechazarlos del país, ya habían destruido a la gente que se hallaba en la ciudad de Ammoníah, como también a algunos en las fronteras de la tierra de Noé, y a otros los llevaron cautivos al desierto.", "4 Y sucedió que los nefitas deseaban rescatar a los que habían sido llevados cautivos al desierto.", "5 Por tanto, aquel que había sido nombrado capitán en jefe de los ejércitos de los nefitas (y se llamaba Zoram, y tenía dos hijos, Lehi y Aha), sabiendo él y sus dos hijos que Alma era el sumo sacerdote de la iglesia, y habiendo oído que tenía el espíritu de profecía, se dirigieron a él y desearon saber de él a dónde quería el Señor que fueran en el desierto en busca de sus hermanos que los lamanitas se habían llevado cautivos.", "6 Y ocurrió que Alma preguntó al Señor concerniente al asunto. Y Alma volvió y les dijo: He aquí, los lamanitas cruzarán el río Sidón en la tierra desierta del sur, bien lejos, más allá de las fronteras de la tierra de Manti. Y he aquí, allí los encontraréis, al este del río Sidón, y allí el Señor os entregará a vuestros hermanos que los lamanitas han llevado cautivos.", "7 Y sucedió que Zoram y sus hijos cruzaron el río Sidón con sus ejércitos y marcharon más allá de las fronteras de Manti, en la tierra desierta del sur que quedaba al este del río Sidón.", "8 Y embistieron a los ejércitos de los lamanitas, y los lamanitas fueron esparcidos y echados al desierto; y rescataron a sus hermanos que los lamanitas se habían llevado, y no se había perdido ni uno solo de los cautivos. Y sus hermanos los llevaron para que poseyeran sus propias tierras.", "9 Y así terminó el año undécimo de los jueces, y los lamanitas habían sido echados del país, y el pueblo de Ammoníah había sido destruido; sí, toda alma viviente de los ammoniahitas había sido destruida, y también su gran ciudad, la cual decían que Dios no podía destruir a causa de su grandeza.", "10 Mas he aquí que en un solo día quedó desolada; y los perros y las bestias feroces del desierto destrozaron los cadáveres.", "11 Sin embargo, después de muchos días se amontonaron sus cadáveres sobre la faz de la tierra, y los cubrieron superficialmente. Y tan grande era la hediondez, que por muchos años la gente no fue a tomar posesión de la tierra de Ammoníah. Y la llamaron la Desolación de los Nehores; porque eran de la fe de Nehor los que perecieron; y sus tierras quedaron desoladas.", "12 Y los lamanitas no volvieron a la guerra contra los nefitas hasta el año decimocuarto del gobierno de los jueces sobre el pueblo de Nefi. Y así, durante tres años, el pueblo de Nefi gozó de continua paz en toda la tierra.", "13 Y Alma y Amulek salieron a predicar el arrepentimiento al pueblo en sus templos, y en sus santuarios, y también en sus sinagogas, las cuales se habían construido a la manera de los judíos.", "14 Y comunicaban la palabra de Dios sin cesar a cuantos querían oírlos, y no hacían acepción de personas.", "15 Y así salieron Alma, Amulek y también muchos otros que habían sido elegidos para la obra, a predicar la palabra en todo el país. Y se generalizó el establecimiento de la iglesia por toda la comarca, en toda la región circunvecina, entre todo el pueblo de los nefitas.", "16 Y no había desigualdad entre ellos; y el Señor derramó su Espíritu sobre toda la faz de la tierra a fin de preparar la mente de los hijos de los hombres, o sea, preparar sus corazones para recibir la palabra que se enseñaría entre ellos en el día de su venida,", "17 a fin de que no se endurecieran contra la palabra, para que no fuesen incrédulos y procediesen a la destrucción; sino que recibieran la palabra con gozo, y que, como rama, fuesen injertados en la verdadera vid para que entraran en el reposo del Señor su Dios.", "18 Y los sacerdotes que salieron entre la gente predicaron contra toda mentira, y engaños, y envidias, y contiendas, y malicia y vituperios; y el hurto, el robo, el pillaje, el asesinato, la comisión de adulterio, y todo género de lujuria, proclamando que tales cosas no debían existir;", "19 declarando las cosas que pronto habían de acontecer; sí, proclamando la venida del Hijo de Dios, sus padecimientos y muerte, y también la resurrección de los muertos.", "20 Y muchos del pueblo preguntaron acerca del lugar donde el Hijo de Dios había de venir; y se les enseñó que se aparecería a ellos después de su resurrección; y el pueblo oyó esto con gran gozo y alegría.", "21 Y después que la iglesia quedó establecida por toda la tierra —habiéndose logrado la victoria sobre el diablo, y predicándose la palabra de Dios en su pureza en toda la tierra y derramando el Señor sus bendiciones sobre la gente— así terminó el año decimocuarto del gobierno de los jueces sobre el pueblo de Nefi."], "Français": ["Les Lamanites détruisent le peuple d’Ammonihah— Zoram conduit les Néphites à la victoire sur les Lamanites— Alma et Amulek, et beaucoup d’autres, prêchent la parole— Ils enseignent qu’après sa résurrection, le Christ apparaîtra aux Néphites. Vers 81–77av.J.-C.", "1 Et il arriva que la onzième année du règne des juges sur le peuple de Néphi, le cinquième jour du deuxième mois, une grande paix ayant régné au pays de Zarahemla, aucune guerre ni aucune querelle n’ayant eu lieu pendant un certain nombre d’années, jusqu’au cinquième jour du deuxième mois de la onzième année, un cri de guerre se fit entendre dans tout le pays.", "2 Car voici, les armées des Lamanites étaient entrées par le côté du désert, dans les régions frontières du pays, dans la ville d’Ammonihah, et commencèrent à tuer le peuple et à détruire la ville.", "3 Et alors, il arriva qu’avant que les Néphites puissent lever une armée suffisante pour les chasser du pays, ils avaient détruit le peuple qui était dans la ville d’Ammonihah, et aussi un certain nombre autour des régions frontières de Noé, et en avaient emmené d’autres captifs dans le désert.", "4 Or, il arriva que les Néphites désirèrent reprendre ceux qui avaient été emmenés captifs dans le désert.", "5 C’est pourquoi, celui qui avait été désigné comme capitaine en chef des armées des Néphites (et son nom était Zoram, et il avait deux fils, Léhi et Aha)— or, Zoram et ses deux fils, sachant qu’Alma était grand prêtre de l’Église, et ayant appris qu’il avait l’esprit de prophétie, allèrent donc auprès de lui et désirèrent apprendre de lui où le Seigneur voulait qu’ils aillent dans le désert, à la recherche de leurs frères qui avaient été faits captifs par les Lamanites.", "6 Et il arriva qu’Alma interrogea le Seigneur à ce sujet. Et Alma revint et leur dit: Voici, les Lamanites traverseront le fleuve Sidon dans le désert du sud, là-haut, au-delà des régions frontières du pays de Manti. Et voici, c’est là que vous les rencontrerez, à l’est du fleuve Sidon, et c’est là que le Seigneur vous livrera vos frères qui ont été faits captifs par les Lamanites.", "7 Et il arriva que Zoram et ses fils traversèrent le fleuve Sidon avec leurs armées, et marchèrent jusqu’au-delà des régions frontières de Manti, et entrèrent dans le désert du sud, qui était du côté est du fleuve Sidon.", "8 Et ils tombèrent sur les armées des Lamanites, et les Lamanites furent dispersés et chassés dans le désert; et ils prirent leurs frères, qui avaient été faits captifs par les Lamanites, et il n’y avait pas une seule âme d’entre eux qui eût été perdue parmi celles qui avaient été faites captives. Et ils furent amenés par leurs frères pour posséder leurs terres.", "9 Et ainsi finit la onzième année des juges, les Lamanites ayant été chassés hors du pays, et le peuple d’Ammonihah détruit; oui, toute âme vivante des Ammonihahites fut détruite, et aussi leur grande ville, qu’ils disaient que Dieu ne pouvait pas détruire à cause de sa grandeur.", "10 Mais voici, en un seul jour, elle fut laissée désolée; et les cadavres furent mutilés par les chiens et les bêtes sauvages du désert.", "11 Néanmoins, après de nombreux jours, leurs cadavres furent entassés sur la surface de la terre, et ils furent légèrement recouverts. Et alors, la puanteur en était si grande que le peuple n’entra plus pendant de nombreuses années pour posséder le pays d’Ammonihah. Et il fut appelé Désolation des Néhors; car ceux qui avaient été tués étaient de la confession de Néhor, et leurs terres demeurèrent désolées.", "12 Et les Lamanites ne revinrent pas faire la guerre aux Néphites avant la quatorzième année du règne des juges sur le peuple de Néphi. Et c’est ainsi que pendant trois ans, le peuple de Néphi eut une paix continuelle dans tout le pays.", "13 Et Alma et Amulek allèrent prêcher le repentir au peuple dans ses temples et dans ses sanctuaires et aussi dans ses synagogues, qui étaient construites à la manière des Juifs.", "14 Et tous ceux qui voulaient écouter leurs paroles, ils leur communiquaient continuellement la parole de Dieu, sans acception de personnes.", "15 Et c’est ainsi qu’Alma et Amulek allèrent, et aussi beaucoup d’autres qui avaient été choisis pour l’œuvre, prêcher la parole dans tout le pays. Et l’établissement de l’Église devint général dans tout le pays, dans toute la région alentour, parmi tout le peuple des Néphites.", "16 Et il n’y avait pas d’inégalité parmi eux; le Seigneur déversa son Esprit sur toute la surface du pays, pour préparer l’esprit des enfants des hommes, ou pour préparer leur cœur à recevoir la parole qui serait enseignée parmi eux au moment de sa venue—", "17 afin qu’ils ne soient pas endurcis contre la parole, afin qu’ils ne soient pas incrédules, et ne continuent pas jusqu’à la destruction, mais afin qu’ils reçoivent la parole avec joie, et soient greffés, comme une branche, sur la vraie vigne, afin qu’ils entrent dans le repos du Seigneur, leur Dieu.", "18 Or, les prêtres qui allaient parmi le peuple prêchaient contre tout ce qui était mensonges, et tromperies, et envies, et discordes, et malices, et injures, et vols, brigandages, pillages, meurtres, adultères et toute espèce de lasciveté, criant que ces choses-là ne devaient pas être—", "19 prêchant concernant les choses qui allaient venir sous peu; oui, prêchant concernant la venue du Fils de Dieu, ses souffrances et sa mort, et aussi la résurrection des morts.", "20 Et beaucoup d’entre le peuple demandèrent en quel endroit le Fils de Dieu viendrait; et on leur enseigna qu’il leur apparaîtrait après sa résurrection; et cela, le peuple l’entendit avec une grande joie et beaucoup de réjouissance.", "21 Et alors, quand l’Église eut été établie dans tout le pays— ayant remporté la victoire sur le diable, et la parole de Dieu étant prêchée dans sa pureté dans tout le pays, et le Seigneur déversant ses bénédictions sur le peuple— ainsi finit la quatorzième année du règne des juges sur le peuple de Néphi."], "Kiribati": []}