{"English": ["Sexual sin is an abomination—Corianton’s sins kept the Zoramites from receiving the word—Christ’s redemption is retroactive in saving the faithful who preceded it. About 74B.C.", "1 And now, my son, I have somewhat more to say unto thee than what I said unto thy brother; for behold, have ye not observed the steadiness of thy brother, his faithfulness, and his diligence in keeping the commandments of God? Behold, has he not set a good example for thee?", "2 For thou didst not give so much heed unto my words as did thy brother, among the people of the Zoramites. Now this is what I have against thee; thou didst go on unto boasting in thy strength and thy wisdom.", "3 And this is not all, my son. Thou didst do that which was grievous unto me; for thou didst forsake the ministry, and did go over into the land of Siron among the borders of the Lamanites, after the harlot Isabel.", "4 Yea, she did steal away the hearts of many; but this was no excuse for thee, my son. Thou shouldst have tended to the ministry wherewith thou wast entrusted.", "5 Know ye not, my son, that these things are an abomination in the sight of the Lord; yea, most abominable above all sins save it be the shedding of innocent blood or denying the Holy Ghost?", "6 For behold, if ye deny the Holy Ghost when it once has had place in you, and ye know that ye deny it, behold, this is a sin which is unpardonable; yea, and whosoever murdereth against the light and knowledge of God, it is not easy for him to obtain forgiveness; yea, I say unto you, my son, that it is not easy for him to obtain a forgiveness.", "7 And now, my son, I would to God that ye had not been guilty of so great a crime. I would not dwell upon your crimes, to harrow up your soul, if it were not for your good.", "8 But behold, ye cannot hide your crimes from God; and except ye repent they will stand as a testimony against you at the last day.", "9 Now my son, I would that ye should repent and forsake your sins, and go no more after the lusts of your eyes, but cross yourself in all these things; for except ye do this ye can in nowise inherit the kingdom of God. Oh, remember, and take it upon you, and cross yourself in these things.", "10 And I command you to take it upon you to counsel with your elder brothers in your undertakings; for behold, thou art in thy youth, and ye stand in need to be nourished by your brothers. And give heed to their counsel.", "11 Suffer not yourself to be led away by any vain or foolish thing; suffer not the devil to lead away your heart again after those wicked harlots. Behold, O my son, how great iniquity ye brought upon the Zoramites; for when they saw your conduct they would not believe in my words.", "12 And now the Spirit of the Lord doth say unto me: Command thy children to do good, lest they lead away the hearts of many people to destruction; therefore I command you, my son, in the fear of God, that ye refrain from your iniquities;", "13 That ye turn to the Lord with all your mind, might, and strength; that ye lead away the hearts of no more to do wickedly; but rather return unto them, and acknowledge your faults and that wrong which ye have done.", "14 Seek not after riches nor the vain things of this world; for behold, you cannot carry them with you.", "15 And now, my son, I would say somewhat unto you concerning the coming of Christ. Behold, I say unto you, that it is he that surely shall come to take away the sins of the world; yea, he cometh to declare glad tidings of salvation unto his people.", "16 And now, my son, this was the ministry unto which ye were called, to declare these glad tidings unto this people, to prepare their minds; or rather that salvation might come unto them, that they may prepare the minds of their children to hear the word at the time of his coming.", "17 And now I will ease your mind somewhat on this subject. Behold, you marvel why these things should be known so long beforehand. Behold, I say unto you, is not a soul at this time as precious unto God as a soul will be at the time of his coming?", "18 Is it not as necessary that the plan of redemption should be made known unto this people as well as unto their children?", "19 Is it not as easy at this time for the Lord to send his angel to declare these glad tidings unto us as unto our children, or as after the time of his coming?"], "Español": ["El pecado sexual es una abominación— Los pecados de Coriantón impidieron que los zoramitas recibieran la palabra— La redención de Cristo es retroactiva para la salvación de los fieles que la antecedieron. Aproximadamente 74a.C.", "1 Hijo mío, tengo algo más que decirte de lo que dije a tu hermano; porque he aquí, ¿no has observado la constancia de tu hermano, su fidelidad y su diligencia al guardar los mandamientos de Dios? He aquí, ¿no te ha dado un buen ejemplo?", "2 Porque tú no hiciste tanto caso de mis palabras, entre el pueblo de los zoramitas, como lo hizo tu hermano. Y esto es lo que tengo en contra de ti: Tú seguiste jactándote de tu fuerza y tu sabiduría.", "3 Y esto no es todo, hijo mío. Tú hiciste lo que para mí fue penoso; porque abandonaste el ministerio y te fuiste a la tierra de Sirón, en las fronteras de los lamanitas, tras la ramera Isabel.", "4 Sí, ella se conquistó el corazón de muchos; pero no era excusa para ti, hijo mío. Tú debiste haber atendido al ministerio que se te confió.", "5 ¿No sabes tú, hijo mío, que estas cosas son una abominación a los ojos del Señor; sí, más abominables que todos los pecados, salvo el derramar sangre inocente o el negar al Espíritu Santo?", "6 Porque he aquí, si niegas al Espíritu Santo, una vez que haya morado en ti, y sabes que lo niegas, he aquí, es un pecado que es imperdonable; sí, y al que asesina contra la luz y el conocimiento de Dios, no le es fácil obtener perdón; sí, hijo mío, te digo que no le es fácil obtener perdón.", "7 Y ahora bien, hijo mío, quisiera Dios que no hubieses sido culpable de tan gran delito. No persistiría en hablar de tus delitos, para atormentar tu alma, si no fuera para tu bien.", "8 Mas he aquí, tú no puedes ocultar tus delitos de Dios; y a menos que te arrepientas, se levantarán como testimonio contra ti en el postrer día.", "9 Hijo mío, quisiera que te arrepintieses y abandonases tus pecados, y no te dejases llevar más por las concupiscencias de tus ojos, sino que te refrenaras de todas estas cosas; porque a menos que hagas esto, de ningún modo podrás heredar el reino de Dios. ¡Oh recuerda, y comprométete, y abstente de estas cosas!", "10 Y te mando que te comprometas a consultar con tus hermanos mayores en tus empresas; porque he aquí, eres joven, y necesitas ser nutrido por tus hermanos. Y atiende a sus consejos.", "11 No te dejes llevar por ninguna cosa vana ni insensata; no permitas que el diablo incite tu corazón otra vez en pos de esas inicuas rameras. He aquí, oh hijo mío, cuán gran iniquidad has traído sobre los zoramitas; porque al observar ellos tu conducta, no quisieron creer en mis palabras.", "12 Y ahora el Espíritu del Señor me dice: Manda a tus hijos que hagan lo bueno, no sea que desvíen el corazón de muchos hasta la destrucción. Por tanto, hijo mío, te mando, en el temor de Dios, que te abstengas de tus iniquidades;", "13 que te vuelvas al Señor con toda tu mente, poder y fuerza; que no induzcas más el corazón de los demás a hacer lo malo, sino más bien, vuelve a ellos, y reconoce tus faltas y la maldad que hayas cometido.", "14 No busques las riquezas ni las vanidades de este mundo, porque he aquí, no las puedes llevar contigo.", "15 Y ahora bien, hijo mío, quisiera decirte algo concerniente a la venida de Cristo. He aquí, te digo que él es el que ciertamente vendrá a quitar los pecados del mundo; sí, él viene para declarar a su pueblo las gratas nuevas de la salvación.", "16 Y este fue, hijo mío, el ministerio al cual fuiste llamado, para declarar estas alegres nuevas a este pueblo, a fin de preparar sus mentes; o más bien, para que la salvación viniera a ellos, a fin de que preparen la mente de sus hijos para oír la palabra en el tiempo de su venida.", "17 Y ahora tranquilizaré un poco tu mente sobre este punto. He aquí, te maravillas de por qué se deben saber estas cosas tan anticipadamente. He aquí te digo, ¿no es un alma tan preciosa para Dios ahora, como lo será en el tiempo de su venida?", "18 ¿No es tan necesario que el plan de redención se dé a conocer a este pueblo, así como a sus hijos?", "19 ¿No le es tan fácil al Señor enviar a su ángel en esta época para declarar estas gozosas nuevas a nosotros tanto como a nuestros hijos, como lo será después del tiempo de su venida?"], "Français": ["Le péché sexuel est une abomination— Les péchés de Corianton ont empêché les Zoramites de recevoir la parole— La rédemption du Christ est rétroactive en ce qu’elle sauve les fidèles qui l’ont précédée. Vers 74av.J.-C.", "1 Et maintenant, mon fils, j’ai quelque chose de plus à te dire que ce que j’ai dit à ton frère; car voici, n’as-tu pas observé la stabilité de ton frère, sa fidélité et sa diligence à garder les commandements de Dieu? Voici, ne t’a-t-il pas donné le bon exemple?", "2 Car tu n’as pas prêté autant attention à mes paroles que ton frère parmi le peuple des Zoramites. Or, voici ce que j’ai contre toi: tu as continué à te vanter de ta force et de ta sagesse.", "3 Et ce n’est pas tout, mon fils. Tu as fait ce qui était affligeant pour moi, car tu as délaissé le ministère et tu es passé au pays de Siron, parmi les régions frontières des Lamanites, à la suite de la prostituée Isabel.", "4 Oui, elle a séduit le cœur de beaucoup; mais ce n’était pas une excuse pour toi, mon fils. Tu aurais dû t’occuper du ministère qui t’était confié.", "5 Ne sais-tu pas, mon fils, que ces choses-là sont une abomination aux yeux du Seigneur; oui, extrêmement abominables par-dessus tous les péchés, si ce n’est l’effusion du sang innocent ou le reniement du Saint-Esprit?", "6 Car voici, si tu renies le Saint-Esprit une fois qu’il a eu place en toi, et que tu sais que tu le renies, voici, c’est un péché qui est impardonnable; oui, et quiconque commet le meurtre, à l’encontre de la lumière et de la connaissance de Dieu, il ne lui est pas facile d’obtenir le pardon; oui, je te dis, mon fils, qu’il ne lui est pas facile d’obtenir le pardon.", "7 Et maintenant, mon fils, plût à Dieu que tu n’eusses pas été coupable d’un si grand crime. Je ne m’attarderais pas sur tes crimes pour te déchirer l’âme, si ce n’était pour ton bien.", "8 Mais voici, tu ne peux cacher tes crimes à Dieu; et si tu ne te repens pas, ils resteront comme témoignage contre toi au dernier jour.", "9 Or, mon fils, je voudrais que tu te repentes et délaisses tes péchés, et ne suives plus la convoitise de tes yeux, mais renonces à toi-même dans toutes ces choses; car si tu ne le fais pas, tu ne peux en aucune façon hériter le royaume de Dieu. Oh, souviens-toi, et prends cela sur toi, et renonce à toi-même dans ces choses-là.", "10 Et je te commande de prendre sur toi de tenir conseil avec tes frères aînés dans tes entreprises; car voici, tu es dans ta jeunesse, et tu as besoin d’être nourri par tes frères. Et prête attention à leurs recommandations.", "11 Ne te laisse pas entraîner par quoi que ce soit de vain ou d’insensé; ne souffre pas que le diable entraîne de nouveau ton cœur vers ces prostituées perverses. Voici, ô mon fils, quelle grande iniquité tu as amenée sur les Zoramites! Car lorsqu’ils ont vu ta conduite, ils n’ont pas voulu croire en mes paroles.", "12 Et maintenant l’Esprit du Seigneur me dit: Commande à tes enfants de faire le bien, de peur qu’ils n’entraînent le cœur de beaucoup de gens vers la destruction; c’est pourquoi je te commande, mon fils, dans la crainte de Dieu, de t’abstenir de tes iniquités,", "13 de te tourner vers le Seigneur de tout ton esprit, de tout ton pouvoir et de toute ta force; de ne plus entraîner le cœur de personne à faire le mal, mais retourne plutôt vers eux et reconnais tes fautes et ce mal que tu as fait.", "14 Ne recherche pas la richesse ni les choses vaines de ce monde: car voici, tu ne peux les emporter avec toi.", "15 Et maintenant, mon fils, je voudrais te parler quelque peu concernant la venue du Christ. Voici, je te dis que c’est lui qui viendra assurément ôter les péchés du monde; oui, il vient annoncer la bonne nouvelle du salut à son peuple.", "16 Et maintenant, mon fils, tel était le ministère auquel tu étais appelé: annoncer cette bonne nouvelle à ce peuple pour lui préparer l’esprit; ou plutôt que le salut lui parvienne afin qu’il prépare l’esprit de ses enfants à entendre la parole au moment de sa venue.", "17 Et maintenant, je vais soulager quelque peu ton esprit à ce sujet. Voici, tu te demandes pourquoi ces choses sont connues si longtemps à l’avance. Voici, je te le dis, une âme à ce moment-ci n’est-elle pas tout aussi précieuse pour Dieu que le sera une âme au moment de sa venue?", "18 N’est-il pas tout aussi nécessaire que le plan de rédemption soit révélé à ce peuple qu’à ses enfants?", "19 N’est-il pas tout aussi facile pour le Seigneur d’envoyer à ce moment-ci son ange nous annoncer cette bonne nouvelle qu’à nos enfants ou qu’après le temps de sa venue?"], "Kiribati": ["Bon te mwakuri ae bati n ribaki te bure ni wenenibure—Ana bure Korianton e tukia Tioramwaite bwa a na butimwaea te taeka—Ana kabomwi Kristo e kona ni kamaiuia ake a kakaonimaki mai i mwaaina. Uakaan ma 74I.K.", "1 Ao ngkai, natiu ae te mwaane, e mwaiti riki te bwai ae N na tuangko nakon are N na tuanga tarim; bwa nooria, ko aki noora matoatoan tarim, ana kakaonimaki, ma ana botumwaaka ni kaawakin ana tua te Atua? Nooria, tiaki bwa e a tia ni katea te banna ni katoto nakoim?", "2 Bwa ko aki rang ongo n au taeka n aiaron tarim, i buakoia Tioramwaite. Ngkai aio te bwai are I aki kukurei iai iroum; ko bon nakonako ni kamoamoaa korakoram ma wanawanam.", "3 Ao tiaki ti aio, natiu ae te mwaane. Ko bon karaoa naba te bwai ae rang rawawata nanou iai; bwa ko kitana te mwakuri ae tabu, man nakon te aba are Tiron i buakon tian abaia Reimwanaite, n rimwin te kabekaau are Itabera.", "4 Eng, bwa e bon kabwakai nanoia aika a mwaiti; ma e na aki reke te anga are ko na kamaiuko iai ibukin aei, natiu te mwaane. Bwa ko riai ni kawakina te mwakuri ae tabu are ko bon onimakinaki iai.", "5 Ko aki ataia, natiu ae te mwaane, bwa bwaai aikai bon mwakuri aika bati n ribaki i matan te Uea, eng, e bon rang kammaira iaon bure nako ma ti kawawaean te raraa ae akea burena ke kaakean te Tamnei ae Raoiroi.", "6 Bwa nooria, ngkana ko kaakea te Tamnei ae Raoiroi ngkana e a tia n reke nnena iroum, ao ko bon ataia bwa ko kaakea, nooria, aio bon te bure ae e aki kona ni kabwaraki; eng, ao anne e tiritiri ni kaitaraa te oota ma ana rabakau te Atua, ao e bon aki beebete reken kabwaran ana bure; eng, I taku nakoim, natiu ae te mwaane, bwa e aki beebete reken kabwaran ana bure.", "7 Ao ngkai natiu ae te mwaane, I tang nakon te Atua bwa teraa ngke arona bwa ko aki tia ni burena te bure ae rang korakora aio. I aki kan maan n taetae iaon am bure, bwa e na maraki iai tamneim, ngke arona bwa e aki raoiroi aio ibukim.", "8 Ma nooria, ko bon aki kona ni karabai am bure mai iroun te Atua; ma ngkana ko aki rairananom ao a na tei bwa bwaai ni kakoaua ni kaaitarako n te kabanea ni bong.", "9 Ngkai natiu ae te mwaane, I tangiria bwa ko na rairananom ma ni mwanuokin am bure nako, man aki manga ririmwin ana kaibwabwaru am taratara, ma kaakeai mai iroum bwaai aikai; bwa ngkana ko aki karaoi bwaai aikai ao ko bon aki kona n rin n uean te Atua. O uringnga ma ni kariaia, ma ni kaakeai bwaai aikai mai iroum.", "10 Ao I anganiko te tua bwa ko na kariaia bwa ko na babaire ma tarim ake a ikawai riki n am waaki ni kabane; bwa nooria, ko bon riki rake, ao ko bon kainnanoa te tararuaki irouia tarim. Ao ongo nakon aia reirei.", "11 Ao tai kariaia bwa ko na kairaki nako n te bwai ae akea bongana ma ni burababa; tai kariaia bwa te riaboro e na kaakabwaka riki nanom bwa ko na rimwia kabekaau aika a buakaka. Nooria, O natiu ae te mwaane, korakora ra te bure ae ko uotia nako aoia Tioramwaite; bwa ngke a noora arom ao a bon aki kakoauai au taeka.", "12 Ao ngkai tamnein te Uea e taku nakoiu: Anga te tua nakoia natim bwa a na karaoa ae raoiroi, bwa mwiina a kairia nako nanoia aomata aika a mwaiti nakon te kamaunaki; ngaia are I anganiko te tua, natiu ae te mwaane, ni maakan te Atua, bwa ko na toki man bure.", "13 Bwa ko na rairaki nakon te Uea ma am iango, nanom, ao korakoram ni kabane; bwa ko na aki manga oki ni kairiia nako naano bwa a na karaoa ae buakaka, ma ko na okiria, ma ni kaota am kairua ma te bure are ko a tia ni karaoia.", "14 Tai ukoukora te kaubwai ma bwain te aonaba ae akea manenaia; bwa nooria, ko bon aki kona n uoti ma ngkoe.", "15 Ao ngkai, natiu ae te mwaane, I tangiria bwa N na taekina teutana nakoim aron rokon Kristo. Nooria, I taku nakoim, bwa bon ngaia are e na bon roko n anaa buren te aonaba; eng, e na roko n taekina te rongorongo ni kamaiu ae kakukurei nakoia ana aomata.", "16 Ao ngkai, natiu ae te mwaane, aio bon te mwakuri are ko weteaki nako iai, bwa ko na taekina te rongorongo ae kakukurei aio nakoia te botanaomata aio, bwa ko na katauraoa aia iango; ke bwa e aonga n roko te kamaiuaki irouia, bwa a na katauraoi aia iango natiia bwa a na ongo te taeka n te tai are e roko iai.", "17 Ao ngkanne N na kabebetea am i ango teutana iaon te bwai aei. Nooria, ko miimii bwa e aera ngkai a kaotaki bwaai aikai ni maan i mwaain taia. Nooria, I taku nakoim, bwa tiaki bwa e kakawaki te aomata n te tai aei iroun te Atua n aron naba kakawakin te aomata n te tai are e na roko iai?", "18 Tiaki bwa e riai bwa e na kaotaki te babaire ni kabomwi nakoia te botanaomata aio ao nakoia naba natiia?", "19 Tiaki bwa e beebete iroun te Uea n te tai aei bwa e na kanakoia ana anera bwa a na taekin rongorongo aika a kakukurei aikai nakoira ao nakoia natira, ke are i mwin te tai ae e a tia n roko iai?"]}