{"English": ["Helaman recounts the taking of Antiparah and the surrender and later the defense of Cumeni—His Ammonite striplings fight valiantly; all are wounded, but none are slain—Gid reports the slaying and the escape of the Lamanite prisoners. About 63B.C.", "1 And now it came to pass that I received an epistle from Ammoron, the king, stating that if I would deliver up those prisoners of war whom we had taken that he would deliver up the city of Antiparah unto us.", "2 But I sent an epistle unto the king, that we were sure our forces were sufficient to take the city of Antiparah by our force; and by delivering up the prisoners for that city we should suppose ourselves unwise, and that we would only deliver up our prisoners on exchange.", "3 And Ammoron refused mine epistle, for he would not exchange prisoners; therefore we began to make preparations to go against the city of Antiparah.", "4 But the people of Antiparah did leave the city, and fled to their other cities, which they had possession of, to fortify them; and thus the city of Antiparah fell into our hands.", "5 And thus ended the twenty and eighth year of the reign of the judges.", "6 And it came to pass that in the commencement of the twenty and ninth year, we received a supply of provisions, and also an addition to our army, from the land of Zarahemla, and from the land round about, to the number of six thousand men, besides sixty of the sons of the Ammonites who had come to join their brethren, my little band of two thousand. And now behold, we were strong, yea, and we had also plenty of provisions brought unto us.", "7 And it came to pass that it was our desire to wage a battle with the army which was placed to protect the city Cumeni.", "8 And now behold, I will show unto you that we soon accomplished our desire; yea, with our strong force, or with a part of our strong force, we did surround, by night, the city Cumeni, a little before they were to receive a supply of provisions.", "9 And it came to pass that we did camp round about the city for many nights; but we did sleep upon our swords, and keep guards, that the Lamanites could not come upon us by night and slay us, which they attempted many times; but as many times as they attempted this their blood was spilt.", "10 At length their provisions did arrive, and they were about to enter the city by night. And we, instead of being Lamanites, were Nephites; therefore, we did take them and their provisions.", "11 And notwithstanding the Lamanites being cut off from their support after this manner, they were still determined to maintain the city; therefore it became expedient that we should take those provisions and send them to Judea, and our prisoners to the land of Zarahemla.", "12 And it came to pass that not many days had passed away before the Lamanites began to lose all hopes of succor; therefore they yielded up the city unto our hands; and thus we had accomplished our designs in obtaining the city Cumeni.", "13 But it came to pass that our prisoners were so numerous that, notwithstanding the enormity of our numbers, we were obliged to employ all our force to keep them, or to put them to death.", "14 For behold, they would break out in great numbers, and would fight with stones, and with clubs, or whatsoever thing they could get into their hands, insomuch that we did slay upwards of two thousand of them after they had surrendered themselves prisoners of war.", "15 Therefore it became expedient for us, that we should put an end to their lives, or guard them, sword in hand, down to the land of Zarahemla; and also our provisions were not any more than sufficient for our own people, notwithstanding that which we had taken from the Lamanites.", "16 And now, in those critical circumstances, it became a very serious matter to determine concerning these prisoners of war; nevertheless, we did resolve to send them down to the land of Zarahemla; therefore we selected a part of our men, and gave them charge over our prisoners to go down to the land of Zarahemla.", "17 But it came to pass that on the morrow they did return. And now behold, we did not inquire of them concerning the prisoners; for behold, the Lamanites were upon us, and they returned in season to save us from falling into their hands. For behold, Ammoron had sent to their support a new supply of provisions and also a numerous army of men.", "18 And it came to pass that those men whom we sent with the prisoners did arrive in season to check them, as they were about to overpower us.", "19 But behold, my little band of two thousand and sixty fought most desperately; yea, they were firm before the Lamanites, and did administer death unto all those who opposed them.", "20 And as the remainder of our army were about to give way before the Lamanites, behold, those two thousand and sixty were firm and undaunted.", "21 Yea, and they did obey and observe to perform every word of command with exactness; yea, and even according to their faith it was done unto them; and I did remember the words which they said unto me that their mothers had taught them.", "22 And now behold, it was these my sons, and those men who had been selected to convey the prisoners, to whom we owe this great victory; for it was they who did beat the Lamanites; therefore they were driven back to the city of Manti.", "23 And we retained our city Cumeni, and were not all destroyed by the sword; nevertheless, we had suffered great loss.", "24 And it came to pass that after the Lamanites had fled, I immediately gave orders that my men who had been wounded should be taken from among the dead, and caused that their wounds should be dressed.", "25 And it came to pass that there were two hundred, out of my two thousand and sixty, who had fainted because of the loss of blood; nevertheless, according to the goodness of God, and to our great astonishment, and also the joy of our whole army, there was not one soul of them who did perish; yea, and neither was there one soul among them who had not received many wounds.", "26 And now, their preservation was astonishing to our whole army, yea, that they should be spared while there was a thousand of our brethren who were slain. And we do justly ascribe it to the miraculous power of God, because of their exceeding faith in that which they had been taught to believe—that there was a just God, and whosoever did not doubt, that they should be preserved by his marvelous power.", "27 Now this was the faith of these of whom I have spoken; they are young, and their minds are firm, and they do put their trust in God continually.", "28 And now it came to pass that after we had thus taken care of our wounded men, and had buried our dead and also the dead of the Lamanites, who were many, behold, we did inquire of Gid concerning the prisoners whom they had started to go down to the land of Zarahemla with.", "29 Now Gid was the chief captain over the band who was appointed to guard them down to the land.", "30 And now, these are the words which Gid said unto me: Behold, we did start to go down to the land of Zarahemla with our prisoners. And it came to pass that we did meet the spies of our armies, who had been sent out to watch the camp of the Lamanites.", "31 And they cried unto us, saying—Behold, the armies of the Lamanites are marching towards the city of Cumeni; and behold, they will fall upon them, yea, and will destroy our people.", "32 And it came to pass that our prisoners did hear their cries, which caused them to take courage; and they did rise up in rebellion against us.", "33 And it came to pass because of their rebellion we did cause that our swords should come upon them. And it came to pass that they did in a body run upon our swords, in the which, the greater number of them were slain; and the remainder of them broke through and fled from us.", "34 And behold, when they had fled and we could not overtake them, we took our march with speed towards the city Cumeni; and behold, we did arrive in time that we might assist our brethren in preserving the city.", "35 And behold, we are again delivered out of the hands of our enemies. And blessed is the name of our God; for behold, it is he that has delivered us; yea, that has done this great thing for us.", "36 Now it came to pass that when I, Helaman, had heard these words of Gid, I was filled with exceeding joy because of the goodness of God in preserving us, that we might not all perish; yea, and I trust that the souls of them who have been slain have entered into the rest of their God."], "Español": ["Helamán relata la toma de la ciudad de Antipara, la rendición de la ciudad de Cumeni y la defensa posterior de esta— Los jóvenes ammonitas luchan con valentía; todos son heridos, pero ninguno de ellos muere— Gid da un informe de la muerte y huida de los prisioneros lamanitas. Aproximadamente 63a.C.", "1 Y aconteció que recibí una epístola del rey Ammorón, en la que me decía que si yo le entregaba los prisioneros de guerra que habíamos tomado, él nos entregaría la ciudad de Antipara.", "2 Pero envié una epístola al rey, de que estábamos seguros de que nuestras fuerzas eran suficientes para tomar la ciudad de Antipara con nuestras tropas; y que con entregarle los prisioneros por esa ciudad nos consideraríamos imprudentes, y que solo entregaríamos nuestros prisioneros a canje de otros.", "3 Y Ammorón rechazó mi epístola, porque no quería hacer el canje de prisioneros; por lo tanto, empezamos los preparativos para marchar contra la ciudad de Antipara.", "4 Pero la gente de Antipara abandonó la ciudad, y huyó a las otras ciudades que poseían, para fortificarlas; y de este modo la ciudad de Antipara cayó en nuestras manos.", "5 Y así concluyó el año veintiocho del gobierno de los jueces.", "6 Y sucedió que a principios del año veintinueve, recibimos un abastecimiento de provisiones de la tierra de Zarahemla y sus alrededores, y también un refuerzo de seis mil hombres para nuestro ejército, además de sesenta de los hijos de los ammonitas que habían llegado para unirse a sus hermanos, mi pequeña compañía de dos mil. Y he aquí, éramos fuertes; sí, y nos trajeron abundancia de provisiones.", "7 Y aconteció que era nuestro deseo trabar batalla con el ejército que estaba colocado para proteger la ciudad de Cumeni.", "8 Y he aquí, te manifestaré que no tardamos en realizar nuestro deseo; sí, con nuestro fuerte ejército, o sea, con una parte de nuestro fuerte ejército, rodeamos la ciudad de Cumeni durante la noche, un poco antes que recibieran un abastecimiento de provisiones.", "9 Y ocurrió que estuvimos acampados alrededor de la ciudad durante varias noches; pero dormíamos sobre nuestras espadas y poníamos guardias, a fin de que los lamanitas no cayeran sobre nosotros durante la noche y nos mataran, cosa que intentaron muchas veces; pero cuantas veces lo intentaron, se vertió su sangre.", "10 Llegaron por fin sus provisiones, y estaban ya a punto de entrar en la ciudad durante la noche. Y en lugar de ser lamanitas, éramos nosotros los nefitas; por tanto, nos apoderamos de ellos y de sus provisiones.", "11 Y no obstante que los lamanitas quedaron privados de su sostén de esta manera, aún estaban resueltos a retener la ciudad; por tanto, se hizo necesario que tomáramos aquellas provisiones y las enviáramos a Judea, y nuestros prisioneros a la tierra de Zarahemla.", "12 Y acaeció que no habían pasado muchos días, cuando los lamanitas empezaron a perder toda esperanza de recibir ayuda; por tanto, entregaron la ciudad en nuestras manos; y así habíamos realizado nuestros proyectos de apoderarnos de la ciudad de Cumeni.", "13 Pero ocurrió que nuestros prisioneros eran tan numerosos que, a pesar de nuestro gran número, nos vimos obligados a emplear todas nuestras fuerzas para vigilarlos, o quitarles la vida.", "14 Porque he aquí, se sublevaban en grandes números, y peleaban con piedras, con palos o cualquier cosa que llegara a sus manos, de modo que matamos a más de dos mil de ellos después que se hubieron entregado como prisioneros de guerra.", "15 Por tanto, nos fue menester o quitarles la vida o custodiarlos, espada en mano, hasta la tierra de Zarahemla; y además, nuestras provisiones apenas eran suficientes para nuestra propia gente, a pesar de lo que habíamos tomado de los lamanitas.", "16 Y en estas circunstancias críticas, llegó a ser un asunto grave determinar concerniente a estos prisioneros de guerra. No obstante, determinamos enviarlos a la tierra de Zarahemla; por tanto, escogimos una parte de nuestros hombres, y les encargamos nuestros prisioneros para descender con ellos a la tierra de Zarahemla.", "17 Pero sucedió que volvieron a la mañana siguiente; mas no les preguntamos acerca de los prisioneros, porque he aquí, los lamanitas ya estaban sobre nosotros, y volvieron oportunamente para salvarnos de caer en manos de los lamanitas. Pues he aquí, Ammorón había enviado en su auxilio un nuevo abastecimiento de provisiones y también un numeroso ejército.", "18 Y sucedió que los hombres que habíamos enviado con los prisioneros llegaron oportunamente para contenerlos cuando estaban a punto de vencernos.", "19 Pero he aquí, mi pequeña compañía de dos mil sesenta combatió desesperadamente; sí, se mantuvieron firmes ante los lamanitas e hicieron morir a cuantos se les oponían.", "20 Y mientras que el resto de nuestro ejército se encontraba a punto de ceder ante los lamanitas, he aquí, estos dos mil sesenta permanecieron firmes e impávidos.", "21 Sí, y obedecieron y procuraron cumplir con exactitud toda orden; sí, y les fue hecho según su fe; y me acordé de las palabras que, según me dijeron, sus madres les habían enseñado.", "22 Y he aquí, es a estos, mis hijos, y a los hombres que habíamos elegido para escoltar a los prisioneros, a quienes debemos esta gran victoria; porque fueron ellos los que vencieron a los lamanitas; por tanto, los hicieron retroceder hasta la ciudad de Manti.", "23 Y nosotros retuvimos nuestra ciudad de Cumeni, y no fuimos todos destruidos por la espada; no obstante, habíamos sufrido grandes bajas.", "24 Y aconteció que después de haber huido los lamanitas, inmediatamente di órdenes de que mis hombres que habían sido heridos fuesen recogidos de entre los muertos, e hice que les vendaran sus heridas.", "25 Y aconteció que doscientos, de mis dos mil sesenta, se habían desmayado por la pérdida de sangre. Sin embargo, mediante la bondad de Dios, y para nuestro gran asombro, y también para el gozo de todo nuestro ejército, ni uno solo de ellos había perecido; sí, y no hubo entre ellos uno solo que no hubiese recibido muchas heridas.", "26 Y su preservación fue asombrosa para todo nuestro ejército; sí, que ellos hubiesen sido librados mientras que hubo un millar de nuestros hermanos que fueron muertos. Y lo atribuimos con justicia al milagroso poder de Dios, por motivo de su extraordinaria fe en lo que se les había enseñado a creer: que había un Dios justo, y que todo aquel que no dudara, sería preservado por su maravilloso poder.", "27 Esta, pues, fue la fe de aquellos de que he hablado; son jóvenes, y sus mentes son firmes, y ponen su confianza en Dios continuamente.", "28 Y ocurrió que después de haber atendido a nuestros heridos, y de haber enterrado a nuestros muertos, y también a los muertos de los lamanitas, que eran muchos, he aquí, interrogamos a Gid concerniente a los prisioneros con los que habían empezado a descender a la tierra de Zarahemla.", "29 Y era Gid el capitán en jefe de la escolta que se había nombrado para custodiarlos hasta allá.", "30 Y estas son las palabras que Gid me dijo: He aquí, partimos para descender a la tierra de Zarahemla con nuestros prisioneros. Y aconteció que encontramos a los espías de nuestros ejércitos, que habían sido enviados para vigilar el campamento de los lamanitas.", "31 Y nos gritaron, diciendo: He aquí, los ejércitos de los lamanitas marchan hacia la ciudad de Cumeni; y he aquí, caerán sobre ellos, sí, y destruirán a nuestra gente.", "32 Y sucedió que nuestros prisioneros oyeron sus gritos, lo que hizo que cobraran ánimo; y se rebelaron contra nosotros.", "33 Y aconteció que por motivo de su rebelión, hicimos que nuestras espadas descendieran sobre ellos. Y ocurrió que se lanzaron en masa contra nuestras espadas, con lo cual resultó muerta la mayor parte de ellos; y los demás se abrieron paso y huyeron de nosotros.", "34 Y he aquí, cuando huyeron y no los pudimos alcanzar, emprendimos la marcha rápidamente hacia la ciudad de Cumeni; y he aquí, llegamos a tiempo para ayudar a nuestros hermanos a retener la ciudad.", "35 Y he aquí, nuevamente somos librados de las manos de nuestros enemigos. Y bendito es el nombre de nuestro Dios porque, he aquí, él es quien nos ha librado; sí, el que ha hecho esta gran cosa por nosotros.", "36 Y acaeció que cuando yo, Helamán, hube oído estas palabras de Gid, me llené de un gozo muy grande a causa de la bondad de Dios en protegernos para que no pereciéramos todos; sí, y confío en que las almas de los que han muerto hayan entrado en el reposo de su Dios."], "Français": ["Hélaman raconte la prise d’Antiparah et la reddition et, plus tard, la défense de Cumeni— Ses jeunes Ammonites se battent vaillamment et tous sont blessés, mais aucun n’est tué— Gid rapporte le massacre et la fuite des prisonniers lamanites. Vers 63av.J.-C.", "1 Et alors, il arriva que je reçus une épître d’Ammoron, le roi, disant que si je livrais les prisonniers de guerre que nous avions pris, il nous livrerait la ville d’Antiparah.", "2 Mais j’envoyai une épître au roi, disant que nous étions certains que nos forces étaient suffisantes pour prendre la ville d’Antiparah par la force, et qu’en livrant les prisonniers en échange de cette ville, nous nous considérerions comme peu sages, et que nous ne livrerions nos prisonniers que par échange.", "3 Et Ammoron refusa mon épître, car il ne voulait pas échanger les prisonniers; c’est pourquoi, nous commençâmes à faire des préparatifs pour aller contre la ville d’Antiparah.", "4 Mais les habitants d’Antiparah quittèrent la ville et s’enfuirent vers leurs autres villes, dont ils avaient pris possession pour les fortifier; et ainsi, la ville d’Antiparah tomba entre nos mains.", "5 Et ainsi finit la vingt-huitième année du règne des juges.", "6 Et il arriva qu’au commencement de la vingt-neuvième année, nous reçûmes, du pays de Zarahemla et du pays alentour, une réserve de provisions, et aussi des renforts pour notre armée, au nombre de six mille hommes, outre soixante des fils des Ammonites, qui étaient venus se joindre à leurs frères, ma petite troupe de deux mille. Et maintenant voici, nous étions forts, oui, et d’abondantes provisions nous avaient aussi été apportées.", "7 Et il arriva que nous désirâmes livrer bataille à l’armée qui était placée pour protéger la ville de Cumeni.", "8 Et maintenant, voici, je vais te montrer que nous ne tardâmes pas à réaliser notre désir; oui, avec nos grandes forces, ou avec une partie de nos grandes forces, nous encerclâmes, de nuit, la ville de Cumeni, un peu avant qu’ils ne dussent recevoir une réserve de provisions.", "9 Et il arriva que nous campâmes de nombreuses nuits autour de la ville; mais nous dormions sur nos épées et maintenions des gardes, afin que les Lamanites ne pussent venir sur nous la nuit nous tuer, ce qu’ils tentèrent de nombreuses fois; mais toutes les fois qu’ils le tentèrent, leur sang fut versé.", "10 Finalement, leurs provisions arrivèrent, et ils étaient sur le point d’entrer de nuit dans la ville. Et nous, au lieu d’être des Lamanites, nous étions des Néphites; c’est pourquoi, nous les prîmes, eux et leurs provisions.", "11 Mais en dépit du fait qu’ils étaient de cette manière coupés de leur ravitaillement, les Lamanites étaient quand même décidés à conserver la ville; c’est pourquoi il devint nécessaire pour nous de prendre ces provisions et de les envoyer à Judéa, et nos prisonniers au pays de Zarahemla.", "12 Et il arriva qu’il ne se passa pas beaucoup de jours que les Lamanites ne commencent à perdre toute espérance d’obtenir du secours; c’est pourquoi ils remirent la ville entre nos mains; et ainsi, nous avions réalisé notre dessein de prendre la ville de Cumeni.", "13 Mais il arriva que nos prisonniers étaient si nombreux que, malgré l’immensité de notre nombre, nous fûmes obligés d’employer toutes nos forces pour les garder, ou de les mettre à mort.", "14 Car voici, ils se soulevaient en grand nombre, et se battaient avec des pierres, et avec des bâtons, et avec tout ce qui leur tombait sous la main, de sorte que nous en tuâmes plus de deux mille après qu’ils se fussent rendus comme prisonniers de guerre.", "15 Nous nous trouvâmes donc dans la nécessité de mettre fin à leur vie, ou de les garder, l’épée à la main, jusqu’à ce que nous fussions descendus au pays de Zarahemla; et en outre, nos provisions étaient tout juste suffisantes pour notre propre peuple, malgré ce qui avait été pris aux Lamanites.", "16 Et alors, dans ces circonstances critiques, ce devint un problème très sérieux que de décider de ce qu’il fallait faire de ces prisonniers de guerre; néanmoins, nous résolûmes de les faire descendre au pays de Zarahemla; c’est pourquoi nous choisîmes une partie de nos hommes et leur donnâmes la charge de nos prisonniers pour descendre au pays de Zarahemla.", "17 Mais il arriva que, le lendemain, ils revinrent. Or, voici, nous ne les interrogeâmes pas concernant les prisonniers; car voici, les Lamanites étaient sur nous, et ils revenaient à temps pour nous empêcher de tomber entre leurs mains. Car voici, Ammoron avait envoyé, pour les soutenir, une nouvelle réserve de provisions et aussi une nombreuse armée d’hommes.", "18 Et il arriva que ces hommes que nous avions envoyés avec les prisonniers arrivèrent à temps pour les arrêter, car ils étaient sur le point d’avoir le dessus sur nous.", "19 Mais voici, ma petite troupe de deux mille soixante combattit avec l’énergie du désespoir; oui, ils furent fermes devant les Lamanites et infligèrent la mort à tous ceux qui s’opposaient à eux.", "20 Et tandis que le reste de notre armée était sur le point de céder devant les Lamanites, voici, ces deux mille soixante furent fermes et inébranlables.", "21 Oui, et ils obéirent et s’appliquèrent à accomplir avec exactitude chaque commandement; oui, et il leur fut fait selon leur foi; et je me souvins des paroles qu’ils m’avaient dit que leurs mères leur avaient enseignées.", "22 Et maintenant, voici, c’est à ceux-ci, qui étaient mes fils, et à ces hommes, qui avaient été choisis pour accompagner les prisonniers, que nous devons cette grande victoire; car ce furent eux qui battirent les Lamanites; c’est pourquoi ils furent repoussés vers la ville de Manti.", "23 Et nous conservâmes notre ville de Cumeni et ne fûmes pas tous détruits par l’épée; néanmoins, nous avions subi de lourdes pertes.", "24 Et il arriva que lorsque les Lamanites se furent enfuis, je donnai immédiatement l’ordre de retirer de parmi les morts mes hommes qui avaient été blessés et fis panser leurs blessures.", "25 Et il arriva qu’il y en eut deux cents, sur mes deux mille soixante, qui s’étaient évanouis à cause de la perte de sang; néanmoins, selon la bonté de Dieu, et à notre grand étonnement, et aussi à la joie de toute notre armée, il n’y eut pas une seule âme d’entre eux qui périt; oui, il n’y eut pas non plus une seule âme parmi eux qui n’eût pas reçu de nombreuses blessures.", "26 Et maintenant, leur préservation étonna toute notre armée, oui, le fait qu’ils étaient épargnés, alors qu’un millier de nos frères avaient été tués. Et nous l’attribuons à juste titre au pouvoir miraculeux de Dieu, à cause de leur foi extrême en ce qu’on leur avait enseigné à croire: qu’il y avait un Dieu juste et que quiconque ne doutait pas serait préservé par son pouvoir merveilleux.", "27 Or, telle était la foi de ceux dont j’ai parlé; ils sont jeunes, et leur esprit est ferme, et ils placent continuellement leur confiance en Dieu.", "28 Et alors, il arriva que lorsque nous eûmes ainsi pris soin de nos blessés, et eûmes enterré nos morts et aussi les morts des Lamanites, qui étaient nombreux, voici, nous interrogeâmes Gid à propos des prisonniers avec lesquels ils avaient commencé à descendre au pays de Zarahemla.", "29 Or, Gid était le capitaine en chef de la troupe qui était chargée de les garder jusqu’à ce qu’ils fussent descendus au pays.", "30 Et maintenant, voici ce que Gid me dit: Voici, nous commençâmes à descendre au pays de Zarahemla avec nos prisonniers. Et il arriva que nous rencontrâmes les espions de nos armées, qui avaient été envoyés surveiller le camp des Lamanites.", "31 Et ils nous crièrent disant: Voici, les armées des Lamanites marchent sur la ville de Cumeni; et voici, ils vont tomber sur eux, oui, et vont détruire notre peuple.", "32 Et il arriva que nos prisonniers entendirent leurs cris, ce qui leur fit prendre courage; et ils se soulevèrent contre nous.", "33 Et il arriva qu’à cause de leur rébellion, nous fîmes tomber nos épées sur eux. Et il arriva qu’ils se ruèrent en masse sur nos épées, et, ce faisant, la plupart d’entre eux furent tués, et le reste se fraya un passage et s’enfuit.", "34 Et voici, lorsqu’ils se furent enfuis et que nous n’eûmes pu les rattraper, nous marchâmes rapidement vers la ville de Cumeni; et voici, nous arrivâmes à temps pour aider nos frères à préserver la ville.", "35 Et voici, nous sommes de nouveau délivrés des mains de nos ennemis. Et béni est le nom de notre Dieu; car voici, c’est lui qui nous a délivrés; oui, qui a fait cette grande chose pour nous.", "36 Alors, il arriva que lorsque moi, Hélaman, j’eus entendu ces paroles de Gid, je fus rempli d’une joie extrême à cause de la bonté avec laquelle Dieu nous avait préservés afin que nous ne périssions pas tous; oui, et je suis certain que les âmes de ceux qui ont été tués sont entrées dans le repos de leur Dieu."], "Kiribati": ["Ereman e karakina anakin Anetebwara ma taenikai ao rimwi te buaka ibukin Kumeni—Ana ataeinimwaane ake a uarereke ake Amonaite a buaka ma te ninikoria; a bane n ikoaki, ma akea ae mate—Kite e karakina tiringakia ma birinakoia bure ake Reimwanaite. Uakaan ma 63I.K.", "1 Ao ngkai e koro bukina bwa I karekea te reta mai iroun Amoron, te uea, are e taekinna iai bwa ngkana I kainaomataia bure ake man te buaka are ti a tia n anai ao e na anga te kaawa are Anetebwara nakoira.", "2 Ma I kanakoa te reta nakon te uea, bwa ti kakoaua bwa e tau korakoraia ara taanga ni buaka n anaa te kaawa are Anetebwara; ao ngkana ti kainaomataia bure ibukin te kaawa anne ao ti taku bwa bon baaba ngaira, ao ti bon ti kona ni kainaomataia ara bure ngkana ti kaibibitia ma Nibwaite ake a kabureaki.", "3 Ao Amoron e rawa n au reta, bwa e rawa ni kaibibiti bure; ngaia are ti a waaki ni katauraoi bwa ti na kaitaraa te kaawa are Anetebwara.", "4 Ma kaain Anetebwara a bon kitana te kaawa, ma ni biri nako nakon kaawa ake a bubura riki tabeua, ake bon aia bwaai, bwa a na kamatoatoai; are ngaia are te kaawa are Anetebwara e a reke i nanon baira.", "5 Ao ikai are e a toki iai aia kauabwi ma waniua n ririki n tautaeka taan moti.", "6 Ao e koro bukina bwa ni moan waakin te kauabwi ma ruaiwa n ririki, ao ti a karekea bwaunara ni bwaai ake ti kainnanoi, ao kamwaitan riki ara taanga ni buaka, man te aba are Taraemera, ao man aaba ake a uakaan, nakon te mwaiti ae onoua te ngaa mwaane, irarikiia natia mwaane Amonaite ake a roko n raonia tariia, are au koraki are uangaa. Ao nooria, ti bon korakora, eng, ao a bon mwaiti ara bwai ake ti kainnanoi ake ti a uoti mangaira.", "7 Ao e koro bukina bwa bon nanora bwa ti na kateirakea te buaka ma te taanga ni buaka are e katukaki bwa a na kawakina te kaawa are Kumeni", "8 Ao ngkai nooria, N na kaotia nakoim bwa e bon koro bukin are ti tangiria; eng, n ara taanga ni buaka ae korakora, ke ni mwakoron ara taanga ni buaka ae korakora, ao ti bon otabwaninia te kaawa are Kumeni n te bong, teutana i mwaain are a na karekei bwaai ake a kainnanoi.", "9 Ao e koro bukina bwa ti bon tiku n otabwaninia te kaawa i nanon tairiki aika a bati; ma ti bon matu ma ara kabaang, man taratara, bwa a na aki roko Reimwanaite nakoira n te tairiki n tiringira, bwa e mwaiti aia tai ni kata aei; ma ni mwaitin te tai are a kata aei ao e bon bwaro raraaia.", "10 E aki maan ao a roko bwaai ake a kainnanoi, ao a nang rin n te kaawa n te tairiki. Ao a kuba bwa ai tiaki Reimwanaite ma ai ngaira Nibwaite; ngaia are, ti bon anaia ma aia bwaai ake a kainnanoi.", "11 Ao e ngae ngke Reimwanaite a bon kamaenakoaki ma ni bwaai ake a boutokaaki iai n te aro aei, a bon matoatoa naba nanoia bwa a na taua te kaawa; ngaia are e bon riai bwa ti na uoti bwaai ake a kainnanoi ma ni kanakoi nako Iutea, ao ara bure nakon te aba are Taraemera.", "12 Ao e koro bukina bwa e aki bati te bong i mwina ao Reimwanaite a moanna ni bwara nanoia n te ibuobuoki; ngaia are a anganako te kaawa nako nanon baira; ao ngaia are e a koro bukin ara babaire ibukin karekean te kaawa are Kumeni.", "13 Ao e koro bukina bwa e korakora mwaitia ara bure, n te aro are e ngae ngke e rang korakora mwaitira, ti a bon kairoroaki bwa ti na kabonganaia ara taanga ni buaka ni kabane ni kawakinia ke ti na tiringia.", "14 Bwa nooria, a bon otinako ni mwaiti, ma ni buaka n taian atibu, ma ambo, ma te bwai are e kona n reke i baia, n te aro are ti tiringia nakon uangaa mwaitia i mwin are a taenikai nakoira bwa ara bure man te buaka.", "15 Ngaia are e bon riai ibukira, bwa ti na katoka maiuia, ke ti na tararuaia, ma te kabaang i baira; nakon te aba are Taraemera; ao I rarikin anne e bon ti tau bwaai ake ti kainnanoi ibukiia ara botanaomata, e ngae ngke iai are ti anaia mai irouia Reimwanaite.", "16 Ao ngkai, n taai ni kaangaanga aikai, ao bon te bwai ae kakawaki bwa ti na iangoa aroia ara bure man te buaka aikai; ma e ngae n anne, ti bon motikia bwa ti na kanakoia nakon te aba are Taraemera; ngaia are ti rinea mwakoron ara koraki, ma n anganiia te tautaeka i aoia ara bure bwa a na nakon te aba are Taraemera.", "17 Ma e koro bukina bwa n te ingabong a bon okirikaki. Ao ngkanne nooria, ti bon aki titirakinia ibukiia bure; bwa nooria, a bon roko Reimwanaite i aora, ao a bon oki bwa a na kamaiuira bwa ti na aki bwaka nako nanon baia. Bwa nooria, Amoron e a bon tia ni kanakoa bwa boutokaakiia bwaunaia ae boou ni bwaai aika a kainnanoi ma te taanga ni buaka ae mwaiti.", "18 Ao e koro bukina bwa mwaane ake ti kanakoia ma bure a bon okirikaki n tuoia, kioina ngkai a nang tokanikai i aora.", "19 Ma nooria, au koraki ake uangaa ma onongaun a bon kakorakoraia ni buaka; eng, a bon matoatoa i mataia Reimwanaite, ma n tiringia ni kabane ake a kaaitaraia.", "20 Ao ngke nikiraia ara taanga ni buaka a nang moanna ni kerikaaki mai mataia Reimwanaite, nooria, naake uangaa ma onongaun a bon tei ni matoatoa ma n aki bwarannano.", "21 Eng, ao a bon ongeaba ma ni karaoi raoi nanon taeka ni kairiri ni kabane; eng, ao e bon karaoaki nakoia n aron aia onimaki; ao I bon uring taeka ake a taekin nakoiu are a reireinaki irouia tinaia.", "22 Ao ngkai nooria, bwa bon natiu mwaane aikai, ma mwaane ake a bon tia n rineaki bwa a na kairia bure, ake a reke irouia te tokanikai ae korakora aei; bwa bon ngaia ake a konaia Reimwanaite; ngaia are a bon kakioaki n oki nakon te kaawa are Maentaai.", "23 Ao ti kaoka ara kaawa are Kumeni, ao ti aki bane n tiringaki n te kabaang, ma e ngae n anne, a bon mwaiti ara koraki ake a bua.", "24 Ao e koro bukina bwa i mwin are a biri nako Reimwanaite, I anga naba ngkekei te kaetieti bwa au koraki ake a ikoaki a na anaaki mai buakoia ake a mate, man tua bwa a na karaoaki ikoakiia.", "25 Ao e koro bukina bwa uabubua, mai buakoia au koraki ake uanga ma onongaun, ake a tong ibukin buan raraaia; ma e ngae n anne, ibukin raoiroin te Atua, ao ti a bon rangi ni miimi, ao a bon kimwareirei naba ara taanga ni buaka ae bwanin, bwa bon akea naba temanna mai i buakoia ae bua maiuna; eng, ao bon akea naba temanna mai i buakoia ae e aki mwaiti ikoakina.", "26 Ao ngkai, kawakinan maiuia bon te bwai ae rangi ni kamiimi nakon ara taanga ni buaka ae bwanin, eng, bwa a bon kamaiuaki ao iai te ngaa ma i buakoia tarira ake a tiringaki. Ao ti bon bukinna bwa e riki man mwaakan te Atua ae kamimi, ibukin korakoran aia onimaki n te bwai are a tia n reireinaki bwa a na kakoaua—bwa iai te Atua ae momotiraoi, ao anne e aki nanokokoraki, ao a na bon kawakinaki ni mwaakana ae moan te kamimi.", "27 Ngkai aio aron aia onimaki naake I a tia n taekinia; a bon ataei, ao a matoatoa aia iango, ao a bon aki toki n onimakina te Atua.", "28 Ao ngkanne e koro bukina bwa i mwina are ti a tia n tabeakinia ara koraki ake a ikoaki, man tauniia ara mate ma aia mate naba Reimwanaite, are a bon mwaiti, nooria, ti bon titirakina Kite aroia bure are a bon waaki mangaia nakon te aba are Taraemera.", "29 Ao ngkai Kite bon mataniwia mataniwi i aoia te koraki ake a rineaki bwa a na tararuaia ni mwanangaia nakon te aba.", "30 Ao ngkai, aikai taeka ake e taekin Kite nakoiu: Nooria, ti bon waaki rikaaki nakon te aba are Taraemera ma ara bure. Ao e koro bukina bwa ti kaitibo ma taan kareke rongorongo man ara taanga ni buaka, ake a bon kanakoaki bwa a na taratara aia tabo n tiku Reimwanaite.", "31 Ao a takarua nakoira ni kangai—Nooria, a mwananga aia taanga ni buaka Reimwanaite nakon te kaawa are Kumeni; ao nooria, a na roko i aoia, eng, ma n tiringia ara botanaomata.", "32 Ao e koro bukina bwa ara bure a bon ongo aia takarua, are e a karika ninikoriaia; ao a teirake ni kaaitaraira.", "33 Ao e koro bukina bwa ibukin aia kaitara ao tia kariaia bwa ti na tiringia n ara kabaang. Ao e koro bukina bwa a biri ni mwaiti ni kaitarai ara kabaang, n te aro are, a mwaiti riki mai i buakoia ake a tiringaki; ao nikiraia a bon otinako mai i buakora ma ni biri nako mai iroura.", "34 Ao nooria, ngke a tia ni biri nako ao ti a bon aki kona ni karekeia, ti bon mwananga ma te kawaekoa nakon te kaawa are Kumeni; ao nooria, ti bon roko n te tai are ti na kona ni buokiia tarira ni kawakina ara kaawa.", "35 Ao nooria, ti a manga kainaomataki riki mai nanon baia ara kairiribai. Ao e na kakabwaiaki aran Atuara; bwa nooria, bon ngaia are e kainaomataira; eng, are e karaoa te bwai ae korakora aio ibukira.", "36 Ngkai e koro bukina bwa ngke Ngai, Ereman, e a tia n ongo ana taeka Kite aikai, I a bon onrake n te kimwareirei ae bati ibukin raoiroin te Atua ni kawakinira, bwa ti aonga n aki mate; eng, I onimakinna bwa tamneia ake a tia n tiringaki a bon tia n rin i nanon raun Atuaia."]}