{"English": ["Lehi descended from Manasseh—Amulek recounts the angelic command that he care for Alma—The prayers of the righteous cause the people to be spared—Unrighteous lawyers and judges lay the foundation of the destruction of the people. About 82B.C.", "1 Now these are the words which Amulek preached unto the people who were in the land of Ammonihah, saying:", "2 I am Amulek; I am the son of Giddonah, who was the son of Ishmael, who was a descendant of Aminadi; and it was that same Aminadi who interpreted the writing which was upon the wall of the temple, which was written by the finger of God.", "3 And Aminadi was a descendant of Nephi, who was the son of Lehi, who came out of the land of Jerusalem, who was a descendant of Manasseh, who was the son of Joseph who was sold into Egypt by the hands of his brethren.", "4 And behold, I am also a man of no small reputation among all those who know me; yea, and behold, I have many kindreds and friends, and I have also acquired much riches by the hand of my industry.", "5 Nevertheless, after all this, I never have known much of the ways of the Lord, and his mysteries and marvelous power. I said I never had known much of these things; but behold, I mistake, for I have seen much of his mysteries and his marvelous power; yea, even in the preservation of the lives of this people.", "6 Nevertheless, I did harden my heart, for I was called many times and I would not hear; therefore I knew concerning these things, yet I would not know; therefore I went on rebelling against God, in the wickedness of my heart, even until the fourth day of this seventh month, which is in the tenth year of the reign of the judges.", "7 As I was journeying to see a very near kindred, behold an angel of the Lord appeared unto me and said: Amulek, return to thine own house, for thou shalt feed a prophet of the Lord; yea, a holy man, who is a chosen man of God; for he has fasted many days because of the sins of this people, and he is an hungered, and thou shalt receive him into thy house and feed him, and he shall bless thee and thy house; and the blessing of the Lord shall rest upon thee and thy house.", "8 And it came to pass that I obeyed the voice of the angel, and returned towards my house. And as I was going thither I found the man whom the angel said unto me: Thou shalt receive into thy house—and behold it was this same man who has been speaking unto you concerning the things of God.", "9 And the angel said unto me he is a holy man; wherefore I know he is a holy man because it was said by an angel of God.", "10 And again, I know that the things whereof he hath testified are true; for behold I say unto you, that as the Lord liveth, even so has he sent his angel to make these things manifest unto me; and this he has done while this Alma hath dwelt at my house.", "11 For behold, he hath blessed mine house, he hath blessed me, and my women, and my children, and my father and my kinsfolk; yea, even all my kindred hath he blessed, and the blessing of the Lord hath rested upon us according to the words which he spake.", "12 And now, when Amulek had spoken these words the people began to be astonished, seeing there was more than one witness who testified of the things whereof they were accused, and also of the things which were to come, according to the spirit of prophecy which was in them.", "13 Nevertheless, there were some among them who thought to question them, that by their cunning devices they might catch them in their words, that they might find witness against them, that they might deliver them to their judges that they might be judged according to the law, and that they might be slain or cast into prison, according to the crime which they could make appear or witness against them.", "14 Now it was those men who sought to destroy them, who were lawyers, who were hired or appointed by the people to administer the law at their times of trials, or at the trials of the crimes of the people before the judges.", "15 Now these lawyers were learned in all the arts and cunning of the people; and this was to enable them that they might be skilful in their profession.", "16 And it came to pass that they began to question Amulek, that thereby they might make him cross his words, or contradict the words which he should speak.", "17 Now they knew not that Amulek could know of their designs. But it came to pass as they began to question him, he perceived their thoughts, and he said unto them: O ye wicked and perverse generation, ye lawyers and hypocrites, for ye are laying the foundations of the devil; for ye are laying traps and snares to catch the holy ones of God.", "18 Ye are laying plans to pervert the ways of the righteous, and to bring down the wrath of God upon your heads, even to the utter destruction of this people.", "19 Yea, well did Mosiah say, who was our last king, when he was about to deliver up the kingdom, having no one to confer it upon, causing that this people should be governed by their own voices—yea, well did he say that if the time should come that the voice of this people should choose iniquity, that is, if the time should come that this people should fall into transgression, they would be ripe for destruction.", "20 And now I say unto you that well doth the Lord judge of your iniquities; well doth he cry unto this people, by the voice of his angels: Repent ye, repent, for the kingdom of heaven is at hand.", "21 Yea, well doth he cry, by the voice of his angels that: I will come down among my people, with equity and justice in my hands.", "22 Yea, and I say unto you that if it were not for the prayers of the righteous, who are now in the land, that ye would even now be visited with utter destruction; yet it would not be by flood, as were the people in the days of Noah, but it would be by famine, and by pestilence, and the sword.", "23 But it is by the prayers of the righteous that ye are spared; now therefore, if ye will cast out the righteous from among you then will not the Lord stay his hand; but in his fierce anger he will come out against you; then ye shall be smitten by famine, and by pestilence, and by the sword; and the time is soon at hand except ye repent.", "24 And now it came to pass that the people were more angry with Amulek, and they cried out, saying: This man doth revile against our laws which are just, and our wise lawyers whom we have selected.", "25 But Amulek stretched forth his hand, and cried the mightier unto them, saying: O ye wicked and perverse generation, why hath Satan got such great hold upon your hearts? Why will ye yield yourselves unto him that he may have power over you, to blind your eyes, that ye will not understand the words which are spoken, according to their truth?", "26 For behold, have I testified against your law? Ye do not understand; ye say that I have spoken against your law; but I have not, but I have spoken in favor of your law, to your condemnation.", "27 And now behold, I say unto you, that the foundation of the destruction of this people is beginning to be laid by the unrighteousness of your lawyers and your judges.", "28 And now it came to pass that when Amulek had spoken these words the people cried out against him, saying: Now we know that this man is a child of the devil, for he hath lied unto us; for he hath spoken against our law. And now he says that he has not spoken against it.", "29 And again, he has reviled against our lawyers, and our judges.", "30 And it came to pass that the lawyers put it into their hearts that they should remember these things against him.", "31 And there was one among them whose name was Zeezrom. Now he was the foremost to accuse Amulek and Alma, he being one of the most expert among them, having much business to do among the people.", "32 Now the object of these lawyers was to get gain; and they got gain according to their employ."], "Español": ["Lehi era descendiente de Manasés— Amulek relata el mandato del ángel de que atendiera a Alma— Las oraciones de los justos hacen que el pueblo sea preservado— Los abogados y los jueces inicuos establecen el fundamento de la destrucción del pueblo. Aproximadamente 82a.C.", "1 Estas son las palabras que Amulek predicó al pueblo que se hallaba en la tierra de Ammoníah, diciendo:", "2 Soy Amulek; soy hijo de Giddona, que era hijo de Ismael, que era descendiente de Aminadí; y fue aquel mismo Aminadí que interpretó la escritura que se hallaba sobre el muro del templo, la cual fue escrita por el dedo de Dios.", "3 Y Aminadí era descendiente de Nefi, que era hijo de Lehi, que vino de la tierra de Jerusalén, y el cual era descendiente de Manasés, que era hijo de José, el que fue vendido para Egipto por sus hermanos.", "4 Y he aquí, soy también hombre de no poca reputación entre todos los que me conocen; sí, tengo muchos parientes y amigos, y también he logrado muchas riquezas por medio de mi industria.", "5 No obstante todo esto, nunca he sabido mucho acerca de las sendas del Señor ni de sus misterios ni de su maravilloso poder. Dije que nunca había sabido mucho de estas cosas; mas he aquí, me equivoco, porque he visto mucho de sus misterios y de su maravilloso poder; sí, aun en la preservación de la vida de este pueblo.", "6 Sin embargo, endurecí mi corazón, porque fui llamado muchas veces, y no quise oír; de modo que sabía concerniente a estas cosas, mas no quería saber; por lo tanto, seguí rebelándome contra Dios, en la iniquidad de mi corazón, hasta el cuarto día de este séptimo mes, en el décimo año del gobierno de los jueces.", "7 Mientras me dirigía a ver a un pariente muy cercano, he aquí, se me apareció un ángel del Señor y me dijo: Amulek, vuélvete a tu propia casa porque darás de comer a un profeta del Señor; sí, un hombre santo que es un varón escogido de Dios; porque ha ayunado muchos días a causa de los pecados de este pueblo, y tiene hambre; y lo recibirás en tu casa y lo alimentarás, y él te bendecirá a ti y a tu casa; y la bendición del Señor reposará sobre ti y tu casa.", "8 Y sucedió que obedecí la voz del ángel, y me volví rumbo a mi casa. Y mientras allí me dirigía, encontré al hombre del cual me dijo el ángel: Lo recibirás en tu casa; y he aquí, era este mismo hombre que os ha estado hablando concerniente a las cosas de Dios.", "9 Y me dijo el ángel que es un hombre santo; por tanto, yo sé que es un hombre santo, porque lo declaró un ángel de Dios.", "10 Y además, sé que las cosas de que ha testificado son verdaderas; porque he aquí, os digo: Así como vive el Señor, ha enviado a su ángel para manifestarme estas cosas; y ha hecho esto mientras este Alma ha morado en mi casa.", "11 Pues he aquí, ha bendecido mi casa, me ha bendecido a mí, y a las mujeres de mi casa, y a mis hijos, y a mi padre, y a mis parientes; sí, ha bendecido a todos los de mi parentela, y la bendición del Señor ha descendido sobre nosotros, de acuerdo con las palabras que habló.", "12 Ahora bien, cuando Amulek hubo pronunciado estas palabras, el pueblo comenzó a asombrarse, viendo que había más de un testigo que daba testimonio de las cosas de que se les acusaba, y también de las cosas que habían de venir, de acuerdo con el espíritu de profecía que había en ellos.", "13 Sin embargo, hubo algunos entre ellos que pensaron interrogarlos para que por medio de sus astutas tretas pudieran enredarlos con sus propias palabras, a fin de obtener testimonio contra ellos, con objeto de entregarlos a sus jueces para que fueran juzgados de acuerdo con la ley, y fueran ejecutados o encarcelados, según el crimen que pudieran fraguar o atestiguar en contra de ellos.", "14 Ahora bien, estos hombres que buscaban la manera de destruirlos eran abogados que el pueblo empleaba o nombraba para administrar la ley cuando había procesos, o sea, cuando se juzgaban los delitos del pueblo ante los jueces.", "15 Y estos abogados estaban versados en todos los artificios y astucia del pueblo; y esto era para habilitarlos a fin de que fueran diestros en su profesión.", "16 Y sucedió que empezaron a interrogar a Amulek para así hacer que se contradijera en sus palabras, o impugnar las palabras que hablara.", "17 Ahora bien, no sabían que Amulek podía conocer sus intenciones. Pero ocurrió que al comenzar a interrogarlo, él percibió sus pensamientos, y les dijo: ¡Oh generación malvada y perversa, vosotros, abogados e hipócritas, puesto que estáis poniendo los cimientos del diablo!; porque estáis armando asechanzas y trampas para enredar a los santos de Dios.", "18 Estáis tramando planes para pervertir las sendas de los justos y traer la ira de Dios sobre vuestras cabezas, hasta destruir por completo a este pueblo.", "19 Sí, bien dijo Mosíah, nuestro último rey, cuando estaba para entregar el reino —no teniendo a quien dejarlo y mandando que este pueblo se gobernara por su propia voz— sí, bien dijo él que si llegaba el día en que la voz de este pueblo escogiera la iniquidad, es decir, si llegaba la ocasión en que los de este pueblo cayeran en transgresión, se hallarían prestos para ser destruidos.", "20 Y ahora os digo que el Señor bien juzga vuestras iniquidades; bien proclama a este pueblo por la voz de sus ángeles: Arrepentíos, arrepentíos, porque el reino de los cielos está cerca.", "21 Sí, bien anuncia por la voz de sus ángeles: Descenderé entre mi pueblo con equidad y justicia en mis manos.", "22 Sí, y os digo que si no fuera por las oraciones de los justos que actualmente hay en la tierra, ahora mismo seríais visitados con una destrucción completa; sin embargo, no sería por un diluvio, como sucedió con la gente en los días de Noé, sino sería por el hambre, por pestilencia y por la espada.", "23 Mas es por las oraciones de los justos que sois preservados; ahora pues, si desecháis a los justos de entre vosotros, entonces el Señor no detendrá su mano, sino que en su furiosa ira vendrá contra vosotros; entonces seréis afligidos por el hambre, por pestilencia, y por la espada; y el tiempo pronto viene, a menos que os arrepintáis.", "24 Y sucedió que los del pueblo se irritaron aún más contra Amulek, y gritaron, diciendo: Este hombre vilipendia nuestras leyes, que son justas, y a nuestros sabios abogados que hemos elegido.", "25 Pero Amulek extendió su mano y les gritó con mayor fuerza, diciendo: ¡Oh generación malvada y perversa! ¿Por qué habrá asido Satanás tan fuertemente vuestros corazones?, ¿por qué queréis someteros a él para que os domine, para cegar vuestros ojos al grado de no querer entender, de acuerdo con su verdad, las palabras que se hablan?", "26 Pues he aquí, ¿he testificado en contra de vuestra ley? Es que no entendéis. Decís que he hablado contra vuestra ley; mas no es así, sino que he hablado a favor de vuestra ley, para vuestra condenación.", "27 Y he aquí, os digo que la iniquidad de vuestros abogados y vuestros jueces está empezando a establecer el fundamento de la destrucción de este pueblo.", "28 Y aconteció que cuando Amulek hubo hablado estas palabras, el pueblo gritó en contra de él, diciendo: Ahora sabemos que este hombre es hijo del diablo, porque nos ha mentido; pues ha vituperado nuestra ley. Y ahora dice que no ha hablado en contra de ella.", "29 Y además, ha vituperado a nuestros abogados y a nuestros jueces.", "30 Y sucedió que los abogados inculcaron en sus corazones que se acordaran de aquellas cosas contra él.", "31 Y había entre ellos uno cuyo nombre era Zeezrom. Y era el principal acusador de Amulek y Alma, siendo uno de los más diestros entre ellos, pues tramitaba muchos asuntos entre los del pueblo.", "32 Ahora bien, la mira de estos abogados era el lucro; y lograban sus ganancias según su empleo."], "Français": ["Léhi descend de Manassé— Amulek raconte qu’un ange lui a commandé de prendre soin d’Alma— Les prières des justes font que le peuple est épargné— Les docteurs de la loi et les juges injustes posent les fondations de la destruction du peuple. Vers 82av.J.-C.", "1 Et maintenant, voici les paroles qu’Amulek prêcha au peuple qui était au pays d’Ammonihah, disant:", "2 Je suis Amulek; je suis fils de Giddonah, qui était fils d’Ismaël, qui était descendant d’Aminadi; et ce fut ce même Aminadi qui interpréta l’écriture qui était sur le mur du temple, qui fut écrite par le doigt de Dieu.", "3 Et Aminadi était un descendant de Néphi, qui était fils de Léhi, qui sortit du pays de Jérusalem, qui était descendant de Manassé, qui était fils de Joseph, qui fut vendu en Égypte par les mains de ses frères.", "4 Et voici, je suis aussi un homme dont la réputation n’est pas des moindres parmi tous ceux qui me connaissent; oui, et voici, j’ai beaucoup de parents et d’amis, et j’ai aussi acquis beaucoup de richesses par mon industrie.", "5 Néanmoins, après tout cela, je n’ai jamais su grand-chose des voies du Seigneur, et de ses mystères, et de son pouvoir merveilleux. J’ai dit que je n’en ai jamais su grand-chose; mais voici, je me trompe, car j’ai vu beaucoup de ses mystères et de son pouvoir merveilleux; oui, dans la préservation de la vie de ce peuple.", "6 Néanmoins, je me suis endurci le cœur, car j’ai été appelé de nombreuses fois et je n’ai pas voulu entendre; c’est pourquoi je savais tout cela, et cependant je ne voulais pas savoir; c’est pourquoi j’ai continué à me rebeller contre Dieu, dans la méchanceté de mon cœur, jusqu’au quatrième jour de ce septième mois, qui est dans la dixième année du règne des juges.", "7 Tandis que je voyageais pour voir un très proche parent, voici, un ange du Seigneur m’apparut et dit: Amulek, retourne dans ta maison, car tu vas nourrir un prophète du Seigneur; oui, un saint homme, qui est un élu de Dieu; car il a jeûné de nombreux jours à cause des péchés de ce peuple, et il a faim, et tu le recevras dans ta maison, et le nourriras, et il te bénira, toi et ta maison; et la bénédiction du Seigneur reposera sur toi et sur ta maison.", "8 Et il arriva que j’obéis à la voix de l’ange et retournai vers ma maison; et comme je m’y rendais, je trouvai l’homme dont l’ange m’avait dit: Tu le recevras dans ta maison— et voici, c’était ce même homme qui vient de vous parler concernant les choses de Dieu.", "9 Et l’ange m’a dit que c’est un saint homme; c’est pourquoi je sais que c’est un saint homme, parce que cela a été dit par un ange de Dieu.", "10 Et encore une fois, je sais que les choses dont il a témoigné sont vraies; car voici, je vous dis qu’aussi vrai que le Seigneur vit, il a envoyé son ange pour me les manifester; et cela, il l’a fait pendant que cet Alma demeurait dans ma maison.", "11 Car voici, il a béni ma maison, il m’a béni, moi, et mes femmes, et mes enfants, et mon père, et mes proches, oui, il a même béni toute ma parenté, et la bénédiction du Seigneur a reposé sur nous, selon les paroles qu’il a dites.", "12 Et alors, quand Amulek eut dit ces paroles, le peuple commença à être étonné, voyant qu’il y avait plus d’un témoin pour témoigner des choses dont il était accusé, et aussi des choses qui étaient à venir, selon l’esprit de prophétie qui était en eux.", "13 Néanmoins, il y en eut parmi eux qui eurent la pensée de les interroger, afin de les surprendre, par stratagème, dans leurs paroles, afin de trouver un témoignage contre eux, afin de les livrer à leurs juges, afin qu’ils fussent jugés selon la loi, et qu’ils fussent mis à mort ou jetés en prison, selon le crime qu’ils pourraient faire apparaître ou dont ils pourraient témoigner contre eux.", "14 Or, c’étaient ces hommes qui cherchaient à les faire périr qui étaient docteurs de la loi, qui étaient engagés ou désignés par le peuple pour administrer la loi au moment des procès, ou aux procès des crimes du peuple devant les juges.", "15 Or, ces docteurs de la loi étaient savants dans tous les arts et dans toute la ruse du peuple; et cela était pour les rendre capables, pour qu’ils fussent qualifiés.", "16 Et il arriva qu’ils commencèrent à interroger Amulek, afin de l’amener ainsi à se contredire dans ses paroles, ou à contredire les paroles qu’il dirait.", "17 Or, ils ne savaient pas qu’Amulek pouvait connaître leurs desseins. Mais il arriva, comme ils commençaient à l’interroger, qu’il perçut leurs pensées, et il leur dit: Ô génération méchante et perverse, docteurs de la loi et hypocrites, car vous posez les fondations du diable; car vous posez des traquenards et des pièges pour surprendre les saints de Dieu.", "18 Vous faites des plans pour pervertir les voies des justes et pour attirer la colère de Dieu sur votre tête jusqu’à la destruction totale de ce peuple.", "19 Oui, c’est à juste titre que Mosiah, qui était notre dernier roi, a dit, lorsqu’il était sur le point de remettre le royaume, n’ayant personne à qui le conférer, voulant que ce peuple fût gouverné par sa propre voix— oui, c’est à juste titre qu’il a dit que si le temps venait où la voix de ce peuple choisirait l’iniquité, c’est-à-dire, si le temps venait où ce peuple tomberait dans la transgression, il serait mûr pour la destruction.", "20 Et maintenant, je vous dis que c’est à juste titre que le Seigneur juge de vos iniquités; c’est à juste titre qu’il crie à ce peuple, par la voix de ses anges: Repentez-vous, repentez-vous, car le royaume des cieux est proche.", "21 Oui, c’est à juste titre qu’il crie, par la voix de ses anges: Je descendrai parmi mon peuple, avec l’équité et la justice dans mes mains.", "22 Oui, et je vous dis que sans les prières des justes, qui sont maintenant dans le pays, vous seriez, dès maintenant, châtiés par une destruction totale; cependant, ce ne serait pas par le déluge, comme le fut le peuple du temps de Noé, mais ce serait par la famine, et par la peste, et par l’épée.", "23 Mais c’est par les prières des justes que vous êtes épargnés; c’est pourquoi, si vous chassez les justes de parmi vous, alors le Seigneur n’arrêtera plus sa main; mais, dans son ardente colère, il sortira contre vous; alors vous serez frappés par la famine, et par la peste, et par l’épée; et le temps est proche, à moins que vous ne vous repentiez.", "24 Et alors, il arriva que le peuple fut encore plus en colère contre Amulek, et il s’écria, disant: Cet homme insulte nos lois, qui sont justes, et nos sages docteurs de la loi, que nous avons choisis.", "25 Mais Amulek étendit la main, et lui cria d’autant plus fort, disant: Ô génération méchante et perverse, pourquoi Satan a-t-il une si grande emprise sur votre cœur? Pourquoi vous abandonnez-vous à lui pour qu’il ait pouvoir sur vous, pour aveugler vos yeux, de sorte que vous ne comprenez pas les paroles qui sont dites, selon leur vérité?", "26 Car voici, ai-je témoigné contre votre loi? Vous ne comprenez pas; vous dites que j’ai parlé contre votre loi; mais ce n’est pas cela que j’ai fait, mais j’ai parlé en faveur de votre loi, pour votre condamnation.", "27 Et maintenant, voici, je vous dis que les fondements de la destruction de ce peuple commencent à être posés par l’injustice de vos docteurs de la loi et de vos juges.", "28 Et alors, il arriva que lorsqu’Amulek eut dit ces paroles, le peuple le hua, disant: Or, nous savons que cet homme est un enfant du diable, car il nous a menti; car il a parlé contre notre loi. Et maintenant, il dit qu’il n’a pas parlé contre elle.", "29 Et de plus, il a insulté nos docteurs de la loi et nos juges.", "30 Et il arriva que les docteurs de la loi leur mirent dans le cœur qu’ils devaient se souvenir de ces choses contre lui.", "31 Et il y en avait un parmi eux dont le nom était Zeezrom. Or, il était le tout premier à accuser Amulek et Alma, étant l’un des plus experts parmi eux, ayant beaucoup d’affaires à traiter parmi le peuple.", "32 Or, le but de ces docteurs de la loi était d’obtenir du gain; et ils obtenaient du gain selon leur emploi."], "Kiribati": ["Riaai e riki mai iroun Manate—Amureki e uringa ana tua te anera are e na tararua Aramwa—Aia tataro naake a raoiroi e na kamaiuia aomata—Taan reirei te tua ma taan moti aika a buakaka a kawenea aan kamaunakia aomata. Uakaan ma 82I.K.", "1 Ngkai aikai taeka ake Amureki e taekin nakoia aomata ake a mena n te aba are Amonia ni kangai:", "2 Ngai Amureki; ngai natin Kitona, are natin Itimaera, are e riki mai iroun Aminataai, ao bon anne naba Aminataai are e raira te koroboki are e koreaki iaon oon te tembora, are e koreaki n tabon bain te Atua.", "3 Ao Aminataai e riki mai iroun Nibwaai are natin Riaai, are e otinako man te aba are Ierutarem, are e riki mai iroun Manate are natin Iotebwa are e kabooaki nako Aikubita ni baia tarina.", "4 Ao nooria, Ngai naba te aomata ae I rang kinaaki i buakoia ake a kinaai; eng, ao nooria, a mwaiti au koraki ao raoraou, ao I a tia naba ni karekei kaubwaiu aika a mwaiti man korakoran baiu.", "5 Ma e ngae n anne, i mwin taekinan aikai, I bon tuai man atai ana kawai te Uea, ao ana mwakuri aika a kamimi ma mwaakana ae moan te kamimi. I taku bwa I bon tuai ni bati n atatai iaon baikai; ma nooria, I bon kairua, bwa I a tia n noora ana mwakuri aika a kamimi aika a mwaiti ao mwaakana ae moan te kamimi; eng, ni kawakinan maiuia te botanaomata aio.", "6 Ma e ngae n anne, I kamatoa nanou, bwa e bon bati te wewete nakoiu ao I bon aki ongo; ngaia ae I atai bwaai aikai, ma I bon rawa n atai; mangaia ae I aki toki ni kaitaraa te Atua, ni buakakan nanou, ni karokoa kaabongin te kaitiua n namwakaina, are n aia katebwina n ririki n tautaeka taan moti.", "7 I nanon au tai ni mwananga bwa N na kawara temanna au koraki ni kaan, nooria ana anera te Uea e kaoti nakoiu ao e taku: Amureki, oki nakon am auti, bwa ko na kamwarakea ana burabeti te Uea; eng, te aomata ae tabu, te aomata ae rineia te Atua; bwa e a tia n aki mamatam i nanon bong aika a mwaiti ibukin aia bure te botanaomata aio, ao e a baki, ao ko na butimwaea nako nanon am auti ao ko na kamwarakea, ao e na kakabwaiako ma mwengam; ao ana kakabwaia te Uea e na mena iaom ma mwengam.", "8 Ao e koro bukina bwa I ongo ni bwanan te anera, man oki nakon au auti. Ao ngke I a kaineta te tabo arei I kunea te aomata are e taekinna te anera ni kangai nakoiu: Ko na butimwaeai nako nanon mwengam—ao nooria bon te aomata naba anne are e a tia n taetae nakoim ni kaineti ma ana bwaai te Atua.", "9 Ao te anera e taku nakoiu bon te aomata ae tabu; mangaia ae I ataia bwa bon te aomata ae tabu ibukina bwa e taekinna ana anera te Atua.", "10 Ao riki, I ataia bwa bwaai ake e a tia ni kakoaua ibukiia a bon koaua; bwa nooria I taku nakoimi, bwa ngkai e maiu te Uea, e a tia ni kanakoa ana anera bwa e na kaoti bwaai aikai nakoiu; ao e karaoa aio ngke Aramwa e mena ni mwengau.", "11 Bwa nooria, e a tia ni kakabwaia mwengau, e a tia ni kakabwaiai, ao aine ni mwengau, ao natiu, ao tamau ao au koraki; eng, ao a kakabwaiaki ma au koraki ni kabane, ao ana kakabwaia te Uea e a tia ni mena iaora n aron taeka ake a e a tia n taekin.", "12 Ao ngkai, ngke e a tia n taekin taeka aikai Amureki aomata a bon rang mimi, ngkai e a nooraki bwa iai riki te tia kakoaua are e kakoaua ibukin bwaai ake a tia ni bukinaki iai, ao ni bwaai naba aika a na roko n aron te tamnei n taeka ni burabeti are iai irouia.", "13 Ma e ngae n anne, bon iai mai i buakoia are a iangoia bwa a na titirakinia, bwa n aroia ni kamwamwane ao a na bon kona ni kamwaneia n aia taeka, bwa a na kona ni kakoaua ni kaaitaraia, bwa a na uotia nakoia taan moti bwa a na motikaki taekaia ni kaineti ma te tua, bwa aonga n tiringaki ke n teweaki nako nanon te karabuti, ni kaineti ma te bure are aongkoa a karaoia ke ni kakoaua ni kaaitaraia.", "14 Ngkai bon te naan mwaane aikai ake a kataia n tiringia, ake bon taan reirei te tua, ake a tangoaki ke n rineaki irouia aomata bwa a na karaoa nanon te tua n aia tai ni kabowiaki, ke n tain kabowiakin aia bure aomata i mataia taan moti.", "15 Ngkai taan reirei te tua aikai a bon rang rabakau n aroia ma aia anga ni kamwamwane aomata; ao aio are bon te anga bwa a na kona n rang rabakau n aia mwakuri.", "16 Ao e koro bukina bwa a waaki n titirakina Amureki, bwa aonga ni kona ni kaburea ana taeka, ke a na manga kaaitarai ana taeka ake e na taekin.", "17 Ngkai aki ataia ae Amureki e kona n atai aia babaire. Ma e koro bukina bwa i nanon aia tai n titirakinna, e noori aia iango, ao e taku nakoia: O te roro ae buakaka man rairaki nako, ngkami taan reirei te tua ao bwaritaio, bwa kam kawenea aan ana mwakuri te riaboro; bwa kam kawenei bwaai ni kamwane ma anga ni kamwane bwa kam N na kamwaneia ana aomata aika a tabu te Atua.", "18 Kam kawenei babaire bwa kam na kabaoua kawaia aika a raoiroi, ao ma ni kabwaka unin te Atua iaon atuumi, bwa e aonga ni kamaunaki te botanaomata aio.", "19 Eng, ao e bon eti ngke e taetae Motiaea are bon ara kabanea n uea, ni kangai, ngke e nang anga ueana, ngke akea ae e na katokaa iaona are e a karika te botanaomata aio bwa a na bon tautaekanaki n oin bwanaia—eng, ao e bon taku bwa ngkana e roko te tai are te botanaomata aio a rinea te buakaka, are nanona bwa e na roko te tai are te botanaomata aio a na bwaka n riaoan te tua, ao a bon tai nakon te kamaunaki.", "20 Ao ngkai I taku nakoimi bwa e bon rang riai bwa te Uea e na motiki taekami n ami bure; ao e bon riai bwa e na takarua nakoia te botanaomata aio, ni bwanaia ana anera: Rairinanomi ngkami, rairinanomi bwa e a kan roko uean karawa.", "21 Eng, e bon riai bwa e na takarua, ni bwanaia ana anera bwa: N na ruo nako buakoia au botanaomata, ma te tituaraoi ao te motiraoi i nanon baiu.", "22 Eng, ao I taku nakoimi bwa ngke arona bwa akea aia tataro aika a raoiroi, ake a mena ngkai n te aba, ao ngkami ngkai kam na bon tia ni kawaraki ni kamaunaki; ma tiaki n te ieka, n aroia aomata n ana bong Noa, bwa man te rongo, ao te mate, ao te kabaang.", "23 Ma boni man aia tataro ake a raoiroi ae kam a kamaiuaki iai; ngkai ngaia ae, ngkana kam teweia nako ake a raoiroi mai i buakomi ao e na aki kamaiuingkami te Uea, man korakoran unna ao e na roko ni kaaitaraingkami; ao ngkanne kam na bon karawawataki n te rongo, ao n aoraki aekamamate, ao te kabaang; ao e a kaan roko te tai ti ngkana kam rairinanomi.", "24 Ao e koro bukina bwa aomata a bon raka uniia iroun Amureki, ao a takarua ni kangai: Te aomata aio e taetae ni kabuakaka ara tua ake a motiraoi, ao ara taan reirei te tua ake ti a tia n rineia.", "25 Ma Amureki e arora baina, ao e kakorakora n takarua ni kangai nakoia: O ngkami te roro ae kam buakaka man rairaki nako, e aera ngkai e nang korakora tauan nanomi iroun Tatan? E aera ngkai kam kona n anga ngkami nakoina bwa e na roko mwaakana iaomi, bwa e na kamataki matami, bwa kam na aki oota n taeka ake a taekinaki, ni kaineti ma te koaua?", "26 Bwa nooria, N ningai ae I a tia n kakoaua ni kaitaraa ami tua? Kam aki oota; kam taku bwa I a tia n taetae ni kaitaraa ami tua; ma I bon tuai, ma I a tia n taetae n tei n ana itera ami tua, nakon kabuakakami.", "27 Ao ngkai nooria, I taetae nakoimi, bwa a moanna ni kaweneaki aan kamaunakia te botanaomata aio man buakakaia ami taan reirei te tua ao ami tia moti.", "28 Ao ngkai e koro bukina bwa ngke Amureki e a tia n taekin taeka aikai aomata a takarua ni kaitaraa, ni kangai: Ngkai ti ataia bwa te aomata aio bon natin te riaboro, bwa e a tia ni kekeweira; bwa e a tia n taetae ni kaitaraa ara tua. Ao ngkai e taku bwa e a tia n aki taetae ni kaitaraa.", "29 Ao riki, e a tia n taetae ni kabuakakaia ara taan reirei te tua, ao ara tia moti.", "30 Ao e koro bukina bwa taan reirei te tua a katukua inanoia bwa a na uringi bwaai aikai ngkana a kaitaraa.", "31 Ao bon iai temanna i buakoia ae arana bon Teeterom. Ngkai bon ngaia te kabanea ni korakora kaburean Amureki ma Aramwa irouna, ngkai bon ngaia temanna are e rang bane arona ma i buakoia, ngkai e bon rang mwaiti ana mwakuri i buakoia aomata.", "32 Ngkai oin nanoia taan reirei te tua aikai bwa a na karekei aia raka; ao e reke aia raka n aron aia mwakuri ake a karaoi."]}