{"English": ["The Church in Zarahemla is cleansed and set in order—Alma goes to Gideon to preach. About 83B.C.", "1 And now it came to pass that after Alma had made an end of speaking unto the people of the church, which was established in the city of Zarahemla, he ordained priests and elders, by laying on his hands according to the order of God, to preside and watch over the church.", "2 And it came to pass that whosoever did not belong to the church who repented of their sins were baptized unto repentance, and were received into the church.", "3 And it also came to pass that whosoever did belong to the church that did not repent of their wickedness and humble themselves before God—I mean those who were lifted up in the pride of their hearts—the same were rejected, and their names were blotted out, that their names were not numbered among those of the righteous.", "4 And thus they began to establish the order of the church in the city of Zarahemla.", "5 Now I would that ye should understand that the word of God was liberal unto all, that none were deprived of the privilege of assembling themselves together to hear the word of God.", "6 Nevertheless the children of God were commanded that they should gather themselves together oft, and join in fasting and mighty prayer in behalf of the welfare of the souls of those who knew not God.", "7 And now it came to pass that when Alma had made these regulations he departed from them, yea, from the church which was in the city of Zarahemla, and went over upon the east of the river Sidon, into the valley of Gideon, there having been a city built, which was called the city of Gideon, which was in the valley that was called Gideon, being called after the man who was slain by the hand of Nehor with the sword.", "8 And Alma went and began to declare the word of God unto the church which was established in the valley of Gideon, according to the revelation of the truth of the word which had been spoken by his fathers, and according to the spirit of prophecy which was in him, according to the testimony of Jesus Christ, the Son of God, who should come to redeem his people from their sins, and the holy order by which he was called. And thus it is written. Amen."], "Español": ["La Iglesia en Zarahemla se purifica y se pone en orden— Alma va a Gedeón a predicar. Aproximadamente 83a.C.", "1 Y sucedió que después que hubo concluido de hablar a los de la iglesia establecida en la ciudad de Zarahemla, Alma ordenó sacerdotes y élderes por la imposición de sus manos, según el orden de Dios, para presidir la iglesia y velar por ella.", "2 Y aconteció que de los que no pertenecían a la iglesia, quienes se arrepentían de sus pecados, eran bautizados para arrepentimiento y recibidos en la iglesia.", "3 Y también sucedió que aquellos que eran de la iglesia y que no se arrepintieron de sus iniquidades ni se humillaron ante Dios —me refiero a los que se habían ensalzado en el orgullo de sus corazones— estos fueron desechados, y sus nombres fueron borrados, de modo que no los contaban entre los de los justos.", "4 Y así empezaron a establecer el orden de la iglesia en la ciudad de Zarahemla.", "5 Ahora bien, quisiera que entendieseis que la palabra de Dios era accesible a todos; que a nadie se le negaba el privilegio de congregarse para oír la palabra de Dios.", "6 No obstante, se mandó a los hijos de Dios que se congregaran frecuentemente, y se unieran en ayuno y ferviente oración por el bien de las almas de aquellos que no conocían a Dios.", "7 Y sucedió que después que hubo formulado estas reglas, Alma se retiró de ellos, sí, de la iglesia que se hallaba en la ciudad de Zarahemla, y cruzó al lado este del río Sidón, al valle de Gedeón, donde se había edificado una ciudad que se llamaba Gedeón, la cual se hallaba en el valle llamado Gedeón, el nombre de aquel a quien Nehor mató con la espada.", "8 Y Alma fue a la iglesia que se hallaba establecida en el valle de Gedeón, y empezó a declarar la palabra de Dios según la revelación de la verdad de la palabra que sus padres habían hablado y de acuerdo con el espíritu de profecía que estaba en él, conforme al testimonio de Jesucristo, el Hijo de Dios, que habría de venir para redimir a su pueblo de sus pecados, y de acuerdo con el santo orden mediante el cual Alma había sido llamado. Y así está escrito. Amén."], "Français": ["L’Église de Zarahemla est purifiée et mise en ordre— Alma va prêcher à Gédéon. Vers 83av.J.-C.", "1 Et alors, il arriva que lorsqu’il eut fini de parler au peuple de l’Église qui était établie dans la ville de Zarahemla, Alma ordonna des prêtres et des anciens, en leur imposant les mains selon l’ordre de Dieu, pour présider et veiller sur l’Église.", "2 Et il arriva que ceux qui n’appartenaient pas à l’Église, qui se repentaient de leurs péchés, furent baptisés au repentir et furent reçus dans l’Église.", "3 Et il arriva aussi que tous ceux qui appartenaient à l’Église, qui ne se repentaient pas de leur méchanceté et ne s’humiliaient pas devant Dieu— je veux dire ceux qui étaient enflés dans l’orgueil de leur cœur— ceux-là furent rejetés, et leur nom fut effacé, de sorte que leur nom ne fut plus compté parmi ceux des justes.", "4 Et ainsi, ils commencèrent à établir l’ordre de l’Église dans la ville de Zarahemla.", "5 Or, je voudrais que vous compreniez que la parole de Dieu était accessible à tous, que nul n’était privé du droit de s’assembler pour entendre la parole de Dieu.", "6 Néanmoins, il était commandé aux enfants de Dieu de se réunir souvent et de s’unir dans le jeûne et la prière fervente en faveur du bien-être de l’âme de ceux qui ne connaissaient pas Dieu.", "7 Et alors, il arriva que lorsqu’Alma eut établi ces règles, il les quitta, oui, il quitta l’Église qui était dans la ville de Zarahemla, et passa à l’est du fleuve Sidon dans la vallée de Gédéon, où avait été construite une ville qui était appelée la ville de Gédéon, qui était dans la vallée qui était appelée Gédéon, appelée du nom de l’homme qui fut tué par l’épée de la main de Néhor.", "8 Et Alma alla et commença à annoncer la parole de Dieu à l’Église qui était établie dans la vallée de Gédéon, selon la révélation de la vérité de la parole qui avait été dite par ses pères, et selon l’esprit de prophétie qui était en lui, selon le témoignage de Jésus-Christ, le Fils de Dieu, qui viendrait racheter son peuple de ses péchés, et le saint ordre par lequel il était appelé. Et c’est ainsi que c’est écrit. Amen."], "Kiribati": ["Te Ekaretia i Taraemera e kaitiakaki ao e baireaki raoi—Aramwa e nakon Kiteon bwa e na kabwarabwara. Uakaan ma 83I.K.", "1 Ao e koro bukina bwa i mwin are e tia iai Aramwa n taetae nakoia kaain te ekaretia, are e kateaki n te kaawa ae Taraemera, e katabuia ibonga ao unimwaane, ni katokan baina iaoia ni kaineti nakon ana botaki te Atua, bwa a na tararua ao man kawakina te ekaretia.", "2 Ao e koro bukina bwa uaake aki kaaina te ekaretia ma a rairinanoia man aia bure a bwabetitoaki nakon te rairannano, ao a bon butimwaeaki nako nanon te ekaretia.", "3 Ao e koro naba bukina bwa ake a kaaina te ekaretia man aki rairananoia man aia buakaka ao man nanorinano i matan te Atua—I nanonia naake a tabekaki rake ni kainikatongan nanoia—boni ngaia ake a totokoaki, ao araia a kamaunaki, bwa e aonga n ae araia aikoa warekaki i buakoia ake a raoiroi.", "4 Ao ikanne are a waaki ni katea babairean te ekaretia n te kaawa are Taraemera.", "5 Ao I tangiria bwa kam na oota bwa ana taeka te Atua e bon kona n reke nakoira ni kabane, bwa akea ae e aki karekea te kona n ikotaki i marenaia n ongora n ana taeka te Atua.", "6 Ma e ngae n anne ao natin te Atua a anganaki te tua bwa a na riai n ikoikotiia angiin te tai, n reitaki n te aki mamatam ao te tataro ae korakora ibukin maiuraoin tamneia ake aki ataa te Atua.", "7 Ao ngkai e koro bukina bwa ngke Aramwa e a tia ni karaoi tua aikai, e kitania, eng, man te ekaretia are n te kaawa are Taraemera, ao e mwananga riaon mainikun te karaanga are Titan, nakon te mwarua are Kiteon, are iai te kaawa ae kateaki iai, are arana ana kaawa Kiteon, are e mena n te mwarua ae arana Kiteon, are e aranaki i mwin te mwaane are e tiringaki n te kabaang iroun Neooa.", "8 Ao Aramwa e nako ao e waaki n taetaekina ana taeka te Atua nakon te ekaretia are e kateaki n te mwarua are Kiteon, n aron taian kaotioti ibukin koauan te taeka are a tia n taekinaki irouia ana bakatibu, ao n aron tamnein te taeka ni burabeti are e mena irouna, n aron koauan Iesu Kristo, natin te Atua, are e na roko ni kabooia ana aomata man aia bure, ao te botaki ae tabu are e a tia ni weteaki iai. Ao ngaia are e a koreaki. Amen."]}