{"English": ["Alma and Amulek go to Sidom and establish a church—Alma heals Zeezrom, who joins the Church—Many are baptized, and the Church prospers—Alma and Amulek go to Zarahemla. About 81B.C.", "1 And it came to pass that Alma and Amulek were commanded to depart out of that city; and they departed, and came out even into the land of Sidom; and behold, there they found all the people who had departed out of the land of Ammonihah, who had been cast out and stoned, because they believed in the words of Alma.", "2 And they related unto them all that had happened unto their wives and children, and also concerning themselves, and of their power of deliverance.", "3 And also Zeezrom lay sick at Sidom, with a burning fever, which was caused by the great tribulations of his mind on account of his wickedness, for he supposed that Alma and Amulek were no more; and he supposed that they had been slain because of his iniquity. And this great sin, and his many other sins, did harrow up his mind until it did become exceedingly sore, having no deliverance; therefore he began to be scorched with a burning heat.", "4 Now, when he heard that Alma and Amulek were in the land of Sidom, his heart began to take courage; and he sent a message immediately unto them, desiring them to come unto him.", "5 And it came to pass that they went immediately, obeying the message which he had sent unto them; and they went in unto the house unto Zeezrom; and they found him upon his bed, sick, being very low with a burning fever; and his mind also was exceedingly sore because of his iniquities; and when he saw them he stretched forth his hand, and besought them that they would heal him.", "6 And it came to pass that Alma said unto him, taking him by the hand: Believest thou in the power of Christ unto salvation?", "7 And he answered and said: Yea, I believe all the words that thou hast taught.", "8 And Alma said: If thou believest in the redemption of Christ thou canst be healed.", "9 And he said: Yea, I believe according to thy words.", "10 And then Alma cried unto the Lord, saying: O Lord our God, have mercy on this man, and heal him according to his faith which is in Christ.", "11 And when Alma had said these words, Zeezrom leaped upon his feet, and began to walk; and this was done to the great astonishment of all the people; and the knowledge of this went forth throughout all the land of Sidom.", "12 And Alma baptized Zeezrom unto the Lord; and he began from that time forth to preach unto the people.", "13 And Alma established a church in the land of Sidom, and consecrated priests and teachers in the land, to baptize unto the Lord whosoever were desirous to be baptized.", "14 And it came to pass that they were many; for they did flock in from all the region round about Sidom, and were baptized.", "15 But as to the people that were in the land of Ammonihah, they yet remained a hard-hearted and a stiffnecked people; and they repented not of their sins, ascribing all the power of Alma and Amulek to the devil; for they were of the profession of Nehor, and did not believe in the repentance of their sins.", "16 And it came to pass that Alma and Amulek, Amulek having forsaken all his gold, and silver, and his precious things, which were in the land of Ammonihah, for the word of God, he being rejected by those who were once his friends and also by his father and his kindred;", "17 Therefore, after Alma having established the church at Sidom, seeing a great check, yea, seeing that the people were checked as to the pride of their hearts, and began to humble themselves before God, and began to assemble themselves together at their sanctuaries to worship God before the altar, watching and praying continually, that they might be delivered from Satan, and from death, and from destruction—", "18 Now as I said, Alma having seen all these things, therefore he took Amulek and came over to the land of Zarahemla, and took him to his own house, and did administer unto him in his tribulations, and strengthened him in the Lord.", "19 And thus ended the tenth year of the reign of the judges over the people of Nephi."], "Español": ["Alma y Amulek van a Sidom y establecen una iglesia— Alma sana a Zeezrom, el cual se une a la Iglesia— Muchos son bautizados, y la Iglesia prospera— Alma y Amulek parten para Zarahemla. Aproximadamente 81a.C.", "1 Y sucedió que se mandó a Alma y Amulek que salieran de aquella ciudad; y partieron y llegaron a la tierra de Sidom; y he aquí, en ese lugar hallaron a todos los que habían salido de la tierra de Ammoníah, los cuales habían sido expulsados y apedreados porque creyeron en las palabras de Alma.", "2 Y les relataron todo lo que había sido de sus esposas e hijos, y también concerniente a ellos y al poder que los había librado.", "3 Y también Zeezrom yacía enfermo en Sidom, con una fiebre ardiente causada por las grandes tribulaciones mentales que sus iniquidades le habían ocasionado; porque creía que Alma y Amulek ya no existían, y que habían sido muertos a causa de la iniquidad de él. Y este gran pecado, con sus muchos otros pecados, tanto le atormentaban su mente, que se agravó y no hallaba liberación; por tanto, empezó a consumirlo una fiebre abrasadora.", "4 Mas cuando oyó que Alma y Amulek se hallaban en la tierra de Sidom, su corazón empezó a animarse, e inmediatamente les envió un mensaje, rogando que fuesen a verlo.", "5 Y sucedió que ellos fueron inmediatamente, en atención al mensaje que les había enviado; y entraron en la casa de Zeezrom; y lo hallaron en cama, enfermo y muy grave de una fiebre ardiente; y también su mente estaba sumamente afligida por causa de sus iniquidades; y al verlos les extendió la mano, y les suplicó que lo sanaran.", "6 Y aconteció que Alma le dijo, tomándolo de la mano: ¿Crees en el poder de Cristo para salvar?", "7 Y él respondió y dijo: Sí, creo todas las palabras que has enseñado.", "8 Y dijo Alma: Si crees en la redención de Cristo, tú puedes ser sanado.", "9 Y él dijo: Sí, yo creo según tus palabras.", "10 Entonces Alma clamó al Señor, diciendo: ¡Oh Señor Dios nuestro, ten misericordia de este hombre y sánalo según su fe que está en Cristo!", "11 Y cuando Alma hubo dicho estas palabras, Zeezrom de un salto se puso de pie y empezó a andar; y esto causó un gran asombro entre todo el pueblo, y la noticia de ello se extendió por toda la tierra de Sidom.", "12 Y Alma bautizó a Zeezrom en el Señor; y desde entonces empezó Zeezrom a predicar al pueblo.", "13 Y Alma estableció una iglesia en la tierra de Sidom, y consagró sacerdotes y maestros en la tierra para que bautizaran en el Señor a todos los que desearan bautizarse.", "14 Y aconteció que hubo muchos; porque llegaron en grupos de toda la comarca alrededor de Sidom, y fueron bautizados.", "15 Mas en cuanto a los habitantes que se hallaban en la tierra de Ammoníah, continuaron siendo una gente de corazón empedernido y dura cerviz; y no se arrepintieron de sus pecados, pues atribuían al diablo todo el poder de Alma y Amulek; porque eran de la fe de Nehor, y no creían en el arrepentimiento de sus pecados.", "16 Y sucedió que Alma y Amulek —y Amulek había abandonado todo su oro, su plata y sus objetos preciosos que se hallaban en la tierra de Ammoníah, por la palabra de Dios; y había sido rechazado por los que antes eran sus amigos, y también por su padre y sus parientes.", "17 Por tanto, después que Alma hubo establecido la iglesia en Sidom, viendo un gran cambio, sí, viendo que el pueblo había refrenado el orgullo de sus corazones y que había empezado a humillarse ante Dios, y a reunirse en sus santuarios para adorar a Dios ante el altar, velando y orando sin cesar que fuesen librados de Satanás, y de la muerte y de la destrucción—", "18 pues como dije, habiendo visto Alma todas estas cosas, tomó consigo a Amulek y se dirigió a la tierra de Zarahemla, y lo llevó a su propia casa, y lo atendió en sus tribulaciones y lo fortaleció en el Señor.", "19 Y así terminó el año décimo del gobierno de los jueces sobre el pueblo de Nefi."], "Français": ["Alma et Amulek vont à Sidom et établissent une Église— Alma guérit Zeezrom, qui devient membre de l’Église— Beaucoup sont baptisés, et l’Église prospère— Alma et Amulek vont à Zarahemla. Vers 81av.J.-C.", "1 Et il arriva qu’il fut commandé à Alma et à Amulek de quitter cette ville; et ils s’en allèrent, et sortirent pour passer au pays de Sidom; et voici, ils y trouvèrent tout le peuple qui avait quitté le pays d’Ammonihah, qui avait été chassé et lapidé parce qu’il croyait aux paroles d’Alma.", "2 Et ils leur racontèrent tout ce qui était arrivé à leurs épouses et à leurs enfants, et aussi ce qui les concernait eux-mêmes, et leur pouvoir de délivrance.", "3 Et aussi, Zeezrom était couché, malade, à Sidom, avec une fièvre ardente, qui était causée par les grandes tribulations de son esprit à cause de sa méchanceté, car il pensait qu’Alma et Amulek n’étaient plus; et il pensait qu’ils avaient été tués à cause de son iniquité. Et ce grand péché et ses nombreux autres péchés lui déchiraient l’esprit, jusqu’à ce que celui-ci devînt extrêmement douloureux, n’ayant pas de délivrance; c’est pourquoi il commença à être dévoré par une chaleur ardente.", "4 Alors, quand il apprit qu’Alma et Amulek étaient au pays de Sidom, son cœur commença à prendre courage, et il leur envoya immédiatement un message, désirant qu’ils viennent à lui.", "5 Et il arriva qu’ils allèrent immédiatement, obéissant au message qu’il leur avait envoyé; et ils entrèrent dans la maison auprès de Zeezrom, et ils le trouvèrent sur son lit, malade, très bas à cause d’une fièvre ardente; et son esprit était aussi extrêmement douloureux à cause de ses iniquités; et lorsqu’il les vit, il tendit la main et les supplia de le guérir.", "6 Et il arriva qu’Alma lui dit, lui prenant la main: Crois-tu au pouvoir du Christ pour le salut?", "7 Et il répondit et dit: Oui, je crois à toutes les paroles que tu as enseignées.", "8 Et Alma dit: Si tu crois en la rédemption du Christ, tu peux être guéri.", "9 Et il dit: Oui, je crois selon tes paroles.", "10 Et alors, Alma cria au Seigneur, disant: Ô Seigneur, notre Dieu, sois miséricordieux envers cet homme, et guéris-le selon sa foi, qui est dans le Christ.", "11 Et lorsqu’Alma eut dit ces paroles, Zeezrom se leva d’un bond et commença à marcher; et cela se fit au grand étonnement de tout le peuple; et la connaissance s’en répandit dans tout le pays de Sidom.", "12 Et Alma baptisa Zeezrom pour le Seigneur; et il commença, à partir de ce moment-là, à prêcher au peuple.", "13 Et Alma établit une Église au pays de Sidom, et consacra des prêtres et des instructeurs dans le pays, pour baptiser pour le Seigneur tous ceux qui désiraient être baptisés.", "14 Et il arriva qu’ils furent nombreux; car ils accouraient de toute la région autour de Sidom et étaient baptisés.", "15 Mais pour ce qui est du peuple qui était au pays d’Ammonihah, il n’en resta pas moins un peuple au cœur endurci et au cou roide, et il ne se repentit pas de ses péchés, attribuant tout le pouvoir d’Alma et d’Amulek au diable; car il était de la confession de Néhor et ne croyait pas qu’il devait se repentir de ses péchés.", "16 Et il arriva qu’Alma et Amulek, Amulek ayant abandonné tout son or, et son argent, et ses choses précieuses, qui étaient au pays d’Ammonihah, pour la parole de Dieu, étant rejeté par ceux qui étaient jadis ses amis et aussi par son père et par sa famille;", "17 c’est pourquoi, lorsqu’Alma eut établi l’Église à Sidom, voyant un grand arrêt, oui, voyant que le peuple était arrêté quant à l’orgueil de son cœur, et commençait à s’humilier devant Dieu, et commençait à s’assembler dans ses sanctuaires pour adorer Dieu devant l’autel, veillant et priant continuellement, afin d’être délivré de Satan, et de la mort, et de la destruction—", "18 Or, comme je l’ai dit, Alma ayant vu toutes ces choses, prit alors Amulek et passa au pays de Zarahemla, et le prit chez lui, et s’occupa de lui dans ses tribulations, et le fortifia dans le Seigneur.", "19 Et ainsi finit la dixième année du règne des juges sur le peuple de Néphi."], "Kiribati": ["Aramwa ma Amureki a nako Titom ma ni katea te ekaretia—Aramwa e kamaiua Teeterom, are e a kaaina te Ekaretia—A mwaiti ake a bwabetitoaki, ao te Ekaretia e rikirake—Aramwa ma Amureki a nako Taraemera. Uakaan ma 81I.K.", "1 Ao e koro bukina bwa Aramwa ma Amureki a tuangaki bwa a na kitana te kaawa anne; ao a kitanna, ma n otinako nakon te aba are Titom; ao nooria, a kuneia ni kabane aomata ake a tia n otinako man te aba are Amonia, ake a bon tia n teweaki nako ma ni karebanaki n te atibu, ibukina bwa a kakoaua ana taeka Aramwa.", "2 Ao a kaongoraia taekan bwaai ni kabane ake a tia n riki nakoia buuiia ma natia, ao ni kaineti naba nakoia, ma mwaakaia ni kainaomataki.", "3 Ao Teeterom naba e wene naba n aoraki i Titom, ma te kabuebue ae rang korakora, are e a riki ibukin korakoran karawawatan ana iango ibukin buakakanabwa e kataua i nanona bwa Aramwa ma Amureki a mate ao e kataua bwa a tia n tiringaki ibukina bwa e korakora buakakana. Ao ana bure ae korakora aio, ma ana bure riki aikai a rang mwaiti, a katabetabea ana iango ni karokoa ae e a rang taonaki n te rawawata, bwa akea te anga are e na kainaomataki iai; mangaia ae e a taonaki n te kabuebue ae rang korakora.", "4 Ngaia, ngke e ongo bwa Aramwa ma Amureki a mena n te aba are Titom, e a moanna n ninikoria i nanona, ao e kanakoa te rongorongo n te tai ae waekoa nakoia, n tangiriia bwa a na nakoina.", "5 Ao e koro bukina bwa a mwananga n te tai ae waekoa, n ongeaba n te rongorongo are e a tia n anganiia; ao a nakon mwengan Teeterom; ao a kunea ni wene iaon ana kainiwene, n aoraki, ni mamaara ma te kabuebue ae korakora; ao ana iango naba e taonaki n te rawawata ibukin ana bure; ao ngke e nooria e arora baina, ao e bubutia bwa a na katoka aorakina.", "6 Ao e koro bukina bwa Aramwa e taetae nakoina, ma n taua baina: Ko kakoaua mwaakan Kristo nakon te kamaiuaki?", "7 Ao e kaeka ma n taku: Eng, I kakoauai taeka ni kabane ake ko a tia n reirei.", "8 Ao Aramwa e taku: Ngkana ko kakoaua ana kabomwi Kristo ko kona ni kamaiuaki.", "9 Ao e taku: Eng, I kakoaua n aron am taeka.", "10 Ao ngkanne Aramwa e tang nakon te Uea, ni kangai: O te Uea ae Atuara, nanoanga te mwaane aio, ao kamaiua n aron ana onimaki are e mena iroun Kristo.", "11 Ao ngke Aramwa e tia n taekin taeka aikai, Teeterom e kibarake iaon waena, ao e waaki n nakonako; ao aio are e karaoaki ao e karika te kamimi ae korakora nakoia aomata ni kabane; ao ataakin aio are e a buta nako ni kabuta aban Titom.", "12 Ao Aramwa e bwabetitoa Teeterom nakon te Uea; ao e a waaki man te tai anne ni kabwarabwara nakoia aomata.", "13 Ao Aramwa e katea te ekaretia n te aba are Titom, ao e katabuia ibonga ma taan reirei n te aba, bwa a na bwabetitoaki nakon te Uea ake iai nanoia ni kan bwabetitoaki.", "14 Ao e koro bukina bwa a bon mwaiti; ao a uarurung man taabo ni kabane ake a uakaan ma Titom, ao a bon bwabetitoaki.", "15 Ma aomata ni kabane ake a mena i Amonia, a bon tiku ni matoatoa nanoia ma ni bonotaninga; ao a bon aki rairinanoia man aia bure, ma n taku bwa mwaakaia Aramwa ma Amureki e bon roko mai iroun te riaboro; bwa a bon ira ana waaki Neooa, ao a bon aki kakoaua te rairannano man te bure.", "16 Ao e koro bukina bwa Aramwa ao Amureki, bwa Amureki e a bon tia ni kitana ana koora, ma tirewa, ao ana bwai ake a kakawaki ake a bon mena n te aba are Amonia, ibukin ana taeka te Atua, ao e a tia n ribaki irouia ake bon raoraona ngkoa ao iroun naba tamana ma ana koraki.", "17 Mangaia are Aramwa ngke e a tia ni katea te ekaretia i Titom, e nooria bwa e karina ni iai te karaurau, eng, e nooria bwa aomata e a toki kainikatongan nanoia, ao a moanna n nanorinano i matan te Atua, ao a waaki n ikoikotaki ni botaki n aia tabo aika a tabu n taromauria te Atua i matan te baon karea, n taratara ma n tataro n aki toki bwa a na kainaomataki mai iroun Tatan, ao man te mate, ao te kamaunaki—", "18 N aron are I a tia n taekinna, Aramwa ngke e a tia n noori bwai aikai ni kabane, ngaia are e a kaira Amureki ao e a roko n te aba are Taraemera, ao e kairia nakon oin ana auti, ao e buokiia ni kainnanona n ana kaangaanga, ao e kamatoatoa i nanon te Uea.", "19 Ao ikai are e bane aia katebwina n ririki n tautaeka taan moti iaoia ana aomata Nibwaai."]}