{"English": ["Amalickiah uses treachery, murder, and intrigue to become king of the Lamanites—The Nephite dissenters are more wicked and ferocious than the Lamanites. About 72B.C.", "1 Now we will return in our record to Amalickiah and those who had fled with him into the wilderness; for, behold, he had taken those who went with him, and went up in the land of Nephi among the Lamanites, and did stir up the Lamanites to anger against the people of Nephi, insomuch that the king of the Lamanites sent a proclamation throughout all his land, among all his people, that they should gather themselves together again to go to battle against the Nephites.", "2 And it came to pass that when the proclamation had gone forth among them they were exceedingly afraid; yea, they feared to displease the king, and they also feared to go to battle against the Nephites lest they should lose their lives. And it came to pass that they would not, or the more part of them would not, obey the commandments of the king.", "3 And now it came to pass that the king was wroth because of their disobedience; therefore he gave Amalickiah the command of that part of his army which was obedient unto his commands, and commanded him that he should go forth and compel them to arms.", "4 Now behold, this was the desire of Amalickiah; for he being a very subtle man to do evil therefore he laid the plan in his heart to dethrone the king of the Lamanites.", "5 And now he had got the command of those parts of the Lamanites who were in favor of the king; and he sought to gain favor of those who were not obedient; therefore he went forward to the place which was called Onidah, for thither had all the Lamanites fled; for they discovered the army coming, and, supposing that they were coming to destroy them, therefore they fled to Onidah, to the place of arms.", "6 And they had appointed a man to be a king and a leader over them, being fixed in their minds with a determined resolution that they would not be subjected to go against the Nephites.", "7 And it came to pass that they had gathered themselves together upon the top of the mount which was called Antipas, in preparation to battle.", "8 Now it was not Amalickiah’s intention to give them battle according to the commandments of the king; but behold, it was his intention to gain favor with the armies of the Lamanites, that he might place himself at their head and dethrone the king and take possession of the kingdom.", "9 And behold, it came to pass that he caused his army to pitch their tents in the valley which was near the mount Antipas.", "10 And it came to pass that when it was night he sent a secret embassy into the mount Antipas, desiring that the leader of those who were upon the mount, whose name was Lehonti, that he should come down to the foot of the mount, for he desired to speak with him.", "11 And it came to pass that when Lehonti received the message he durst not go down to the foot of the mount. And it came to pass that Amalickiah sent again the second time, desiring him to come down. And it came to pass that Lehonti would not; and he sent again the third time.", "12 And it came to pass that when Amalickiah found that he could not get Lehonti to come down off from the mount, he went up into the mount, nearly to Lehonti’s camp; and he sent again the fourth time his message unto Lehonti, desiring that he would come down, and that he would bring his guards with him.", "13 And it came to pass that when Lehonti had come down with his guards to Amalickiah, that Amalickiah desired him to come down with his army in the night-time, and surround those men in their camps over whom the king had given him command, and that he would deliver them up into Lehonti’s hands, if he would make him (Amalickiah) a second leader over the whole army.", "14 And it came to pass that Lehonti came down with his men and surrounded the men of Amalickiah, so that before they awoke at the dawn of day they were surrounded by the armies of Lehonti.", "15 And it came to pass that when they saw that they were surrounded, they pled with Amalickiah that he would suffer them to fall in with their brethren, that they might not be destroyed. Now this was the very thing which Amalickiah desired.", "16 And it came to pass that he delivered his men, contrary to the commands of the king. Now this was the thing that Amalickiah desired, that he might accomplish his designs in dethroning the king.", "17 Now it was the custom among the Lamanites, if their chief leader was killed, to appoint the second leader to be their chief leader.", "18 And it came to pass that Amalickiah caused that one of his servants should administer poison by degrees to Lehonti, that he died.", "19 Now, when Lehonti was dead, the Lamanites appointed Amalickiah to be their leader and their chief commander.", "20 And it came to pass that Amalickiah marched with his armies (for he had gained his desires) to the land of Nephi, to the city of Nephi, which was the chief city.", "21 And the king came out to meet him with his guards, for he supposed that Amalickiah had fulfilled his commands, and that Amalickiah had gathered together so great an army to go against the Nephites to battle.", "22 But behold, as the king came out to meet him Amalickiah caused that his servants should go forth to meet the king. And they went and bowed themselves before the king, as if to reverence him because of his greatness.", "23 And it came to pass that the king put forth his hand to raise them, as was the custom with the Lamanites, as a token of peace, which custom they had taken from the Nephites.", "24 And it came to pass that when he had raised the first from the ground, behold he stabbed the king to the heart; and he fell to the earth.", "25 Now the servants of the king fled; and the servants of Amalickiah raised a cry, saying:", "26 Behold, the servants of the king have stabbed him to the heart, and he has fallen and they have fled; behold, come and see.", "27 And it came to pass that Amalickiah commanded that his armies should march forth and see what had happened to the king; and when they had come to the spot, and found the king lying in his gore, Amalickiah pretended to be wroth, and said: Whosoever loved the king, let him go forth, and pursue his servants that they may be slain.", "28 And it came to pass that all they who loved the king, when they heard these words, came forth and pursued after the servants of the king.", "29 Now when the servants of the king saw an army pursuing after them, they were frightened again, and fled into the wilderness, and came over into the land of Zarahemla and joined the people of Ammon.", "30 And the army which pursued after them returned, having pursued after them in vain; and thus Amalickiah, by his fraud, gained the hearts of the people.", "31 And it came to pass on the morrow he entered the city Nephi with his armies, and took possession of the city.", "32 And now it came to pass that the queen, when she had heard that the king was slain—for Amalickiah had sent an embassy to the queen informing her that the king had been slain by his servants, that he had pursued them with his army, but it was in vain, and they had made their escape—", "33 Therefore, when the queen had received this message she sent unto Amalickiah, desiring him that he would spare the people of the city; and she also desired him that he should come in unto her; and she also desired him that he should bring witnesses with him to testify concerning the death of the king.", "34 And it came to pass that Amalickiah took the same servant that slew the king, and all them who were with him, and went in unto the queen, unto the place where she sat; and they all testified unto her that the king was slain by his own servants; and they said also: They have fled; does not this testify against them? And thus they satisfied the queen concerning the death of the king.", "35 And it came to pass that Amalickiah sought the favor of the queen, and took her unto him to wife; and thus by his fraud, and by the assistance of his cunning servants, he obtained the kingdom; yea, he was acknowledged king throughout all the land, among all the people of the Lamanites, who were composed of the Lamanites and the Lemuelites and the Ishmaelites, and all the dissenters of the Nephites, from the reign of Nephi down to the present time.", "36 Now these dissenters, having the same instruction and the same information of the Nephites, yea, having been instructed in the same knowledge of the Lord, nevertheless, it is strange to relate, not long after their dissensions they became more hardened and impenitent, and more wild, wicked and ferocious than the Lamanites—drinking in with the traditions of the Lamanites; giving way to indolence, and all manner of lasciviousness; yea, entirely forgetting the Lord their God."], "Español": ["Amalickíah se vale de la traición, el asesinato y la intriga para hacerse rey de los lamanitas— Los disidentes nefitas son más inicuos y feroces que los lamanitas. Aproximadamente 72a.C.", "1 Volvemos ahora, en nuestros anales, a Amalickíah y a los que huyeron con él al desierto; pues he aquí, él había tomado a los que lo habían seguido, y se fue a la tierra de Nefi entre los lamanitas, e incitó a los lamanitas a la ira contra el pueblo de Nefi, al grado de que el rey de los lamanitas expidió una proclamación por toda su tierra, entre todo su pueblo, de que se juntasen otra vez para ir a la lucha contra los nefitas.", "2 Y ocurrió que después que se hubo circulado la proclamación entre ellos, tuvieron gran temor; sí, temían disgustar al rey, y también temían ir a la lucha contra los nefitas, no fuera que les costara la vida. Y sucedió que no quisieron, o sea, la mayor parte de ellos no quiso obedecer las órdenes del rey.", "3 Y luego aconteció que el rey se encolerizó por motivo de su desobediencia; por tanto, dio a Amalickíah el mando de la parte de su ejército que fue obediente a sus órdenes, y le mandó que fuera y los obligara a tomar las armas.", "4 Y he aquí, esto era lo que Amalickíah deseaba; pues siendo un hombre muy hábil para lo malo, ideó en su corazón un plan para destronar al rey de los lamanitas.", "5 Y ahora bien, había logrado el mando de esas partes de los lamanitas que estaban a favor del rey, y buscó granjearse la voluntad de aquellos que no eran obedientes; de modo que avanzó al sitio que se llamaba Onida, porque allí habían huido todos los lamanitas; pues habían descubierto que el ejército se acercaba, y pensando que iba para destruirlos, huyeron, por tanto, a Onida, al lugar de las armas.", "6 Y habían nombrado a un hombre como rey y caudillo sobre ellos, habiendo fijado en sus mentes una firme resolución de que no los obligarían a ir contra los nefitas.", "7 Y sucedió que se habían reunido en la cima de la montaña que se llamaba Antipas, en preparación para la batalla.", "8 Mas no era la intención de Amalickíah entrar en batalla con ellos de acuerdo con las órdenes del rey; sino que, he aquí, su designio era granjearse la buena voluntad de los ejércitos de los lamanitas, a fin de colocarse a la cabeza de ellos, y destronar al rey y apoderarse del reino.", "9 Y he aquí, hizo que su ejército plantara sus tiendas en el valle que se encontraba cerca del monte Antipas.", "10 Y aconteció que al llegar la noche envió una embajada secreta al monte Antipas, pidiendo al jefe de los que se hallaban sobre el monte, cuyo nombre era Lehonti, que bajara al pie de la montaña porque deseaba hablar con él.", "11 Y sucedió que cuando Lehonti recibió el mensaje, no se atrevió a bajar al pie de la montaña. Y ocurrió que Amalickíah le envió una segunda comunicación, solicitando que bajara. Y acaeció que Lehonti no quiso bajar; y Amalickíah envió por tercera vez.", "12 Y aconteció que cuando vio que no podía conseguir que Lehonti bajara de la montaña, Amalickíah ascendió al monte casi hasta el campo de Lehonti; y envió por cuarta vez su comunicación a Lehonti, pidiéndole que bajara y que llevara a sus guardias consigo.", "13 Y sucedió que cuando Lehonti hubo descendido con sus guardias hasta donde estaba Amalickíah, este le propuso que bajara con su ejército durante la noche, y cercara en sus campamentos a aquellos sobre quienes el rey le había dado el mando, y que los entregaría en manos de Lehonti, si este lo nombraba a él (Amalickíah) jefe segundo de todo el ejército.", "14 Y ocurrió que Lehonti bajó con sus hombres y cercaron a los hombres de Amalickíah; de modo que antes de despertar, al romper el día, estaban rodeados por los ejércitos de Lehonti.", "15 Y aconteció que cuando se vieron cercados, le suplicaron a Amalickíah que les permitiera unirse a sus hermanos para que no fuesen destruidos. Y esto era precisamente lo que Amalickíah deseaba.", "16 Y acaeció que entregó a sus hombres, contrario a las órdenes del rey. Y esto era lo que procuraba Amalickíah, para realizar su proyecto de destronar al rey.", "17 Ahora bien, era costumbre de los lamanitas, si mataban a su caudillo principal, nombrar al jefe segundo en su lugar.", "18 Y sucedió que Amalickíah hizo que uno de sus siervos administrase veneno a Lehonti, poco a poco, hasta que murió.", "19 Y cuando murió Lehonti, los lamanitas nombraron a Amalickíah como su jefe y comandante general.", "20 Y ocurrió que Amalickíah marchó con sus ejércitos (porque había logrado sus deseos) a la tierra de Nefi, a la ciudad de Nefi, que era la ciudad principal.", "21 Y el rey salió con sus guardias para recibirlo, pues suponía que Amalickíah había obedecido sus órdenes, y que había reunido a tan grande ejército para ir a la batalla contra los nefitas.", "22 Mas he aquí, al salir el rey a recibirlo, Amalickíah hizo que sus siervos salieran a encontrar al rey. Y fueron y se postraron delante del rey, como para reverenciarlo a causa de su grandeza.", "23 Y sucedió que el rey extendió la mano para levantarlos, como se acostumbraba entre los lamanitas, en señal de paz, costumbre que habían tomado de los nefitas.", "24 Y aconteció que cuando hubo levantado del suelo al primero, he aquí, este apuñaló al rey en el corazón; y el rey cayó a tierra.", "25 Y los siervos del rey huyeron, y los siervos de Amalickíah pregonaron, diciendo:", "26 He aquí, los siervos del rey le han dado una puñalada en el corazón; y ha caído, y ellos han huido. He aquí, venid y ved.", "27 Y sucedió que Amalickíah dio órdenes de que sus ejércitos avanzaran para ver qué le había sucedido al rey; y cuando llegaron al lugar y hallaron al rey tendido en su sangre, Amalickíah fingió estar lleno de ira, y dijo: Quienquiera que haya amado al rey salga a perseguir a sus siervos para quitarles la vida.", "28 Y aconteció que al oír estas palabras, todos los que amaban al rey avanzaron y salieron tras los siervos del rey.", "29 Y cuando estos vieron que los perseguía un ejército, nuevamente se llenaron de miedo; y huyeron al desierto, y llegaron a la tierra de Zarahemla, y se unieron al pueblo de Ammón.", "30 Y el ejército que los perseguía se volvió, habiéndolos seguido en vano; y así Amalickíah se conquistó el corazón del pueblo por medio de su fraude.", "31 Y sucedió que a la mañana siguiente entró en la ciudad de Nefi con sus ejércitos y tomó posesión de la ciudad.", "32 Y aconteció que cuando la reina supo que habían matado al rey —porque Amalickíah había enviado una embajada a la reina para informarle que el rey había sido asesinado por sus siervos, y que él los había perseguido con su ejército, pero que fue en vano porque lograron escaparse—", "33 de manera que cuando la reina recibió este mensaje, contestó a Amalickíah, pidiéndole que perdonara a los habitantes de la ciudad; y también le manifestó su deseo de que fuera a verla, y también le pidió que llevara testigos con él para testificar concerniente a la muerte del rey.", "34 Y acaeció que Amalickíah llevó al mismo siervo que había asesinado al rey, y a todos los que estuvieron con él; y entraron en donde estaba la reina, al lugar donde se sentaba; y todos le testificaron que el rey había sido asesinado por sus propios siervos; y dijeron también: Han huido; ¿no testifica esto en contra de ellos? Y así convencieron a la reina, concerniente a la muerte del rey.", "35 Y sucedió que Amalickíah procuró el favor de la reina, y la tomó por esposa; y así, por medio de su fraude, y con la ayuda de sus astutos siervos, consiguió el reino; sí, fue reconocido como rey en toda esa tierra, entre todo el pueblo lamanita, que se componía de los lamanitas y los lemuelitas y los ismaelitas, y todos los disidentes nefitas, desde el reinado de Nefi hasta el tiempo presente.", "36 Ahora bien, estos disidentes, teniendo la misma instrucción y la misma información que los nefitas, sí, habiendo sido instruidos en el mismo conocimiento del Señor, no obstante, es extraño relatar que no mucho después de sus disensiones, ellos se volvieron más duros e impenitentes, y más salvajes, inicuos y feroces que los lamanitas, empapándose en las tradiciones de los lamanitas, entregándose a la indolencia y a toda clase de lascivias; sí, olvidándose enteramente del Señor su Dios."], "Français": ["Amalickiah a recours à la traîtrise, au meurtre et à l’intrigue pour devenir roi des Lamanites— Les dissidents néphites sont plus méchants et plus féroces que les Lamanites. Vers 72av.J.-C.", "1 Nous allons maintenant revenir, dans nos annales, à Amalickiah et à ceux qui avaient fui avec lui dans le désert; car voici, il avait emmené ceux qui étaient allés avec lui et monta au pays de Néphi parmi les Lamanites, et excita les Lamanites à la colère contre le peuple de Néphi, au point que le roi des Lamanites envoya une proclamation dans tout son pays, parmi tout son peuple, qu’ils devaient se rassembler de nouveau pour aller livrer bataille aux Néphites.", "2 Et il arriva que lorsque la proclamation fut allée parmi eux, ils furent extrêmement effrayés; oui, ils craignaient de déplaire au roi, et ils craignaient aussi d’aller livrer bataille aux Néphites de peur de perdre la vie. Et il arriva qu’ils ne voulurent pas, ou que la plupart d’entre eux ne voulurent pas obéir aux commandements du roi.", "3 Et alors, il arriva que le roi fut furieux à cause de leur désobéissance; c’est pourquoi il donna à Amalickiah le commandement de cette partie de son armée qui obéissait à ses commandements et lui commanda d’aller les forcer à prendre les armes.", "4 Or, voici, c’était là le désir d’Amalickiah; car, étant un homme très subtil pour faire le mal, il avait donc conçu dans son cœur le plan de détrôner le roi des Lamanites.", "5 Et il avait donc obtenu le commandement de cette partie des Lamanites qui était en faveur du roi; et il chercha à obtenir la faveur de ceux qui n’étaient pas obéissants; c’est pourquoi il s’en alla au lieu qui était appelé Onidah, car c’est là que les Lamanites s’étaient enfuis; car ils avaient découvert l’arrivée de l’armée; et, pensant qu’elle venait les détruire, alors ils s’enfuirent à Onidah, lieu des armes.", "6 Et ils avaient désigné un homme pour être leur roi et leur chef, décidés, dans leur esprit, avec une ferme résolution, à ne pas se laisser obliger à aller contre les Néphites.", "7 Et il arriva qu’ils s’étaient rassemblés au sommet de la montagne qui était appelée Antipas pour se préparer à la bataille.", "8 Or, Amalickiah n’avait pas l’intention de leur livrer bataille, selon les commandements du roi; mais voici, son intention était d’obtenir la faveur des armées des Lamanites, afin de se mettre à leur tête et de détrôner le roi, et de prendre possession du royaume.", "9 Et voici, il arriva qu’il commanda à son armée de dresser ses tentes dans la vallée qui était près du mont Antipas.", "10 Et il arriva que lorsqu’il fit nuit, il envoya une ambassade secrète sur le mont Antipas, désirant que le chef de ceux qui étaient sur la montagne, dont le nom était Léhonti, descendît au pied de la montagne, car il désirait parler avec lui.", "11 Et il arriva que lorsqu’il reçut le message, Léhonti n’osa pas descendre au pied de la montagne. Et il arriva qu’Amalickiah envoya une deuxième fois quelqu’un, désirant qu’il descendît. Et il arriva que Léhonti ne voulut pas; et il envoya de nouveau quelqu’un pour la troisième fois.", "12 Et il arriva que lorsqu’il découvrit qu’il ne pouvait pas amener Léhonti à descendre de la montagne, Amalickiah monta sur la montagne, presque jusqu’au camp de Léhonti, et il envoya de nouveau, pour la quatrième fois, son message à Léhonti, désirant qu’il descendît et qu’il amenât ses gardes avec lui.", "13 Et il arriva que lorsque Léhonti fut descendu avec ses gardes jusqu’à Amalickiah, Amalickiah désira qu’il descendît avec son armée durant la nuit et encerclât dans leurs camps ces hommes sur lesquels le roi lui avait donné le commandement, et il les livrerait entre les mains de Léhonti, s’il faisait de lui (Amalickiah) le chef en second de toute l’armée.", "14 Et il arriva que Léhonti descendit avec ses hommes et encercla les hommes d’Amalickiah, de sorte qu’avant qu’ils ne s’éveillent à l’aube du jour, ils étaient encerclés par les armées de Léhonti.", "15 Et il arriva que lorsqu’ils virent qu’ils étaient encerclés, ils supplièrent Amalickiah de les laisser se joindre à leurs frères, afin de ne pas être détruits. Or, c’était là exactement ce qu’Amalickiah désirait.", "16 Et il arriva qu’il livra ses hommes, contrairement aux commandements du roi. Or, c’était ce qu’Amalickiah désirait, afin de réaliser son dessein de détrôner le roi.", "17 Or, il était de coutume parmi les Lamanites, si leur chef principal était tué, de nommer le chef en second comme chef principal.", "18 Et il arriva qu’Amalickiah commanda à l’un de ses serviteurs d’administrer peu à peu du poison à Léhonti, de sorte qu’il mourut.", "19 Alors, quand Léhonti fut mort, les Lamanites nommèrent Amalickiah pour être leur chef et leur commandant en chef.", "20 Et il arriva qu’Amalickiah marcha avec ses armées (car il avait obtenu ce qu’il désirait) sur le pays de Néphi, sur la ville de Néphi, qui était la ville principale.", "21 Et le roi sortit avec ses gardes à sa rencontre, car il pensait qu’Amalickiah avait accompli ses commandements et qu’Amalickiah avait rassemblé une si grande armée pour aller livrer bataille aux Néphites.", "22 Mais voici, comme le roi sortait à sa rencontre, Amalickiah fit avancer ses serviteurs à la rencontre du roi. Et ils allèrent et se prosternèrent devant le roi, comme pour le révérer à cause de sa grandeur.", "23 Et il arriva que le roi avança la main pour les faire lever, en signe de paix, comme il était de coutume chez les Lamanites, coutume qu’ils avaient empruntée aux Néphites.", "24 Et il arriva que lorsqu’il eut fait lever le premier du sol, voici, il poignarda le roi au cœur; et il tomba sur le sol.", "25 Alors les serviteurs du roi s’enfuirent; et les serviteurs d’Amalickiah poussèrent un cri, disant:", "26 Voici, les serviteurs du roi l’ont poignardé au cœur, et il est tombé, et ils se sont enfuis; voici, venez voir.", "27 Et il arriva qu’Amalickiah commanda à ses armées de s’avancer et de voir ce qui était arrivé au roi; et lorsqu’elles furent arrivées à l’endroit et découvrirent le roi couché dans son sang, Amalickiah fit semblant d’être furieux, et dit: Que quiconque aimait le roi s’avance et poursuive ses serviteurs, afin qu’ils soient tués.", "28 Et il arriva que tous ceux qui aimaient le roi, lorsqu’ils entendirent ces paroles, s’avancèrent et poursuivirent les serviteurs du roi.", "29 Alors, quand les serviteurs du roi virent une armée les poursuivre, ils furent de nouveau effrayés et s’enfuirent dans le désert, et passèrent au pays de Zarahemla, et se joignirent au peuple d’Ammon.", "30 Et l’armée qui les poursuivait revint, les ayant poursuivis en vain; et ainsi Amalickiah, par sa fourberie, gagna le cœur du peuple.", "31 Et il arriva que, le lendemain, il entra dans la ville de Néphi avec ses armées et prit possession de la ville.", "32 Et alors, il arriva que la reine, lorsqu’elle eut appris que le roi avait été tué— car Amalickiah avait envoyé une ambassade à la reine, l’informant que le roi avait été tué par ses serviteurs, qu’il les avait poursuivis avec son armée, mais que c’était en vain, et qu’ils avaient réussi à s’enfuir.", "33 C’est pourquoi, lorsque la reine eut reçu ce message, elle envoya quelqu’un à Amalickiah, désirant qu’il épargnât le peuple de la ville; et elle désira aussi qu’il vînt à elle; et elle désira aussi qu’il amenât des témoins pour témoigner concernant la mort du roi—", "34 Et il arriva qu’Amalickiah prit le même serviteur qui avait tué le roi, et tous ceux qui étaient avec lui, et entra auprès de la reine, dans le lieu où elle était assise; et ils lui témoignèrent tous que le roi avait été tué par ses propres serviteurs; et ils dirent aussi: Ils se sont enfuis; cela ne témoigne-t-il pas contre eux? Et ainsi, ils satisfirent la reine concernant la mort du roi.", "35 Et il arriva qu’Amalickiah chercha la faveur de la reine et la prit pour femme; et ainsi, par sa fourberie et avec l’aide de ses rusés serviteurs, il obtint le royaume; oui, il fut le roi reconnu de tout le pays, parmi tout le peuple des Lamanites, qui était composé des Lamanites, et des Lémuélites, et des Ismaélites, et de tous les dissidents des Néphites, depuis le règne de Néphi jusqu’au temps présent.", "36 Or, ces dissidents, qui avaient la même instruction et la même information que les Néphites, oui, qui avaient été instruits de la même connaissance du Seigneur, néanmoins, chose étrange à relater, peu de temps après leur dissidence, ils devinrent plus endurcis, et plus impénitents, et plus sauvages, méchants et féroces que les Lamanites— s’abreuvant des traditions des Lamanites, cédant à l’indolence et à toute sorte de lasciveté; oui, oubliant entièrement le Seigneur, leur Dieu."], "Kiribati": ["Amarakaai e kabongana te aro ni kamwane, te tiritiri, ma te babaire ni kamwane ae karaba bwa e aonga n riki bwa aia uea Reimwanaite—Nibwaite ake a biri nako a bon riao riki buakakaia man unun riki nakoia Reimwanaite. Uakaan ma 72I.K.", "1 Ngkai ti na okirikaki n ara rongorongo nakon Amarakaai ma naake a biri nako mangaia nakon te rereua; bwa, nooria, e bon kairia ake a nako mangaia, man nakon abaia Nibwaite i buakoia Reimwanaite, ma ni kakiriwea nanoia Reimwanaite bwa a na un ni kaaitaraia ana aomata Nibwaai, n te aro are aia uea Reimwanaite e kanakoa te katanoata ni kabuta abana, i buakoia ana aomata, bwa a na ikoikotiia riki bwa a na manga buaka ni kaaitaraia Nibwaite.", "2 Ao e koro bukina bwa ngke e a tia n nako te katanoata i buakoia ao e bon korakora maakuia; eng, a maaku n aki kakukureia te uea, ao a maaku naba n nako ni buaka ni kaaitaraia Nibwaite bwa mwiina ao e bua maiuia. Ao e koro bukina bwa a rawa n nako, ke a mwaiti riki mai i buakoia ake a rawa n ongo n ana tua te uea.", "3 Ao e koro bukina bwa e korakora unin te uea ibukin aia aki ongotaeka; ngaia are e angan Amarakaai bwa e na kaira mwakoron ana taanga ni buaka ake a ongo n ana taeka, ao e tuangnga bwa e na waaki nako man tuangiia bwa a na anai aia bwai ni buaka.", "4 Ngkai nooria, aio bon te bwai are e tangiria Amarakaai; bwa ngkai bon te aomata ae bwaati ni kamwane ibukin karaoan buakaka ngaia are e karaoa te babaire i nanona bwa e na kabwaka aia uea Reimwanaite.", "5 Ao a mena i aan ana kairiri mwakoroia Reimwanaite ake a nano iroun te uea; ao e ukoukora te anga n anai nano nakoia ake a aki ongotaeka; ngaia are e waaki nakon te tabo are Onita, bwa ikai are a bane ni biri nako iai Reimwanaite, bwa a kunea bwa e a roko te taanga ni buaka, ao, a taku inanoia bwa a roko bwa a na tiringia, ngaia are a biri nako Onita, are te tabo are a mena iai bwai ni buaka.", "6 Ao a tia n rinea te mwaane temanna bwa e na uea ao e na mataniwi i aoia ma ni kamatoai aia iango ma te babaire ae matoatoa bwa a na aki kairoroaki bwa a na kaaitaraia Nibwaite.", "7 Ao e koro bukina bwa a bon ikotiia i marenaia iaon tabon te tabuki are e aranaki bwa Anetebwati, ni katauraoi nakon te buaka.", "8 Ngkai bon tiaki nanon Amarakaai bwa e na buakaniia n aron ana tua te uea; ma nooria, bon nanona bwa e tangiria bwa e na tangiraki irouia aia taanga ni buaka Reimwanaite, bwa e aonga ni kairia ma ni kabwaka te uea man ueana man taua te abanuea.", "9 Ao nooria, e koro bukina bwa e karekea te anga are ana taanga ni buaka a katei aia umwanrianna n te mwarua are i rarikin te tabuki are Anetebwati.", "10 Ao e koro bukina bwa ngke e a bong ao e kanakoia taan uarongorongo nakon te tabuki are Anetebwati, bwa e tangiria bwa te mataniwi are e mena iaon te tabuki, are arana Reaontaai, e na ruo nako naano, bwa e tangiria n taetae mangaia.", "11 Ao e koro bukina bwa ngke e reke te rongorongo iroun Reaontaai ao e rawa n ruo rikaaki man te tabuki. Ao e koro bukina bwa Amarakaai e manga kananako riki te kaua tai bwa e tangiria bwa e na ruo. Ao e koro bukina bwa Reaontaai e bon rawa; ao e manga kananako riki te katen tai.", "12 Ao e koro bukina bwa ngke Amarakaai e kunea bwa e aki kona ni karuoa Reaontaai mai taubukin te tabuki, ao e waerakea te tabuki, ma ni kaniia ana tabo n tautia Reaontaai; ao e a manga kananako riki te kaaua tai ana rongorongo nakon Reaontaai, n tangiria bwa e na ruo, ao bwa e na kairiia ana tautia mangaia.", "13 Ao e koro bukina bwa ngke e a tia n ruo Reaontaai ma ana tautia nakon Amarakaai, ao Amarakaai e tangiria bwa e na ruo ma ana taanga ni buaka n te tairiki, man otabwaninia aomata ake a mena n te tabo arei ake e a tia te uea n anga te kariaia bwa e na kairia, ao bwa e na anga ngaia nako nanon bain Reaontaai, ngkana e kona ni karaoia (Amarakaai) bwa te kauoman n tia kairiri iaon te taanga ni buaka ae bwanin.", "14 Ao e koro bukina bwa Reaontaai e ruo ma ana aomata man otabwaninia ana aomata Amarakaai, n te aro are i mwaain utiia n te ngaina ao a bon otabwaniniaki n ana taanga Reaontaai.", "15 Ao e koro bukina bwa ngke a nooria bwa a bon otabwaniniaki, ao a bubuti nakon Amarakaai bwa e na bon kariaia bwa a na ikotaki ma tariia, bwa aonga n aki tiringaki. Ao bon aio are e bon tangiria Amarakaai.", "16 Ao e koro bukina bwa e anganako ana aomata, ni kaitaraa are e tua te uea. Ao bon aio are e tangiria Amarakaai, bwa e aonga ni kakoroa bukin ana babaire ibukin kabwakakin te uea.", "17 Ao ngkanne bon te katei irouia Reimwanaite, bwa ngkana e mate mataniwia aia mataniwi, bwa a na manga rinea te kauoman ni mataniwi bwa mataniwia aia mataniwi.", "18 Ao e koro bukina bwa Amarakaai e karekea te anga are temanna mai i buakoia ana toro e na angaanga te bwai ni kamamate teutana i mwiin teutana nakon Reaontaai n uaa ae e mate.", "19 Ngkai, ngke e a mate Reaontaai, ao Reimwanaite a bon rinea Amarakaai bwa aia mataniwi ao mataniwia aia mataniwi.", "20 Ao e koro bukina bwa Amarakaai e mwananga ma ana taanga ni buaka (bwa e a tia ni karekea are e tangiria) nakon te aba are Nibwaai, nakon te kaawa are Nibwaai, are bon te kaawa n tua ae bubura.", "21 Ao e roko te uea ma ana tautia bwa e na kaitibo mangaia, bwa e taku i nanona bwa Amarakaai e a tia ni kakoroa bukin te bwai are e tua nakoina, ao bwa Amarakaai e a tia n ikota te taanga ni buaka ae moan te korakora bwa a na kaaitaraia Nibwaite n te buaka.", "22 Ma nooria, ngke e roko te uea bwa e na kaitibo mangaia ao Amarakaai e karekea te anga are ana toro a na mwananga ni kaitibo ma te uea. Ao a nako ma ni bobaraaki i matan te uea, bwa aongkoa a na karinea ibukin kakannatona.", "23 Ao e koro bukina bwa te uea e arora baina bwa e na kateirakeia, n aron aia katei Reimwanaite, bwa kanikinaean te rau, are bon te katei are a anaia mai irouia Nibwaite.", "24 Ao e koro bukina bwa ngke e kateirakea are te moan aomata mai aontano, nooria e bon ewara buroon te uea; ao e bwaka nako aontano.", "25 Ngkai ana toro te uea a bon biri nako; ao ana toro Amarakaai a tang, ni kangai:", "26 Nooria, ana toro te uea a bon ewara buroona, ao e a tia ni bwaka ao a bon biri nako; nooria, nako mai ao nooria.", "27 Ao e koro bukina bwa Amarakaai e tua bwa ana taanga ni buaka a na mwananga man noora te bwai are e riki nakon te uea; ao ngke a roko n te tabo arei, ma ni kunea bwa te uea e wene i buakon raraana, Amarakaai e bakan korakora unna, ao e taku: Ane e tangira te uea, ao e na mwananga nako ma ni kakioia ana toro bwa aonga n tiringaki.", "28 Ao e koro bukina bwa ni kabane ake a tangira te uea, ngke a ongo taeka aikai, a roko ao a kakioia ana toro te uea.", "29 Ngkai ana toro te uea ngke a noora te taanga ni buaka ae kakioia, a bon maaku riki, ao a biri nakon te rereua, man roko nakon te aba are Taraemera man ikotaki ma ana aomata Amon.", "30 Ao te taanga ni buaka are e kakioia e oki rikaaki, i mwin kakioakia ae e aki koro bukina, ao ngaia are Amarakaai, man ana anga ni kewe, ao e a tangiraki irouia aomata.", "31 Ao e koro bukina bwa n te bong are i mwina ao e roko n te kaawa are Nibwaai ma ana taanga ni buaka, man taua te kaawa.", "32 Ao ngkai e koro bukina bwa te uea n aine, ngke e ongo bwa e a tia n tiringaki te uea—bwa Amarakaai e kanakoia taan uaa rongorongo bwa a na tuanga te uea n aine bwa e a tia n tiringaki te uea irouia ana toro, ao e a tia ni kakioia ma ana taanga ni buaka, ma e matebuaka kakioakia, ao a bon tia ni biri nako—", "33 Ngaia are, ngke e karekea ana rongorongo aei te uea n aine e bon kananako nakon Amarakaai, bwa e na kamaiuia kaain te kaawa are bubura; ao e tangiria naba bwa e na kawaria; ao e tangiria bwa e na kairia taan kakoaua mangaia ni kaineti ma maten te uea.", "34 Ao e koro bukina bwa Amarakaai e uota te toro are e tiringa te uea, ao naake raona ni kabane, man nakon te uea n aine, nakon te tabo are e tekateka iai; ao a bane ni kakoaua nakoina bwa te uea e bon tiringaki i bon irouia ana toro; ao a taku naba: A tia ni biri nako: tiaki bwa iai te kakoaua ni kaaitaraia? Ao ngaia are e a rau nanon te uea n aine ni kaineti ma maten te uea.", "35 Ao e koro bukina bwa Amarakaai e ukoukora te kan tangiraki iroun te uea n aine, ao e anaia bwa buuna; ao ngaia are man ana anga ni kewe, ma aia ibuobuoki ana toro ake a kamwamwane, ao e reke te abanuea irouna; eng, ao e a bon kamatoaki bwa te uea ni kabuta te aba, i buakoia te botanaomata ake Reimwanaite, ake bon Reimwanaite, ma Remueraite ma Itimaeraite, ma ni kabane ake a biri nako mai i buakoia Nibwaite, man ana tai n tautaeka Nibwaai ni karokoa te tai ae ngkai.", "36 Ao ngkanne, taan biri nako aikai, bon iai irouia te reirei ma te rongorongo ae titebo ma Nibwaite, eng, ngkai a bon tia n reireinaki n te rabakau ae titebo mai iroun te Uea, ma e ngae n anne, ao te bwai ae kamimi taekinana, bwa e aki maan i mwin birinakoia ao a bon riki ni korakora riki man rawa n rairananoia, man iowawa riki, man buakaka ma ni kakamaku riki nakoia Reimwanaite—bwa a butimwaei kateia Reimwanaite; man taromauria anti, ma aekan kaibwabwaru nako; eng, ma ni mwaninga taekan te Uea ae Atuaia."]}