{"English": ["Alma speaks to Zeezrom—The mysteries of God can be given only to the faithful—Men are judged by their thoughts, beliefs, words, and works—The wicked will suffer a spiritual death—This mortal life is a probationary state—The plan of redemption brings to pass the Resurrection and, through faith, a remission of sins—The repentant have a claim on mercy through the Only Begotten Son. About 82B.C.", "1 Now Alma, seeing that the words of Amulek had silenced Zeezrom, for he beheld that Amulek had caught him in his lying and deceiving to destroy him, and seeing that he began to tremble under a consciousness of his guilt, he opened his mouth and began to speak unto him, and to establish the words of Amulek, and to explain things beyond, or to unfold the scriptures beyond that which Amulek had done.", "2 Now the words that Alma spake unto Zeezrom were heard by the people round about; for the multitude was great, and he spake on this wise:", "3 Now Zeezrom, seeing that thou hast been taken in thy lying and craftiness, for thou hast not lied unto men only but thou hast lied unto God; for behold, he knows all thy thoughts, and thou seest that thy thoughts are made known unto us by his Spirit;", "4 And thou seest that we know that thy plan was a very subtle plan, as to the subtlety of the devil, for to lie and to deceive this people that thou mightest set them against us, to revile us and to cast us out—", "5 Now this was a plan of thine adversary, and he hath exercised his power in thee. Now I would that ye should remember that what I say unto thee I say unto all.", "6 And behold I say unto you all that this was a snare of the adversary, which he has laid to catch this people, that he might bring you into subjection unto him, that he might encircle you about with his chains, that he might chain you down to everlasting destruction, according to the power of his captivity.", "7 Now when Alma had spoken these words, Zeezrom began to tremble more exceedingly, for he was convinced more and more of the power of God; and he was also convinced that Alma and Amulek had a knowledge of him, for he was convinced that they knew the thoughts and intents of his heart; for power was given unto them that they might know of these things according to the spirit of prophecy.", "8 And Zeezrom began to inquire of them diligently, that he might know more concerning the kingdom of God. And he said unto Alma: What does this mean which Amulek hath spoken concerning the resurrection of the dead, that all shall rise from the dead, both the just and the unjust, and are brought to stand before God to be judged according to their works?", "9 And now Alma began to expound these things unto him, saying: It is given unto many to know the mysteries of God; nevertheless they are laid under a strict command that they shall not impart only according to the portion of his word which he doth grant unto the children of men, according to the heed and diligence which they give unto him.", "10 And therefore, he that will harden his heart, the same receiveth the lesser portion of the word; and he that will not harden his heart, to him is given the greater portion of the word, until it is given unto him to know the mysteries of God until he know them in full.", "11 And they that will harden their hearts, to them is given the lesser portion of the word until they know nothing concerning his mysteries; and then they are taken captive by the devil, and led by his will down to destruction. Now this is what is meant by the chains of hell.", "12 And Amulek hath spoken plainly concerning death, and being raised from this mortality to a state of immortality, and being brought before the bar of God, to be judged according to our works.", "13 Then if our hearts have been hardened, yea, if we have hardened our hearts against the word, insomuch that it has not been found in us, then will our state be awful, for then we shall be condemned.", "14 For our words will condemn us, yea, all our works will condemn us; we shall not be found spotless; and our thoughts will also condemn us; and in this awful state we shall not dare to look up to our God; and we would fain be glad if we could command the rocks and the mountains to fall upon us to hide us from his presence.", "15 But this cannot be; we must come forth and stand before him in his glory, and in his power, and in his might, majesty, and dominion, and acknowledge to our everlasting shame that all his judgments are just; that he is just in all his works, and that he is merciful unto the children of men, and that he has all power to save every man that believeth on his name and bringeth forth fruit meet for repentance.", "16 And now behold, I say unto you then cometh a death, even a second death, which is a spiritual death; then is a time that whosoever dieth in his sins, as to a temporal death, shall also die a spiritual death; yea, he shall die as to things pertaining unto righteousness.", "17 Then is the time when their torments shall be as a lake of fire and brimstone, whose flame ascendeth up forever and ever; and then is the time that they shall be chained down to an everlasting destruction, according to the power and captivity of Satan, he having subjected them according to his will.", "18 Then, I say unto you, they shall be as though there had been no redemption made; for they cannot be redeemed according to God’s justice; and they cannot die, seeing there is no more corruption.", "19 Now it came to pass that when Alma had made an end of speaking these words, the people began to be more astonished;", "20 But there was one Antionah, who was a chief ruler among them, came forth and said unto him: What is this that thou hast said, that man should rise from the dead and be changed from this mortal to an immortal state, that the soul can never die?", "21 What does the scripture mean, which saith that God placed cherubim and a flaming sword on the east of the garden of Eden, lest our first parents should enter and partake of the fruit of the tree of life, and live forever? And thus we see that there was no possible chance that they should live forever.", "22 Now Alma said unto him: This is the thing which I was about to explain. Now we see that Adam did fall by the partaking of the forbidden fruit, according to the word of God; and thus we see, that by his fall, all mankind became a lost and fallen people.", "23 And now behold, I say unto you that if it had been possible for Adam to have partaken of the fruit of the tree of life at that time, there would have been no death, and the word would have been void, making God a liar, for he said: If thou eat thou shalt surely die.", "24 And we see that death comes upon mankind, yea, the death which has been spoken of by Amulek, which is the temporal death; nevertheless there was a space granted unto man in which he might repent; therefore this life became a probationary state; a time to prepare to meet God; a time to prepare for that endless state which has been spoken of by us, which is after the resurrection of the dead.", "25 Now, if it had not been for the plan of redemption, which was laid from the foundation of the world, there could have been no resurrection of the dead; but there was a plan of redemption laid, which shall bring to pass the resurrection of the dead, of which has been spoken.", "26 And now behold, if it were possible that our first parents could have gone forth and partaken of the tree of life they would have been forever miserable, having no preparatory state; and thus the plan of redemption would have been frustrated, and the word of God would have been void, taking none effect.", "27 But behold, it was not so; but it was appointed unto men that they must die; and after death, they must come to judgment, even that same judgment of which we have spoken, which is the end.", "28 And after God had appointed that these things should come unto man, behold, then he saw that it was expedient that man should know concerning the things whereof he had appointed unto them;", "29 Therefore he sent angels to converse with them, who caused men to behold of his glory.", "30 And they began from that time forth to call on his name; therefore God conversed with men, and made known unto them the plan of redemption, which had been prepared from the foundation of the world; and this he made known unto them according to their faith and repentance and their holy works.", "31 Wherefore, he gave commandments unto men, they having first transgressed the first commandments as to things which were temporal, and becoming as gods, knowing good from evil, placing themselves in a state to act, or being placed in a state to act according to their wills and pleasures, whether to do evil or to do good—", "32 Therefore God gave unto them commandments, after having made known unto them the plan of redemption, that they should not do evil, the penalty thereof being a second death, which was an everlasting death as to things pertaining unto righteousness; for on such the plan of redemption could have no power, for the works of justice could not be destroyed, according to the supreme goodness of God.", "33 But God did call on men, in the name of his Son, (this being the plan of redemption which was laid) saying: If ye will repent, and harden not your hearts, then will I have mercy upon you, through mine Only Begotten Son;", "34 Therefore, whosoever repenteth, and hardeneth not his heart, he shall have claim on mercy through mine Only Begotten Son, unto a remission of his sins; and these shall enter into my rest.", "35 And whosoever will harden his heart and will do iniquity, behold, I swear in my wrath that he shall not enter into my rest.", "36 And now, my brethren, behold I say unto you, that if ye will harden your hearts ye shall not enter into the rest of the Lord; therefore your iniquity provoketh him that he sendeth down his wrath upon you as in the first provocation, yea, according to his word in the last provocation as well as the first, to the everlasting destruction of your souls; therefore, according to his word, unto the last death, as well as the first.", "37 And now, my brethren, seeing we know these things, and they are true, let us repent, and harden not our hearts, that we provoke not the Lord our God to pull down his wrath upon us in these his second commandments which he has given unto us; but let us enter into the rest of God, which is prepared according to his word."], "Español": ["Alma habla con Zeezrom— Los misterios de Dios se dan a conocer únicamente a los fieles— Los hombres son juzgados por sus pensamientos, creencias, palabras y obras— Los inicuos padecerán la muerte espiritual— Esta vida terrenal es un estado de probación— El plan de redención lleva a efecto la Resurrección y, por medio de la fe, la remisión de los pecados— Los que se arrepienten tienen derecho a reclamar la misericordia por medio del Hijo Unigénito. Aproximadamente 82a.C.", "1 Entonces Alma, notando que las palabras de Amulek habían callado a Zeezrom, pues vio que Amulek lo había sorprendido en sus mentiras y ardides para destruirlo, y viendo que Zeezrom, consciente de su culpabilidad, empezaba a temblar, Alma abrió su boca y comenzó a hablarle y a afirmar las palabras de Amulek, y a explicar las cosas, o aclarar las Escrituras más de lo que Amulek había hecho.", "2 Y las palabras que Alma habló a Zeezrom las oyó la gente que se hallaba alrededor; porque era grande la multitud, y de este modo habló él:", "3 Bien, Zeezrom, ya que se te ha sorprendido en tus mentiras y artificios, pues no solamente has mentido a los hombres, sino que has mentido a Dios; porque he aquí, él conoce todos tus pensamientos, y ya ves que tus pensamientos nos son manifestados por su Espíritu;", "4 y ves que sabemos que tu plan era un plan sutilísimo, según la astucia del diablo, para mentir y engañar a este pueblo, a fin de incitarlo contra nosotros para que nos injuriaran y echaran fuera.", "5 Y este fue un plan de tu adversario; y él ha ejercido su poder en ti. Ahora quisiera que recordaras que lo que a ti te digo, lo digo a todos.", "6 Y he aquí, os digo a todos que esto fue una trampa del adversario, la cual ha tendido para entrampar a este pueblo, a fin de sujetaros a él, para ligaros con sus cadenas y encadenaros a la destrucción sempiterna, según el poder de su cautiverio.", "7 Ahora bien, cuando Alma hubo hablado estas palabras, Zeezrom empezó a temblar sobremanera, porque más y más se convencía del poder de Dios; y también estaba convencido de que Alma y Amulek sabían de él, pues se había convencido de que conocían los pensamientos e intenciones de su corazón; porque les era dado el poder para saber de aquellas cosas de acuerdo con el espíritu de profecía.", "8 Y Zeezrom empezó a interrogarlos solícitamente a fin de saber más concerniente al reino de Dios. Y dijo a Alma: ¿Qué significa esto que ha dicho Amulek, con respecto a la resurrección de los muertos, que todos se levantarán de los muertos, justos así como injustos, y que serán llevados para comparecer ante Dios para ser juzgados según sus obras?", "9 Y Alma empezó a explicarle estas cosas, diciendo: A muchos les es concedido conocer los misterios de Dios; sin embargo, se les impone un mandamiento estricto de que no han de darlos a conocer sino de acuerdo con aquella porción de su palabra que él concede a los hijos de los hombres, conforme a la atención y la diligencia que le rinden.", "10 Y, por tanto, el que endurece su corazón recibe la menor porción de la palabra; y al que no endurece su corazón le es dada la mayor parte de la palabra, hasta que le es concedido conocer los misterios de Dios al grado de conocerlos por completo.", "11 Y a los que endurecen sus corazones les es dada la menor porción de la palabra, hasta que nada saben concerniente a sus misterios; y entonces el diablo los lleva cautivos y los guía según su voluntad hasta la destrucción. Esto es lo que significan las cadenas del infierno.", "12 Y Amulek ha hablado con claridad acerca de la muerte y de ser levantados de esta existencia mortal a un estado de inmortalidad, y ser llevados ante el tribunal de Dios para ser juzgados según nuestras obras.", "13 Así que, si nuestros corazones se han endurecido, sí, si hemos endurecido nuestros corazones contra la palabra, al grado de que no se halla en nosotros, entonces nuestra condición será terrible, porque seremos condenados.", "14 Porque nuestras palabras nos condenarán, sí, todas nuestras obras nos condenarán; no nos hallaremos sin mancha, y nuestros pensamientos también nos condenarán. Y en esta terrible condición no nos atreveremos a mirar a nuestro Dios, sino que nos daríamos por felices si pudiéramos mandar a las piedras y montañas que cayesen sobre nosotros, para que nos escondiesen de su presencia.", "15 Mas esto no puede ser; tendremos que ir y presentarnos ante él en su gloria, y en su poder, y en su fuerza, majestad y dominio, y reconocer, para nuestra eterna vergüenza, que todos sus juicios son rectos; que él es justo en todas sus obras y que es misericordioso con los hijos de los hombres, y que tiene todo poder para salvar a todo hombre que crea en su nombre y dé fruto digno de arrepentimiento.", "16 Y ahora bien, he aquí, os digo que entonces viene una muerte, sí, una segunda muerte, la cual es una muerte espiritual; entonces es cuando aquel que muera en sus pecados, en cuanto a la muerte temporal, padecerá también una muerte espiritual; sí, morirá en cuanto a las cosas que atañen a la rectitud.", "17 Entonces es cuando sus tormentos serán como un lago de fuego y azufre, cuya llama asciende para siempre jamás; entonces es cuando serán ligados a una sempiterna destrucción, según el poder y cautividad de Satanás, pues él los habrá sujetado a su voluntad.", "18 Os digo que entonces se hallarán como si no se hubiese hecho ninguna redención; porque no pueden ser redimidos de acuerdo con la justicia de Dios; y no pueden morir, dado que no hay más corrupción.", "19 Y sucedió que cuando Alma hubo terminado de hablar estas palabras, la gente empezó a asombrarse más;", "20 pero había un tal Antiona, el cual era un gobernante principal entre ellos, que se adelantó y le dijo: ¿Qué es esto que has dicho de que el hombre resucitará de los muertos y será cambiado de este estado mortal al inmortal, y que el alma nunca puede morir?", "21 ¿Qué significa la Escritura que dice que Dios colocó querubines y una espada encendida al oriente del Jardín de Edén, no fuese que nuestros primeros padres entrasen y comiesen del fruto del árbol de la vida y viviesen para siempre? Vemos, pues, que ninguna posibilidad había de que viviesen para siempre.", "22 Luego le dijo Alma: Esto es lo que estaba a punto de explicar. Vemos que Adán cayó por comer del fruto prohibido, según la palabra de Dios; y así vemos que por su caída, toda la humanidad llegó a ser pueblo perdido y caído.", "23 Y he aquí, te digo que de haber sido posible que Adán hubiese comido del fruto del árbol de la vida en esa ocasión, no habría habido muerte, y la palabra habría resultado nula, y habría colocado a Dios en el papel de embustero, porque él había dicho: Si comieres, de cierto morirás.", "24 Y vemos que la muerte viene sobre el género humano; sí, la muerte de que ha hablado Amulek, que es la muerte temporal; no obstante, se le concedió un tiempo al hombre en el cual pudiera arrepentirse; así que esta vida llegó a ser un estado de probación; un tiempo de preparación para presentarse ante Dios; un tiempo de prepararse para ese estado sin fin del cual hemos hablado, que viene después de la resurrección de los muertos.", "25 Ahora bien, si no hubiese sido por el plan de redención, que fue establecido desde la fundación del mundo, no habría habido resurrección de los muertos; mas se instituyó un plan de redención que llevará a efecto la resurrección de los muertos, de la cual se ha hablado.", "26 Y he aquí, si nuestros primeros padres hubieran podido participar del árbol de la vida, habrían sido miserables para siempre, no teniendo un estado preparatorio; y de este modo, el plan de redención se habría frustrado, y la palabra de Dios hubiera quedado nula y sin efecto.", "27 Mas he aquí, no fue así, antes bien se decretó que los hombres deben morir; y después de la muerte deben presentarse para ser juzgados, sí, ese mismo juicio de que hemos hablado, que es el fin.", "28 Y después que Dios hubo dispuesto que estas cosas sobrevinieran a los hombres, he aquí, vio entonces que era necesario que estos supieran acerca de las cosas que él había dispuesto para ellos;", "29 por tanto, envió ángeles para conversar con ellos, los cuales hicieron que los hombres contemplaran la gloria de Dios.", "30 Y de allí en adelante empezaron los hombres a invocar su nombre; por tanto, Dios conversó con ellos y les hizo saber del plan de redención que se había preparado desde la fundación del mundo; y esto él les manifestó según su fe y arrepentimiento y sus obras santas.", "31 Por tanto, dio mandamientos a los hombres, habiendo estos transgredido previamente los primeros mandamientos concernientes a las cosas que eran temporales, llegando a ser como dioses, discerniendo el bien del mal, colocándose, o siendo colocados, en condiciones de actuar según su voluntad y placer, ya para hacer el mal, ya para hacer el bien;", "32 por tanto, después de haberles dado a conocer el plan de redención, Dios les dio mandamientos de no cometer iniquidad, el castigo de lo cual sería una segunda muerte, que era una muerte eterna respecto de las cosas pertenecientes a la rectitud; porque en estos el plan de redención no tendría poder, pues de acuerdo con la suprema bondad de Dios, las obras de la justicia no podían ser destruidas.", "33 Pero Dios llamó a los hombres, en el nombre de su Hijo (pues este era el plan de redención que se estableció), diciendo: Si os arrepentís, y no endurecéis vuestros corazones, entonces tendré misericordia de vosotros por medio de mi Hijo Unigénito;", "34 por tanto, el que se arrepienta, y no endurezca su corazón, tendrá derecho a reclamar la misericordia, por medio de mi Hijo Unigénito, para la remisión de sus pecados; y ellos entrarán en mi descanso.", "35 Y el que endureciere su corazón, y cometiere iniquidad, he aquí, juro en mi ira que no entrará en mi descanso.", "36 Y ahora bien, hermanos míos, he aquí, os digo que si endurecéis vuestros corazones, no entraréis en el descanso del Señor; por tanto, vuestra iniquidad lo provoca a que él envíe su ira sobre vosotros como en la primera provocación, sí, según su palabra en la última provocación como también en la primera, para la eterna destrucción de vuestras almas; por tanto, según su palabra, para la última muerte, así como la primera.", "37 Así pues, hermanos míos, ya que sabemos estas cosas, y son verdaderas, arrepintámonos y no endurezcamos nuestros corazones para no provocar al Señor nuestro Dios a que haga descender su ira sobre nosotros en estos, sus segundos mandamientos que nos ha dado; mas entremos en el descanso de Dios, que está preparado según su palabra."], "Français": ["Alma parle à Zeezrom— Les mystères de Dieu ne peuvent être donnés qu’aux fidèles— Les hommes sont jugés selon leurs pensées, leurs croyances, leurs paroles et leurs œuvres— Les méchants subiront une mort spirituelle— La vie mortelle est un état probatoire— Le plan de rédemption réalise la résurrection et, par la foi, le pardon des péchés— Ceux qui sont repentants ont droit à la miséricorde par l’intermédiaire du Fils unique. Vers 82av.J.-C.", "1 Alors Alma, voyant que les paroles d’Amulek avaient réduit Zeezrom au silence, car il voyait qu’Amulek l’avait surpris dans ses mensonges et ses tromperies pour le faire périr, et voyant qu’il commençait à trembler à la prise de conscience de sa culpabilité, il ouvrit la bouche et commença à lui parler, et à confirmer les paroles d’Amulek, et à expliquer les choses au-delà, ou à dévoiler les Écritures au-delà de ce qu’Amulek avait fait.", "2 Or, les paroles qu’Alma dit à Zeezrom furent entendues par le peuple alentour; car la multitude était grande, et il parla de cette façon:", "3 Or, Zeezrom, étant donné que tu as été pris dans tes mensonges et ta fourberie, car tu n’as pas seulement menti aux hommes, mais tu as menti à Dieu; car voici, il connaît toutes tes pensées, et tu vois que tes pensées nous sont révélées par son Esprit;", "4 et tu vois que nous savons que ton plan était un plan très astucieux quant à l’astuce du diable, pour mentir et pour tromper ce peuple, afin de le tourner contre nous, pour nous injurier et pour nous chasser—", "5 Or, c’était un plan de ton adversaire, et il a exercé son pouvoir en toi. Or, je voudrais que tu te souviennes que ce que je te dis, à toi, je le dis à tous.", "6 Et voici, je vous dis à tous que c’était là un piège de l’adversaire, qu’il a tendu pour prendre ce peuple, afin de vous assujettir à lui, afin de vous enserrer de ses chaînes, afin de vous enchaîner à la destruction éternelle, selon le pouvoir de sa captivité.", "7 Alors, quand Alma eut dit ces paroles, Zeezrom commença à trembler d’une manière plus extrême encore, car il était de plus en plus convaincu du pouvoir de Dieu; et il était aussi convaincu qu’Alma et Amulek le connaissaient, car il était convaincu qu’ils connaissaient les pensées et les intentions de son cœur; car le pouvoir leur était donné de connaître ces choses, selon l’esprit de prophétie.", "8 Et Zeezrom commença à les interroger diligemment, afin d’en savoir plus concernant le royaume de Dieu. Et il dit à Alma: Que signifie ce qu’Amulek a dit concernant la résurrection des morts, que tous ressusciteront d’entre les morts, tant les justes que les injustes, et seront amenés à se tenir devant Dieu pour être jugés selon leurs œuvres?", "9 Et alors, Alma commença à lui expliquer ces choses, disant: Il est donné à beaucoup de connaître les mystères de Dieu; néanmoins, le commandement strict leur est imposé de n’en rien communiquer si ce n’est selon la partie de sa parole qu’il accorde aux enfants des hommes, selon l’attention et la diligence qu’ils lui apportent.", "10 Et c’est pourquoi, celui qui s’endurcit le cœur, celui-là reçoit la plus petite partie de la parole; et celui qui ne s’endurcit pas le cœur, la plus grande partie de la parole lui est donnée, jusqu’à ce qu’il lui soit donné de connaître les mystères de Dieu, jusqu’à ce qu’il les connaisse pleinement.", "11 Et ceux qui s’endurcissent le cœur, la plus petite partie de la parole leur est donnée, jusqu’à ce qu’ils ne connaissent rien de ses mystères; et ensuite, ils sont faits captifs par le diable, et entraînés par sa volonté sur la pente de la destruction. Voilà ce que l’on entend par les chaînes de l’enfer.", "12 Et Amulek a parlé clairement de la mort, et du fait que nous serons ressuscités de cette mortalité à un état d’immortalité, et serons amenés devant la barre de Dieu pour être jugés selon nos œuvres.", "13 Alors, si notre cœur s’est endurci, oui, si nous nous sommes endurci le cœur contre la parole au point qu’elle ne s’est pas trouvée en nous, alors notre état sera affreux, car alors nous serons condamnés.", "14 Car nos paroles nous condamneront, oui, toutes nos œuvres nous condamneront; nous ne serons pas considérés comme étant sans tache, et nos pensées nous condamneront aussi; et dans cet état affreux, nous n’oserons pas lever les yeux vers notre Dieu, et nous serions heureux si nous pouvions commander aux rochers et aux montagnes de tomber sur nous pour nous cacher de sa présence.", "15 Mais cela ne peut être: nous devons nous lever et nous tenir devant lui dans sa gloire, et dans son pouvoir, et dans sa puissance, sa majesté et sa domination, et reconnaître, à notre honte éternelle, que tous ses jugements sont justes, qu’il est juste dans toutes ses œuvres et qu’il est miséricordieux envers les enfants des hommes, et qu’il a tout pouvoir de sauver tout homme qui croit en son nom et produit du fruit digne du repentir.", "16 Et maintenant, voici, je vous dis qu’alors vient une mort, une seconde mort, qui est une mort spirituelle; alors, c’est le moment où quiconque meurt dans ses péchés, quant à une mort temporelle, mourra aussi d’une mort spirituelle; oui, il mourra quant à ce qui a trait à la justice.", "17 Ce sera alors le moment où leurs tourments seront comme un étang de feu et de soufre, dont la flamme monte pour toujours et à jamais; et ce sera alors le moment où ils seront enchaînés à une destruction éternelle, selon le pouvoir et la captivité de Satan, celui-ci les ayant assujettis selon sa volonté.", "18 Alors, je vous le dis, ils seront comme si aucune rédemption n’avait été faite: car, selon la justice de Dieu, ils ne peuvent être rachetés; et ils ne peuvent mourir, attendu qu’il n’y a plus de corruption.", "19 Alors, il arriva que lorsqu’Alma eut fini de dire ces paroles, le peuple commença à être plus étonné;", "20 mais il y avait un certain Antionah, qui était un de leurs principaux dirigeants, qui s’avança et lui dit: Qu’est-ce que tu as dit là, que l’homme se lèvera d’entre les morts et sera changé de ce corps mortel à un état immortel, que l’âme ne peut jamais mourir?", "21 Que veut dire l’Écriture qui dit que Dieu plaça des chérubins et une épée flamboyante à l’est du jardin d’Éden, de peur que nos premiers parents n’entrent et ne mangent du fruit de l’arbre de vie, et ne vivent à jamais? Et ainsi, nous voyons qu’il n’y avait aucune possibilité qu’ils vivent à jamais.", "22 Alors Alma lui dit: C’est ce que j’étais sur le point d’expliquer. Or, nous voyons qu’Adam tomba en mangeant du fruit défendu, selon la parole de Dieu; et ainsi, nous voyons que par sa chute, toute l’humanité est devenue un peuple perdu et déchu.", "23 Et maintenant, voici, je te dis que s’il avait été possible à Adam de manger du fruit de l’arbre de vie à ce moment-là, il n’y aurait pas eu de mort, et la parole aurait été nulle, faisant de Dieu un menteur, car il a dit: Si tu manges, tu mourras.", "24 Et nous voyons que la mort s’abat sur l’humanité, oui, la mort dont a parlé Amulek, qui est la mort temporelle; néanmoins, un temps a été accordé à l’homme pour se repentir; c’est pourquoi cette vie est devenue un état probatoire, un temps pour se préparer à rencontrer Dieu, un temps pour se préparer pour cet état sans fin dont nous avons parlé, qui suit la résurrection des morts.", "25 Or, s’il n’y avait pas eu le plan de rédemption qui fut prévu dès la fondation du monde, il n’aurait pu y avoir de résurrection des morts; mais un plan de rédemption a été prévu, qui réalisera la résurrection des morts dont il a été parlé.", "26 Et maintenant, voici, s’il avait été possible à nos premiers parents de s’avancer et de manger de l’arbre de vie, ils auraient été malheureux à jamais, n’ayant pas d’état préparatoire; et ainsi, le plan de rédemption aurait été contrarié, et la parole de Dieu aurait été nulle, n’ayant aucun effet.", "27 Mais voici, il n’en a pas été ainsi; mais il a été décrété que les hommes doivent mourir, et qu’après la mort ils doivent passer en jugement, ce même jugement dont nous avons parlé, qui est la fin.", "28 Et après avoir décrété que cela arriverait à l’homme, voici, Dieu vit alors qu’il était nécessaire que l’homme eût la connaissance de ce qu’il avait décrété à son sujet;", "29 c’est pourquoi il envoya des anges converser avec eux, et ils firent voir aux hommes une partie de sa gloire.", "30 Et ils commencèrent, à partir de ce moment-là, à invoquer son nom; c’est pourquoi Dieu conversa avec les hommes et leur fit connaître le plan de rédemption qui avait été préparé dès la fondation du monde; et cela, il le leur fit connaître selon leur foi, et leur repentir, et leurs œuvres saintes.", "31 C’est pourquoi, il donna des commandements aux hommes, ceux-ci ayant tout d’abord transgressé les premiers commandements quant aux choses qui étaient temporelles, et, devenant comme des dieux, discernant le bien du mal, se mettant en état d’agir, ou étant mis en état d’agir selon leur volonté et leur bon plaisir, que ce fût pour faire le mal ou pour faire le bien—", "32 c’est pourquoi Dieu leur donna des commandements, après leur avoir fait connaître le plan de rédemption, qu’ils ne devaient pas faire le mal, le châtiment en étant une seconde mort, qui était une mort éternelle quant à ce qui avait trait à la justice; car sur ceux-là le plan de rédemption ne pouvait avoir aucun pouvoir, car, selon la bonté suprême de Dieu, les œuvres de la justice ne pouvaient être détruites.", "33 Mais Dieu appela tous les hommes, au nom de son Fils (ceci étant le plan de rédemption qui était prévu), disant: Si vous vous repentez et ne vous endurcissez pas le cœur, alors je serai miséricordieux envers vous, par l’intermédiaire de mon Fils unique.", "34 C’est pourquoi, celui qui se repent et ne s’endurcit pas le cœur aura droit à la miséricorde, par l’intermédiaire de mon Fils unique, pour le pardon de ses péchés; et celui-là entrera dans mon repos.", "35 Et celui qui s’endurcit le cœur et commet l’iniquité, voici, je jure dans ma colère qu’il n’entrera pas dans mon repos.", "36 Et maintenant, mes frères, voici, je vous dis que si vous vous endurcissez le cœur, vous n’entrerez pas dans le repos du Seigneur; c’est pourquoi votre iniquité le provoque à faire tomber sa colère sur vous, comme lors de la première provocation, oui, selon sa parole, dans la dernière provocation aussi bien que dans la première, pour la destruction éternelle de votre âme; c’est pourquoi, selon sa parole, pour la dernière mort aussi bien que la première.", "37 Et maintenant, mes frères, étant donné que nous savons ces choses, et qu’elles sont vraies, repentons-nous, et ne nous endurcissons pas le cœur, afin de ne pas provoquer le Seigneur, notre Dieu, à faire tomber sur nous sa colère dans ces commandements, qui sont les seconds qu’il nous a donnés; mais entrons dans le repos de Dieu, qui est préparé selon sa parole."], "Kiribati": ["Aramwa e taetae nakon Teeterom—Ana waaki aika a kamimi te Atua a ti anganaki ake a kakaonimaki—Aomata a na motikaki taekaia n aia iango, koaua, taeka, ao mwakuri—Naake a buakaka a na rinanon te kainnano n te mate n tamnei—Te maiu aei bon te tai n tataninga—Te babaire ni kaboaki e na karekea te Mangauti ao rinanon te onimaki, kamaunaan bure—Naake a rairinanoia a kona ni karekea nanoangakia rinanon te Nati ae te Rikitemanna. Uakaan ma 82I.K.", "1 Ngkai Aramwa e nooria bwa ana taeka Amureki e a tia ni kaina wiin Teeterom, bwa e nooria bwa Amureki e a tia ni kamwanea n ana kewe ao ana mwaamwana te aba ngke e iangoa kamaunakina, ao ngke e nooria bwa e ruru i aan ataakin ana bure, e kaurea wiina ao e waaki n taetae nakoina, ao ma ni kamatoa ana taeka Amureki, ao ma ni kabwarabwarai bwaai aika a riao, ke e kabwaranakoi koroboki aika tabu riaon are e a tia Amureki ni karaoi.", "2 Ngkai taeka ake e taekin Aramwa nakon Teeterom a bon ongoraeaki irouia aomata ni kabuta; bwa a korakora te botanaomata, ao bon aio aron ana taetae:", "3 Teeterom, ngkai e nooraki bwa ko a tia ni mwane n am kewe ma am waaki ni kamwamwane, bwa ko aki ti keweia aomata ma ko kewea naba te Atua; bwa nooria, e atai am iango ni kabane, ao ko bon ataia bwa am iango a kaotaki nakoira iroun tamneina.", "4 Ao ko nooria bwa ti bon ataia bwa am babaire bon te babaire ae rang kamwamwane, ae aekan ana kamwamwane te riaboro, bwa ko kewe ma ni mwaamwanaiia te botanaomata aio bwa ko aonga ni menaia bwa a na kaaitaraira, a na kabuakakaira ao ana teweira nako—", "5 Ngkai aio bon ana babaire am kairiribai, ao e kamwakura mwaakana iroum. Ao ngkanne I tangiria bwa ko na uringnga bwa te bwai are I taekinna nakoim I taekinna nakoia ni kabane.", "6 Ao nooria I taku nakoimi ni kabane bwa aio bon ana bwai ni kamwane te tia kaitara, are e kawenea bwa e na kamwaneia te botanaomata aio, bwa e aonga n uotingkami nako aan ana tautaeka, bwa e aonga n ae e katobibingkami n ana taurekereke, bwa e na kabaeingkami rikaaki nakon te kamaunaki ae aki totoki, n aron mwaakan ana waaki n tautorona te aba.", "7 Ngaia are ngke e a tia Aramwa n taekin taeka aikai, e a korakora rurun Teeterom, bwa e korakora riki kakoauan mwaakan te Atua irouna; ao e a kakoaua naba bwa Aramwa ao Amureki a ataa arona, bwa e kakoaua bwa a ataa ana iango ao nanona; bwa a anganaki te mwaaka bwa a na atai bwaai aikai n aron tamnein te taeka ni burabeti.", "8 Ao Teeterom e a waaki ni kakorakora ni kakaea mai irouia, bwa e aonga n ataa riki waakin Uean te Atua. Ao e taku nakon Aramwa: Teraa nanon aei ae a tia n taku Amureki ni kaineti ma mangautiia mate, bwa a na bane aomata n teirake man te mate, naake a raoiroi ao ake aki raoiroi, ao a na uotaki bwa a na tei i matan te Atua bwa a na motikaki taekaia n aron aia mwakuri.", "9 Ao ngkai Aramwa e a waaki ni kabwaranakoi bwaai aikai ni kangai: A bon anganaki aomata aika a mwaiti bwa ana ataa ana mwakuri aika a kamimi te Atua; ma e ngae n anne a bon anganaki te tua ae matoatoa bwa ana aki tibwauaia ma ti ngkana e kaineti ma mwakoron ana taeka are e anganiia natia aomata n aron te ongeaba ao te kakaonimaki are a anganna.", "10 Ao ngaia are, te aomata are e kamatoa nanona, e na bon reke irouna mwakoron ana taeka are e uarereke riki; ao te aomata are e aki kamatoa nanona, e bon anganaki mwakoron te taeka are e bubura riki, ni karokoa ae a anganaki bwa e na atai ana mwakuri aika a kamimi te Atua ni karokoa ae a bwanin ana atatai.", "11 Ao naake a kamatoa nanoia, a na bon anganaki mwakoron te taeka are e uarereke riki ni karokoa ae akea te bwai ae a ataia ni kaineti ma ana mwakuri aika a kamimi; ao ngkanne a tautoronaki iroun te riaboro, ma ni kairaki nakon nanon te riaboro nakon kamaunakia. Ao aio ae e nanonaki n taurekereken moone.", "12 Ao Amureki e a tia n taetae n te aro ae maataata ni kaineti ma te mate, ao kateirakeakira man te maiu n rabwata nakon te aro n aki kona ni maamate, ao uotakira nako matan ana kai ni motiki taeka te Atua, bwa ti na motikaki taekara n aron ara mwakuri.", "13 Ao ngkana nanora a matoatoa, eng, ngkana ti a tia ni kamatoai nanora ni kaitaraa te taeka, n te aro ae e aki kuneaki iroura, ngkanne e na bon rang buakaka arora, bwa ngkanne ti na kabuakakaki.", "14 Bwa ara taeka a na kabuakakaira, eng, ara mwakuri ni kabane a na kabuakakaira; ti na bon aki kuneaki n aki bareka; ao ara iango a na kabuakakaira naba; ao n arora ae buakaka aio ti na bon aki kona n tararake n taraa Atuara; ao ti na bon rang kukurei ngkana ti kona n tuangiia taian bwaa ma maunga bwa a na bwaka iaora ni karabaira mai matana.", "15 Ma e aki kona n riki aio; ti na riai n roko man tei i matana ma mimitongina ma mwaakana, ma korakorana, ueana ao ana bwai ni kabane, ma ni kakoaua ma te maamaa ae aki totoki bwa a bane ni motiraoi ana motikitaeka, ao e motiraoi n ana mwakuri ni kabane, ao e nanoanga nakoia natia aomata, ao bon iai mwaakana bwa e na kamaiuia aomata ni kabane ake a kakoaua arana ma ni kariki uaa aika a riai ibukin te rairannano.", "16 Ao ngkai nooria, I taetae nakoim bwa e na roko te mate, ae bon te kauoua ni mate, are bon te mate n tamnei; ao ngkanne e na roko te tai are ane e mate i nanon ana bure, n te mate n rabwata, e na bon mate naba n tamnei, eng, e na bon mate ni bwaai ni kabane ake a kaineti ma te raoiroi.", "17 Ao ngkanne e na roko te tai are korakaia bon ai aron te nei n ai ma te burimton, are e waerake aina n aki totoki; ao ngkanne e na roko te tai are a na kabaeaki n te taurekereke nakon te kamaunaki ae aki totoki, n aron mwaakan ao ana kabaebae Tatan, are e a bon tia ni kabaeiia i aan nanona.", "18 Ao ngkanne, I taku nakoimi, a na riki n aron ae bon akea te kaboaki ae e a tia ni karaoaki; bwa aki kona ni kabooaki n aron ana momotiraoi te Atua; ao a aki kona ni mate, ngkai e nooraki bwa akea te waaki ae bure.", "19 Ngkai e koro bukina bwa ngke e a tia Aramwa ni katoka taekinan taian taeka aikai, a moanna n rang ni mimi aomata;", "20 Ma iai temanna ae Anteona, ae mataniwia taan tararua i buakoia, ae roko ma n taku nakoina: Teraa te bwai aei ae ko a tia n taekinna, bwa te aomata e na teirake man te mate ao e na bitaki man te rabwata aei nakon te aro ae aki kona ni maamate, ao te rabwata n ikotaki ma te tamnei e aki kona ni mate.", "21 Tera nanon te koroboki ae tabu, are e taku bwa te Atua e katuka te kerubim ao te kabaang ae ura i mainikun te nne n aroka are Eten, bwa mwiina a rin ara moan kaaro ma ni kana uaan te kai ni kamaiu, ma ni maiu n aki toki? Ao ngaia are ti a nooria bwa bon akea te anga ae a na kona ni maiu n aki totoki.", "22 Ngaia are e taku Aramwa nakoina: Aio te bwai are N nang bon waaki ni kabwarabwara. Ngkai ti nooria bwa Atam e bwaka man kanakin uaan te kai are e tabuaki, n aron ana taeka te Atua; ao ngaia are ti a nooria, bwa man bwakana, ni kabane aomata a riki bwa te botanaomata ae a bua ma ni bwaka.", "23 Ao ngkai nooria, I taku nakoimi bwa ngke arona bwa e kona Atam ni kana uaan te kai ni kamaiu n te tai arei, ao e na bon akea te mate, ao a na bon akea bonganan te taeka, ao e na karika te Atua bwa te tia kewe, bwa e taku: Ngkana kam kanna ao kam na bon mate.", "24 Ao ti nooria bwa te mate e roko i aoia aomata, eng, are e a tia n taekinaki iroun Amureki, are bon te mate n rabwata; ma e ngae n anne bon iai te tai are e anganaki te aomata are e na kona iai te aomata n rairananona; ngaia are te maiu aei bon te tai n tarataraki; te tai ni katauraoi n noora te Atua; te tai ni katauraoi ibukin te tai are aki totoki are e a tia n taekinaki iroura, are i mwin mangautiia maate.", "25 Ngaia are, ngke arona bwa akea te babaire ibukin te kaboaki, are e kaweneaki man moan katean te aonaba, e na bon akea mangautiia maate; ma iai te babaire ni kabomwi are e kaweneaki, are e na kakoroa bukin mangautiia maate, are e a tia n taekinaki.", "26 Ao ngkai nooria, bwa ngke arona bwa a kona ara moan kaaro ni waaki nako ma ni kana uaan te kai ni kamaiu ao a na bon aki kukurei n aki toki, ma n aki karekea aia tai n tarataraki; ao ngkanne te babaire ni kabomwi e na bon kamangaoki, ao ana taeka te Atua e na bon akea manenana, bwa ai akea mwina.", "27 Ma nooria, bon tiaki arona aio; ma e katauaki nakoia aomata bwa a na riai ni mate; ao i mwin te mate, a na roko nakon te motikitaeka, are bon te motikitaeka are ti a tia n taekinna, are bon te toki.", "28 Ao i mwin arei te Atua e a tia ni bairei bwaai aikai bwa a na riki nakon te aomata, nooria, e a bon manga nooria bwa e riai bwa aomata a na atatai ni kaineti ma bwaai ake a tia ni katauaki ibukiia,", "29 Mangaia ae e kanakoia anera bwa a na maroro mangaia, are a noora mimitongina irouia.", "30 Ao a waaki man te tai anne ni wetea arana; ngaia are te Atua e maroro ma aomata, ma ni kaota nakoia te babaire ni kabomwi, are e a kaman katauraoaki man moan te aonaba; ao e kaota aio nakoia n aron aia onimaki ao rairannano ao aia mwakuri aika a tabu.", "31 Mangaia ae e anga taian tua nakoia aomata, ngkai bon ngaiia ake a bon urua taian moan tua ni kaineti ma bwaai ake bwain te maiu aei, ma n riki bwa kanga taian Atua, n ataa te raoiroi man te buakaka, n tiku n te aro are a na riai ni mwakuri, ke ni katukaki n te aro are a na riai ni mwakuri n aron nanoia ma kukureia, e ngae ngke a karaoa te buakaka ke a karaoa te raoiroi—", "32 Mangaia ae te Atua e anga taian tua, i mwin kaotan nakoia te babaire ni kabomwi, bwa a na aki karaoa te buakaka, are te tuua iai bon te kauoua ni mate, are bon te mate are e aki totoki ni kaineti ma bwaai ake a raoiroi; bwa bon akea korakoran te babaire ni kabomwi i aoia aikai, ma mwakuri ni momotiraoi aki kona ni kamaunaki, n aron korakoran raoiroin te Atua.", "33 Ma te Atua e bon weteia aomata, n aran natina, (bwa aio te babaire ni kabomwi are e kaweneaki) ni kangai: Ngkana kam rairinanomi, ma n aki kamatoai nanomi, ao ngkanne N na nanoangaingkami, rinanon Natiu ae te Rikitemanna.", "34 Ngaia ae, ane e rairananona, ma n aki kamatoa nanona, e na bon karekea te nanoanga rinanon Natiu ae te Rikitemanna, nakon kamaunan ana bure; ao aikai ake a na rin i nanon au rau.", "35 Ao ane e kamatoa nanona ma ni karaoa te bure, nooria, I tuea n uniu bwa e na aki rin i nanon au rau.", "36 Ao ngkai, tariu, nooria I taku nakoimi, bwa ngkana kam kamatoai nanomi kam aki kona n rin i nanon ana rau te Uea; ngkai kam kaunna n ami bure ao are e a karuoa unna i aomi n aron are n ana moan tai n un, eng, n aron ana taeka n ana kabanea n tai n un n ikotaki ma te moan, nakon te kamaunaki ae aki totoki nakon rabwatam ma tamneim; ngaia ae n aron ana taeka, nakon te kabanea ni mate n ikotaki ma te moan.", "37 Ao ngkai, tariu, n nooran ae ti atai bwaai aikai, ao a bon koaua, ti na rairinanora, ma n aki kamatoai nanora, bwa ti aonga n aki kauna te Uea are Atuara bwa e na karuoa unna i aora n ana kauoua n tua are e a tia n anganiira; ma ti na rin i nanon ana rau te Atua, are e a tia ni katauraoaki n aron ana taeka."]}