{"English": ["Amalickiah incites the Lamanites against the Nephites—Moroni prepares his people to defend the cause of the Christians—He rejoices in liberty and freedom and is a mighty man of God. About 72B.C.", "1 And now it came to pass that, as soon as Amalickiah had obtained the kingdom he began to inspire the hearts of the Lamanites against the people of Nephi; yea, he did appoint men to speak unto the Lamanites from their towers, against the Nephites.", "2 And thus he did inspire their hearts against the Nephites, insomuch that in the latter end of the nineteenth year of the reign of the judges, he having accomplished his designs thus far, yea, having been made king over the Lamanites, he sought also to reign over all the land, yea, and all the people who were in the land, the Nephites as well as the Lamanites.", "3 Therefore he had accomplished his design, for he had hardened the hearts of the Lamanites and blinded their minds, and stirred them up to anger, insomuch that he had gathered together a numerous host to go to battle against the Nephites.", "4 For he was determined, because of the greatness of the number of his people, to overpower the Nephites and to bring them into bondage.", "5 And thus he did appoint chief captains of the Zoramites, they being the most acquainted with the strength of the Nephites, and their places of resort, and the weakest parts of their cities; therefore he appointed them to be chief captains over his armies.", "6 And it came to pass that they took their camp, and moved forth toward the land of Zarahemla in the wilderness.", "7 Now it came to pass that while Amalickiah had thus been obtaining power by fraud and deceit, Moroni, on the other hand, had been preparing the minds of the people to be faithful unto the Lord their God.", "8 Yea, he had been strengthening the armies of the Nephites, and erecting small forts, or places of resort; throwing up banks of earth round about to enclose his armies, and also building walls of stone to encircle them about, round about their cities and the borders of their lands; yea, all round about the land.", "9 And in their weakest fortifications he did place the greater number of men; and thus he did fortify and strengthen the land which was possessed by the Nephites.", "10 And thus he was preparing to support their liberty, their lands, their wives, and their children, and their peace, and that they might live unto the Lord their God, and that they might maintain that which was called by their enemies the cause of Christians.", "11 And Moroni was a strong and a mighty man; he was a man of a perfect understanding; yea, a man that did not delight in bloodshed; a man whose soul did joy in the liberty and the freedom of his country, and his brethren from bondage and slavery;", "12 Yea, a man whose heart did swell with thanksgiving to his God, for the many privileges and blessings which he bestowed upon his people; a man who did labor exceedingly for the welfare and safety of his people.", "13 Yea, and he was a man who was firm in the faith of Christ, and he had sworn with an oath to defend his people, his rights, and his country, and his religion, even to the loss of his blood.", "14 Now the Nephites were taught to defend themselves against their enemies, even to the shedding of blood if it were necessary; yea, and they were also taught never to give an offense, yea, and never to raise the sword except it were against an enemy, except it were to preserve their lives.", "15 And this was their faith, that by so doing God would prosper them in the land, or in other words, if they were faithful in keeping the commandments of God that he would prosper them in the land; yea, warn them to flee, or to prepare for war, according to their danger;", "16 And also, that God would make it known unto them whither they should go to defend themselves against their enemies, and by so doing, the Lord would deliver them; and this was the faith of Moroni, and his heart did glory in it; not in the shedding of blood but in doing good, in preserving his people, yea, in keeping the commandments of God, yea, and resisting iniquity.", "17 Yea, verily, verily I say unto you, if all men had been, and were, and ever would be, like unto Moroni, behold, the very powers of hell would have been shaken forever; yea, the devil would never have power over the hearts of the children of men.", "18 Behold, he was a man like unto Ammon, the son of Mosiah, yea, and even the other sons of Mosiah, yea, and also Alma and his sons, for they were all men of God.", "19 Now behold, Helaman and his brethren were no less serviceable unto the people than was Moroni; for they did preach the word of God, and they did baptize unto repentance all men whosoever would hearken unto their words.", "20 And thus they went forth, and the people did humble themselves because of their words, insomuch that they were highly favored of the Lord, and thus they were free from wars and contentions among themselves, yea, even for the space of four years.", "21 But, as I have said, in the latter end of the nineteenth year, yea, notwithstanding their peace amongst themselves, they were compelled reluctantly to contend with their brethren, the Lamanites.", "22 Yea, and in fine, their wars never did cease for the space of many years with the Lamanites, notwithstanding their much reluctance.", "23 Now, they were sorry to take up arms against the Lamanites, because they did not delight in the shedding of blood; yea, and this was not all—they were sorry to be the means of sending so many of their brethren out of this world into an eternal world, unprepared to meet their God.", "24 Nevertheless, they could not suffer to lay down their lives, that their wives and their children should be massacred by the barbarous cruelty of those who were once their brethren, yea, and had dissented from their church, and had left them and had gone to destroy them by joining the Lamanites.", "25 Yea, they could not bear that their brethren should rejoice over the blood of the Nephites, so long as there were any who should keep the commandments of God, for the promise of the Lord was, if they should keep his commandments they should prosper in the land."], "Español": ["Amalickíah incita a los lamanitas contra los nefitas— Moroni prepara a su pueblo para defender la causa de los cristianos— Moroni se regocija en la libertad e independencia, y es un poderoso hombre de Dios. Aproximadamente 72a.C.", "1 Y aconteció que en cuanto hubo logrado Amalickíah el reino, empezó a incitar el corazón de los lamanitas contra el pueblo de Nefi; sí, nombró algunos hombres para que desde sus torres hablaran a los lamanitas en contra de los nefitas.", "2 Y así incitó sus corazones en contra de los nefitas, a tal grado que para fines del año decimonoveno del gobierno de los jueces, habiendo realizado sus designios hasta este punto, sí, habiendo sido nombrado rey de los lamanitas, también quiso reinar sobre toda la tierra, sí, sobre todos los que se hallaban en esa tierra, nefitas así como lamanitas.", "3 Había, por tanto, logrado su propósito, pues había endurecido el corazón de los lamanitas y cegado sus mentes, y los había incitado a la ira, a tal grado que había reunido una hueste numerosa para ir a la batalla en contra de los nefitas.", "4 Porque estaba resuelto, debido al crecido número de los de su pueblo, a subyugar a los nefitas y reducirlos al cautiverio.", "5 De modo que nombró capitanes en jefe de entre los zoramitas, por estar estos más familiarizados con la fuerza de los nefitas, y sus sitios de refugio, y los puntos más vulnerables de sus ciudades; por tanto, los puso por capitanes en jefe sobre sus ejércitos.", "6 Y sucedió que levantaron su campo y se dirigieron hacia la tierra de Zarahemla por el desierto.", "7 Ahora bien, aconteció que mientras Amalickíah así había estado adquiriendo poder por medio del fraude y del engaño, Moroni, por otra parte, había estado preparando la mente de los del pueblo para que fueran fieles al Señor su Dios.", "8 Sí, él había estado fortaleciendo los ejércitos de los nefitas y construyendo pequeños fuertes o sitios de refugio, levantando parapetos de tierra alrededor de sus ejércitos, y erigiendo también muros de piedra para cercarlos, en los contornos de sus ciudades y en las fronteras de sus tierras; sí, por toda la tierra.", "9 Y en sus fortificaciones más débiles colocó el mayor número de hombres; y así fortificó y reforzó la tierra que poseían los nefitas.", "10 Y de este modo se estuvo preparando para defender su libertad, sus tierras, sus esposas, sus hijos y su paz, a fin de vivir para el Señor su Dios, y preservar lo que sus enemigos llamaban la causa de los cristianos.", "11 Y era Moroni un hombre fuerte y poderoso, un hombre de un entendimiento perfecto; sí, un hombre que no se deleitaba en derramar sangre; un hombre cuya alma se regocijaba en la libertad e independencia de su país, y en que sus hermanos se libraran de la servidumbre y la esclavitud;", "12 sí, un hombre cuyo corazón se henchía de agradecimiento a su Dios por los muchos privilegios y bendiciones que otorgaba a su pueblo; un hombre que trabajaba en gran manera por el bienestar y la seguridad de su pueblo.", "13 Sí, y era un hombre firme en la fe de Cristo; y había jurado defender a su pueblo, sus derechos, su país y su religión, aun cuando tuviera que derramar su sangre.", "14 Ahora bien, se enseñaba a los nefitas a defenderse contra sus enemigos, aun hasta la efusión de sangre, si necesario fuese; sí, y también se les enseñaba a nunca provocar a nadie, sí, y a nunca levantar la espada, salvo que fuese contra un enemigo, y que fuese para defender sus vidas.", "15 Y esta era su fe, que si lo hacían, Dios los prosperaría en la tierra, o en otras palabras, si eran fieles en guardar los mandamientos de Dios, él los prosperaría en la tierra; sí, los amonestaría a huir o a prepararse para la guerra, según el peligro en que se vieran;", "16 y también, que Dios les manifestaría a dónde debían ir para defenderse de sus enemigos, y haciendo esto, el Señor los libraría; y esta era la fe de Moroni, y su corazón se gloriaba en ello; no en la efusión de sangre, sino en hacer bien, en preservar a su pueblo, sí, en obedecer los mandamientos de Dios, sí, y en resistir la iniquidad.", "17 Sí, en verdad, en verdad os digo que si todos los hombres hubieran sido, y fueran y pudieran siempre ser como Moroni, he aquí, los poderes mismos del infierno se habrían sacudido para siempre; sí, el diablo jamás tendría poder sobre el corazón de los hijos de los hombres.", "18 He aquí, era un hombre semejante a Ammón, el hijo de Mosíah; sí, y como los otros hijos de Mosíah; sí, y también como Alma y sus hijos, porque todos ellos eran hombres de Dios.", "19 Y he aquí, Helamán y sus hermanos no prestaban menor servicio al pueblo que Moroni; porque predicaban la palabra de Dios y bautizaban para arrepentimiento a cuantos querían oír sus palabras.", "20 Y así fue que salieron, y los del pueblo se humillaron a causa de las palabras de ellos, al grado de que fueron altamente favorecidos del Señor, y así se vieron libres de guerras y contenciones entre ellos, sí, por el espacio de cuatro años.", "21 Mas como ya he dicho, a fines del año decimonoveno, sí, a pesar de la paz que había entre ellos, se vieron obligados, contra su voluntad, a contender con sus hermanos los lamanitas.", "22 Sí, y en resumen, no obstante su mucha renuencia, sus guerras con los lamanitas no cesaron durante muchos años.", "23 Y les pesaba tener que tomar las armas en contra de los lamanitas, porque no se deleitaban en la efusión de sangre; sí, y no solo eso, sino que los afligía ser ellos el medio por el cual tantos de sus hermanos serían enviados de este mundo a un mundo eterno, sin estar preparados para presentarse ante su Dios.", "24 Sin embargo, no podían permitirse entregar sus vidas para que sus esposas e hijos fueran masacrados por la bárbara crueldad de aquellos que en un tiempo fueron sus hermanos; sí, y se habían separado de su iglesia, y se habían ido de entre ellos y salido para destruirlos, uniéndose a los lamanitas.", "25 Sí, no podían soportar que sus hermanos se regocijaran en la sangre de los nefitas, mientras hubiese quien guardara los mandamientos de Dios, pues la promesa del Señor era que si guardaban sus mandamientos prosperarían en la tierra."], "Français": ["Amalickiah excite les Lamanites contre les Néphites— Moroni prépare son peuple à défendre la cause des chrétiens— Il se réjouit de la liberté et est un puissant homme de Dieu. Vers 72av.J.-C.", "1 Et alors, il arriva que dès qu’il eut obtenu le royaume, Amalickiah commença à exciter le cœur des Lamanites contre le peuple de Néphi; oui, il désigna des hommes pour parler aux Lamanites du haut de leurs tours contre les Néphites.", "2 Et ainsi, il inspira leur cœur contre les Néphites, au point que tout à la fin de la dix-neuvième année du règne des juges, ayant réalisé ses desseins jusque-là, oui, ayant été fait roi des Lamanites, il chercha aussi à régner sur tout le pays, oui, et sur tous les gens qui étaient dans le pays, les Néphites aussi bien que les Lamanites.", "3 Il avait donc réalisé son dessein, car il avait endurci le cœur des Lamanites, et aveuglé leur esprit, et les avait excités à la colère, au point qu’il avait rassemblé une nombreuse armée pour aller livrer bataille aux Néphites.", "4 Car il était décidé, à cause de la grandeur du nombre de son peuple, à avoir le dessus sur les Néphites et à les réduire en servitude.", "5 Et ainsi, il nomma des capitaines en chef parmi les Zoramites, ceux-ci étant ceux qui connaissaient le mieux la force des Néphites, et leurs lieux de refuge, et les parties les plus faibles de leurs villes; c’est pourquoi il les nomma pour être capitaines en chef de ses armées.", "6 Et il arriva qu’ils levèrent leur camp, et se dirigèrent vers le pays de Zarahemla dans le désert.", "7 Or, il arriva que pendant qu’Amalickiah s’assurait ainsi le pouvoir par la fourberie et la tromperie, Moroni, d’autre part, avait préparé l’esprit du peuple à être fidèle au Seigneur, son Dieu.", "8 Oui, il avait fortifié les armées des Néphites et érigé de petits forts, ou lieux de refuge, élevant des bancs de terre tout autour de ses armées, et construisant aussi des murailles de pierre pour les entourer, tout autour de leurs villes et des régions frontières de leurs pays, oui, tout autour du pays.", "9 Et c’est dans leurs fortifications les plus faibles qu’il mit le plus grand nombre d’hommes; et ainsi, il fortifia et renforça le pays qui était possédé par les Néphites.", "10 Et ainsi, il se préparait à soutenir leur liberté, leurs terres, leurs épouses, et leurs enfants, et leur paix, et afin qu’ils vivent pour le Seigneur, leur Dieu, et qu’ils puissent défendre ce que leurs ennemis appelaient la cause des chrétiens.", "11 Et Moroni était un homme fort et puissant; c’était un homme qui avait une compréhension parfaite; oui, un homme qui ne mettait pas ses délices dans l’effusion du sang; un homme dont l’âme se réjouissait de voir son pays et ses frères libres et indépendants de la servitude et de l’esclavage;", "12 un homme dont le cœur se gonflait d’actions de grâces envers son Dieu pour les nombreuses garanties et les nombreuses bénédictions qu’il conférait à son peuple; un homme qui travaillait énormément au bien-être et à la sécurité de son peuple.", "13 Oui, et c’était un homme qui était ferme dans sa foi au Christ, et il avait juré avec serment de défendre son peuple, ses droits, et son pays, et sa religion, même jusqu’à la perte de son sang.", "14 Or, on enseignait aux Néphites à se défendre contre leurs ennemis jusqu’à l’effusion du sang, si c’était nécessaire; oui, et on leur enseignait aussi à ne jamais provoquer personne, oui, et à ne jamais lever l’épée, si ce n’était contre un ennemi, si ce n’était pour préserver leur vie.", "15 Et c’était là leur foi que, s’ils le faisaient, Dieu les rendrait prospères dans le pays, ou, en d’autres termes, que s’ils étaient fidèles à garder les commandements de Dieu, il les rendrait prospères dans le pays, oui, les avertirait de fuir, ou de se préparer pour la guerre, en fonction du danger;", "16 et aussi, que Dieu leur ferait savoir où ils devraient aller pour se défendre de leurs ennemis, et, ce faisant, le Seigneur les délivrerait; et c’était là la foi de Moroni, et son cœur y mettait sa gloire; non dans l’effusion du sang, mais à faire le bien, à préserver son peuple, oui, à garder les commandements de Dieu, oui, et à résister à l’iniquité.", "17 Oui, en vérité, en vérité je vous le dis, si tous les hommes avaient été, et étaient, et devaient être un jour semblables à Moroni, voici, les puissances mêmes de l’enfer auraient été ébranlées à jamais; oui, le diable n’aurait jamais eu de pouvoir sur le cœur des enfants des hommes.", "18 Voici, c’était un homme semblable à Ammon, le fils de Mosiah, oui, et même aux autres fils de Mosiah, oui, et aussi à Alma et à ses fils, car c’étaient tous des hommes de Dieu.", "19 Or, voici, Hélaman et ses frères n’étaient pas moins utiles au peuple que Moroni, car ils prêchaient la parole de Dieu et ils baptisaient en vue du repentir tous les hommes qui écoutaient leurs paroles.", "20 Et ainsi, ils allaient de l’avant, et le peuple s’humiliait à cause de leurs paroles, au point qu’il était hautement favorisé par le Seigneur, et ainsi, il fut libre de guerres et de querelles intestines, oui, pendant quatre ans.", "21 Mais, comme je l’ai dit, tout à la fin de la dix-neuvième année, oui, malgré leur paix entre eux, ils furent contraints, à contrecœur, de combattre leurs frères, les Lamanites.", "22 Oui, en bref, malgré leur grande répugnance, leurs guerres avec les Lamanites ne cessèrent jamais pendant de nombreuses années.", "23 Or, ils étaient désolés de prendre les armes contre les Lamanites, parce qu’ils ne mettaient pas leurs délices dans l’effusion du sang; oui, et ce n’était pas tout: ils étaient désolés d’être le moyen d’envoyer tant de leurs frères hors de ce monde dans un monde éternel, sans qu’ils fussent préparés à rencontrer leur Dieu.", "24 Néanmoins, ils ne pouvaient pas souffrir de donner leur vie, parce que leurs épouses et leurs enfants seraient massacrés par la cruauté barbare de ceux qui avaient jadis été leurs frères, oui, et étaient entrés en dissidence avec leur Église, et les avaient quittés, et étaient partis pour les détruire en se joignant aux Lamanites.", "25 Oui, ils ne pouvaient pas supporter que leurs frères se réjouissent du sang des Néphites, tant qu’il y en avait qui gardaient les commandements de Dieu, car la promesse du Seigneur était que, s’ils gardaient ses commandements, ils prospéreraient dans le pays."], "Kiribati": ["Amarakaai e kaunia Reimwanaite ni kaaitaraia Nibwaite—Moronaai e katauraoia ana aomata bwa ana tei ibukin aia waaki Kiritian—E kimwareirei n te inaomata ma te aki tautoronaki ao bon ana aomata te Atua ngaia ae korakora. Uakaan ma 72I.K.", "1 Ao ngkai e koro bukina bwa n te tai naba are e reke iroun Amarakaai te abanuea e waaki ni kauni nanoia Reimwanaite ni kaaitaraia ana aomata Nibwaai; eng, e bon rineia mwaane bwa a na taetae nakoia Reimwanaite man aia taua, ni kaaitaraia Nibwaite.", "2 Ao ngaia are e kaungai nanoia ni kaaitaraia Nibwaite n te aro are ni banen aia katebwi ma ruaiwa n ririki n tautaeka taan moti, ngkai e a bon tia ni koro bukin ana babaire n te tai aei, eng, ngkai e a tia ni karikaki bwa te uea i aoia Reimwanaite, e bon ukoukora naba te kan tautaeka iaon te aba ni kabuta, eng, ao aomata ni kabane ake a mena n te aba, Nibwaite ao Reimwanaite.", "3 Ngaia are e a koro bukin ana babaire, bwa e a tia ni kamatoai nanoia Reimwanaite ma ni kamataki aia iango, ma ni kakiriweia bwa a na un, n te aro are e a ikota te koraki ae rang mwaiti bwa a na buaka ni kaaitaraia Nibwaite.", "4 Bwa e bon nanomatoa ibukin korakoran mwaitia ana aomata, ake a na tokanikai i aoia Nibwaite ma ni kairia nakon te tautoronaki.", "5 Ao ngaia are e a rineia mataniwia aia mataniwi Tioramwaite, ngkai a bon rang ataa raoi korakoraia Nibwaite, ma nneia, ma mwakoron aia kaawa ake a mamaara; ngaia are e rineia bwa a na riki bwa mataniwia mataniwi i aoia ana taanga ni buaka.", "6 Ao e koro bukina bwa a kairia aia tautia, ma ni mwananga nakon te aba are Taraemera n te rereua.", "7 Ngkai e koro bukina bwa i nanon ana tai Amarakaai ni karekea korakorana man ana anga ni kewe ma ni mwaamwana te aba, Moronaai n te itera are teuana, e a bon tia ni katauraoa aia iango aomata bwa a na kakaonimaki nakon te Uea ae Atuaia.", "8 Eng, e a bon tia ni kamatoaia aia taanga ni buaka Nibwaite, ma ni katei taabo ni kamanomano aika a uarereke, ke tabo ni karaba; ni kawaerakea te tano ni katobibia ana taanga ni buaka, ma ni katei naba taian oo aika a atibu ni katobibia, n otabwaninia aia kaawa ma tian abaia; eng, ni katobibia te aba.", "9 Ao n te tabo ni kamanomano are e aki rang matoatoa riki ao e katikuia angiia mwaane; ao ngaia are e a kamatoa ma ni kamatoatoa te aba are e bwainaki irouia Nibwaite.", "10 Ao ngaia are e a bon katauraoi ni boutokaa inaomataia, abaia, buuia, ma natia, aia rau, ao bwa aonga ni maeka ni irira nanon te Uea ae Atuaia, ao bwa e aonga n teimatoa te bwai ae e aranaki irouia aia kairiribai bwa te waaki ni Kiritian.", "11 Ao Moronaai bon te mwaane ae aintoa ma ni korakora; ao bon te mwaane ae kororaoi ana atatai; eng, te aomata ae aki kukurei ni kawawaean nako te raraa; te mwaane ae tamneina e bon kimwareirei n te kainaomataki ma inaomatan abana, ma tarina man te tautoronaki ao te toronaki;", "12 Eng, te mwaane ae onrake nanona n te karabwarabwa nakon te Atua, ibukin aanga aika a raka ma kakabwaia ake e katokai i aoia ana aomata; te mwaane ae korakora ana beku ibukin mweraoia ma kawakinakia ana botanaomata.", "13 Eng, ao bon te mwaane ae matoatoa n ana onimaki iroun Kristo, ao e a bon tia ni berita n te berita bwa e na tei ibukiia ana botanaomata, inaomatana, ma abana, ma ana aro, e ngae ngke e na bwaro raraana.", "14 Ngkai a bon reireinaki Nibwaite bwa a na rabakau ni katokai kaia mai irouia aia kairiribai, e ngae ngkana e na bwaro te raraa ngkana e bon riai; eng, ao a bon reireinaki naba bwa a na aki kaunun, eng, ao a na aki naba tabeka rake aia kabaang ni kaaitaraia aia kairiribai, ma ti ngkana a na kaawakin maiuia.", "15 Ao bon aio aia onimaki, bwa ngkana a karaoia ao te Atua e na kanakoraoa aroia n te aba, ke n taeka riki tabeua, ngkana a bon kakaonimaki ni kaawakin ana tua te Atua ao e na kanakoraoa aroia n te aba; eng, e na anganiia te kauring bwa a na biri nako, ke a na katauraoi nakon te buaka, ni kaineti ma te kaangaanga.", "16 Ao riki, bwa te Atua e na kaota nakoia bwa a na nako ke a na aki un ni kaaitaraia aia kairiribai, ao ngkana a karaoia, ao te Uea e na kainaomataia; ao aio ana onimaki Moronaai, ao nanona e kimwareirei iai; tiaki ni kawawaeanako te raraa ma ni karaoan ae raoiroi, ni kawakinan ana botanaomata, eng, ni kawakinan ana tua te Atua, eng, ao totokoan te buakaka.", "17 Eng, e koaua, e koaua ae I a taekinna nakoim, bwa ngke arona bwa aomata ngkai, ao ngkoa, ao n taai aika a na roko a bane ni katotonga Moronaai, nooria, a na bon mamaara mwaakan moone n aki toki; eng, ao te riaboro e na bon akea korakorana i aoia nanoia natia aomata.", "18 Nooria, bon te aomata n aekan Amon, are natin Motiaea, eng, ao aron naba natin Motiaea ake tabemwaang, eng, ao Aramwa naba ma natina, bwa naakai bon ana aomata naba te Atua.", "19 Ngkai nooria, Ereman ma tarina bon aomata naba aika a rang manena nakoia aomata n aron Moronaai; bwa a kabwarabwara ana taeka te Atua nakoia aomata, ao a bwabetitoia nakon te rairannano aomata ni kabane ake a kan ongo n aia taeka.", "20 Ao a bon waaki, ao aomata a bon kananorinanoia ibukin aia taeka, n te aro are e a bon korakora nanonakia iroun te Uea, ao ngaia are a bon inaomata man taian buaka ao itabaraara i marenaia, eng, i nanon te maan ae aua te ririki.", "21 Ma, n aron are I a tia n taku, ni kabanean te katebwi ma ruaiwa n ririki, eng, e ngae ngke e korakora te rau i buakoia, ao a bon kairoroaki bwa a na itabaraara ma tariia, ake Reimwanaite.", "22 Eng, ni kakimototoa, e aki toki aia buaka i nanon te maan ae ririki aika a mwaiti ma Reimwanaite e ngae ngke a rawa.", "23 Ngkai, a bon nanokawaki n tabeki bwaai ni buaka ni kaaitaraia Reimwanaite, ibukina bwa aki kukurei ni kawawaean te raraa; eng, ao tiaki ti aei—a bon nanokawaki n riki bwa te anga are a na kitana iai te aonaba aio tariia nakon te aonaba are akea tokina, n aki tauraoi ni kaitibo ma Atuaia.", "24 Ma e ngae n anne, ao a bon aki kariaia bwa a na mate, ao bwa buuia ma natia a na tiringaki n te aro ae aki riai ni korakoran buakakaia naake bon tariia ngkoa, eng, ao a tia ni mwaawa man aia ekaretia, ao a moana kamaunakia ngkai a bon itoman naba ma Reimwanaite.", "25 Eng, a bon aki kona moan ae tariia a na kimwareirei iaon raraaia Nibwaite, ngkana arona bwa iai ake a kawakina ana tua te Atua, bwa ana berita te Uea bwa, ngkana a kawakina ana tua ao e na nakoraoi aroia iaon te aba."]}