{"English": ["Alma heads a mission to reclaim the apostate Zoramites—The Zoramites deny Christ, believe in a false concept of election, and worship with set prayers—The missionaries are filled with the Holy Spirit—Their afflictions are swallowed up in the joy of Christ. About 74B.C.", "1 Now it came to pass that after the end of Korihor, Alma having received tidings that the Zoramites were perverting the ways of the Lord, and that Zoram, who was their leader, was leading the hearts of the people to bow down to dumb idols, his heart again began to sicken because of the iniquity of the people.", "2 For it was the cause of great sorrow to Alma to know of iniquity among his people; therefore his heart was exceedingly sorrowful because of the separation of the Zoramites from the Nephites.", "3 Now the Zoramites had gathered themselves together in a land which they called Antionum, which was east of the land of Zarahemla, which lay nearly bordering upon the seashore, which was south of the land of Jershon, which also bordered upon the wilderness south, which wilderness was full of the Lamanites.", "4 Now the Nephites greatly feared that the Zoramites would enter into a correspondence with the Lamanites, and that it would be the means of great loss on the part of the Nephites.", "5 And now, as the preaching of the word had a great tendency to lead the people to do that which was just—yea, it had had more powerful effect upon the minds of the people than the sword, or anything else, which had happened unto them—therefore Alma thought it was expedient that they should try the virtue of the word of God.", "6 Therefore he took Ammon, and Aaron, and Omner; and Himni he did leave in the church in Zarahemla; but the former three he took with him, and also Amulek and Zeezrom, who were at Melek; and he also took two of his sons.", "7 Now the eldest of his sons he took not with him, and his name was Helaman; but the names of those whom he took with him were Shiblon and Corianton; and these are the names of those who went with him among the Zoramites, to preach unto them the word.", "8 Now the Zoramites were dissenters from the Nephites; therefore they had had the word of God preached unto them.", "9 But they had fallen into great errors, for they would not observe to keep the commandments of God, and his statutes, according to the law of Moses.", "10 Neither would they observe the performances of the church, to continue in prayer and supplication to God daily, that they might not enter into temptation.", "11 Yea, in fine, they did pervert the ways of the Lord in very many instances; therefore, for this cause, Alma and his brethren went into the land to preach the word unto them.", "12 Now, when they had come into the land, behold, to their astonishment they found that the Zoramites had built synagogues, and that they did gather themselves together on one day of the week, which day they did call the day of the Lord; and they did worship after a manner which Alma and his brethren had never beheld;", "13 For they had a place built up in the center of their synagogue, a place for standing, which was high above the head; and the top thereof would only admit one person.", "14 Therefore, whosoever desired to worship must go forth and stand upon the top thereof, and stretch forth his hands towards heaven, and cry with a loud voice, saying:", "15 Holy, holy God; we believe that thou art God, and we believe that thou art holy, and that thou wast a spirit, and that thou art a spirit, and that thou wilt be a spirit forever.", "16 Holy God, we believe that thou hast separated us from our brethren; and we do not believe in the tradition of our brethren, which was handed down to them by the childishness of their fathers; but we believe that thou hast elected us to be thy holy children; and also thou hast made it known unto us that there shall be no Christ.", "17 But thou art the same yesterday, today, and forever; and thou hast elected us that we shall be saved, whilst all around us are elected to be cast by thy wrath down to hell; for the which holiness, O God, we thank thee; and we also thank thee that thou hast elected us, that we may not be led away after the foolish traditions of our brethren, which doth bind them down to a belief of Christ, which doth lead their hearts to wander far from thee, our God.", "18 And again we thank thee, O God, that we are a chosen and a holy people. Amen.", "19 Now it came to pass that after Alma and his brethren and his sons had heard these prayers, they were astonished beyond all measure.", "20 For behold, every man did go forth and offer up these same prayers.", "21 Now the place was called by them Rameumptom, which, being interpreted, is the holy stand.", "22 Now, from this stand they did offer up, every man, the selfsame prayer unto God, thanking their God that they were chosen of him, and that he did not lead them away after the tradition of their brethren, and that their hearts were not stolen away to believe in things to come, which they knew nothing about.", "23 Now, after the people had all offered up thanks after this manner, they returned to their homes, never speaking of their God again until they had assembled themselves together again to the holy stand, to offer up thanks after their manner.", "24 Now when Alma saw this his heart was grieved; for he saw that they were a wicked and a perverse people; yea, he saw that their hearts were set upon gold, and upon silver, and upon all manner of fine goods.", "25 Yea, and he also saw that their hearts were lifted up unto great boasting, in their pride.", "26 And he lifted up his voice to heaven, and cried, saying: O, how long, O Lord, wilt thou suffer that thy servants shall dwell here below in the flesh, to behold such gross wickedness among the children of men?", "27 Behold, O God, they cry unto thee, and yet their hearts are swallowed up in their pride. Behold, O God, they cry unto thee with their mouths, while they are puffed up, even to greatness, with the vain things of the world.", "28 Behold, O my God, their costly apparel, and their ringlets, and their bracelets, and their ornaments of gold, and all their precious things which they are ornamented with; and behold, their hearts are set upon them, and yet they cry unto thee and say—We thank thee, O God, for we are a chosen people unto thee, while others shall perish.", "29 Yea, and they say that thou hast made it known unto them that there shall be no Christ.", "30 O Lord God, how long wilt thou suffer that such wickedness and infidelity shall be among this people? O Lord, wilt thou give me strength, that I may bear with mine infirmities. For I am infirm, and such wickedness among this people doth pain my soul.", "31 O Lord, my heart is exceedingly sorrowful; wilt thou comfort my soul in Christ. O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people.", "32 O Lord, wilt thou comfort my soul, and give unto me success, and also my fellow laborers who are with me—yea, Ammon, and Aaron, and Omner, and also Amulek and Zeezrom, and also my two sons—yea, even all these wilt thou comfort, O Lord. Yea, wilt thou comfort their souls in Christ.", "33 Wilt thou grant unto them that they may have strength, that they may bear their afflictions which shall come upon them because of the iniquities of this people.", "34 O Lord, wilt thou grant unto us that we may have success in bringing them again unto thee in Christ.", "35 Behold, O Lord, their souls are precious, and many of them are our brethren; therefore, give unto us, O Lord, power and wisdom that we may bring these, our brethren, again unto thee.", "36 Now it came to pass that when Alma had said these words, that he clapped his hands upon all them who were with him. And behold, as he clapped his hands upon them, they were filled with the Holy Spirit.", "37 And after that they did separate themselves one from another, taking no thought for themselves what they should eat, or what they should drink, or what they should put on.", "38 And the Lord provided for them that they should hunger not, neither should they thirst; yea, and he also gave them strength, that they should suffer no manner of afflictions, save it were swallowed up in the joy of Christ. Now this was according to the prayer of Alma; and this because he prayed in faith."], "Español": ["Alma encabeza una misión para traer de nuevo al redil a los zoramitas apóstatas— Los zoramitas niegan a Cristo, creen en un concepto falso de elección y adoran con oraciones fijas— Los misioneros se ven llenos del Espíritu Santo— Sus aflicciones son consumidas en el gozo de Cristo. Aproximadamente 74a.C.", "1 Y sucedió que después del fin de Korihor, habiendo recibido Alma noticias de que los zoramitas estaban pervirtiendo las vías del Señor, y que Zoram, su jefe, estaba induciendo el corazón de los del pueblo a que se postraran ante ídolos mudos, su corazón empezó nuevamente a afligirse a causa de la iniquidad del pueblo.", "2 Porque le era motivo de mucho pesar a Alma saber de la iniquidad entre su pueblo; por tanto, su corazón se afligió en extremo por causa de la separación de los zoramitas de los nefitas.", "3 Ahora bien, los zoramitas se habían reunido en una tierra que llamaban Antiónum, situada al este de la tierra de Zarahemla, que se hallaba casi contigua a la costa del mar, al sur de la tierra de Jersón, que también colindaba con el desierto del sur, el cual estaba lleno de lamanitas.", "4 Y los nefitas temían en gran manera que los zoramitas establecieran relaciones con los lamanitas, y resultara en una pérdida muy grande para los nefitas.", "5 Y como la predicación de la palabra tenía gran propensión a impulsar a la gente a hacer lo que era justo —sí, había surtido un efecto más potente en la mente del pueblo que la espada o cualquier otra cosa que les había acontecido— por tanto, Alma consideró prudente que pusieran a prueba la virtud de la palabra de Dios.", "6 Así pues, tomó a Ammón, a Aarón y a Omner; y dejó a Himni en la iglesia de Zarahemla; mas llevó consigo a los primeros tres, y también a Amulek y a Zeezrom, los cuales se hallaban en Melek; y también llevó a dos de sus hijos.", "7 Pero no llevó al mayor de sus hijos, que se llamaba Helamán; y los nombres de los que llevó consigo eran Shiblón y Coriantón; y estos son los nombres de los que fueron con él entre los zoramitas para predicarles la palabra.", "8 Y los zoramitas eran disidentes nefitas; por lo tanto, les había sido predicada la palabra de Dios.", "9 Pero habían caído en grandes errores, pues no se esforzaban por guardar los mandamientos de Dios ni sus estatutos, según la ley de Moisés.", "10 Ni tampoco observaban las prácticas de la iglesia, de perseverar en la oración y súplicas a Dios diariamente para no entrar en tentación.", "11 Sí, y en fin, pervertían las vías del Señor en muchísimos casos; por lo tanto, por esta razón, Alma y sus hermanos fueron a su tierra para predicarles la palabra.", "12 Y cuando llegaron a su tierra, he aquí, para su asombro hallaron que los zoramitas habían edificado sinagogas, y que se congregaban un día de la semana, el cual llamaban el día del Señor; y adoraban de una manera que Alma y sus hermanos nunca habían visto;", "13 porque habían erigido en el centro de su sinagoga una plataforma que llegaba más alto que la cabeza, y en cuya parte superior solo cabía una persona.", "14 De manera que el que deseaba adorar, tenía que ir y ocupar esta parte superior, y extender las manos hacia el cielo, y clamar en voz alta, diciendo:", "15 ¡Santo, Santo Dios; creemos que eres Dios, y creemos que eres santo, y que fuiste un espíritu, y que eres un espíritu y que serás un espíritu para siempre!", "16 ¡Santo Dios, creemos que tú nos has separado de nuestros hermanos; y no creemos en la tradición de nuestros hermanos que les fue transmitida por las puerilidades de sus padres; mas creemos que nos has escogido para ser tus santos hijos; y también nos has dado a conocer que no habrá Cristo!", "17 ¡Mas tú eres el mismo ayer, hoy y para siempre; y nos has elegido para que seamos salvos, mientras que todos los que nos rodean son elegidos para ser arrojados por tu ira al infierno; y por esta santidad, oh Dios, te damos gracias; y también te damos gracias porque nos has elegido, a fin de que no seamos llevados en pos de las necias tradiciones de nuestros hermanos que los someten a una creencia en Cristo, lo que conduce sus corazones a apartarse lejos de ti, Dios nuestro!", "18 Y de nuevo te damos las gracias, oh Dios, porque somos un pueblo electo y santo. Amén.", "19 Y aconteció que después que Alma, sus hermanos y sus hijos hubieron oído estas oraciones, se asombraron sobremanera.", "20 Pues he aquí, cada uno iba y ofrecía estas mismas oraciones.", "21 Y el nombre que daban a este sitio era Rameúmptom, que interpretado quiere decir el santo púlpito.", "22 Y desde este púlpito ofrecía, cada uno de ellos, la misma oración a Dios, dando las gracias a su Dios porque los había escogido, y porque no los llevó en pos de la tradición de sus hermanos, y porque sus corazones no fueron cautivados para creer en cosas venideras, de las cuales nada sabían.", "23 Y después que todos los del pueblo daban gracias de esta manera, regresaban a sus casas, sin volver a hablar de su Dios hasta que nuevamente se juntaban alrededor del santo púlpito para ofrecer gracias según su manera.", "24 Ahora bien, cuando Alma vio esto, se angustió su corazón, pues vio que eran una gente inicua y perversa; sí, vio que sus corazones estaban puestos en el oro, y en la plata, y en toda clase de objetos finos.", "25 Sí, y también vio que por motivo de su orgullo sus corazones se ensalzaban con gran jactancia.", "26 Y elevó su voz al cielo y exclamó, diciendo: ¡Oh Señor!, ¿hasta cuándo permitirás que tus siervos moren aquí en la carne, para presenciar tan grave iniquidad entre los hijos de los hombres?", "27 He aquí, ¡oh Dios!, te invocan; y sin embargo, sus corazones son consumidos en su orgullo. He aquí, ¡oh Dios!, te llaman con su boca a la vez que se han engreído, hasta inflarse grandemente, con las vanidades del mundo.", "28 He ahí, ¡oh Dios mío!, sus suntuosos vestidos, y sus anillos, sus brazaletes, sus ornamentos de oro y todos sus objetos preciosos con que se adornan; y he aquí, sus corazones están puestos en estas cosas, y aun así te invocan, diciendo: Gracias te damos, ¡oh Dios!, porque te somos un pueblo escogido, mientras que los otros perecerán.", "29 Sí, y dicen que tú les has dado a conocer que no habrá Cristo.", "30 ¡Oh Señor Dios!, ¿hasta cuándo consentirás que exista tal perversidad e infidelidad entre este pueblo? ¡Oh Señor, dame fuerzas para sobrellevar mis flaquezas; porque soy débil, y semejante iniquidad entre este pueblo contrista mi alma!", "31 ¡Oh Señor, mi corazón se halla afligido en sumo grado; consuela mi alma en Cristo! ¡Oh Señor, concédeme que tenga fuerzas para sufrir con paciencia estas aflicciones que vendrán sobre mí, a causa de la iniquidad de este pueblo!", "32 ¡Oh Señor, consuela mi alma y concédeme el éxito, así como a mis consiervos que se hallan conmigo; sí, Ammón y Aarón y Omner, como también Amulek y Zeezrom, y también mis dos hijos! Sí, conforta a todos estos, ¡oh Señor! Sí, consuela sus almas en Cristo.", "33 ¡Concédeles que tengan fuerza para poder sobrellevar las aflicciones que les sobrevendrán por motivo de las iniquidades de este pueblo!", "34 ¡Oh Señor, concédenos lograr el éxito al traerlos nuevamente a ti en Cristo!", "35 ¡He aquí, sus almas son preciosas, oh Señor, y muchos de ellos son nuestros hermanos; por tanto, danos, oh Señor, poder y sabiduría para que podamos traer a estos, nuestros hermanos, nuevamente a ti!", "36 Y aconteció que cuando Alma hubo dicho estas palabras, puso sus manos sobre todos aquellos que estaban con él. Y he aquí, al imponerles las manos, fueron llenos del Espíritu Santo.", "37 Y tras esto se separaron unos de otros, sin preocuparse por lo que habían de comer, ni por lo que habían de beber, ni por lo que habían de vestir.", "38 Y el Señor les proveyó a fin de que no padeciesen hambre, ni tuviesen sed; sí, y también les dio fuerza para que no padeciesen ningún género de aflicciones que no fuesen consumidas en el gozo de Cristo. Y esto aconteció según la oración de Alma; y esto porque oró con fe."], "Français": ["Alma prend la tête d’une mission pour ramener les Zoramites apostats— Les Zoramites nient le Christ, croient en une fausse conception de l’élection et pratiquent leur culte à l’aide de prières fixes— Les missionnaires sont remplis du Saint-Esprit— Leurs afflictions sont englouties dans la joie du Christ. Vers 74av.J.-C.", "1 Alors, il arriva qu’après la fin de Korihor, Alma reçut la nouvelle que les Zoramites pervertissaient les voies du Seigneur, et que Zoram, qui était leur chef, entraînait le cœur du peuple à se prosterner devant des idoles muettes; et son cœur recommença à éprouver un profond chagrin à cause de l’iniquité du peuple.", "2 Car c’était une cause de grand chagrin pour Alma de savoir qu’il y avait de l’iniquité parmi son peuple; c’est pourquoi, son cœur était extrêmement attristé, parce que les Zoramites s’étaient séparés des Néphites.", "3 Or, les Zoramites s’étaient rassemblés dans un pays qu’ils appelaient Antionum, qui était à l’est du pays de Zarahemla, qui bordait presque la mer, qui était au sud du pays de Jershon, qui bordait aussi le désert au sud, désert qui était rempli de Lamanites.", "4 Or, les Néphites craignaient beaucoup que les Zoramites n’entrent en relation avec les Lamanites, et que cela soit la cause d’une grande perte pour les Néphites.", "5 Et maintenant, comme la prédication de la parole avait une grande tendance à amener le peuple à faire ce qui était juste— oui, elle avait eu un effet plus puissant sur l’esprit du peuple que l’épée ou quoi que ce fût d’autre qui lui fût arrivé— Alma pensa qu’il était opportun d’essayer la vertu de la parole de Dieu.", "6 C’est pourquoi il prit Ammon, et Aaron, et Omner; et Himni, il le laissa à l’Église de Zarahemla; mais les trois premiers, il les prit avec lui, et aussi Amulek et Zeezrom, qui étaient à Mélek; et il prit aussi deux de ses fils.", "7 Or, l’aîné de ses fils, il ne le prit pas avec lui, et son nom était Hélaman; mais les noms de ceux qu’il prit avec lui étaient Shiblon et Corianton; et ce sont là les noms de ceux qui allèrent avec lui parmi les Zoramites pour leur prêcher la parole.", "8 Or, les Zoramites étaient des dissidents des Néphites. C’est pourquoi la parole de Dieu leur avait été prêchée.", "9 Mais ils étaient tombés dans de grandes erreurs, car ils ne voulaient pas s’appliquer à garder les commandements de Dieu ni ses prescriptions, selon la loi de Moïse.", "10 Ils ne voulaient pas non plus respecter les observances de l’Église, c’est-à-dire persévérer dans la prière et la supplication quotidiennes à Dieu, afin de ne pas entrer en tentation.", "11 Oui, en bref, ils pervertissaient les voies du Seigneur dans de très nombreux cas; c’est pourquoi Alma et ses frères allèrent dans le pays leur prêcher la parole.", "12 Or, lorsqu’ils furent entrés dans le pays, voici, à leur grand étonnement, ils découvrirent que les Zoramites avaient construit des synagogues, et qu’ils se rassemblaient un jour de la semaine, qu’ils appelaient le jour du Seigneur; et ils pratiquaient leur culte d’une manière qu’Alma et ses frères n’avaient jamais vue;", "13 car ils avaient élevé un lieu au centre de leur synagogue, un lieu pour se tenir debout, qui dominait de beaucoup la tête; et son sommet ne pouvait recevoir qu’une seule personne.", "14 C’est pourquoi, quiconque désirait pratiquer son culte devait aller se tenir sur son sommet, et étendre les mains vers le ciel, et crier d’une voix forte, disant:", "15 Saint, saint Dieu: nous croyons que tu es Dieu, et nous croyons que tu es saint, et que tu étais un esprit, et que tu es un esprit, et que tu seras un esprit à jamais.", "16 Saint Dieu, nous croyons que tu nous as séparés de nos frères; et nous ne croyons pas à la tradition de nos frères, qui leur a été transmise par la puérilité de leurs pères; mais nous croyons que tu nous as élus pour être tes saints enfants; et aussi, tu nous as fait connaître qu’il n’y aura pas de Christ.", "17 Mais tu es le même hier, aujourd’hui et à jamais; et tu nous as élus pour que nous soyons sauvés, tandis que tous autour de nous sont élus pour être précipités, par ta colère, en enfer; sainteté pour laquelle, ô Dieu, nous te remercions; et nous te remercions aussi de ce que tu nous as élus, afin que nous ne soyons pas entraînés dans les traditions insensées de nos frères, ce qui les enchaîne à la croyance au Christ, ce qui entraîne leur cœur à errer loin de toi, notre Dieu.", "18 Et encore, nous te remercions, ô Dieu, de ce que nous sommes un peuple élu et saint. Amen.", "19 Alors, il arriva que lorsqu’Alma, et ses frères, et ses fils eurent entendu ces prières, ils furent étonnés au-delà de toute mesure.", "20 Car voici, chaque homme s’avançait et faisait ces mêmes prières.", "21 Or, le lieu était appelé par eux Raméumptom, ce qui, par interprétation, est la sainte chaire.", "22 Or, du haut de cette chaire, ils faisaient, chacun, identiquement la même prière à Dieu, remerciant leur Dieu d’être élus par lui, et de ce qu’il ne les entraînait pas dans les traditions de leurs frères, et de ce que leur cœur n’était pas séduit au point de croire en des choses à venir, dont ils ne savaient rien.", "23 Alors, lorsque le peuple tout entier avait présenté de cette manière ses remerciements, il rentrait chez lui, ne parlant absolument plus de son Dieu, jusqu’à ce qu’il se fût de nouveau assemblé à la sainte chaire pour rendre grâces à sa manière.", "24 Alors, lorsqu’Alma vit cela, son cœur fut peiné; car il voyait qu’ils étaient un peuple méchant et pervers; oui, il voyait qu’ils avaient le cœur tourné vers l’or, et vers l’argent, et vers toutes sortes de choses raffinées.", "25 Oui, et il vit aussi qu’ils avaient le cœur enflé au point de se livrer, dans leur orgueil, à de grandes vantardises.", "26 Et il éleva la voix au ciel, et s’écria, disant: Oh, combien de temps, ô Seigneur, souffriras-tu que tes serviteurs demeurent ici-bas dans la chair, pour voir une aussi affreuse méchanceté parmi les enfants des hommes?", "27 Voici, ô Dieu, ils crient vers toi, et cependant leur cœur est englouti dans leur orgueil. Voici, ô Dieu, ils crient vers toi de la bouche, tandis qu’ils sont démesurément boursouflés des choses vaines du monde.", "28 Vois, ô mon Dieu, leurs habits somptueux, et leurs annelets, et leurs bracelets, et leurs ornements d’or, et toutes leurs choses précieuses, dont ils sont parés; et voici, ils ont le cœur tourné vers cela, et néanmoins ils t’invoquent, et disent: Nous te remercions, ô Dieu, car nous sommes un peuple élu pour toi, tandis que d’autres périront.", "29 Oui, et ils disent que tu leur as fait connaître qu’il n’y aura pas de Christ.", "30 Ô Seigneur Dieu, combien de temps souffriras-tu qu’une telle méchanceté et une telle infidélité soient parmi ce peuple? Ô Seigneur, veuille me donner de la force afin que je puisse supporter mes infirmités. Car je suis infirme, et une telle méchanceté parmi ce peuple peine mon âme.", "31 Ô Seigneur, j’ai le cœur extrêmement attristé; veuille consoler mon âme dans le Christ. Ô Seigneur, veuille m’accorder d’avoir de la force afin que je souffre avec patience ces afflictions qui vont tomber sur moi à cause de l’iniquité de ce peuple.", "32 Ô Seigneur, veuille consoler mon âme et me donner le succès, ainsi qu’à mes compagnons de travail qui sont avec moi— oui, Ammon, et Aaron, et Omner, et aussi Amulek, et Zeezrom, et aussi mes deux fils— oui, veuille consoler tous ceux-là, ô Seigneur. Oui, veuille consoler leur âme dans le Christ.", "33 Veuille leur accorder d’avoir de la force, afin qu’ils supportent les afflictions qui tomberont sur eux à cause des iniquités de ce peuple.", "34 Ô Seigneur, veuille nous accorder de réussir à te les ramener dans le Christ.", "35 Voici, ô Seigneur, leur âme est précieuse, et beaucoup d’entre eux sont nos frères; c’est pourquoi, donne-nous, ô Seigneur, du pouvoir et de la sagesse, afin que nous te ramenions ceux-ci, qui sont nos frères.", "36 Alors, il arriva que lorsqu’il eut dit ces paroles, Alma posa les mains sur tous ceux qui étaient avec lui. Et voici, comme il posait les mains sur eux, ils furent remplis de l’Esprit-Saint.", "37 Et après cela, ils se séparèrent, ne s’inquiétant pas pour eux-mêmes de ce qu’ils mangeraient, ou de ce qu’ils boiraient, ou de quoi ils seraient vêtus.", "38 Et le Seigneur pourvut à leurs besoins, afin qu’ils n’aient pas faim et qu’ils n’aient pas soif; oui, il leur donna aussi de la force, afin qu’ils ne souffrent aucune sorte d’affliction sans qu’elle ne soit engloutie dans la joie du Christ. Or, cela se fit selon la prière d’Alma; et cela, parce qu’il avait prié avec foi."], "Kiribati": ["Aramwa e kaira te mwananga ni kaokia Tioramwaite ake a kitana te ekaretia—A kaakea Kristo Tioramwaite, a kakoaua aron te rinerine ae kewe, man taromauri n tataro ake a kaman katauraoaki—A onrake mitinare n te Tamnei are e Tabu—A kabwautaki kammarakaia n te kimwareirei iroun Kristo. Uakaan ma 74I.K.", "1 Ao ngkanne e koro bukina bwa i mwin maten Korioa, ao Aramwa ngke e tia ni karekea te rongorongo bwa Tioramwaite a kabwaoua ana kawai te Uea, ao bwa Tioram, are aia mataniwi, e kaira nanoia aomata bwa a na bobaraaki nakoia bouananti aika a babanga n taetae, e aoraki nanon Aramwa ibukin buakakaia aomata.", "2 Bwa bon te bwai ae karika te nanokawaki ae bati nakon Aramwa ataakin te buakaka are e mena i buakoia ana botanaomata; ngaia are e korakora nanokawakin nanona ibukin maenakoia Tioramwaite mai irouia Nibwaite.", "3 Ngkai Tioramwaite a ikotiia ni kabane n te aba are a aranna bwa Anteonam, are e mena i mainikun te aba are Taraemera, are e wene ni kaania tian mataniwin te bike, are e mena i maiakin te aba are Ietion, are e bon wene n tian te rereua are i maiaki, are te rereua are e onrake irouia Reimwanaite.", "4 Ngkai Nibwaite a korakora maakuia bwa mwiina Tioramwaite a na karekea te reitaki ma Reimwanaite, are nanona bwa e na korakora ae bua n aia itera Nibwaite.", "5 Ao ngkai, ibukina bwa te taeka ae kabwarabwaraki iai ana konabwai ni kairia aomata bwa a na karaoa ae e eti—eng, bon iai korakoran riki korakorana iaon aia iango aomata nakon te kabaang, ke te bwai riki teuana, are e a tia n riki nakoia—ngaia are Aramwa e iangoia bwa e riai bwa a na kata tamaroan ana taeka te Atua.", "6 Ngaia are e anaa Amon, ma Aaron, ma Aomna; ao Imnaai e bon katukaki n te ekaretia i Taraemera; ma naake teniman ake i mwain ae kairia mangaia, ma Amureki naba ma Teeterom, ake a mena i Mereki; ao e kairia naba natina aika uoman mwaane.", "7 Ngkai e bon aki kaira ana karimoa te mwaane, ao arana bon Ereman; ma araia ake e kairia ma ngaia bon Tiburon ma Korianton; ao aikai araia ake a iria nako buakoia Tioramwaite bwa a na kabwarabwara nakoia te taeka.", "8 Ngkai Tioramwaite bon taan biri nako mai irouia Nibwaite; ngaia are e a bon tia ni kabwarabwaraki nakoia ana taeka te Atua", "9 Ma a bon tia ni bwaka ni bure aika a korakora, bwa a aki kataia ni kawakina ana tua te Atua ma ana reirei, n aron ana tua Mote.", "10 Ao a aki naba kataia ni kaawakin ana mwakuri te ekaretia, n reitinako n tataro ma ni bubuti nakon te Atua ni katoa bong, bwa aonga n aki kaririaki.", "11 Eng, ni kakimototoa, a bon kabwaouai kawain te Uea n taai aika a mwaiti; ngaia are ibukin aei, ao Aramwa ma tarina a nako n te aba bwa a na kabwarabwara te taeka nakoia.", "12 Ao ngkanne, ngke a tia n roko n te aba, nooria, a mimi ngke Tioramwaite a katea aia auti n nebo, ao are a ikoikotaki tebongina n te wiiki, are te bong are aranna bwa ana bong te Uea; ao a bon nebonebo n te aro ae Aramwa ma tarina a bon tuai n nonoria mai i mwaaina.", "13 Bwa iai te tabo are a kateia i nukan aia auti n nebo, te tabo n tei, are e rietata i etan te atu; ao bon ti temanna ae kona n rin n are mai ieta.", "14 Ngaia are, ane iai nanona ni kan taromauri e na riai n nako man tei i eta, man arori baina nako karawa man tang n te bwanaa ae takarua, ni kangai:", "15 E Mimitong, e Mimitong te Atua: ti kakoaua ae ngkoe te Atua, ao ti kakoaua bwa ko mimitong, ao bon ngkoe te tamnei, ao kona bon tiku n tamnei n aki toki.", "16 Te Atua ae ko Mimitong, ti kakoaua bwa ko a tia ni kamaenakoira mai irouia tarira: ao ti bon aki kakoauai aia katei tarira, are a anganaki n nanoroia aia bakatibu; ma ti kakoaua bwa ko a tia n rineira bwa natim aika ti tabu; ao ko a tia naba ni kaotia nakoira bwa a na akea te Kristo.", "17 Ma titebo ngkoe ngkoananoa, ngkai ao n aki toki; ao ko a tia n rineira bwa ti aonga ni kamaiuaki, ao naake i rarikira a rineaki bwa a na teweaki rikaaki n unim nako moone; ao ibukin mimitongim, O te Atua, ti kaitauko, ao ti kaitauko naba bwa ko a tia n rineira bwa ti na aki kairaki nako ni burababan aia katei tarira, are a kabaeaki iai bwa ana kakoaua Kristo, are e kaira nanoia bwa a na tiotio nako mai iroum, Atuara.", "18 Ao riki ti kaitauko, O te Atua, bwa ngaira te botanaomata ae ti rineaki man tabu. Amen.", "19 Ngkai e koro bukina bwa i mwina ngke Aramwa ma tarii ao natina mwaane a ongo tataro aikai, a bon rianako miimiia.", "20 Bwa nooria, ni kabane te aomata e waaki rake n anga te tataro ae titebo.", "21 Ao ngkanne te tabo aio e aranaki irouia bwa Ramantam, are, nanona, bon te tabo n tei ae tabu.", "22 Ao ngkai, man te tabo n tei aei are ni kabane aomata, a tabeka rake te tataro ae ti te aekakina nako te Atua, ni karabwa Atuaia bwa a tia n rineaki irouna, ao bwa e aki kairia nako bwa a na katotonga aia katei tariia, ao bwa a aki kairaki nako nanoia bwa a na kakoauai bwaai aika a na roko, are aki atai taekaia.", "23 Ngkai, i mwina ngke aomata a bane n tia n tabeka rake aia karabwarabwa n te aekaki aei, a bane n okira mwengaia, n aki manga taekina riki Atuaia ni karokoa te tai are a manga ikotaki riki n te tabo n tei are e tabu, bwa a na manga tabeka rake aia karabwarabwa n aekaia arei.", "24 Ngkai, ngke Aramwa e noora aio ao e rawawata nanona; bwa e nooria bwa bon aomata aika a buakaka ma ni matoa n aia eti; eng, e nooria bwa nanoia e mena n te koora, ao te tirewa, ma aekan nako bwaai aika a raka tamaroaia.", "25 Eng, ao e nooria naba bwa nanoia e tabekaki rake n te kamoamoa ae korakora, ibukin aia kainikatonga.", "26 Ao e tabeka rake bwanana nako karawa, man tang, ni kangai: O, maanra O te Uea, ae ko na kariaia bwa am toro ana maeka iaon te aba ni maiu n rabwata, bwa a na taratara korakoran te buakaka i buakoia natia aomata?", "27 Nooria, O te Atua, a tang nakoim, ma nanoia e kabwautaki ni kainikatongaia. Nooria, O te Atua, a tang nakoim ni matanriaia, ma a kaonrakeaki, n te aro are a taku bwa a korakora, ni bwain te aonaba aika akea manenaia.", "28 Nooria, O Atuau, bwaai aika a rang bobuaka, ma aia mwamwa, ma aia burenibai, ma aia bwai ni katamaroa aika a koora, ma bwaai aika a kakawaki ake a katamaroaki iai; ao nooria, a mena nanoia iai, ma a bon tang nakoim ni kangai—Ti karabwako, O te Atua, bwa ngaira bon te botanaomata ae rineaki iroum, ao tabemwaang a na mate.", "29 Eng, ao a taku bwa ko a tia ni kaotia nakoia bwa a na akea te Kristo.", "30 O te Uea ae te Atua, ai maannra riki ae ko na kariaia bwa te buakaka ma te aki kakaonimaki nakon te Atua e na mena i buakoia te botanaomata aio? O te Uea, ko kona n anganai korakorau, bwa N na kona n uouota mamaarau. Bwa I mamaara, ao te buakaka are i buakoia aomata aikai e bon kammaraka tamneiu.", "31 O te Uea, e korakora nanokawakin nanou; ko kona ni karaua nanou i nanon Kristo. O te Uea, ko kona n anganai bwa e na reke korakorau, bwa N na keiakin ma te taotaona n nano ni karawawata ake a na roko nakoiu, ibukin buakakaia te botanaomata aio.", "32 O te Uea, ko kona n anganai karauan nanou, man anganai bwa e na nakoraoi au waaki, ma raou naba ni beku ake a raonai—eng, Amon, ma Aaron, ma Aomna, ma Amureki ma Teeterom naba, ma natiu mwaane naba aika uoman—eng, ko na karau nanoia aikai, O te Uea. Eng, ko kona ni karau nanoia i nanon Kristo?", "33 Ko kona n anganiia bwa e na reke irouia te korakora, bwa a na kona ni keiakin karawawatakia ake a na roko i aoia ibukin buakakaia te botanaomata aio.", "34 O te Uea, ko kona n anganiira bwa e na nakoraoi ara waaki ni kairia riki nakoim i nanon Kristo.", "35 Noori, O te Uea, a kakawaki tamneia, ao a mwaiti i buakoia aika tarira; ngaia are, anganiira, O te Uea, te mwaaka ao te wanawana bwa ti na kona ni manga kairia tarira, riki nakoim.", "36 Ao ngkanne e koro bukina bwa ngke Aramwa e a tia n taekin taeka aikai, e uboi baina i aoia ake a raonna. Ao nooria, ngke e uboa baina i aoia, a kaonaki n te Tamnei ae Tabu.", "37 Ao i mwin arei a maenako temanna mai iroun temanna, n aki iangoia bwa teraa kanaia, ke teraa nimaia, ke teraa ae ana bwainna.", "38 Ao te Uea e katauraoi ibukiia bwa a na aki baki, ao a na aki naba taka; eng, ao e anganiia naba te korakora, bwa a na aki kainnanoaki n aekan karawawata n aekaia nako, ma a na ti kabwautaki n te kimwareirei iroun Kristo. Ao ngkanne aio e bon kaineti ma ana tataro Aramwa: ao aio ibukina bwa e tataro i nanon te onimaki."]}