{"English": ["Ammoron and Moroni negotiate for the exchange of prisoners—Moroni demands that the Lamanites withdraw and cease their murderous attacks—Ammoron demands that the Nephites lay down their arms and become subject to the Lamanites. About 63B.C.", "1 And now it came to pass in the commencement of the twenty and ninth year of the judges, that Ammoron sent unto Moroni desiring that he would exchange prisoners.", "2 And it came to pass that Moroni felt to rejoice exceedingly at this request, for he desired the provisions which were imparted for the support of the Lamanite prisoners for the support of his own people; and he also desired his own people for the strengthening of his army.", "3 Now the Lamanites had taken many women and children, and there was not a woman nor a child among all the prisoners of Moroni, or the prisoners whom Moroni had taken; therefore Moroni resolved upon a stratagem to obtain as many prisoners of the Nephites from the Lamanites as it were possible.", "4 Therefore he wrote an epistle, and sent it by the servant of Ammoron, the same who had brought an epistle to Moroni. Now these are the words which he wrote unto Ammoron, saying:", "5 Behold, Ammoron, I have written unto you somewhat concerning this war which ye have waged against my people, or rather which thy brother hath waged against them, and which ye are still determined to carry on after his death.", "6 Behold, I would tell you somewhat concerning the justice of God, and the sword of his almighty wrath, which doth hang over you except ye repent and withdraw your armies into your own lands, or the land of your possessions, which is the land of Nephi.", "7 Yea, I would tell you these things if ye were capable of hearkening unto them; yea, I would tell you concerning that awful hell that awaits to receive such murderers as thou and thy brother have been, except ye repent and withdraw your murderous purposes, and return with your armies to your own lands.", "8 But as ye have once rejected these things, and have fought against the people of the Lord, even so I may expect you will do it again.", "9 And now behold, we are prepared to receive you; yea, and except you withdraw your purposes, behold, ye will pull down the wrath of that God whom you have rejected upon you, even to your utter destruction.", "10 But, as the Lord liveth, our armies shall come upon you except ye withdraw, and ye shall soon be visited with death, for we will retain our cities and our lands; yea, and we will maintain our religion and the cause of our God.", "11 But behold, it supposeth me that I talk to you concerning these things in vain; or it supposeth me that thou art a child of hell; therefore I will close my epistle by telling you that I will not exchange prisoners, save it be on conditions that ye will deliver up a man and his wife and his children, for one prisoner; if this be the case that ye will do it, I will exchange.", "12 And behold, if ye do not this, I will come against you with my armies; yea, even I will arm my women and my children, and I will come against you, and I will follow you even into your own land, which is the land of our first inheritance; yea, and it shall be blood for blood, yea, life for life; and I will give you battle even until you are destroyed from off the face of the earth.", "13 Behold, I am in my anger, and also my people; ye have sought to murder us, and we have only sought to defend ourselves. But behold, if ye seek to destroy us more we will seek to destroy you; yea, and we will seek our land, the land of our first inheritance.", "14 Now I close my epistle. I am Moroni; I am a leader of the people of the Nephites.", "15 Now it came to pass that Ammoron, when he had received this epistle, was angry; and he wrote another epistle unto Moroni, and these are the words which he wrote, saying:", "16 I am Ammoron, the king of the Lamanites; I am the brother of Amalickiah whom ye have murdered. Behold, I will avenge his blood upon you, yea, and I will come upon you with my armies for I fear not your threatenings.", "17 For behold, your fathers did wrong their brethren, insomuch that they did rob them of their right to the government when it rightly belonged unto them.", "18 And now behold, if ye will lay down your arms, and subject yourselves to be governed by those to whom the government doth rightly belong, then will I cause that my people shall lay down their weapons and shall be at war no more.", "19 Behold, ye have breathed out many threatenings against me and my people; but behold, we fear not your threatenings.", "20 Nevertheless, I will grant to exchange prisoners according to your request, gladly, that I may preserve my food for my men of war; and we will wage a war which shall be eternal, either to the subjecting the Nephites to our authority or to their eternal extinction.", "21 And as concerning that God whom ye say we have rejected, behold, we know not such a being; neither do ye; but if it so be that there is such a being, we know not but that he hath made us as well as you.", "22 And if it so be that there is a devil and a hell, behold will he not send you there to dwell with my brother whom ye have murdered, whom ye have hinted that he hath gone to such a place? But behold these things matter not.", "23 I am Ammoron, and a descendant of Zoram, whom your fathers pressed and brought out of Jerusalem.", "24 And behold now, I am a bold Lamanite; behold, this war hath been waged to avenge their wrongs, and to maintain and to obtain their rights to the government; and I close my epistle to Moroni."], "Español": ["Ammorón y Moroni hacen gestiones para efectuar el canje de prisioneros— Moroni exige que los lamanitas se retiren y cesen sus ataques asesinos— Ammorón exige que los nefitas entreguen sus armas y se sujeten a los lamanitas. Aproximadamente 63a.C.", "1 Y sucedió que a principios del año veintinueve del gobierno de los jueces, Ammorón mandó decir a Moroni que deseaba un canje de prisioneros.", "2 Y aconteció que para Moroni esta solicitud fue motivo de mucho gozo, porque deseaba que las provisiones que se impartían para el sostén de los prisioneros lamanitas fuesen para el sostén de su propio pueblo; y además, deseaba contar con su propio pueblo para reforzar su ejército.", "3 Ahora bien, los lamanitas habían tomado cautivos a muchas mujeres y niños, y entre todos los prisioneros de Moroni, o sea, los prisioneros que él había tomado, no se hallaba ni una sola mujer ni un solo niño; por lo tanto, Moroni recurrió a una estratagema para conseguir de los lamanitas el mayor número posible de prisioneros nefitas.", "4 De modo que escribió una epístola y la envió con el siervo de Ammorón, el mismo que había traído una epístola a Moroni. Y estas son las palabras que escribió a Ammorón, diciendo:", "5 He aquí, Ammorón, te he escrito algunas palabras tocante a esta guerra que has emprendido contra mi pueblo, o mejor dicho, que tu hermano ha emprendido en contra de ellos, y la cual estás aún resuelto a continuar después de su muerte.", "6 He aquí, quisiera decirte algo concerniente a la justicia de Dios y la espada de su omnipotente ira que se cierne sobre vosotros, a menos que os arrepintáis y retiréis vuestros ejércitos hasta vuestras propias tierras, o sea, la tierra de vuestras posesiones, que es la tierra de Nefi.", "7 Sí, quisiera decirte estas cosas si fueras capaz de hacerles caso; sí, te diría concerniente a ese horrible infierno que está pronto para recibir a tales asesinos como tú y tu hermano lo habéis sido, a menos que os arrepintáis y renunciéis a vuestros propósitos asesinos, y os retiréis con vuestras tropas a vuestras propias tierras.", "8 Pero así como anteriormente habéis desechado estas cosas, y habéis luchado contra el pueblo del Señor, de igual manera puedo esperar que lo volváis a hacer.", "9 Mas he aquí, estamos preparados para recibiros; sí, y a menos que renunciéis a vuestros propósitos, he aquí, causaréis que la ira de ese Dios que habéis rechazado caiga sobre vosotros para vuestra completa destrucción.", "10 Pero así como vive el Señor, nuestros ejércitos vendrán sobre vosotros, a menos que os retiréis, y de aquí a poco seréis visitados con muerte, porque retendremos nuestras ciudades y nuestras tierras; sí, y preservaremos nuestra religión y la causa de nuestro Dios.", "11 Pero he aquí, me parece que te hablo de estas cosas en vano; o me parece que eres un hijo del infierno; concluiré, pues, mi epístola, diciéndote que no canjearé prisioneros, sino con la condición de que entreguéis un hombre y su esposa y sus hijos por cada prisionero; si tal fuere el caso, haré el canje.", "12 Y he aquí, si no haces esto, marcharé contra vosotros con mis ejércitos; sí, armaré aun a las mujeres y los niños, e iré contra vosotros y os seguiré hasta vuestra propia tierra, que es la tierra de nuestra primera herencia; sí, y será sangre por sangre, sí, vida por vida; y os acometeré hasta que seáis destruidos de sobre la faz de la tierra.", "13 He aquí, estoy con ira, lo mismo que mi pueblo; habéis intentado asesinarnos, y nosotros solo hemos procurado defendernos. Mas he aquí, si intentáis de nuevo destruirnos, nosotros procuraremos destruiros a vosotros; sí, y nos esforzaremos por obtener nuestra tierra, la tierra de nuestra primera herencia.", "14 Ahora concluyo mi epístola. Soy Moroni, uno de los jefes del pueblo de los nefitas.", "15 Y aconteció que al recibir Ammorón esta epístola, se enojó; y escribió otra epístola a Moroni, y estas son las palabras que escribió, diciendo:", "16 Soy Ammorón, rey de los lamanitas; soy hermano de Amalickíah, a quien habéis asesinado. He aquí, vengaré su sangre sobre vosotros; sí, y caeré sobre vosotros con mis ejércitos, porque no temo vuestras amenazas.", "17 Pues he aquí, vuestros padres agraviaron a sus hermanos, al grado de robarles su derecho de gobernar, cuando justamente les pertenecía.", "18 Mas he aquí, si entregáis vuestras armas, y os sujetáis a que os gobiernen aquellos a quienes legítimamente pertenece el gobierno, entonces haré que mi pueblo abandone sus armas y deje de estar en guerra.", "19 He aquí, has proferido muchas amenazas contra mí y contra mi pueblo; mas he aquí, tus amenazas no nos intimidan.", "20 No obstante, con gusto concederé el canje de prisioneros, de acuerdo con tu proposición, a fin de conservar mis provisiones para mis hombres de guerra; y emprenderemos una guerra que será sin fin, ya para subyugar a los nefitas a nuestra autoridad, o exterminarlos para siempre.", "21 Y concerniente a ese Dios que, según dices, hemos rechazado, he aquí, no conocemos a tal ser; ni vosotros tampoco; pero aun suponiendo que existiera semejante ser, bien puede ser que él nos haya hecho a nosotros así como a vosotros.", "22 Y si es que hay un diablo y un infierno, he aquí, ¿no os enviará él allí para vivir con mi hermano al cual habéis asesinado, de quien insinuáis que ha ido a tal lugar? Pero he aquí, estas cosas no importan.", "23 Soy Ammorón, y soy descendiente de Zoram, aquel a quien vuestros padres obligaron y trajeron de Jerusalén.", "24 Y he aquí, soy un intrépido lamanita; he aquí, se ha emprendido esta guerra para vengar sus agravios, y para mantener y obtener sus derechos al gobierno; y concluyo mi epístola a Moroni."], "Français": ["Ammoron et Moroni négocient l’échange des prisonniers— Moroni exige que les Lamanites se retirent et cessent leurs attaques meurtrières— Ammoron exige que les Néphites déposent les armes et s’assujettissent aux Lamanites. Vers 63av.J.-C.", "1 Et alors, il arriva, au commencement de la vingt-neuvième année des juges, qu’Ammoron envoya un serviteur à Moroni, lui demandant d’échanger des prisonniers.", "2 Et il arriva que Moroni se réjouit extrêmement de cette demande, car il désirait, pour l’entretien de son peuple, les provisions qui étaient affectées à l’entretien des prisonniers lamanites; et il désirait aussi son peuple pour le renforcement de son armée.", "3 Or, les Lamanites avaient pris beaucoup de femmes et d’enfants, et il n’y avait pas une femme ni un enfant parmi tous les prisonniers de Moroni, ou les prisonniers que Moroni avait faits; c’est pourquoi, Moroni décida d’un stratagème pour obtenir de la part des Lamanites le plus de prisonniers néphites possible.", "4 C’est pourquoi, il écrivit une épître, et l’envoya par le serviteur d’Ammoron, celui-là même qui avait apporté une épître à Moroni. Or, voici les paroles qu’il écrivit à Ammoron, disant:", "5 Voici, Ammoron, je t’ai écrit quelque peu concernant la guerre que tu as menée contre mon peuple, ou plutôt que ton frère a menée contre lui, et que tu es toujours décidé à poursuivre après sa mort.", "6 Voici, je te dirais quelque chose concernant la justice de Dieu et l’épée de sa colère toute-puissante qui est suspendue au-dessus de toi, à moins que tu ne te repentes et ne retires tes armées dans tes terres, ou le pays de tes possessions, qui est le pays de Néphi.", "7 Oui, je te dirais ces choses, si tu étais capable de les écouter; oui, je te parlerais de l’enfer affreux qui attend de recevoir des meurtriers tels que vous l’avez été, ton frère et toi, à moins que vous ne vous repentiez et ne renonciez à vos desseins meurtriers, et ne retourniez avec vos armées dans vos terres.", "8 Mais comme tu as jadis rejeté ces choses-là et as combattu le peuple du Seigneur, je m’attends à ce que tu le fasses encore.", "9 Et maintenant, voici, nous sommes prêts à te recevoir; oui, et si tu ne renonces pas à tes desseins, voici, tu feras tomber sur toi la colère de ce Dieu que tu as rejeté, jusqu’à ta destruction totale.", "10 Mais, comme le Seigneur vit, nos armées viendront sur toi, à moins que tu ne te retires, et tu seras bientôt puni de mort, car nous conserverons nos villes et nos terres; oui, et nous défendrons notre religion et la cause de notre Dieu.", "11 Mais voici, je pense que c’est en vain que je te parle de ces choses; ou je pense que tu es un enfant de l’enfer; c’est pourquoi je terminerai mon épître en te disant que je n’échangerai de prisonniers qu’à condition que tu livres un homme, et sa femme, et ses enfants pour un seul prisonnier; si c’est le cas, je ferai l’échange.", "12 Et voici, si tu ne le fais pas, je viendrai contre toi avec mes armées, oui, j’armerai même mes femmes et mes enfants, et je viendrai contre toi, et je te suivrai dans ton pays, qui est le pays de notre premier héritage; oui, et ce sera sang pour sang, oui, vie pour vie; et je te livrerai bataille jusqu’à ce que tu sois détruit de la surface de la terre.", "13 Voici, je suis en colère, et mon peuple aussi; vous avez cherché à nous assassiner, et nous n’avons cherché qu’à nous défendre. Mais voici, si vous cherchez à nous détruire davantage, nous chercherons à vous détruire; oui, et nous chercherons à reconquérir notre pays, le pays de notre premier héritage.", "14 Maintenant, je termine mon épître. Je suis Moroni; je suis un chef du peuple des Néphites.", "15 Or, il arriva qu’Ammoron, lorsqu’il eut reçu cette épître, fut en colère; et il écrivit encore une épître à Moroni, et voici les paroles qu’il écrivit, disant:", "16 Je suis Ammoron, roi des Lamanites; je suis le frère d’Amalickiah que tu as assassiné. Voici, je vengerai son sang sur toi, oui, et je viendrai sur toi avec mes armées, car je ne crains pas tes menaces.", "17 Car voici, tes pères ont lésé leurs frères, de sorte qu’ils les ont dépouillés de leur droit au gouvernement, alors qu’il leur appartenait de droit.", "18 Et maintenant, voici, si vous déposez les armes et vous assujettissez pour être gouvernés par ceux à qui le gouvernement appartient de droit, alors je commanderai à mon peuple de déposer les armes et ne serai plus en guerre.", "19 Voici, tu as proféré beaucoup de menaces contre moi et mon peuple; mais voici, nous ne craignons pas tes menaces.", "20 Néanmoins, j’échangerai volontiers les prisonniers selon ta demande, afin de conserver ma nourriture pour mes hommes de guerre; et nous mènerons une guerre qui sera éternelle, soit jusqu’à l’assujettissement des Néphites à notre autorité, soit jusqu’à leur extinction éternelle.", "21 Et en ce qui concerne ce Dieu dont tu dis que nous l’avons rejeté, voici, nous ne connaissons pas un tel être, et vous non plus; mais s’il existe un tel être, nous ne voyons pas pourquoi il ne nous aurait pas faits aussi bien que vous.", "22 Et s’il y a un diable et un enfer, voici, ne t’y enverra-t-il pas demeurer avec mon frère que tu as assassiné, que tu insinues être allé en un tel lieu? Mais voici, ces choses n’ont pas d’importance.", "23 Je suis Ammoron, et un descendant de Zoram, que tes pères ont enrôlé de force et ont fait sortir de Jérusalem.", "24 Et voici, maintenant, je suis un fier Lamanite; voici, cette guerre a été menée pour venger les torts qu’on leur avait faits et pour conserver et obtenir leurs droits au gouvernement; et je termine mon épître à Moroni."], "Kiribati": ["Amoron ma Moronaai a maroroakina aron ae a na kaibibiti aia bure—Moronaai e tangiria bwa a na kerikaaki Reimwanaite ma ni katoka aia tiriaomata—Amoron e tangiria bwa Nibwaite a na kawenei aia bwai ni buaka ma ni kairaki irouia Reimwanaite. Uakaan ma 63I.K.", "1 Ao ngkai e koro bukina bwa ni moan waakin aia kauabwi ma ruaiwa n ririki taan moti, ao Amoron e kananako nakon Moronaai bwa e tangiria bwa a na kaibibiti aia bure.", "2 Ao e koro bukina bwa Moronaai e bon rootia angin te kukurei ae rianako n ana bubuti, bwa e bon tangiri bwaai ake a na kainnanoi ake a tia ni kanakoaki ibukin boutokaakia bure ake Reimwanaite ibukin boutokaakia oin ana botanaomata; ao e bon tangiriia naba oin ana botanaomata ibukin kakorakoraia ana taanga ni buaka.", "3 Ao ngkai a bon tia Reimwanaite n anaia aine aika a mwaiti ma ataei, ao bon akea naba temanna te aine ke te teei i buakoia ana bure Moronaai, ke bure ake e a tia n anaia Moronaai; ngaia are Moronaai e kakaea te kawai are e na kona ni karekei bure aika a mwaiti aika Nibwaite mai irouia Reimwanaite ngkana e kona.", "4 Ngaia are e korea te reta n angan ana toro Amoron, are bon ngaia naba are e uota te reta nakon Moronaai. Ao ngkanne aikai taeka ake e koroi nakon Amoron ni kangai:", "5 Nooria, Amoron, I a tia ni koroboki nakoim ibukin te bwai ae kaineti ma te buaka aei ae ko kateirakea ni kaaitaraia au botanaomata, ke ae e a tia ni kateirakea tarim ni kaaitaraia, ao are ko bon kamatoa inanom bwa ko na reitia nako i mwin matena.", "6 Nooria, N na tuangko te bwai teuana ni kaineti ma ana momotiraoi te Atua, ma korakoran unna ae kanga te kabaang, ae tinetine i aomi ni karokoa ae kam rairananomi ma ni kakerikakia ami taanga ni buaka nakon oin abami, ke te aba are kam bwaibwai iai, are bon te aba are Nibwaai.", "7 Eng, I kan tuangko bwaai aikai ngke arona bwa ko kona n ongeaba nako iai; eng, I kan tuangko aron moone are e kakamaku are tataningaia taan tiriaomata n ai arom ma tarim, ma ti ngkana kam rairinanomi ma ni katoka ami waaki n tiriaomata, ao ma n oki ma ami taanga ni buaka nakon oin abami.", "8 Ma ngkai kam a tia ngkoa n aki butimwaei bwaai aikai, man tia ni buakaniia ana botanaomata te Uea, ao I kataua bwa kam na manga karaoia riki.", "9 Ao ngkai nooria, ti a tauraoi ni butimwaeingkami; eng, ma ngkana kam aki katoka ami waaki, nooria, kam na karuoa i aomi unin te Atua are kam a tia n aki butimwaea, ao kam na bon kamaunaki.", "10 Ma, ngkai e maiu te Uea, ao a na roko ara taanga ni buaka nakoimi ngkana kam aki kerikaaki, ao kam na bon mate, bwa ti na bon kaoki ara kaawa ma abara; eng, ao ti na kawakina ara aro ma ana waaki Atuara.", "11 Ma nooria, I taku inanou bwa e matebuaka taetaeu nakoimi ni kaineti ma bwaai aikai; bwa I taku inanou bwa ataein moone ngkami; ngaia are N na kaina au reta aei man tuangko bwa I aki kan kaibibiti ara bure, ma ti ngkana ko kainaomata te mwaane ma buuna ma natina, ibukin temanna te bure; ngkana e kona n riki aei ao ko na karaoia, ao N na kaibibiti.", "12 Ao nooria, ngkana ko aki karaoa aio, N na roko ni kaaitarako ma au taanga ni buaka; eng, ao N na katokai naba aia bwai ni buaka au aine ma au ataei, ao N na roko ni kaaitarako, ao N na rimwiko nakon oin abam, are bon te aba are ti moan bwaibwai iai, eng, ao e na kangai te raraa ibukin te raraa, eng, te maiu ibukin te maiu; ao N na buakaningkami eng, ni karokoa ae kam kamaunaki mai matan te aonaba.", "13 Nooria, I a un, ao au botanaomata naba; kam a tia n ukoukora tiringakira, ao ti a bon tia ni kataia ni kamaiuira. Ma nooria, ngkana kam a manga ukoukora riki kan tiringara ao ti na ukoukora naba tiringami; eng, ao ti na ukoukora naba abara, te aba are ti moan bwaibwai iai.", "14 Ngkai e a toki au reta. Ngai Moronaai; Ngai te tia kairiri irouia te botanaomata ae Nibwaite.", "15 Ngkai e koro bukina bwa Amoron, ngke e reke irouna te reta aio, e a bon un; ao e korea riki teuana te reta nakon Moronaai, ao aikai taeka ake e koroi ni kangai:", "16 Ngai bon Amoron, aia uea Reimwanaite; Ngai bon tarin Amarakaai are kam a tia n tiringnga. Nooria, N na kabooa mwiin raraana iaomi, eng, ao N na roko nakoimi ma au taanga ni buaka bwa I aki maakui am taeka ni kakamaku.", "17 Bwa nooria, a bon kairua ami bakatibu nakoia tarira, n te aro are a bon anaa inaomataia nakon te tautaeka ngke bon aia bwai n etina.", "18 Ao ngkai nooria, ngkana kam kawenei ami bwai ni buaka, ma ni kariaia bwa kam na tautaekanaki irouia naake bon aia bwai te tautaeka n etina raoi, ao ngkanne N na tuangiia au botanaomata bwa a na kawenei aia bwai ni buaka ao e na manga akea riki te buaka.", "19 Nooria, ko a tia n taekin taian taeka ni kakamaku aika a mwaiti nakoiu ma au botanaomata; ma nooria, ti bon aki maaka ami taeka ni kakamaku.", "20 Ma e ngae n anne, N na kariaia bwa ti na kaibibiti ara bure n aron are am bubuti, ni kukurei, bwa e aonga n ae I kawakina te amwarake ibukiia au koraki ni buaka; ao ti na kateirakea te buaka ae akea tokina, are a na kona iai n tautaekanaki Nibwaite iroura ke ana kamaunaki n akea tokina.", "21 Ao ni kaineti ma te Atua are ko taku bwa ti a tia n totokoia, nooria, ti bon aki ataa te Atua anne, ao ngkami naba; ma ngkana arona bwa bon iai te Atua anne, ti bon aki ataia ma tao e a tia ni karikira ma ngkami naba.", "22 Ao ngkana arona bwa iai te riaboro ao moone, nooria tiaki bwa e na kanakoko nako ikekei bwa ko na maeka ma tariu are ko a tia n tiringnga, are ko taku bwa e a tia n nako nakon te tabo arei? Ma nooria akea bongan bwaai aikai.", "23 Ngai bon Amoron, are kanoan Tioram, are e kairoroaki irouia ami bakatibu ma ni kairaki nako mai Ierutarem.", "24 Ao nooria ngkai, Ngai bon te Reimwanaite ae ninikoria; nooria, e kateirakeaki te buaka aei bwa e na kabooi mwiin aia bure, ao bwa e na kateimatoa ma ni kawakina inaomataia nakon te tautaeka; ao I a katoka au reta nakon Moronaai."]}