{"English": ["The Lamanites come against the people of God—The Anti-Nephi-Lehies rejoice in Christ and are visited by angels—They choose to suffer death rather than to defend themselves—More Lamanites are converted. About 90–77B.C.", "1 And it came to pass that the Amalekites and the Amulonites and the Lamanites who were in the land of Amulon, and also in the land of Helam, and who were in the land of Jerusalem, and in fine, in all the land round about, who had not been converted and had not taken upon them the name of Anti-Nephi-Lehi, were stirred up by the Amalekites and by the Amulonites to anger against their brethren.", "2 And their hatred became exceedingly sore against them, even insomuch that they began to rebel against their king, insomuch that they would not that he should be their king; therefore, they took up arms against the people of Anti-Nephi-Lehi.", "3 Now the king conferred the kingdom upon his son, and he called his name Anti-Nephi-Lehi.", "4 And the king died in that selfsame year that the Lamanites began to make preparations for war against the people of God.", "5 Now when Ammon and his brethren and all those who had come up with him saw the preparations of the Lamanites to destroy their brethren, they came forth to the land of Midian, and there Ammon met all his brethren; and from thence they came to the land of Ishmael that they might hold a council with Lamoni and also with his brother Anti-Nephi-Lehi, what they should do to defend themselves against the Lamanites.", "6 Now there was not one soul among all the people who had been converted unto the Lord that would take up arms against their brethren; nay, they would not even make any preparations for war; yea, and also their king commanded them that they should not.", "7 Now, these are the words which he said unto the people concerning the matter: I thank my God, my beloved people, that our great God has in goodness sent these our brethren, the Nephites, unto us to preach unto us, and to convince us of the traditions of our wicked fathers.", "8 And behold, I thank my great God that he has given us a portion of his Spirit to soften our hearts, that we have opened a correspondence with these brethren, the Nephites.", "9 And behold, I also thank my God, that by opening this correspondence we have been convinced of our sins, and of the many murders which we have committed.", "10 And I also thank my God, yea, my great God, that he hath granted unto us that we might repent of these things, and also that he hath forgiven us of those our many sins and murders which we have committed, and taken away the guilt from our hearts, through the merits of his Son.", "11 And now behold, my brethren, since it has been all that we could do (as we were the most lost of all mankind) to repent of all our sins and the many murders which we have committed, and to get God to take them away from our hearts, for it was all we could do to repent sufficiently before God that he would take away our stain—", "12 Now, my best beloved brethren, since God hath taken away our stains, and our swords have become bright, then let us stain our swords no more with the blood of our brethren.", "13 Behold, I say unto you, Nay, let us retain our swords that they be not stained with the blood of our brethren; for perhaps, if we should stain our swords again they can no more be washed bright through the blood of the Son of our great God, which shall be shed for the atonement of our sins.", "14 And the great God has had mercy on us, and made these things known unto us that we might not perish; yea, and he has made these things known unto us beforehand, because he loveth our souls as well as he loveth our children; therefore, in his mercy he doth visit us by his angels, that the plan of salvation might be made known unto us as well as unto future generations.", "15 Oh, how merciful is our God! And now behold, since it has been as much as we could do to get our stains taken away from us, and our swords are made bright, let us hide them away that they may be kept bright, as a testimony to our God at the last day, or at the day that we shall be brought to stand before him to be judged, that we have not stained our swords in the blood of our brethren since he imparted his word unto us and has made us clean thereby.", "16 And now, my brethren, if our brethren seek to destroy us, behold, we will hide away our swords, yea, even we will bury them deep in the earth, that they may be kept bright, as a testimony that we have never used them, at the last day; and if our brethren destroy us, behold, we shall go to our God and shall be saved.", "17 And now it came to pass that when the king had made an end of these sayings, and all the people were assembled together, they took their swords, and all the weapons which were used for the shedding of man’s blood, and they did bury them up deep in the earth.", "18 And this they did, it being in their view a testimony to God, and also to men, that they never would use weapons again for the shedding of man’s blood; and this they did, vouching and covenanting with God, that rather than shed the blood of their brethren they would give up their own lives; and rather than take away from a brother they would give unto him; and rather than spend their days in idleness they would labor abundantly with their hands.", "19 And thus we see that, when these Lamanites were brought to believe and to know the truth, they were firm, and would suffer even unto death rather than commit sin; and thus we see that they buried their weapons of peace, or they buried the weapons of war, for peace.", "20 And it came to pass that their brethren, the Lamanites, made preparations for war, and came up to the land of Nephi for the purpose of destroying the king, and to place another in his stead, and also of destroying the people of Anti-Nephi-Lehi out of the land.", "21 Now when the people saw that they were coming against them they went out to meet them, and prostrated themselves before them to the earth, and began to call on the name of the Lord; and thus they were in this attitude when the Lamanites began to fall upon them, and began to slay them with the sword.", "22 And thus without meeting any resistance, they did slay a thousand and five of them; and we know that they are blessed, for they have gone to dwell with their God.", "23 Now when the Lamanites saw that their brethren would not flee from the sword, neither would they turn aside to the right hand or to the left, but that they would lie down and perish, and praised God even in the very act of perishing under the sword—", "24 Now when the Lamanites saw this they did forbear from slaying them; and there were many whose hearts had swollen in them for those of their brethren who had fallen under the sword, for they repented of the things which they had done.", "25 And it came to pass that they threw down their weapons of war, and they would not take them again, for they were stung for the murders which they had committed; and they came down even as their brethren, relying upon the mercies of those whose arms were lifted to slay them.", "26 And it came to pass that the people of God were joined that day by more than the number who had been slain; and those who had been slain were righteous people, therefore we have no reason to doubt but what they were saved.", "27 And there was not a wicked man slain among them; but there were more than a thousand brought to the knowledge of the truth; thus we see that the Lord worketh in many ways to the salvation of his people.", "28 Now the greatest number of those of the Lamanites who slew so many of their brethren were Amalekites and Amulonites, the greatest number of whom were after the order of the Nehors.", "29 Now, among those who joined the people of the Lord, there were none who were Amalekites or Amulonites, or who were of the order of Nehor, but they were actual descendants of Laman and Lemuel.", "30 And thus we can plainly discern, that after a people have been once enlightened by the Spirit of God, and have had great knowledge of things pertaining to righteousness, and then have fallen away into sin and transgression, they become more hardened, and thus their state becomes worse than though they had never known these things."], "Español": ["Los lamanitas atacan al pueblo de Dios— Los anti-nefi-lehitas se regocijan en Cristo y son visitados por ángeles— Prefieren padecer la muerte antes que defenderse— Se convierten más lamanitas. Aproximadamente 90–77a.C.", "1 Y aconteció que los amalekitas y los amulonitas y los lamanitas que se hallaban en la tierra de Amulón, y también en la tierra de Helam, y los que estaban en la tierra de Jerusalén, y en resumen, en todas las tierras circunvecinas, que no habían sido convertidos ni habían tomado sobre sí el nombre de Anti-Nefi-Lehi, fueron provocados a ira contra sus hermanos por los amalekitas y los amulonitas.", "2 Y su odio contra ellos llegó a ser sumamente intenso, a tal grado que empezaron a rebelarse contra su rey, al punto de que ya no quisieron que fuera su rey; por tanto, tomaron las armas contra el pueblo de Anti-Nefi-Lehi.", "3 Y el rey confirió el reino a su hijo, y le dio el nombre de Anti-Nefi-Lehi.", "4 Y murió el rey precisamente el año en que los lamanitas empezaron sus preparativos para la guerra contra el pueblo de Dios.", "5 Ahora bien, cuando Ammón y sus hermanos, y todos los que lo habían acompañado, vieron los preparativos de los lamanitas para destruir a sus hermanos, se dirigieron a la tierra de Midián, donde Ammón encontró a todos sus hermanos; y de allí fueron a la tierra de Ismael a fin de reunirse en consejo con Lamoni y también con su hermano Anti-Nefi-Lehi acerca de lo que debían hacer para defenderse de los lamanitas.", "6 Y no hubo uno solo de los que se habían convertido al Señor que quisiera tomar las armas contra sus hermanos; ni siquiera preparativos de guerra quisieron hacer; sí, y también su rey les mandó que no lo hicieran.", "7 Y estas son las palabras que dirigió al pueblo concerniente al asunto: Doy gracias a mi Dios, amado pueblo mío, porque nuestro gran Dios en su bondad nos ha enviado estos hermanos nuestros, los nefitas, para predicarnos y para convencernos concerniente a las tradiciones de nuestros inicuos padres.", "8 Y he aquí, doy gracias a mi gran Dios por habernos dado una porción de su Espíritu para ablandar nuestros corazones, de modo que hemos iniciado relaciones con estos hermanos, los nefitas.", "9 Y he aquí, también le agradezco a mi Dios que, por haber iniciado estas relaciones, nos hayamos convencido de nuestros pecados y de los muchos asesinatos que hemos cometido.", "10 Y también le doy gracias a mi Dios, sí, a mi gran Dios, porque nos ha concedido que nos arrepintamos de estas cosas, y también porque nos ha perdonado nuestros muchos pecados y asesinatos que hemos cometido, y ha depurado nuestros corazones de toda culpa, por los méritos de su Hijo.", "11 Pues he aquí, hermanos míos, en vista de que (por ser nosotros los más perdidos de todos los hombres) nos ha costado tanto arrepentirnos de todos nuestros pecados y de los muchos asesinatos que hemos cometido, y lograr que Dios los quitara de nuestros corazones, porque a duras penas pudimos arrepentirnos lo suficiente ante Dios para que él quitara nuestra mancha;", "12 ahora pues, muy amados hermanos míos, ya que Dios ha quitado nuestras manchas, y nuestras espadas se han vuelto lustrosas, no las manchemos más con la sangre de nuestros hermanos.", "13 He aquí, os digo que no. Retengamos nuestras espadas para que no se manchen con la sangre de nuestros hermanos; porque si las manchásemos otra vez, quizá ya no podrían ser limpiadas por medio de la sangre del Hijo de nuestro gran Dios, que será derramada para la expiación de nuestros pecados.", "14 Y el gran Dios ha tenido misericordia de nosotros, y nos ha dado a conocer estas cosas para que no perezcamos; sí, nos ha dado a conocer estas cosas anticipadamente, porque él ama nuestras almas así como ama a nuestros hijos; por consiguiente, en su misericordia nos visita por medio de sus ángeles, para que el plan de salvación nos sea dado a conocer, tanto a nosotros como a las generaciones futuras.", "15 ¡Oh cuán misericordioso es nuestro Dios! Y he aquí, ya que nos ha costado tanto lograr que nos sean quitadas nuestras manchas, y que nuestras espadas se vuelvan lustrosas, escondámoslas a fin de que conserven su brillo, como testimonio a nuestro Dios en el día final, el día en que seamos llevados para comparecer ante él para ser juzgados, de que no hemos manchado nuestras espadas en la sangre de nuestros hermanos, desde que él nos comunicó su palabra y nos limpió por ello.", "16 Y ahora bien, hermanos míos, si nuestros hermanos intentan destruirnos, he aquí, esconderemos nuestras espadas, sí, las enterraremos en lo profundo de la tierra para que se conserven lustrosas, como testimonio en el último día, de que nunca las hemos usado; y si nuestros hermanos nos destruyen, he aquí, iremos a nuestro Dios y seremos salvos.", "17 Y aconteció que cuando el rey hubo dado fin a estas palabras, estando reunido todo el pueblo, tomaron ellos sus espadas y todas las armas que se usaban para derramar sangre humana, y las enterraron profundamente en la tierra.", "18 E hicieron esto porque, a su modo de ver, era un testimonio a Dios, y también a los hombres, de que nunca más volverían a usar armas para derramar sangre humana; y esto hicieron, prometiendo y haciendo convenio con Dios de que antes que derramar la sangre de sus hermanos, ellos darían sus propias vidas; y antes que privar a un hermano, ellos le darían; y antes que pasar sus días en la ociosidad, trabajarían asiduamente con sus manos.", "19 Y así vemos que cuando estos lamanitas llegaron a conocer la verdad y a creer en ella, se mantuvieron firmes, y prefirieron padecer hasta la muerte antes que pecar; y así vemos que enterraron sus armas de paz, o sea, enterraron sus armas de guerra en bien de la paz.", "20 Y sucedió que sus hermanos, los lamanitas, hicieron los preparativos para la guerra, y llegaron a la tierra de Nefi con la intención de destruir al rey y poner a otro en su lugar, y también destruir al pueblo de Anti-Nefi-Lehi en toda la tierra.", "21 Ahora bien, cuando los del pueblo vieron que venían contra ellos, salieron a encontrarlos, y se postraron hasta la tierra ante ellos y empezaron a invocar el nombre del Señor; y en esta actitud se hallaban cuando los lamanitas empezaron a caer sobre ellos y a matarlos con la espada.", "22 Y así, sin encontrar resistencia alguna, mataron a mil y cinco de ellos; y sabemos que son benditos, porque han ido a morar con su Dios.", "23 Y cuando los lamanitas vieron que sus hermanos no huían de la espada, ni se volvían a la derecha ni a la izquierda, sino que se tendían y perecían, y alababan a Dios aun en el acto mismo de perecer por la espada,", "24 sí, cuando los lamanitas vieron esto, se abstuvieron de matarlos; y hubo muchos cuyos corazones se habían conmovido dentro de ellos por los de sus hermanos que habían caído por la espada, pues se arrepintieron de lo que habían hecho.", "25 Y aconteció que arrojaron al suelo sus armas de guerra y no las quisieron volver a tomar, porque los atormentaban los asesinatos que habían cometido; y se postraron, igual que sus hermanos, confiando en la clemencia de aquellos que tenían las armas alzadas para matarlos.", "26 Y sucedió que el número de los que se unieron al pueblo de Dios aquel día fue mayor que el de los que habían sido muertos; y aquellos que habían muerto eran personas justas; por tanto, no tenemos razón para dudar que se salvaron.", "27 Y no había un solo hombre inicuo entre los que perecieron; pero hubo más de mil que llegaron al conocimiento de la verdad; así vemos que el Señor obra de muchas maneras para la salvación de su pueblo.", "28 Y la mayoría de los lamanitas que mataron a tantos de sus hermanos eran amalekitas y amulonitas, de los cuales la mayor parte pertenecía a la orden de los nehores.", "29 Y entre los que se unieron al pueblo del Señor, no hubo ninguno que fuese amalekita o amulonita, o que perteneciese a la orden de Nehor, sino que eran descendientes directos de Lamán y Lemuel.", "30 Y así podemos discernir claramente que después que un pueblo ha sido iluminado por el Espíritu de Dios, y ha poseído un gran conocimiento de las cosas concernientes a la rectitud, y entonces cae en el pecado y la transgresión, llega a ser más empedernido, y así su condición es peor que si nunca hubiese conocido estas cosas."], "Français": ["Les Lamanites attaquent le peuple de Dieu— Les Anti-Néphi-Léhis mettent leur joie dans le Christ et reçoivent la visite d’anges— Ils décident de subir la mort plutôt que de se défendre— D’autres Lamanites sont convertis. Vers 90–77av.J.-C.", "1 Et il arriva que les Amalékites, et les Amulonites, et les Lamanites qui étaient au pays d’Amulon, et aussi au pays d’Hélam, et qui étaient au pays de Jérusalem, en bref, dans tout le pays alentour, qui n’avaient pas été convertis et n’avaient pas pris sur eux le nom d’Anti-Néphi-Léhi, furent excités par les Amalékites et par les Amulonites à la colère contre leurs frères.", "2 Et leur haine devint extrêmement violente contre eux, de telle sorte qu’ils commencèrent à se rebeller contre le roi, de sorte qu’ils ne voulurent plus qu’il fût leur roi; c’est pourquoi, ils prirent les armes contre le peuple d’Anti-Néphi-Léhi.", "3 Alors le roi conféra le royaume à son fils, et il lui donna le nom d’Anti-Néphi-Léhi.", "4 Et le roi mourut cette même année où les Lamanites commencèrent à faire des préparatifs de guerre contre le peuple de Dieu.", "5 Alors, quand Ammon, et ses frères, et tous ceux qui étaient montés avec lui virent les préparatifs des Lamanites pour faire périr leurs frères, ils allèrent au pays de Madian et là, Ammon rencontra tous ses frères; et de là, ils se rendirent au pays d’Ismaël, afin de tenir conseil avec Lamoni et aussi avec son frère Anti-Néphi-Léhi, sur ce qu’ils devaient faire pour se défendre contre les Lamanites.", "6 Or, il n’y avait pas une seule âme parmi tout le peuple qui avait été converti au Seigneur qui voulût prendre les armes contre ses frères; non, ils ne voulaient même pas faire de préparatifs de guerre; oui, et aussi, le roi leur commanda de ne pas le faire.", "7 Or, voici les paroles qu’il dit au peuple à ce sujet: Je remercie mon Dieu, mon peuple bien-aimé, de ce que notre grand Dieu ait envoyé, dans sa bonté, ceux-ci qui sont nos frères, les Néphites, pour nous prêcher et nous convaincre des traditions de nos méchants pères.", "8 Et voici, je remercie mon grand Dieu de ce qu’il nous a donné une part de son Esprit pour adoucir notre cœur, de sorte que nous sommes entrés en relation avec ces frères, les Néphites.", "9 Et voici, je remercie aussi mon Dieu de ce qu’en entamant ces relations, nous avons été convaincus de nos péchés et des nombreux meurtres que nous avons commis.", "10 Et je remercie aussi mon Dieu, oui, mon grand Dieu, de ce qu’il nous a accordé de nous en repentir, et aussi de ce qu’il nous a pardonné les nombreux péchés et meurtres que nous avons commis, et a ôté la culpabilité de notre cœur par les mérites de son Fils.", "11 Et maintenant, voici, mes frères, puisque cela a été tout ce que nous pouvions faire (puisque nous étions les plus perdus de toute l’humanité) pour nous repentir de nos péchés et des nombreux meurtres que nous avons commis, et pour amener Dieu à les ôter de notre cœur, car c’était tout ce que nous pouvions faire pour nous repentir suffisamment devant Dieu pour qu’il ôtât notre tache—", "12 Or, mes frères profondément aimés, puisque Dieu a ôté nos taches, et que nos épées sont devenues brillantes, ne tachons plus nos épées du sang de nos frères.", "13 Voici, je vous dis que non, retenons nos épées, afin qu’elles ne soient pas tachées du sang de nos frères; car peut-être que si nous tachons de nouveau nos épées, elles ne pourront plus être lavées et rendues brillantes par le sang du Fils de notre grand Dieu, qui sera versé pour l’expiation de nos péchés.", "14 Et le grand Dieu a été miséricordieux envers nous, et nous a fait savoir ces choses pour que nous ne périssions pas; oui, et il nous a fait savoir ces choses d’avance, parce qu’il aime notre âme aussi bien qu’il aime nos enfants; c’est pourquoi, dans sa miséricorde, il nous rend visite par ses anges, afin que le plan de salut nous soit révélé, à nous, aussi bien qu’aux générations futures.", "15 Oh! comme notre Dieu est miséricordieux! Or, voici, puisque c’est tout ce que nous avons pu faire pour que nos taches nous soient enlevées, et que nos épées sont rendues brillantes, cachons-les afin qu’elles restent brillantes, en témoignage à notre Dieu au dernier jour, ou au jour où nous serons amenés à nous tenir devant lui pour être jugés, de ce que nous n’avons pas taché nos épées dans le sang de nos frères depuis qu’il nous a fait connaître sa parole et nous a ainsi rendus purs.", "16 Et maintenant, mes frères, si nos frères cherchent à nous détruire, voici, nous cacherons nos épées, oui, nous les enterrerons profondément dans la terre, afin qu’elles restent brillantes, en témoignage, au dernier jour, que nous ne les avons jamais utilisées; et si nos frères nous détruisent, voici, nous irons à notre Dieu et serons sauvés.", "17 Et alors, il arriva que lorsque le roi eut fini ces paroles et que tout le peuple fut assemblé, ils prirent leurs épées, et toutes les armes qui étaient utilisées pour l’effusion du sang de l’homme, et ils les enterrèrent profondément dans la terre.", "18 Et cela, ils le firent parce que c’était à leurs yeux un témoignage à Dieu, et aussi aux hommes, qu’ils n’utiliseraient plus jamais d’armes pour l’effusion du sang de l’homme; et cela, ils le firent, attestant et faisant alliance avec Dieu que plutôt que de verser le sang de leurs frères, ils donneraient leur vie; et plutôt que d’ôter à un frère, ils lui donneraient; et plutôt que de passer leurs jours dans l’indolence, ils travailleraient abondamment de leurs mains.", "19 Et ainsi, nous voyons que lorsque ces Lamanites étaient amenés à croire et à connaître la vérité, ils étaient fermes et étaient disposés à souffrir jusqu’à la mort, plutôt que de commettre le péché; et ainsi, nous voyons qu’ils enterrèrent leurs armes de paix, ou ils enterrèrent les armes de guerre, pour la paix.", "20 Et il arriva que leurs frères, les Lamanites, firent des préparatifs de guerre, et montèrent au pays de Néphi dans le but de faire périr le roi, et d’en mettre un autre à sa place, et aussi d’exterminer le peuple d’Anti-Néphi-Léhi du pays.", "21 Alors, quand le peuple vit qu’ils montaient contre lui, il alla à leur rencontre, et se prosterna devant eux à terre, et commença à invoquer le nom du Seigneur; et c’est dans cette attitude qu’il était lorsque les Lamanites commencèrent à s’abattre sur lui, et commencèrent à le tuer par l’épée.", "22 Et c’est ainsi que sans rencontrer aucune résistance, ils en tuèrent mille cinq; et nous savons qu’ils sont bénis, car ils sont allés demeurer avec leur Dieu.", "23 Or, lorsque les Lamanites virent que leurs frères ne fuyaient pas devant l’épée, et qu’ils ne tournaient ni à droite ni à gauche, mais qu’ils se couchaient et périssaient, et louaient Dieu au moment même où ils périssaient sous l’épée—", "24 or, lorsque les Lamanites virent cela, ils se retinrent de les tuer; et il y en eut beaucoup dont le cœur s’était gonflé au-dedans d’eux pour ceux de leurs frères qui étaient tombés sous l’épée, car ils se repentaient des choses qu’ils avaient faites.", "25 Et il arriva qu’ils jetèrent leurs armes de guerre et ne voulurent plus les reprendre, car ils avaient du remords pour les meurtres qu’ils avaient commis; et ils se prosternèrent comme leurs frères, se confiant en la miséricorde de ceux dont le bras était levé pour les tuer.", "26 Et il arriva que le peuple de Dieu fut rejoint ce jour-là par un nombre plus grand que le nombre de ceux qui avaient été tués; et ceux qui avaient été tués étaient des justes, c’est pourquoi nous n’avons pas lieu de douter qu’ils étaient sauvés.", "27 Et il n’y eut pas un homme méchant tué parmi eux; mais il y en eut plus de mille qui furent amenés à la connaissance de la vérité; nous voyons ainsi que le Seigneur agit de nombreuses façons pour le salut de son peuple.", "28 Or, la majeure partie des Lamanites qui tuèrent tant de leurs frères étaient Amalékites et Amulonites, dont la majeure partie était selon l’ordre des Néhors.", "29 Or, parmi ceux qui se joignirent au peuple du Seigneur, il n’y en eut aucun qui fût Amalékite ou Amulonite, ou qui fût de l’ordre de Néhor, mais ils étaient de véritables descendants de Laman et de Lémuel.", "30 Et ainsi, nous pouvons discerner clairement que lorsqu’un peuple a été une fois éclairé par l’Esprit de Dieu, et a eu une grande connaissance des choses qui ont trait à la justice, et est ensuite tombé dans le péché et la transgression, il devient plus endurci, et ainsi son état devient pire que s’il n’avait jamais connu ces choses."], "Kiribati": ["Reimwanaite a kaaitaraia ana aomata te Atua—Aomata aika Aentaai-Nibwaai-Riaai a kimwareirei i nanon Kristo ao a kawaraki irouia anera—A rineia bwa a na kainnanoaki n te mate nakon ae a na kamaiuia—A mwaiti riki Reimwanaite ake a manga rairaki. Uakaan ma 90–77I.K.", "1 Ao e koro bukina bwa Amwarakaite ao Amuronaite ao Reimwanaite ake a mena n te aba are Amuron, ao n te aba naba are Eram, ao ake a mena naba n te aba are Ierutarem, ao ni kakimototoa, aba ni kabane ake a otabwaninia, ake a tuai n rairaki ao a tuai ni katoka i aoia te ara are Aentaai-Nibwaai-Riaai, a kaunaki irouia Amwaraikaite ao Amuronaite bwa a na un nakoia tariia.", "2 Ao uniia e rikirake ni korakora ni kaaitaraia, n te aro are a moanna ni kaitaraa aia uea, ngaia are aki tangiria bwa aia uea; ngaia, are a tabeki aia bwai ni buaka ni kaaitaraia aomata ake Aentaai-Nibwaai-Riaai.", "3 Ao ngkanne te uea e katoka ueana iaon natina, ao e aranna bwa Aentaai-Nibwaai-Riaai.", "4 Ao te uea e mate n te ririki naba anne are Reimwanaite a moanna iai ni katauraoia bwa a na buakaniia ana aomata te Atua.", "5 Ao ngkanne Amon ao tarina ao aomata ni kabane ake raona ngke a noora aia katauraoi Reimwanaite bwa a na tiringia tariia, a roko nakon te aba are I-Mirian, ao ikekei are Amon e kaitibo ma tarina ni kabane; ao mai ikekei are a nakon te aba are Itimaera bwa a na maroro ma Ramonaai ao tarina are Aentaai-Nibwaai-Riaai, bwa teraa are a na karaoia ibukin kamaiuaia mai irouia Reimwanaite.", "6 Ao ngkanne bon akea temanna mai i buakoia aomata ake a rairaki nakon te Uea ae kukurei n tabeki bwai ni buaka ni kaaitaraia tariia; tiaki, a bon rawa naba ni katauraoi ibukin te buaka; eng, ao aia uea naba e tuangiia bwa a na aki.", "7 Ao ngkanne aikai taeka ake e taekin nakoia aomata ni kaineti ma te bwai are e riki: I karabwa Atuau, au botanaomata ae tangiraki irou, bwa Atuara ae korakora n ana raoiroi ao e a tia ni kanakomaia tarira aikai, aika Nibwaite, nakoira, bwa a na kabwarabwara nakoira, ma ni kakoaua nakoira buakakan aia katei ara bakatibu ake a buakaka.", "8 Ao nooria, I karabwa te Atua ae korakora bwa e a tia n anganiira mwakoron Tamneina bwa e na kamarauraua nanora, bwa ti a tia ni karekea te reitaki ma tarira aikai, aika Nibwaite.", "9 Ao nooria, I karabwa naba Atuau, bwa n reken te reitaki aio ti a tia ni kakoauai burera, ma tiritiri ake a mwaiti ake ti a tia ni karaoi.", "10 Ao I karabwa naba Atuau, eng, Atuau ae korakora, bwa e a tia n anganiira bwa ti na kona n rairinanora ma ni bwaai aikai, ao e a tia naba ni kabwarai burera man ara bure aika a mwaiti ma tiritiri ake ti a tia ni karaoi, man namakinan raoiroin natina.", "11 Ao ngkanne nooria, tariu, ngkai e a bon tia are ti kona ni karaoia (ngkai bon ngaira ae ti bua mai i buakoia aomata ni kabane) n rairinanora man ara bure nako ma tiritiri aika a mwaiti ake ti a tia ni karaoi, ma ni kona ni karekea te anga are te Atua e na anai mai inanora, bwa bon anne ara kabanea ni kona n rairinanora raoi i matan te Atua bwa e na kanakoa memeara—", "12 Ao ngkanne, tariu aika kam bane n tangiraki, ngkai te Atua e a tia n ana memeara, ao a raneanea ara kabaang, ao ti na aki manga oki ni kamemeaa ara kabaang n raraaia tarira.", "13 Nooria, I taku nakoimi, Tiaki, ti na kaawakin ara kabaang bwa a na aki memea n raraaia tarira; bwa ngkana arona bwa ti a manga kamemeaa riki ara kabaang ao a aki manga kona n tebokaki ni karaneaneaki rinanon raraan Natin te Atua ae korakora, are e na kawawaeaki ibukin te mwakuri ni kamaiu ibukin ara bure.", "14 Ao e a tia n nanoangaira te Atua ae korakora, ma ni kaoti bwaai aikai nakoira bwa ti aonga n aki mate; eng, ao e kaoti nakoira bwaai aikai i mwaain rikiia, ibukina bwa e tangirira ao e tangiriia naba natira; ngaia are i nanon ana nanoanga ao e kawarira irouia ana anera, bwa e aonga n ae te babaire ni kamaiu e na kaotaki nakoira ao nakoia naba rooro aika a na roko.", "15 O, ai korakorara ana nanoanga Atuara. Ao ngkanne nooria, kioina ngkai ti a bon tia ni kabanea korakorara ni karaoa are ti kona ni kanakoa memeara mai iroura, ao a raneanea ara kabaang, ti na karabai bwa aonga ni kawakinaki raneaneaia, bwa ara kakoaua nakon Atuara n te kabanea ni bong, ke n te bong are ti na uotaki nako matana bwa ti na motikaki taekara, bwa tiaki kamemeai ara kabaang n raraaia tarira man te tai are e kanakoa ana taeka nakoira are ti a tia ni kaitiakaki iai.", "16 Ao ngkanne, tariu, ngkana tarira a ukora tiringakira, nooria ti na karabai ara kabaang, eng, ti na bon taunii ni kananoi i aantano, bwa aonga ni kawakinaki raneaneaia, bwa te kakoaua bwa tiaki kabonganai, n te kabanea ni bong; ao ngkana tarira a tiringira, nooria, ti na nakon Atuara ao ti na kamaiuaki.", "17 Ao ngkanne e koro bukina bwa ngke te uea e a toki ana taeka aikai, ao aomata ni kabane a ikotaki, a anai aia kabaang ao aia bwai ni buaka ni kabane ake a kakabonganai ni kawawaea iai te raraa, ao a bon taunii ni kananoi i aantano.", "18 Ao aio are a karaoia, bwa n aia taratara te kakoaua nakon te Atua, ao nakoia naba aomata, bwa a na aki manga oki ni kabongana aia bwai ni buaka ibukin kawawaean raraan te aomata; ao aio are a karaoia, ni kamatoa ma ni karaoa te berita ae tabu ma te Atua, a na anga maiuia nakon ae a na katinakoa raraaia tariia; ao a na anga nakon tariia nakon ae a na anaia mai irouna; a na bon beku korakora ni baia nakon ae a na kabanea aia bong n taningaroti.", "19 Ao ikai are ti a nooria bwa, ngke Reimwanaite aikai a karekea kakoauana man ataa te koaua, a bon matoatoa, ma ni kukurei ni mate nakon ae a na karaoa ae bure; ao ikai are ti nooria bwa a taunii aia bwai ni buaka ibukin te rau, ke a taunii aia bwai ni buaka, ibukin te rau.", "20 Ao e koro bukina bwa tariia, ake Reimwanaite, a katauraoi nakon te buaka, man roko nakon te aba are Nibwaai ibukin tiringan te uea, man onean mwiina, ao ibukin naba tiringakia kaain Aentaai-Nibwaai-Riaai man te aba.", "21 Ao ngkanne aomata a nooria bwa a roko ni kaaitaraia ao a otinako ni kaitibo mangaia, ao a wene n tangaina imwaia i aontano, ma ni wetea aran te Uea; ao ngaia are a tiku n aekaia aio ngke a bwakaraki irouia Reimwanaite, man tiringaki n te kabaang.", "22 Ao ibukina bwa aki bo ma te kaitara, a tiringia teuana te ngaa ao niman mai i buakoia; ao ti ataia bwa a bon kakabwaiaki bwa a tia n nako ni maeka ma Atuaia.", "23 Ao ngkanne Reimwanaite ngke a nooria bwa tariia aki biri nako man te kabaang, ke n rairaki nakon te atai ke te maing, ma a wene ao a mate, man neboa te Atua i nanon tiringakia n te kabaang—", "24 Ao ngkanne Reimwanaite ngke a noora aio, ao a toki man tiringakia; ao a bon mwaiti ake a rawawata nanoia ibukiia tariia ake a tia ni bwaka i aan te kabaang, bwa a rairinanoia man bwaai ake a tia ni karaoi.", "25 Ao e koro bukina bwa a karenakoi aia bwai ni buaka, ao a rawa ni manga anai riki, bwa a maraki n taian tiritiri ake a tia ni karaoi; ao a ruo nako naano n aekaia tariia, n onimakina aia nanoanga ake a ti a n tabeki baia n tiringia.", "26 Ao e koro bukina bwa ana aomata te Atua a raonaki n te bong arei irouia aika a mwaiti riki nakoia ake a tiringaki; ao naake a tiringaki bon aomata aika a raoiroi, mangaia ae bukina ae ti na aki nanououa bwa a kamaiuaki.", "27 Ao bon akea ae e buakaka are e tiringaki i buakoia; ma e raka iaon teuana te ngaa are e a karekea ataakin te koaua; ngaia are ti a nooria bwa te Uea e mwakuri n aanga aika a mwaiti ibukin kamaiuaia ana aomata.", "28 Ao ngkanne mwaitia Reimwanaite ake a tiringia tariia bon Amwarakaite ao Amuronaite, are angiia a bon ira ana waaki Neooa.", "29 Ao ngkanne, mai i buakoia ake a raonia ana aomata te Uea, bon akea aika Amwarakaite ke Amuronaite, ke ake a ira ana waaki Neooa, ma bon aia kariki rikaaki raoi Reimwan ma Remuera.", "30 Ao ikai are ti a kona n nooria, bwa i mwin ae a ti a te botanaomata teuana ni kaotaki iroun Tamnein te Atua, man tia ni karekea ataakin bwaai aika a kaineti ma te raoiroi, ao a manga tia ni bwaka n te bure ma riaoan te tua, a riki bwa aomata aika a matoatoa riki, ao ngkanne e a buakaka riki aroia nakon are ngke a tuai n atai bwaai aikai."]}