{"English": ["King Lamoni supposes that Ammon is the Great Spirit—Ammon teaches the king about the Creation, God’s dealings with men, and the redemption that comes through Christ—Lamoni believes and falls to the earth as if dead. About 90B.C.", "1 And it came to pass that king Lamoni caused that his servants should stand forth and testify to all the things which they had seen concerning the matter.", "2 And when they had all testified to the things which they had seen, and he had learned of the faithfulness of Ammon in preserving his flocks, and also of his great power in contending against those who sought to slay him, he was astonished exceedingly, and said: Surely, this is more than a man. Behold, is not this the Great Spirit who doth send such great punishments upon this people, because of their murders?", "3 And they answered the king, and said: Whether he be the Great Spirit or a man, we know not; but this much we do know, that he cannot be slain by the enemies of the king; neither can they scatter the king’s flocks when he is with us, because of his expertness and great strength; therefore, we know that he is a friend to the king. And now, O king, we do not believe that a man has such great power, for we know he cannot be slain.", "4 And now, when the king heard these words, he said unto them: Now I know that it is the Great Spirit; and he has come down at this time to preserve your lives, that I might not slay you as I did your brethren. Now this is the Great Spirit of whom our fathers have spoken.", "5 Now this was the tradition of Lamoni, which he had received from his father, that there was a Great Spirit. Notwithstanding they believed in a Great Spirit, they supposed that whatsoever they did was right; nevertheless, Lamoni began to fear exceedingly, with fear lest he had done wrong in slaying his servants;", "6 For he had slain many of them because their brethren had scattered their flocks at the place of water; and thus, because they had had their flocks scattered they were slain.", "7 Now it was the practice of these Lamanites to stand by the waters of Sebus to scatter the flocks of the people, that thereby they might drive away many that were scattered unto their own land, it being a practice of plunder among them.", "8 And it came to pass that king Lamoni inquired of his servants, saying: Where is this man that has such great power?", "9 And they said unto him: Behold, he is feeding thy horses. Now the king had commanded his servants, previous to the time of the watering of their flocks, that they should prepare his horses and chariots, and conduct him forth to the land of Nephi; for there had been a great feast appointed at the land of Nephi, by the father of Lamoni, who was king over all the land.", "10 Now when king Lamoni heard that Ammon was preparing his horses and his chariots he was more astonished, because of the faithfulness of Ammon, saying: Surely there has not been any servant among all my servants that has been so faithful as this man; for even he doth remember all my commandments to execute them.", "11 Now I surely know that this is the Great Spirit, and I would desire him that he come in unto me, but I durst not.", "12 And it came to pass that when Ammon had made ready the horses and the chariots for the king and his servants, he went in unto the king, and he saw that the countenance of the king was changed; therefore he was about to return out of his presence.", "13 And one of the king’s servants said unto him, Rabbanah, which is, being interpreted, powerful or great king, considering their kings to be powerful; and thus he said unto him: Rabbanah, the king desireth thee to stay.", "14 Therefore Ammon turned himself unto the king, and said unto him: What wilt thou that I should do for thee, O king? And the king answered him not for the space of an hour, according to their time, for he knew not what he should say unto him.", "15 And it came to pass that Ammon said unto him again: What desirest thou of me? But the king answered him not.", "16 And it came to pass that Ammon, being filled with the Spirit of God, therefore he perceived the thoughts of the king. And he said unto him: Is it because thou hast heard that I defended thy servants and thy flocks, and slew seven of their brethren with the sling and with the sword, and smote off the arms of others, in order to defend thy flocks and thy servants; behold, is it this that causeth thy marvelings?", "17 I say unto you, what is it, that thy marvelings are so great? Behold, I am a man, and am thy servant; therefore, whatsoever thou desirest which is right, that will I do.", "18 Now when the king had heard these words, he marveled again, for he beheld that Ammon could discern his thoughts; but notwithstanding this, king Lamoni did open his mouth, and said unto him: Who art thou? Art thou that Great Spirit, who knows all things?", "19 Ammon answered and said unto him: I am not.", "20 And the king said: How knowest thou the thoughts of my heart? Thou mayest speak boldly, and tell me concerning these things; and also tell me by what power ye slew and smote off the arms of my brethren that scattered my flocks—", "21 And now, if thou wilt tell me concerning these things, whatsoever thou desirest I will give unto thee; and if it were needed, I would guard thee with my armies; but I know that thou art more powerful than all they; nevertheless, whatsoever thou desirest of me I will grant it unto thee.", "22 Now Ammon being wise, yet harmless, he said unto Lamoni: Wilt thou hearken unto my words, if I tell thee by what power I do these things? And this is the thing that I desire of thee.", "23 And the king answered him, and said: Yea, I will believe all thy words. And thus he was caught with guile.", "24 And Ammon began to speak unto him with boldness, and said unto him: Believest thou that there is a God?", "25 And he answered, and said unto him: I do not know what that meaneth.", "26 And then Ammon said: Believest thou that there is a Great Spirit?", "27 And he said, Yea.", "28 And Ammon said: This is God. And Ammon said unto him again: Believest thou that this Great Spirit, who is God, created all things which are in heaven and in the earth?", "29 And he said: Yea, I believe that he created all things which are in the earth; but I do not know the heavens.", "30 And Ammon said unto him: The heavens is a place where God dwells and all his holy angels.", "31 And king Lamoni said: Is it above the earth?", "32 And Ammon said: Yea, and he looketh down upon all the children of men; and he knows all the thoughts and intents of the heart; for by his hand were they all created from the beginning.", "33 And king Lamoni said: I believe all these things which thou hast spoken. Art thou sent from God?", "34 Ammon said unto him: I am a man; and man in the beginning was created after the image of God, and I am called by his Holy Spirit to teach these things unto this people, that they may be brought to a knowledge of that which is just and true;", "35 And a portion of that Spirit dwelleth in me, which giveth me knowledge, and also power according to my faith and desires which are in God.", "36 Now when Ammon had said these words, he began at the creation of the world, and also the creation of Adam, and told him all the things concerning the fall of man, and rehearsed and laid before him the records and the holy scriptures of the people, which had been spoken by the prophets, even down to the time that their father, Lehi, left Jerusalem.", "37 And he also rehearsed unto them (for it was unto the king and to his servants) all the journeyings of their fathers in the wilderness, and all their sufferings with hunger and thirst, and their travail, and so forth.", "38 And he also rehearsed unto them concerning the rebellions of Laman and Lemuel, and the sons of Ishmael, yea, all their rebellions did he relate unto them; and he expounded unto them all the records and scriptures from the time that Lehi left Jerusalem down to the present time.", "39 But this is not all; for he expounded unto them the plan of redemption, which was prepared from the foundation of the world; and he also made known unto them concerning the coming of Christ, and all the works of the Lord did he make known unto them.", "40 And it came to pass that after he had said all these things, and expounded them to the king, that the king believed all his words.", "41 And he began to cry unto the Lord, saying: O Lord, have mercy; according to thy abundant mercy which thou hast had upon the people of Nephi, have upon me, and my people.", "42 And now, when he had said this, he fell unto the earth, as if he were dead.", "43 And it came to pass that his servants took him and carried him in unto his wife, and laid him upon a bed; and he lay as if he were dead for the space of two days and two nights; and his wife, and his sons, and his daughters mourned over him, after the manner of the Lamanites, greatly lamenting his loss."], "Español": ["El rey Lamoni supone que Ammón es el Gran Espíritu— Ammón enseña al rey acerca de la Creación, los tratos de Dios con los hombres y la redención que viene por medio de Cristo— Lamoni cree y cae a tierra como si estuviera muerto. Aproximadamente 90a.C.", "1 Y aconteció que el rey Lamoni hizo que sus siervos se presentaran y testificaran de todas las cosas que habían visto concernientes al asunto.", "2 Y cuando todos hubieron dado testimonio de lo que habían presenciado, y el rey se enteró de la fidelidad de Ammón al defender sus rebaños, y también de su gran poder en luchar contra aquellos que trataron de matarlo, se asombró en extremo y dijo: Seguramente es algo más que un hombre. He aquí, ¿no será este el Gran Espíritu, que envía tan grandes castigos sobre este pueblo por motivo de sus asesinatos?", "3 Y respondieron ellos al rey, y dijeron esto: Si es el Gran Espíritu o un hombre, no sabemos; mas esto sí sabemos, que los enemigos del rey no lo pueden matar; ni pueden esparcir los rebaños del rey cuando él se halla con nosotros, por causa de su destreza y gran fuerza; por tanto, sabemos que es amigo del rey. Y ahora bien, ¡oh rey!, no creemos que un hombre tenga tanto poder, pues sabemos que no se le puede matar.", "4 Y cuando el rey oyó estas palabras, les dijo: Ahora sé que es el Gran Espíritu; y ha descendido en esta ocasión para preservar vuestras vidas, a fin de que no os matara como lo hice con vuestros hermanos. Este es el Gran Espíritu de quien han hablado nuestros padres.", "5 Y esta era la tradición de Lamoni, la cual había recibido de su padre, que había un Gran Espíritu. Pero a pesar de que creían que había un Gran Espíritu, suponían que todo lo que hacían era justo; no obstante, Lamoni empezó a temer en sumo grado por miedo de haber hecho mal con matar a sus siervos;", "6 pues había quitado la vida a muchos de ellos porque sus hermanos les habían dispersado sus rebaños en el abrevadero; y porque les habían esparcido sus rebaños fueron muertos.", "7 Y era la costumbre de estos lamanitas colocarse cerca de las aguas de Sebús para esparcir los rebaños del pueblo, y así llevarse a su propia tierra muchos de los que eran esparcidos, pues entre ellos era una manera de robar.", "8 Y sucedió que el rey Lamoni preguntó a sus siervos, diciendo: ¿En dónde está este hombre que tiene tan grande poder?", "9 Y le dijeron: He aquí, está dando de comer a tus caballos. Ahora bien, antes que salieran a abrevar sus rebaños, el rey había mandado a sus siervos que prepararan sus caballos y carros y lo llevaran a la tierra de Nefi; porque el padre de Lamoni, que era el rey de toda esa tierra, había mandado preparar una gran fiesta en la tierra de Nefi.", "10 Y cuando oyó el rey Lamoni que Ammón estaba preparando sus caballos y sus carros, se asombró más a causa de la fidelidad de Ammón, y dijo: Ciertamente no ha habido entre todos mis siervos ninguno que haya sido tan fiel como este hombre; pues se acuerda de todas mis órdenes para ejecutarlas.", "11 Ahora de seguro sé que es el Gran Espíritu, y quisiera que viniese a verme, pero no me atrevo.", "12 Y aconteció que cuando hubo alistado los caballos y los carros para el rey y sus siervos, Ammón entró en donde estaba el rey, y observó que el semblante del rey había cambiado; por tanto, estaba a punto de retirarse de su presencia.", "13 Y le dijo uno de los siervos del rey: Rabbánah, que interpretado significa poderoso o gran rey, pues consideraban que sus reyes eran poderosos; y por eso le dijo: Rabbánah, el rey desea que te quedes.", "14 De modo que Ammón se volvió hacia el rey y le dijo: ¿Qué quieres que haga por ti, oh rey? Mas el rey no le contestó por el espacio de una hora, según el tiempo de ellos, porque no sabía qué decirle.", "15 Y sucedió que Ammón le dijo otra vez: ¿Qué deseas de mí? Mas el rey no le contestó.", "16 Y aconteció que Ammón, estando lleno del Espíritu de Dios, percibió los pensamientos del rey. Y le dijo: ¿Es porque has oído que defendí a tus siervos y tus rebaños, y maté a siete de sus hermanos con la honda y con la espada, y les corté los brazos a otros, a fin de defender tus rebaños y tus siervos? ¿He aquí, es esto lo que causa tu asombro?", "17 Yo te digo: ¿A qué se debe que te maravilles tanto? He aquí, soy un hombre, y soy tu siervo; por tanto, cualquier cosa que desees, que sea justa, yo la haré.", "18 Y cuando el rey hubo oído estas palabras, se maravilló de nuevo, porque vio que Ammón podía discernir sus pensamientos; mas no obstante, el rey Lamoni abrió su boca, y le dijo: ¿Quién eres? ¿Eres tú ese Gran Espíritu que sabe todas las cosas?", "19 Le respondió Ammón, y dijo: No lo soy.", "20 Y dijo el rey: ¿Cómo sabes los pensamientos de mi corazón? Puedes hablar sin temor y decirme concerniente a estas cosas; y dime, también, con qué poder mataste y cortaste los brazos a mis hermanos que esparcieron mis rebaños.", "21 Ahora bien, si me explicas concerniente a estas cosas, te daré cuanto deseares; y si necesario fuere, te protegeré con mis ejércitos; pero sé que eres más poderoso que todos ellos; no obstante, te concederé cuanto de mí desees.", "22 Entonces Ammón, siendo prudente pero sin malicia, dijo a Lamoni: ¿Escucharás mis palabras, si te digo mediante qué poder hago estas cosas? Esto es lo que de ti deseo.", "23 Y le respondió el rey, y dijo: Sí, creeré todas tus palabras. Y así ingeniosamente lo comprometió.", "24 Y Ammón empezó a hablarle osadamente, y le dijo: ¿Crees que hay un Dios?", "25 Y él respondió, y le dijo: Ignoro lo que eso significa.", "26 Y entonces dijo Ammón: ¿Crees tú que existe un Gran Espíritu?", "27 Y él contestó: Sí.", "28 Y dijo Ammón: Este es Dios. Y dijo de nuevo Ammón: ¿Crees que este Gran Espíritu, que es Dios, creó todas las cosas que hay en el cielo y en la tierra?", "29 Y él dijo: Sí, creo que ha creado todas las cosas que hay sobre la tierra; mas no sé de los cielos.", "30 Y le dijo Ammón: El cielo es un lugar donde moran Dios y todos sus santos ángeles.", "31 Y el rey Lamoni dijo: ¿Está por encima de la tierra?", "32 Y dijo Ammón: Sí, y su mirada está sobre todos los hijos de los hombres; y conoce todos los pensamientos e intenciones del corazón; porque por su mano todos fueron creados desde el principio.", "33 Y dijo el rey Lamoni: Creo todas estas cosas que has hablado. ¿Eres enviado por Dios?", "34 Y Ammón le dijo: Soy un hombre; y en el principio el hombre fue creado a imagen de Dios; y su Santo Espíritu me ha llamado para enseñar estas cosas a los de este pueblo, a fin de que lleguen al conocimiento de lo que es justo y verdadero;", "35 y mora en mí parte de ese Espíritu, el cual me da conocimiento, y también poder, de conformidad con mi fe y mis deseos que están en Dios.", "36 Y cuando Ammón hubo dicho estas palabras, empezó por la creación del mundo, y también la creación de Adán; y le declaró todas las cosas concernientes a la caída del hombre, y le repitió y explicó los anales y las Santas Escrituras del pueblo, las cuales los profetas habían declarado, aun hasta la época en que su padre Lehi salió de Jerusalén.", "37 Y también les relató (porque se dirigía al rey y a sus siervos) todos los viajes de sus padres por el desierto, y todos sus padecimientos de hambre y sed, y sus afanes, etcétera.", "38 Y les refirió también concerniente a las rebeliones de Lamán y Lemuel y los hijos de Ismael, sí, les relató todas sus rebeliones; y les explicó todos los anales y las Escrituras, desde la época en que Lehi salió de Jerusalén hasta entonces.", "39 Mas eso no es todo; porque les explicó el plan de redención que fue preparado desde la fundación del mundo; y también les hizo saber concerniente a la venida de Cristo, y les dio a conocer todas las obras del Señor.", "40 Y sucedió que después que hubo dicho todas estas cosas, y las explicó al rey, este creyó todas sus palabras;", "41 y empezó a clamar al Señor, diciendo: ¡Oh Señor, ten misericordia! ¡Según tu abundante misericordia que has tenido para con el pueblo de Nefi, tenla para mí y mi pueblo!", "42 Y cuando hubo dicho esto, cayó a tierra como si estuviera muerto.", "43 Y aconteció que sus siervos lo levantaron y lo llevaron a su esposa, y lo tendieron sobre una cama; y permaneció como si estuviera muerto por el espacio de dos días y dos noches; y su esposa y sus hijos e hijas lloraron por él según la costumbre de los lamanitas, lamentando en extremo su pérdida."], "Français": ["Le roi Lamoni pense qu’Ammon est le Grand Esprit— Ammon instruit le roi sur la création, sur la manière d’agir de Dieu avec les hommes et sur la rédemption qui vient par l’intermédiaire du Christ— Lamoni croit et tombe comme mort sur le sol. Vers 90av.J.-C.", "1 Et il arriva que le roi Lamoni fit avancer ses serviteurs et les fit témoigner de toutes les choses qu’ils avaient vues à ce sujet.", "2 Et lorsqu’ils eurent tous témoigné des choses qu’ils avaient vues et qu’il eut appris la fidélité avec laquelle Ammon avait préservé ses troupeaux, et aussi la grande force avec laquelle il avait combattu ceux qui cherchaient à le tuer, il fut extrêmement étonné, et dit: Assurément celui-ci est plus qu’un homme. Voici, n’est-ce pas là le Grand Esprit qui envoie de si grands châtiments sur ce peuple à cause de ses meurtres?", "3 Et ils répondirent au roi, et dirent: S’il est le Grand Esprit ou un homme, nous ne savons; mais ce que nous savons, c’est qu’il ne peut être tué par les ennemis du roi; ils ne peuvent pas non plus disperser les troupeaux du roi lorsqu’il est avec nous, à cause de son habileté et de sa grande force; c’est pourquoi, nous savons qu’il est ami du roi. Et maintenant, ô roi, nous ne croyons pas qu’un homme ait un aussi grand pouvoir, car nous savons qu’il ne peut être tué.", "4 Et alors, quand le roi entendit ces paroles, il leur dit: Maintenant je sais que c’est le Grand Esprit; et il est descendu à ce moment-ci pour vous préserver la vie, afin que je ne vous tue pas comme j’ai tué vos frères. Or, c’est là le Grand Esprit dont nos pères ont parlé.", "5 Or, c’était là la tradition de Lamoni, qu’il avait reçue de son père, qu’il y avait un Grand Esprit. En dépit du fait qu’ils croyaient en un Grand Esprit, ils pensaient que tout ce qu’ils faisaient était juste; néanmoins, Lamoni commença à craindre extrêmement d’avoir mal agi en tuant ses serviteurs;", "6 car il en avait tué beaucoup, parce que leurs frères avaient dispersé leurs troupeaux au point d’eau; et ainsi, parce qu’ils avaient laissé disperser leurs troupeaux, ils avaient été tués.", "7 Or, ces Lamanites avaient pour pratique de se tenir près des eaux de Sébus pour disperser les troupeaux du peuple, afin de pouvoir ainsi en chasser beaucoup qui étaient dispersés vers leur propre pays, étant donné que c’était une pratique de piller parmi eux.", "8 Et il arriva que le roi Lamoni interrogea ses serviteurs, disant: Où est cet homme qui a un si grand pouvoir?", "9 Et ils lui dirent: Voici, il est occupé à nourrir tes chevaux. Or, le roi avait commandé à ses serviteurs, avant le moment où ils devaient abreuver leurs troupeaux, de préparer ses chevaux et ses chars, et de le conduire au pays de Néphi; car une grande fête avait été déclarée au pays de Néphi par le père de Lamoni, qui était roi de tout le pays.", "10 Alors, quand le roi Lamoni apprit qu’Ammon était occupé à préparer ses chevaux et ses chars, il fut encore plus étonné, à cause de la fidélité d’Ammon, disant: Assurément, il n’y a jamais eu de serviteur, parmi tous mes serviteurs, qui ait été aussi fidèle que cet homme; car il se souvient même de tous mes commandements pour les exécuter.", "11 Maintenant je sais avec certitude qu’il s’agit du Grand Esprit, et je voudrais bien qu’il vienne à moi, mais je n’ose pas.", "12 Et il arriva que lorsqu’il eut préparé les chevaux et les chars pour le roi et ses serviteurs, Ammon entra auprès du roi, et il vit que le visage du roi avait changé; c’est pourquoi, il était sur le point de retourner hors de sa présence.", "13 Et un des serviteurs du roi lui dit: Rabbanah, ce qui veut dire, par interprétation, puissant ou grand roi, considérant que leurs rois étaient puissants; et ainsi il lui dit: Rabbanah, le roi désire que tu restes.", "14 C’est pourquoi Ammon se tourna vers le roi et lui dit: Que veux-tu que je fasse pour toi, ô roi? Et le roi ne lui répondit pas pendant une heure, selon leur temps, car il ne savait pas ce qu’il devait lui dire.", "15 Et il arriva qu’Ammon lui dit encore: Que désires-tu de moi? Mais le roi ne lui répondit pas.", "16 Et il arriva qu’Ammon, rempli de l’Esprit de Dieu, perçut alors les pensées du roi. Et il lui dit: Est-ce parce que tu as appris que j’ai défendu tes serviteurs et tes troupeaux, et que j’ai tué sept de leurs frères avec la fronde et avec l’épée, et que j’ai tranché le bras à d’autres pour défendre tes troupeaux et tes serviteurs, voici, est-ce cela qui cause ton étonnement?", "17 Je te le dis, qu’est-ce qui fait que ton étonnement est si grand? Voici, je suis un homme, et je suis ton serviteur; c’est pourquoi, tout ce que tu désires de juste, je le ferai.", "18 Alors, quand le roi eut entendu ces paroles, il s’étonna de nouveau, car il voyait qu’Ammon pouvait discerner ses pensées; mais malgré cela, le roi Lamoni ouvrit la bouche, et lui dit: Qui es-tu? Es-tu ce Grand Esprit qui sait tout?", "19 Ammon répondit et lui dit: Je ne le suis pas.", "20 Et le roi dit: Comment connais-tu les pensées de mon cœur? Tu peux parler hardiment, et me parler de ces choses; et aussi me dire par quel pouvoir tu as tué et tranché le bras à mes frères qui dispersaient mes troupeaux—", "21 Et maintenant, si tu veux me parler de ces choses, tout ce que tu désires, je te le donnerai; et si c’était nécessaire, je te ferais garder par mes armées; mais je sais que tu es plus fort qu’elles toutes; néanmoins, tout ce que tu désires de moi, je te l’accorderai.", "22 Or, Ammon, qui était sage, et cependant inoffensif, dit à Lamoni: Écouteras-tu mes paroles si je te dis par quel pouvoir je fais ces choses? Et c’est là ce que je désire de toi.", "23 Et le roi lui répondit, et dit: Oui, je croirai à toutes tes paroles. Et c’est ainsi qu’il fut pris par stratagème.", "24 Et Ammon commença à lui parler avec hardiesse, et lui dit: Crois-tu qu’il y a un Dieu?", "25 Et il répondit, et lui dit: Je ne sais pas ce que cela veut dire.", "26 Et alors Ammon dit: Crois-tu qu’il y a un Grand Esprit?", "27 Et il dit: Oui.", "28 Et Ammon dit: C’est Dieu. Et Ammon lui dit encore: Crois-tu que ce Grand Esprit, qui est Dieu, a créé tout ce qui est dans le ciel et sur la terre?", "29 Et il dit: Oui, je crois qu’il a créé tout ce qui est sur la terre; mais je ne connais pas les cieux.", "30 Et Ammon lui dit: Les cieux sont un lieu où Dieu demeure, ainsi que tous ses saints anges.", "31 Et le roi Lamoni dit: Est-ce au-dessus de la terre?", "32 Et Ammon dit: Oui, et il regarde d’en haut tous les enfants des hommes; et il connaît toutes les pensées et toutes les intentions du cœur; car c’est par sa main que tous ont été créés dès le commencement.", "33 Et le roi Lamoni dit: Je crois toutes ces choses que tu as dites. Es-tu envoyé de Dieu?", "34 Ammon lui dit: Je suis un homme; et l’homme, au commencement, a été créé à l’image de Dieu, et je suis appelé par son Esprit-Saint à enseigner ces choses à ce peuple, afin qu’il soit amené à la connaissance de ce qui est juste et vrai;", "35 et une part de cet Esprit demeure en moi, ce qui me donne de la connaissance, et aussi du pouvoir, selon ma foi et mes désirs qui sont en Dieu.", "36 Alors, quand il eut dit ces paroles, Ammon commença à la création du monde, et aussi à la création d’Adam, et lui dit tout ce qui concernait la chute de l’homme, et lui exposa et plaça devant lui les annales et les saintes Écritures du peuple, qui avaient été dites par les prophètes, jusqu’au moment où leur père, Léhi, quitta Jérusalem.", "37 Et il leur exposa aussi (car c’était au roi et à ses serviteurs) tous les voyages de leurs pères dans le désert, et toutes leurs souffrances causées par la faim, et la soif, et leur labeur, et ainsi de suite.", "38 Et il leur exposa aussi ce qui concernait les rébellions de Laman et de Lémuel, et des fils d’Ismaël, oui, il leur raconta toutes leurs rébellions; et il leur expliqua toutes les annales et toutes les Écritures depuis le moment où Léhi quitta Jérusalem jusqu’au temps présent.", "39 Mais ce n’est pas tout, car il leur expliqua le plan de rédemption, qui fut préparé dès la fondation du monde; et il leur fit connaître ce qui concernait la venue du Christ; et toutes les œuvres du Seigneur, il les leur fit connaître.", "40 Et il arriva que lorsqu’il eut dit toutes ces choses, et les eut expliquées au roi, le roi crut toutes ses paroles.", "41 Et il commença à crier au Seigneur, disant: Ô Seigneur, sois miséricordieux; selon l’abondante miséricorde que tu as eue pour le peuple de Néphi, sois miséricordieux envers moi et mon peuple.", "42 Et alors, lorsqu’il eut dit cela, il tomba sur le sol, comme s’il était mort.", "43 Et il arriva que ses serviteurs le prirent et le portèrent auprès de son épouse, et le couchèrent sur un lit; et il resta étendu comme s’il était mort, pendant deux jours et deux nuits; et son épouse, et ses fils, et ses filles pleurèrent sur lui, à la manière des Lamanites, se lamentant grandement sur sa perte."], "Kiribati": ["Te uea are Ramonaai e arana Amon bwa te Tamnei ae Korakora—Amon e reireina te uea taekan te karikibwai, ana waaki te Atua ma aomata, ao te kaboaki are e roko mai iroun Kristo—Ramonaai e kakoaua ao e bwaka nako aontano kanga e mate. Uakaan ma 90I.K.", "1 Ao e koro bukina bwa te uea are Ramonaai e tuangiia ana toro bwa a na tei i moa ma ni kakoauai bwaai ni kabane are a tia n noori ni kaineti ma te bwai are e riki.", "2 Ao ngke a bane n tia ni kakoauai bwaai ni kabane ake a tia n noori, ao e a tia n ongo aron ana kakaonimaki Amon ni kawakinaia ana nanai ni man, ao korakoran naba mwaakana n un ni kaaitara ake a tangiria n tiringnga, e bon rang korakora miimiina, ao e taku: E koaua bwa iai rakana nakon te aomata. Nooria, tiaki aio te Tamnei ae Korakora are e kakanakoi tuaa aika a korakora iaoia te botanaomata aio, ibukin aia tiritiri?", "3 Ao a kaeka te uea ni kangai: Ngkana tao te Tamnei ae Korakora ke te aomata, ti bon aki ataia ma ti bon ti atai aikai, bwa e bon aki kona n tiringaki irouia ana kairiribai te uea; ao a bon aki naba kona ni kamaenakoa ana nanai ni man te uea ngkana raora, ibukin rabakauna ao matoatoan korakorana; ngaia ae, ti ataia bwa raon te uea. Ao ngkai, O te uea, ti bon aki kakoaua bwa te aomata e na reke te aeka ni mwaakaa ae korakora aei kioina ngkai e bon aki kona n tiringaki.", "4 Ao ngkai, ngke te uea e ongo taeka aikai, e taku nakoia: Ngkai I a ataia bwa bon te Tamnei ae Korakora; ao e a tia n ruo n te tai aei bwa e na kaawakin maiumii, bwa N na aki tiringingkami n aroia tarimi ake I tiringia. Ao ngkanne bon aio te Tamnei ae Korakora are ara bakatibu a tataekinna.", "5 Ao ngkanne bon aio reireian Ramonaai, are e karekea mai iroun tamana, bwa iai te Tamnei ae Korakora. Ma e ngae ngke a kakoaua te Tamnei ae Korakora, a bon taku bwa are a karaoia e bon eti; ngaia are, Ramonaai e a bon moanna ni korakora nakonakona, n te maaku bwa mwiina e a tia ni kairua ngke e tiringia ana toro;", "6 Bwa e a bon tia n tiringia aika a mwaiti ibukina bwa tariia a bon kamaenakoia aia nanai ni man n te tabo n ran; ao ibukin ae a maenako aia nanai ni man a bon tiringaki.", "7 Ao ngkanne bon aia waaki Reimwanaite aikai bwa te tei i rarikin ranin Teebuti ni kamaenakoia aia nanai ni man aomata, bwa aonga ni kairia nako aika a mwaiti ake a kamaenakoi nakon oin abaia, bwa aio aia anga n rawebwaia i marenaia.", "8 Ao e koro bukina bwa te uea are Ramonaai e titirakinia ana toro, ni kangai: E ngaa te mwaane aio ae iai mwaakana ae korakora?", "9 Ao a taku nakoina: Nooria, are e kamwarakeia am aoti. Ao ngkanne te uea e tua nakoia ana toro, i mwaain kamooaia ana nanai ni man, bwa a na katauraoia ana aoti ma ana kai ni buaka, are e na mwananga iai nakon te aba are Nibwaai; bwa iai te baka n amwarake ae korakora ae e booaki n te aba are Nibwaai, iroun taman Ramonaai, are e uea iaon te aba ni kabuta.", "10 Ao ngkanne ngke te uea are Ramonaai e ongo bwa Amon e katauraoi ana aoti ma ana kai ni buaka e bon mimi riki n aron ana kakaonimaki Amon, ma ni kangai: E koaua bwa bon akea te toro ma i buakoia ana toro ae kakaonimaki n aron teuaei; bwa e uring au tua ni kabane ma ni karaoi.", "11 Ao ngkanne ma te koaua ao I a ataia bwa bon Te Tamnei ae Korakora aio ao I tangiria bwa e na rin irou, ma I aki ninikoria n tuatua.", "12 Ao e koro bukina bwa ngke Amon e a tia ni katauraoia aoti ma kai ni buaka ibukin te uea ao ana toro, e rin nakon te uea, ao e nooria bwa moan te uea e a bon rang bitaki; ngaia are e nang otinako ni kitana matana.", "13 Ao temanna ana toro te uea e taku nakoina, Rabana, are, e kona n rairaki nanona bwa, te mwaaka ke te uea ae korakora, ibukina bwa a taraa aia uea bwa e korakora; ngaia are e taku nakoina: Rabana, te uea e tangiriko bwa ko na tiku.", "14 Ngaia are Amon e rairaki nakon te uea, ao e taku nakoina: Teraa ae ko tangiria bwa N na karaoia ibukim, O te uea? Ao te uea e aki kaeka i nanon te maan ae teuana te aoa, n aron aia tai, bwa e aki ataia bwa teraa ae e na riai n taekinna nakoina.", "15 Ao e koro bukina bwa Amon e taku riki nakoina: Teraa ae ko tangiria mai irou? Ma te uea e aki kaeka.", "16 Ao e koro bukina bwa Amon kioina ngke e kaonaki n Tamnein te Atua, ngaia are e ataa ana iango te uea. Ao e taku nakoina: Tiaki ibukina bwa ko a tia n ongo bwa I kamaiuia am toro, ao I tiringia itiman tariia n te bana ao ma te kabaang, ma ni kakibanakoi baia ake temwaangina, bwa I aonga ni kamaiuia am nanai ni man ao am toro; nooria, Tiaki ngaia te bwai aei ae ko mimi iai?", "17 I taku nakoim, bukin teraa ngkai e korakora miimiim? Nooria, ngai bon te aomata, ao ngai am toro; ngaia are, te bwai are ko tangiria ae eti, ao N na karaoia.", "18 Ao ngkanne ngke te uea e a tia n ongo taeka aikai, e mimi riki, bwa e nooria bwa Amon e kona n ataa ana iango; ma e ngae n anne, te uea are Ramonaai e kaurea wiina ma n taku nakoina: Antai ngkoe? Ngkoe te Tamnei ae Korakora, are e atai bwaai ni kabane?", "19 Amon e kaeka ao e taku nakoina: Tiaki.", "20 Ao e taku te uea nakoina: Ko kanga n ataa ana iango nanou? Ko kona n taetae n aki maaku, ma n tuangai bwaai aika a kaineti ma bwaai aikai; ma n tuangai naba bwa n te mwaaka ra are ko tiringia ma ni kakibanakoi iai baia tarira ake a kamaenakoia au nanai ni man—", "21 Ao ngkanne, ngkana ko tuangai bwaai ni kaineti ma bwaai aikai, te bwai are ko tangiria ao N na bon anganiko; ao ngkana ko kainnanoia ao N na bon tararuaiko n au tanga ni buaka; ma I ataia bwa ko korakora riki nakoia ni kabane; ma e ngae n anne te bwai are ko tangiria mai irou N na bon anganiko.", "22 Ao ngkanne Amon e bon wanawana, e aki tiritiri, e taku nakon Ramonaai: Ko na kona n ongo n au taeka, ngkana I tuangko bwa n te mwaaka ra ae I karaoi bwaai aikai iai? Bwa aio te bwai ae I tangiria mai iroum.", "23 Ao te uea e kaeka, ao e taku: Eng, N na kakoauai am taeka ni kabane. Ao ikai are e a mwane iai.", "24 Ao Amon e a waaki n taetae nakoina ma te ninikoria, ma n taku nakoina: Ko kakoaua bwa iai te Atua?", "25 Ao e kaeka, ma n taku nakoina: I aki ataia bwa teraa ae ko nanonna.", "26 Ao ngkanne Amon e taku: Ko kakoaua bwa iai te Tamnei ae Korakora?", "27 Ao e taku, Eng.", "28 Ao Amon e taku nakoina: Aio bon te Atua. Ao e taku riki Amon nakoina: Ko kakoaua bwa te Tamnei ae Korakora aio, are te Atua, e kariki bwaai ni kabane ake a mena i karawa ao n te aonaba?", "29 Ao e taku nakoina: Eng, I kakoaua bwa e karaoi bwaai ni kabane ake a mena n te aonaba; ma I aki ataa karawa.", "30 Ao Amon e taku nakoina: Karawa bon te tabo are e mena iai te Atua ma ana anera ni kabane aika a tabu.", "31 Ao te uea are Ramonaai e taku: E mena i etan te aonaba?", "32 Ao Amon e taku: Eng, ao e taratara nako naano i aoia natia aomata; ao e atai ni kabane ana iango ma ana kantaninga te nano: bwa ni baina are a bane ni karikaki iai bwaai ni kabane man moan karikan bwaai.", "33 Ao te uea are Ramonaai e taku: I kakoauai bwaai ni kabane ake ko a tia n taekin. Ko kanakomaiakaki mai iroun te Atua?", "34 Ao Amon e taku nakoina: Ngai bon te aomata; ao te aomata ni moan karikan bwaai e karikaki ni katotongan te Atua, ao I weteaki iroun Tamneina ae Tabu bwa N na reirei bwaai aikai nakoia aomata, bwa aonga n uotaki nakon ataakin ae eti ao ae koaua;", "35 Ao mwangan te Tamnei aei e mena inanou, are e anganai te rabakau, ao te mwaaka naba n aron au onimaki ma nanou are iroun te Atua.", "36 Ao ngkanne ngke Amon e a tia n taekin taeka aikai, e a waaki man karikan te aonaba, ao karikan naba Atam, ma n tuanga bwaai ni kabane are e kaineti ma bwakan te aomata, ma ni kabwarabwara ma ni kawenea i matana te rongorongo ma koroboki aika tabu ibukiia aomata, are a bon tia n taekinaki irouia burabeti, nakon naba te tai are tamaia, Riaai, e kitana iai Ierutarem.", "37 Ao e kabwarabwara naba nakoia (nakon te uea ma ana toro) mwamwanangaia ni kabane aia bakatibu i nanon te rereua, ma kainnanoia ni kabane ni baki ma n taka, ma marakiia, ao a mwaiti riki.", "38 Ao e kabwarabwara naba nakoia ni kaineti ma aia kaitara Reimwan ma Remuera, ao natin Itimaera mwaane, eng, ni kabane aroia ni kaitara e bon karakin; ao e kamatataa nakoia te rongorongo ma koroboki aika tabu man te tai are Riaai e kitana iai Ierutarem nakon te tai ae ngkai.", "39 Ma tiaki ti aio; bwa e kamataata nakoia te babaire ni kaboaki, are e katauraoaki man moan katean aan te aonaba; ao e kaota naba nakoia rokon Kristo, ao ana mwakuri ni kabane te Uea e bon kaoti nakoina.", "40 Ao e koro bukina bwa i mwin are e a tia n taekin bwaai aikai ni kabane, ma ni kamataatai nakon te uea, te uea e kakoauai ana taeka ni kabane.", "41 Ao e tang nakon te Uea, ni kangai: O te Uea, nanoanga; n aron am nanoanga ae mwaiti are e mena i aoia kaain Nibwaai, nakoiu, ao au aomata.", "42 Ao ngkanne, ngke e a tia n taekina aio, e bwaka nako aontano, n aron ae mate.", "43 Ao e koro bukina bwa ana toro a anaia ao a uotia nakon buuna, ma ni kawenea iaon te kainiwene; ao e wene n aron ae mate i nanon te maan ae uoua te ngaina ao uoua te tairiki; ao buuna, ma natina mwaane ao aine a tang ni wenei iaona, n aroia Reimwanaite, ma ni bwaebwaeti ibukin buana."]}