{"English": ["The Lord commands Ammon to lead the people of Anti-Nephi-Lehi to safety—Upon meeting Alma, Ammon’s joy exhausts his strength—The Nephites give the Anti-Nephi-Lehies the land of Jershon—They are called the people of Ammon. About 90–77B.C.", "1 Now it came to pass that when those Lamanites who had gone to war against the Nephites had found, after their many struggles to destroy them, that it was in vain to seek their destruction, they returned again to the land of Nephi.", "2 And it came to pass that the Amalekites, because of their loss, were exceedingly angry. And when they saw that they could not seek revenge from the Nephites, they began to stir up the people in anger against their brethren, the people of Anti-Nephi-Lehi; therefore they began again to destroy them.", "3 Now this people again refused to take their arms, and they suffered themselves to be slain according to the desires of their enemies.", "4 Now when Ammon and his brethren saw this work of destruction among those whom they so dearly beloved, and among those who had so dearly beloved them—for they were treated as though they were angels sent from God to save them from everlasting destruction—therefore, when Ammon and his brethren saw this great work of destruction, they were moved with compassion, and they said unto the king:", "5 Let us gather together this people of the Lord, and let us go down to the land of Zarahemla to our brethren the Nephites, and flee out of the hands of our enemies, that we be not destroyed.", "6 But the king said unto them: Behold, the Nephites will destroy us, because of the many murders and sins we have committed against them.", "7 And Ammon said: I will go and inquire of the Lord, and if he say unto us, go down unto our brethren, will ye go?", "8 And the king said unto him: Yea, if the Lord saith unto us go, we will go down unto our brethren, and we will be their slaves until we repair unto them the many murders and sins which we have committed against them.", "9 But Ammon said unto him: It is against the law of our brethren, which was established by my father, that there should be any slaves among them; therefore let us go down and rely upon the mercies of our brethren.", "10 But the king said unto him: Inquire of the Lord, and if he saith unto us go, we will go; otherwise we will perish in the land.", "11 And it came to pass that Ammon went and inquired of the Lord, and the Lord said unto him:", "12 Get this people out of this land, that they perish not; for Satan has great hold on the hearts of the Amalekites, who do stir up the Lamanites to anger against their brethren to slay them; therefore get thee out of this land; and blessed are this people in this generation, for I will preserve them.", "13 And now it came to pass that Ammon went and told the king all the words which the Lord had said unto him.", "14 And they gathered together all their people, yea, all the people of the Lord, and did gather together all their flocks and herds, and departed out of the land, and came into the wilderness which divided the land of Nephi from the land of Zarahemla, and came over near the borders of the land.", "15 And it came to pass that Ammon said unto them: Behold, I and my brethren will go forth into the land of Zarahemla, and ye shall remain here until we return; and we will try the hearts of our brethren, whether they will that ye shall come into their land.", "16 And it came to pass that as Ammon was going forth into the land, that he and his brethren met Alma, over in the place of which has been spoken; and behold, this was a joyful meeting.", "17 Now the joy of Ammon was so great even that he was full; yea, he was swallowed up in the joy of his God, even to the exhausting of his strength; and he fell again to the earth.", "18 Now was not this exceeding joy? Behold, this is joy which none receiveth save it be the truly penitent and humble seeker of happiness.", "19 Now the joy of Alma in meeting his brethren was truly great, and also the joy of Aaron, of Omner, and Himni; but behold their joy was not that to exceed their strength.", "20 And now it came to pass that Alma conducted his brethren back to the land of Zarahemla; even to his own house. And they went and told the chief judge all the things that had happened unto them in the land of Nephi, among their brethren, the Lamanites.", "21 And it came to pass that the chief judge sent a proclamation throughout all the land, desiring the voice of the people concerning the admitting their brethren, who were the people of Anti-Nephi-Lehi.", "22 And it came to pass that the voice of the people came, saying: Behold, we will give up the land of Jershon, which is on the east by the sea, which joins the land Bountiful, which is on the south of the land Bountiful; and this land Jershon is the land which we will give unto our brethren for an inheritance.", "23 And behold, we will set our armies between the land Jershon and the land Nephi, that we may protect our brethren in the land Jershon; and this we do for our brethren, on account of their fear to take up arms against their brethren lest they should commit sin; and this their great fear came because of their sore repentance which they had, on account of their many murders and their awful wickedness.", "24 And now behold, this will we do unto our brethren, that they may inherit the land Jershon; and we will guard them from their enemies with our armies, on condition that they will give us a portion of their substance to assist us that we may maintain our armies.", "25 Now, it came to pass that when Ammon had heard this, he returned to the people of Anti-Nephi-Lehi, and also Alma with him, into the wilderness, where they had pitched their tents, and made known unto them all these things. And Alma also related unto them his conversion, with Ammon and Aaron, and his brethren.", "26 And it came to pass that it did cause great joy among them. And they went down into the land of Jershon, and took possession of the land of Jershon; and they were called by the Nephites the people of Ammon; therefore they were distinguished by that name ever after.", "27 And they were among the people of Nephi, and also numbered among the people who were of the church of God. And they were also distinguished for their zeal towards God, and also towards men; for they were perfectly honest and upright in all things; and they were firm in the faith of Christ, even unto the end.", "28 And they did look upon shedding the blood of their brethren with the greatest abhorrence; and they never could be prevailed upon to take up arms against their brethren; and they never did look upon death with any degree of terror, for their hope and views of Christ and the resurrection; therefore, death was swallowed up to them by the victory of Christ over it.", "29 Therefore, they would suffer death in the most aggravating and distressing manner which could be inflicted by their brethren, before they would take the sword or cimeter to smite them.", "30 And thus they were a zealous and beloved people, a highly favored people of the Lord."], "Español": ["El Señor manda a Ammón que conduzca al pueblo de Anti-Nefi-Lehi a un lugar donde esté seguro— Al encontrarse con Alma, el gozo de Ammón es tan grande que se le agotan las fuerzas— Los nefitas ceden a sus hermanos del pueblo de Anti-Nefi-Lehi la tierra de Jersón— Se les llama el pueblo de Ammón. Aproximadamente 90–77a.C.", "1 Y aconteció que cuando aquellos lamanitas que habían ido a la guerra contra los nefitas vieron, después de sus muchos esfuerzos por destruirlos, que era en vano procurar su destrucción, se volvieron otra vez a la tierra de Nefi.", "2 Y sucedió que los amalekitas estaban llenos de ira a causa de sus pérdidas; y cuando vieron que no podían vengarse de los nefitas, empezaron a agitar al pueblo a la ira en contra de sus hermanos, el pueblo de Anti-Nefi-Lehi; por lo tanto, empezaron a destruirlos otra vez.", "3 Y este pueblo nuevamente se negó a tomar las armas, y se dejaron matar según la voluntad de sus enemigos.", "4 Ahora bien, cuando Ammón y sus hermanos vieron esta obra de destrucción entre aquellos que tanto amaban, y entre aquellos que tanto los habían amado —porque los trataban como si fuesen ángeles enviados de Dios para salvarlos de una eterna destrucción— por tanto, cuando Ammón y sus hermanos vieron esta extensa obra de destrucción, fueron movidos a compasión y dijeron al rey:", "5 Reunamos a este pueblo del Señor y descendamos a la tierra de Zarahemla, a nuestros hermanos los nefitas, y huyamos de las manos de nuestros enemigos para que no seamos destruidos.", "6 Mas les dijo el rey: He aquí, los nefitas nos destruirán a causa de los muchos asesinatos y pecados que contra ellos hemos cometido.", "7 Y dijo Ammón: Iré y preguntaré al Señor, y si él nos dice que vayamos a nuestros hermanos, ¿iréis vosotros?", "8 Y le dijo el rey: Sí, si el Señor nos dice que vayamos, iremos a nuestros hermanos y seremos sus esclavos hasta compensarlos por los muchos asesinatos y pecados que hemos cometido en contra de ellos.", "9 Mas le dijo Ammón: Es contra la ley de nuestros hermanos, que fue establecida por mi padre, que haya esclavos entre ellos; por tanto, descendamos y confiemos en la misericordia de nuestros hermanos.", "10 Mas el rey le dijo: Pregunta al Señor; y si él nos dice que vayamos, iremos; de otro modo, pereceremos en la tierra.", "11 Y aconteció que Ammón fue y preguntó al Señor, y el Señor le dijo:", "12 Saca a este pueblo de esta tierra para que no perezca; pues Satanás tiene fuertemente asido el corazón de los amalekitas, quienes incitan a los lamanitas a la ira en contra de sus hermanos, para que los maten; por tanto, sal de esta tierra; y benditos son los de este pueblo en esta generación, porque los preservaré.", "13 Y sucedió que Ammón fue y le declaró al rey todas las palabras que el Señor le había dicho.", "14 Y reunieron a toda su gente, sí, a todo el pueblo del Señor; y juntaron todos sus rebaños y hatos, y salieron de la tierra, y llegaron al desierto que dividía la tierra de Nefi de la de Zarahemla, y llegaron cerca de las fronteras de la tierra.", "15 Y aconteció que Ammón les dijo: He aquí, yo y mis hermanos iremos a la tierra de Zarahemla, y vosotros os quedaréis aquí hasta que volvamos; y probaremos el corazón de nuestros hermanos para ver si quieren que entréis en su tierra.", "16 Y mientras Ammón viajaba por la tierra, sucedió que él y sus hermanos se encontraron con Alma en el lugar de que se ha hablado; y he aquí, fue un encuentro gozoso.", "17 Y tan grande fue el gozo de Ammón que lo colmó; sí, se extasió en el gozo de su Dios, al grado de que se le agotaron las fuerzas; y cayó a tierra otra vez.", "18 ¿Y no fue este un gozo inmenso? He aquí, este es un gozo que nadie recibe sino el que verdaderamente se arrepiente y humildemente busca la felicidad.", "19 Y el gozo de Alma, al encontrar a sus hermanos, fue verdaderamente grande, como también el gozo de Aarón, de Omner y de Himni; mas he aquí que su gozo no sobrepujó a sus fuerzas.", "20 Y sucedió, entonces, que Alma condujo a sus hermanos de regreso a la tierra de Zarahemla, aun hasta su propia casa. Y fueron y relataron al juez superior todo cuanto les había acontecido en la tierra de Nefi, entre sus hermanos los lamanitas.", "21 Y aconteció que el juez superior envió una proclamación por todo el país, en la que deseaba saber la voz del pueblo respecto a la admisión de sus hermanos, que eran el pueblo de Anti-Nefi-Lehi.", "22 Y sucedió que vino la voz del pueblo diciendo: He aquí, cederemos la tierra de Jersón, que se halla al este junto al mar, y colinda con la tierra de Abundancia, y queda al sur de la tierra de Abundancia; y esta tierra de Jersón es la que daremos a nuestros hermanos por herencia.", "23 Y he aquí, colocaremos a nuestros ejércitos entre la tierra de Jersón y la tierra de Nefi para proteger a nuestros hermanos en la tierra de Jersón; y hacemos esto por nuestros hermanos a causa de su temor a empuñar las armas en contra de sus hermanos, no sea que cometan pecado; y este gran temor suyo provino a causa del profundo arrepentimiento habido en ellos por motivo de sus muchos asesinatos y su terrible iniquidad.", "24 Y he aquí, haremos esto por nuestros hermanos, para que hereden la tierra de Jersón; y los protegeremos de sus enemigos con nuestros ejércitos, con la condición de que nos den una parte de sus bienes para ayudarnos, a fin de sostener nuestros ejércitos.", "25 Y aconteció que cuando Ammón hubo oído esto, se volvió, y también Alma con él, al pueblo de Anti-Nefi-Lehi en el desierto, donde habían plantado sus tiendas, y les hizo saber todas estas cosas. Y Alma también les relató su conversión, con Ammón, Aarón y sus hermanos.", "26 Y sucedió que causó un gozo inmenso entre ellos. Y descendieron a la tierra de Jersón, y tomaron posesión de esa tierra; y los nefitas los llamaron el pueblo de Ammón; por tanto, se distinguieron por ese nombre de allí en adelante.", "27 Y se hallaban entre el pueblo de Nefi, y también eran contados entre el pueblo que era de la iglesia de Dios. Y se distinguían por su celo para con Dios, y también para con los hombres; pues eran completamente honrados y rectos en todas las cosas; y eran firmes en la fe de Cristo, aun hasta el fin.", "28 Y miraban con el mayor horror el derramar la sangre de sus hermanos; y nunca se les pudo inducir a tomar las armas contra sus hermanos; y no veían la muerte con ningún grado de terror, a causa de su esperanza y conceptos de Cristo y la resurrección; por tanto, para ellos la muerte era consumida por la victoria de Cristo sobre ella.", "29 Por consiguiente, padecían la muerte más terrible y afrentosa que sus hermanos pudieran infligirles, antes que tomar la espada o la cimitarra para herirlos.", "30 De modo que eran un pueblo celoso y amado, un pueblo altamente favorecido del Señor."], "Français": ["Le Seigneur commande à Ammon de conduire le peuple d’Anti-Néphi-Léhi en sûreté— Lorsqu’il rencontre Alma, Ammon éprouve une joie qui épuise ses forces— Les Néphites donnent aux Anti-Néphi-Léhis le pays de Jershon— On lui donne le nom de peuple d’Ammon. Vers 90–77av.J.-C.", "1 Alors, il arriva que lorsque les Lamanites qui étaient allés à la guerre contre les Néphites eurent constaté, après leurs nombreux efforts pour les détruire, qu’il était vain de chercher leur destruction, ils retournèrent au pays de Néphi.", "2 Et il arriva que les Amalékites étaient extrêmement en colère à cause de leurs pertes. Et lorsqu’ils virent qu’ils ne pouvaient pas se venger sur les Néphites, ils commencèrent à exciter le peuple à la colère contre ses frères, le peuple d’Anti-Néphi-Léhi. C’est pourquoi, ils recommencèrent à le détruire.", "3 Or, ce peuple refusa de nouveau de prendre les armes, et il se laissa tuer selon le désir de ses ennemis.", "4 Alors, quand Ammon et ses frères virent cette œuvre de destruction parmi ceux qu’ils aimaient tant et parmi ceux qui les avaient tant aimés— car ils étaient traités comme s’ils étaient des anges envoyés de la part de Dieu pour les sauver de la destruction éternelle— c’est pourquoi, lorsqu’Ammon et ses frères virent cette grande œuvre de destruction, ils furent émus de compassion et dirent au roi:", "5 Rassemblons ce peuple du Seigneur, et descendons au pays de Zarahemla auprès de nos frères, les Néphites, et fuyons hors des mains de nos ennemis, afin de ne pas être détruits.", "6 Mais le roi leur dit: Voici, les Néphites nous détruiront, à cause des nombreux meurtres et des nombreux péchés que nous avons commis contre eux.", "7 Et Ammon dit: Je vais consulter le Seigneur, et s’il nous dit de descendre vers nos frères, irez-vous?", "8 Et le roi lui dit: Oui, si le Seigneur nous dit: Allez, nous descendrons vers nos frères, et nous serons leurs esclaves jusqu’à ce que nous ayons réparé pour eux les nombreux meurtres et les nombreux péchés que nous avons commis contre eux.", "9 Mais Ammon lui dit: Il est contre la loi de nos frères, qui a été établie par mon père, qu’il y ait des esclaves parmi eux; c’est pourquoi, descendons et confions-nous à la miséricorde de nos frères.", "10 Mais le roi lui dit: Consulte le Seigneur, et s’il nous dit: Allez, nous irons; sinon nous périrons dans le pays.", "11 Et il arriva qu’Ammon alla consulter le Seigneur, et le Seigneur lui dit:", "12 Fais sortir ce peuple de ce pays, afin qu’il ne périsse pas; car Satan a une grande emprise sur le cœur des Amalékites, qui excitent les Lamanites à la colère contre leurs frères pour qu’ils les tuent; c’est pourquoi, sors de ce pays, et béni est ce peuple dans cette génération, car je le préserverai.", "13 Et alors, il arriva qu’Ammon alla dire au roi toutes les paroles que le Seigneur lui avait dites.", "14 Et ils rassemblèrent tout leur peuple, oui, tout le peuple du Seigneur, et rassemblèrent tous leurs troupeaux de gros et de petit bétail, et quittèrent le pays, et vinrent dans le désert qui séparait le pays de Néphi du pays de Zarahemla, et arrivèrent près des régions frontières du pays.", "15 Et il arriva qu’Ammon leur dit: Voici, moi et mes frères irons au pays de Zarahemla, et vous resterez ici jusqu’à ce que nous revenions; et nous mettrons à l’épreuve le cœur de nos frères, pour savoir s’ils veulent que vous entriez dans leur pays.", "16 Et il arriva que comme Ammon entrait dans le pays, lui et ses frères rencontrèrent Alma dans le lieu dont il a été parlé; et voici, ce fut une joyeuse rencontre.", "17 Or, la joie d’Ammon était si grande qu’il en fut rempli; oui, il fut absorbé dans la joie de son Dieu jusqu’à l’épuisement de ses forces; et il tomba de nouveau par terre.", "18 Or, n’était-ce pas là une joie extrême? Voici, c’est là une joie que nul ne reçoit, si ce n’est celui qui est vraiment pénitent et recherche humblement le bonheur.", "19 Or, la joie d’Alma à rencontrer ses frères était vraiment grande, et aussi la joie d’Aaron, d’Omner et d’Himni; mais voici, leur joie n’était pas grande au point de dépasser leur force.", "20 Et alors, il arriva qu’Alma reconduisit ses frères au pays de Zarahemla, dans sa maison. Et ils allèrent dire au grand juge tout ce qui leur était arrivé au pays de Néphi, parmi leurs frères, les Lamanites.", "21 Et il arriva que le grand juge envoya une proclamation dans tout le pays, désirant la voix du peuple concernant l’admission de ses frères, qui étaient le peuple d’Anti-Néphi-Léhi.", "22 Et il arriva que la voix du peuple vint, disant: Voici, nous céderons le pays de Jershon, qui est à l’est près de la mer, qui touche le pays d’Abondance, qui est au sud du pays d’Abondance; et ce pays de Jershon est le pays que nous donnerons en héritage à nos frères.", "23 Et voici, nous placerons nos armées entre le pays de Jershon et le pays de Néphi, afin de protéger nos frères au pays de Jershon; et cela, nous le faisons pour nos frères, à cause de leur crainte de prendre les armes contre leurs frères, de peur de commettre un péché; et cette grande crainte qui est la leur est venue à cause du profond repentir qu’ils ont éprouvé pour leurs nombreux meurtres et leur affreuse méchanceté.", "24 Et voici, cela nous le ferons pour nos frères, afin qu’ils héritent le pays de Jershon; et nous les garderons de leurs ennemis avec nos armées, à condition qu’ils nous donnent une part de leurs biens pour nous aider, afin que nous puissions entretenir nos armées.", "25 Alors, il arriva que lorsqu’il eut entendu cela, Ammon retourna auprès du peuple d’Anti-Néphi-Léhi, et aussi Alma avec lui, dans le désert, où il avait dressé ses tentes, et lui communiqua toutes ces choses. Et Alma lui raconta aussi sa conversion, avec Ammon et Aaron, et ses frères.", "26 Et il arriva que cela causa une grande joie parmi eux. Et ils descendirent au pays de Jershon, et prirent possession du pays de Jershon; et ils furent appelés, par les Néphites, le peuple d’Ammon; c’est pourquoi, ils furent dorénavant distingués par ce nom.", "27 Et ils étaient parmi le peuple de Néphi, et également comptés parmi le peuple qui était de l’Église de Dieu. Et ils se distinguaient aussi par leur zèle envers Dieu, et aussi envers les hommes; car ils étaient parfaitement honnêtes et droits en tout; et ils furent fermes dans la foi du Christ jusqu’à la fin.", "28 Et ils considéraient l’effusion du sang de leurs frères avec la plus grande aversion; et on ne put jamais les persuader de prendre les armes contre leurs frères; et ils ne considérèrent jamais la mort avec le moindre sentiment de terreur, à cause de leur espérance et de leurs convictions concernant le Christ et la résurrection. C’est pourquoi, la mort était engloutie pour eux par la victoire du Christ sur elle.", "29 C’est pourquoi, ils préféraient souffrir la mort de la manière la plus pénible et la plus atroce que leurs frères pouvaient leur infliger, plutôt que de prendre l’épée ou le cimeterre pour les frapper.", "30 Et ainsi, ils étaient un peuple zélé et bien-aimé, un peuple hautement favorisé par le Seigneur."], "Kiribati": ["Te Uea e tuanga Amon bwa e na kairia kaain Aentaai-Nibwaai-Riaai nakon te tabo ae a na mano iai—Ngke e kaitibo ma Aramwa ao e nako korakoran Amon ibukin kimwareireina—Nibwaite anganiia aomata aika Aentaai-Nibwaai-Riaai te aba are Ietion—A aranaki bwa ana botanaomata Amon. Uakaan ma 90–77I.K.", "1 Ao ngkanne e koro bukina bwa ngke a tia Reimwanaite n nako ni buakaniia Nibwaite a kunea, i mwin kainnanoia ni kataia n tiringia, bwa e matebuaka tiringakia, a oki nakon te aba are Nibwaai.", "2 Ao e koro bukina bwa e korakora uniia Amwarakaite ibukin konakiia. Ao ngke a nooria bwa aki kona ni kataea kaia mai irouia Nibwaite, ao a kaunia nanoia aomata bwa a na un nakoia tariia, ake kaain Aentaai-Nibwaai-Riaai; ngaia are a waaki riki ni manga tiringia.", "3 Ao ngkanne aomata aikai a rawa riki ni manga tabeki aia bwai ni buaka, ao a kariaia bwa a na tiringaki n aron are a tangiria aia kairiribai.", "4 Ao ngkanne ngke Amon ma tarina a noora te mwakuri n tiritiri aio i buakoia ake a bon tangiriia, ao i buakoia ake a tangiraki irouia—bwa a tararuaki n aekaia anera ake a kanakoaki mai iroun te Atua bwa a na kamaiuia man te tiringaki ae aki totoki—ngaia are, Amon ma tarina ngke a noora te mwakuri n tiritiri aio, ao a bon rotaki n te nanoanga, ao a taku nakon te uea:", "5 Ti na ikotiia ana aomata te uea, ao ti na nako rikaaki nakon te aba are Taraemera nakoia tarira ake Nibwaite, ma ni birinako mai nanon baia ara kairiribai, bwa ti na aki tiringaki.", "6 Ma te uea e taku nakoina: Nooria, a na tiringira Nibwaite, ibukin korakoran te tiritiri ao te bure ake ti a tia ni karaoi nakoia.", "7 Ao Amon e taku: N na nako n ukoria mai iroun te Uea, ao ngkana e taku nakoira, nako rikaaki nakoia tarimi, kam na nako?", "8 Ao te uea e taku nakoina: Eng, ngkana te Uea e taku nakoira nako, ao ti na nako rikaaki nakoia tarira, ao ti na riki bwa aia toro ni karokoa ae ti a tia ni kabooa mwiin korakoran te tiritiri ma te bure are ti karaoi nakoia.", "9 Ma Amon e taku nakoina: E tabuaki n aia tua tarira, are e kateaki iroun tamau, bwa e na iai te toro i buakoia; ngaia are ti na nako rikaaki man onimakina aia nanoanga tarira.", "10 Ma te uea e taku nakoina: Ukoria mai iroun te Uea, ao ngkana e taku nakoira nako, ao ti na nako, mwiina ti na mate n te aba aei.", "11 Ao e koro bukina bwa Amon e nakon n ukoria mai iroun te Uea, ao e taku te Uea nakoina:", "12 Kairia te botanaomata aio man te aba aio, bwa ana aki mate; bwa e korakora a na tautau Tatan iaon nanoia Amwarakaite, are a kauerakea nanoia Reimwanaite bwa a na un nakoia tariia bwa a na tiringia; ngaia are otinako man te aba aio; ao a na kakabwaiaki te botanaomata aio n te roro aei bwa N na kawakinia.", "13 Ao ngkanne e koro bukina bwa Amon e nako n tuanga te uea taeka ni kabane are e taku te Uea nakoina.", "14 Ao a ikotiia ni kabane aia aomata, eng, ana aomata te Uea ni kabane, man ikotiia aia nanai ma aia boota ni man, ma ni kitana te aba, ao a roko n te rereua are e bwenaua te aba are Nibwaai man te aba are Taraemera, man roko i rarikin tian te aba.", "15 Ao e koro bukina bwa Amon e taku nakoia: Nooria, Ngai ma tariu ti na nakon te aba are Taraemera ao kam na tiku ikai ni karokoa okira; bwa ti na kata nanoia tarira, bwa a kariaia ke aki bwa kam na roko i abaia.", "16 Ao e koro bukina bwa ngke e mwananga Amon nakon te aba, ao ngaia ma tarina a kaitibo ma Aramwa, n te tabo are e a tia n taekinaki; ao nooria, bon moan te kakukurei te kaitibo aio.", "17 Ao ngkanne kukurein Amon e bon rang korakora n te aro ae e a onrake; eng, e a kabwautaki ni kimwareirein Atuana, n te aro are e a bane korakorana; ao e bwaka nako aontano.", "18 Ao ngkanne tiaki aei te kimwareirei ae rianako? Nooria, bon aio te kimwareirei are akea ae kona ni karekea ma ti naake a bon rairaki raoi man nanorinano n ukoukora te kukurei.", "19 Ao ngkanne kukurein Aramwa ngke e kaitibo ma tarina e bon rang korakora, ao kimwareirein naba Aaron, ma Aomna, ao Imnaai; ma nooria kukureia e aki korakora riki nakon korakoraia.", "20 Ao e koro bukina bwa Aramwa e kairia tarina n oki nakon te aba are Taraemera; ao n nakon naba oin batana; Ao a nako n tuanga mataniwia taan moti bwaai ni kabane ake a tia n riki nakoia n te aba are Nibwaai, i buakoia tariia, ake Reimwanaite.", "21 Ao e koro bukina bwa mataniwia taan moti e kanakoa te katanoata ni kabuta te aba, ni kan ataa nanoia aomata ibukin karinakia tariia, ake kaain Aentaai-Nibwaai-Riaai.", "22 Ao e koro bukina bwa e roko bwanaia aomata, ni kangai: Nooria, ti na aanga te aba are Ietion, are e mena i mainiku i rarikin taari, are e toma ma te Aba ni mari, are e mena i meangin te Aba ni mari; ao te aba aio are Ietion are ti a anganiia tarira bwa aia bwai.", "23 Ao nooria, ti na katea ara taanga ni buaka i marenan te aba are Ietion ao te aba are Nibwaai, bwa ti aonga ni kawakinia tarira n te aba are Ietion; ao aio are ti a karaoia ibukiia tarira, ibukin maakuia n tabeki bwaai ni buaka ni kaaitaraia tariia bwa mwiina a bure; ao maakuia aio e reke ma ni marakiia n rairannano, i mwin aia tiritiri ma buakakaia ae korakora.", "24 Ao ngkanne nooria, aio are ti na karaoia nakoia tarira, bwa aonga ni bwaibwai n te aba are Ietion; ao ti na tararuaia mai irouia aia kairiribai n ara taanga ni buaka, ngkana a kona n anga teutana mwakoron kaubwaia bwa buokan kateimatoan ara taanga ni buaka.", "25 Ao ngkanne, e koro bukina bwa ngke Amon e ongo aio, e oki nakoia kaain Aentaai-Nibwaai-Riaai, ao Aramwa raona, nakon te rereua, ike a tia ni katei iai umwaianrianna, ma ni kaoti nakoia bwaai ni kabane. Ao Aramwa e karaki naba nakoia aron rairakina nakon te onimaki, ma Amon ao Aaron, ao tarina.", "26 Ao e koro bukina bwa e karika te kimwareirei ae korakora i buakoia. Ao a nako rikaaki nakon te aba are Ietion, man taua Ietion bwa aia bwai; ao a aranaki irouia Nibwaite bwa ana aomata Amon; ngaia are a kinaaki n te ara anne mai i mwin te tai anne.", "27 Ao a mena i buakoia ana aomata Nibwaai, ma ni warekaki i buakoia aomata ake kaain ana ekaretia te Atua. Ao a kinaaki man nanomatoaia nakon te Atua, ma nakoia naba aomata; bwa bon aomata ngaia aika a kokoaua man etieti ni bwaai ni kabane; ao a nene n aia onimaki iroun Kristo, ni karokoa naba te toki.", "28 Ao a taraa kawawaean raraaia tariia bwa te bwai ae moan te korakora ribakina; ao a bon aki kona ni manga imanonoaki bwa a na tabeki bwaai ni buaka ni kaaitaraia tariia; ao aki manga taraa te mate ma te maaku, ibukin aia kantaninga ma aia taratara iroun Kristo ao te mangauti; ngaia are e kabwautaki te mate n tokanikain Kristo iaona.", "29 Ngaia ae a kukurei ni mate n te anga ae moan te kammaraki ma ni kakorakai are e kona ni karaoaki irouia tariia, i mwaain ae a na kona n ana te kabaang ke te kabaang ae uarereke n oroia.", "30 Ao ngaia are bon aomata ngaia aika a nanomatoa man tangiraki, aomata aika a korakora nanonakia iroun te Uea."]}