{"English": ["Shiblon was persecuted for righteousness’ sake—Salvation is in Christ, who is the life and the light of the world—Bridle all your passions. About 74B.C.", "1 My son, give ear to my words, for I say unto you, even as I said unto Helaman, that inasmuch as ye shall keep the commandments of God ye shall prosper in the land; and inasmuch as ye will not keep the commandments of God ye shall be cut off from his presence.", "2 And now, my son, I trust that I shall have great joy in you, because of your steadiness and your faithfulness unto God; for as you have commenced in your youth to look to the Lord your God, even so I hope that you will continue in keeping his commandments; for blessed is he that endureth to the end.", "3 I say unto you, my son, that I have had great joy in thee already, because of thy faithfulness and thy diligence, and thy patience and thy long-suffering among the people of the Zoramites.", "4 For I know that thou wast in bonds; yea, and I also know that thou wast stoned for the word’s sake; and thou didst bear all these things with patience because the Lord was with thee; and now thou knowest that the Lord did deliver thee.", "5 And now my son, Shiblon, I would that ye should remember, that as much as ye shall put your trust in God even so much ye shall be delivered out of your trials, and your troubles, and your afflictions, and ye shall be lifted up at the last day.", "6 Now, my son, I would not that ye should think that I know these things of myself, but it is the Spirit of God which is in me which maketh these things known unto me; for if I had not been born of God I should not have known these things.", "7 But behold, the Lord in his great mercy sent his angel to declare unto me that I must stop the work of destruction among his people; yea, and I have seen an angel face to face, and he spake with me, and his voice was as thunder, and it shook the whole earth.", "8 And it came to pass that I was three days and three nights in the most bitter pain and anguish of soul; and never, until I did cry out unto the Lord Jesus Christ for mercy, did I receive a remission of my sins. But behold, I did cry unto him and I did find peace to my soul.", "9 And now, my son, I have told you this that ye may learn wisdom, that ye may learn of me that there is no other way or means whereby man can be saved, only in and through Christ. Behold, he is the life and the light of the world. Behold, he is the word of truth and righteousness.", "10 And now, as ye have begun to teach the word even so I would that ye should continue to teach; and I would that ye would be diligent and temperate in all things.", "11 See that ye are not lifted up unto pride; yea, see that ye do not boast in your own wisdom, nor of your much strength.", "12 Use boldness, but not overbearance; and also see that ye bridle all your passions, that ye may be filled with love; see that ye refrain from idleness.", "13 Do not pray as the Zoramites do, for ye have seen that they pray to be heard of men, and to be praised for their wisdom.", "14 Do not say: O God, I thank thee that we are better than our brethren; but rather say: O Lord, forgive my unworthiness, and remember my brethren in mercy—yea, acknowledge your unworthiness before God at all times.", "15 And may the Lord bless your soul, and receive you at the last day into his kingdom, to sit down in peace. Now go, my son, and teach the word unto this people. Be sober. My son, farewell."], "Español": ["Shiblón fue perseguido por causa de la rectitud— La salvación está en Cristo, el cual es la vida y la luz del mundo— Refrena todas tus pasiones. Aproximadamente 74a.C.", "1 Hijo mío, da oído a mis palabras, porque te digo, como dije a Helamán, que al grado que guardes los mandamientos de Dios, prosperarás en la tierra; y si no guardas los mandamientos de Dios, serás separado de su presencia.", "2 Y ahora bien, hijo mío, confío en que tendré gran gozo en ti, por tu firmeza y tu fidelidad para con Dios; porque así como has empezado en tu juventud a confiar en el Señor tu Dios, así espero que continúes obedeciendo sus mandamientos; porque bendito es el que persevera hasta el fin.", "3 Te digo, hijo mío, que ya he tenido gran gozo en ti por razón de tu fidelidad y tu diligencia, tu paciencia y tu longanimidad entre los zoramitas.", "4 Porque sé que estuviste atado; sí, y también sé que fuiste apedreado por motivo de la palabra; y sobrellevaste con paciencia todas estas cosas, porque el Señor estaba contigo; y ahora sabes que el Señor te libró.", "5 Y ahora bien, hijo mío, Shiblón, quisiera que recordaras que en proporción a tu confianza en Dios, serás librado de tus tribulaciones, y tus dificultades, y tus aflicciones, y serás enaltecido en el postrer día.", "6 Y no quisiera que pensaras, hijo mío, que sé estas cosas de mí mismo, sino que el Espíritu de Dios que está en mí es el que me da a conocer estas cosas; porque si no hubiera nacido de Dios, no las habría sabido.", "7 Mas he aquí, el Señor en su gran misericordia envió a su ángel para declararme que debía cesar la obra de destrucción entre su pueblo. Sí, y he visto a un ángel cara a cara, y me habló, y su voz fue como el trueno, y sacudió toda la tierra.", "8 Y ocurrió que durante tres días y tres noches me vi en el más amargo dolor y angustia de alma; y no fue sino hasta que imploré misericordia al Señor Jesucristo que recibí la remisión de mis pecados. Pero he aquí, clamé a él y hallé paz para mi alma.", "9 Y te he dicho esto, hijo mío, para que aprendas sabiduría, para que aprendas de mí que no hay otro modo o medio por el cual el hombre pueda ser salvo, sino en Cristo y por medio de él. He aquí, él es la vida y la luz del mundo. He aquí, él es la palabra de verdad y de rectitud.", "10 Y así como has empezado a enseñar la palabra, así quisiera yo que continuases enseñando; y quisiera que fueses diligente y moderado en todas las cosas.", "11 Procura no ensalzarte en el orgullo; sí, procura no jactarte de tu propia sabiduría, ni de tu mucha fuerza.", "12 Usa valentía, mas no prepotencia; y procura también refrenar todas tus pasiones para que estés lleno de amor; procura evitar la ociosidad.", "13 No ores como lo hacen los zoramitas, pues has visto que ellos oran para ser oídos de los hombres y para ser alabados por su sabiduría.", "14 No digas: Oh Dios, te doy gracias porque somos mejores que nuestros hermanos, sino di más bien: Oh Señor, perdona mi indignidad, y acuérdate de mis hermanos con misericordia. Sí, reconoce tu indignidad ante Dios en todo tiempo.", "15 Y el Señor bendiga tu alma y te reciba en el postrer día en su reino, para sentarte en paz. Ahora ve, hijo mío, y enseña la palabra a este pueblo. Sé sensato. Adiós, hijo mío."], "Français": ["Shiblon était persécuté à cause de la justice— Le salut est dans le Christ, qui est la vie et la lumière du monde— Tenez toutes vos passions en bride. Vers 74av.J.-C.", "1 Mon fils, prête l’oreille à mes paroles, car je te dis, comme j’ai dit à Hélaman, que si tu gardes les commandements de Dieu, tu prospéreras dans le pays; et si tu ne gardes pas les commandements de Dieu, tu seras retranché de sa présence.", "2 Et maintenant, mon fils, j’ai l’assurance que tu seras pour moi une grande joie, à cause de ta stabilité et de ta fidélité à Dieu; car de même que tu as commencé dans ta jeunesse à regarder vers le Seigneur, ton Dieu, de même j’espère que tu continueras à garder ses commandements; car béni est celui qui persévère jusqu’à la fin.", "3 Je te dis, mon fils, que tu as déjà été une grande joie pour moi à cause de ta fidélité, et de ta diligence, et de ta patience, et de ta longanimité parmi le peuple des Zoramites.", "4 Car je sais que tu as été dans les liens; oui, et je sais aussi que tu as été lapidé pour l’amour de la parole; et tu as supporté tout cela avec patience, parce que le Seigneur était avec toi; et maintenant tu sais que le Seigneur t’a délivré.", "5 Et maintenant, mon fils Shiblon, je voudrais que tu te souviennes que dans la mesure où tu placeras ta confiance en Dieu, dans cette même mesure tu seras délivré de tes épreuves, et de tes difficultés, et de tes afflictions, et tu seras élevé au dernier jour.", "6 Or, mon fils, je ne voudrais pas que tu penses que je connais ces choses par moi-même, mais c’est l’Esprit de Dieu, qui est en moi, qui me fait connaître ces choses; car si je n’étais pas né de Dieu, je n’aurais pas connu ces choses.", "7 Mais voici, le Seigneur, dans sa grande miséricorde, a envoyé son ange m’annoncer que je devais arrêter l’œuvre de destruction parmi son peuple; oui, et j’ai vu un ange face à face, et il a parlé avec moi, et sa voix était comme le tonnerre, et elle a fait trembler la terre tout entière.", "8 Et il arriva que je fus trois jours et trois nuits l’âme remplie des souffrances et des angoisses les plus cruelles; et ce ne fut que lorsque je criai au Seigneur Jésus-Christ pour implorer miséricorde que je reçus le pardon de mes péchés. Mais voici, je criai vers lui et je trouvai la paix pour mon âme.", "9 Et maintenant, mon fils, je t’ai dit cela afin que tu apprennes la sagesse, afin que tu apprennes de moi qu’il n’y a pas d’autre chemin ni de moyen par lequel l’homme puisse être sauvé, si ce n’est dans et par l’intermédiaire du Christ. Voici, il est la vie et la lumière du monde. Voici, il est la parole de vérité et de justice.", "10 Et maintenant, comme tu as commencé à enseigner la parole, de même je voudrais que tu continues à enseigner; et je voudrais que tu sois diligent et modéré en tout.", "11 Veille à ne pas être enflé dans l’orgueil; oui, veille à ne pas te vanter de ta sagesse ni de ta grande force.", "12 Use de hardiesse, mais pas d’arrogance; et veille aussi à tenir toutes tes passions en bride, afin d’être rempli d’amour; veille à t’abstenir de l’oisiveté.", "13 Ne prie pas comme font les Zoramites, car tu as vu qu’ils prient pour être entendus des hommes et pour être loués pour leur sagesse.", "14 Ne dis pas: Ô Dieu, je te remercie de ce que nous sommes meilleurs que nos frères; mais dis plutôt: Ô Seigneur, pardonne mon indignité, et souviens-toi de mes frères avec miséricorde— oui, reconnais en tout temps ton indignité devant Dieu.", "15 Et que le Seigneur bénisse ton âme et te reçoive au dernier jour dans son royaume, pour t’asseoir en paix. Or, va, mon fils, et enseigne la parole à ce peuple. Sois sérieux. Mon fils, adieu."], "Kiribati": ["Tiburon e bwainikirinaki ibukin te raoiroi—E mena te kamaiuaki iroun Kristo, are te maiu ao ootan te aonaba—Taotaona angin am namakin. Uakaan ma 74I.K.", "1 Natiu te mwaane, aanga taningam nakon au taeka, bwa I taku nakoim, n aron are I taku nakon Ereman, bwa ngkana ko kaawakin ana tua te Atua, ao ko na riki rake iaon te aba; ma ngkana ko aki kaawakin ana tua te Atua ao ko na teweaki nako mai matana.", "2 Ao ngkai, natiu te mwaane, I onimakinna bwa N na kimwareirei iroum, ibukin matoam ma am kakaonimaki nakon te Atua; bwa ngkai ko a tia ni waaki n ataeim n taataraa te Uea ae Atuam, ao I kantaningaia bwa ko na reitinako ni kaawakin ana tua; bwa e na kakabwaiaki ane e matoatoa nua te toki.", "3 I taku nakoim, natiu te mwaane, bwa I a bon tia n rang kimwareirei iroum, ibukin am kakaonimaki ma am botumwaaka, ma am taotaona n nano ma taonan nanom n te tai ae maan ni karawawatakim i buakoia botanaomata aika Tioramwaite.", "4 Bwa I ataia bwa ko bon kabaeaki; eng, ao I ataia naba bwa ko karebanaki n te atibu ibukin te taeka; ma ko bon rinanon bwaai aikai ma te taotaona n nano kioina ngkai bon raom te Uea; ao ngkanne ko ataia ae e kainaomatako te Uea.", "5 Ao ngkanne natiu te mwaane, ae Tiburon, I tangiria bwa ko na uringa, bwa ngkana ko kabanea korakoram n onimakina te Atua ao ko na bon kainaomataki man katakim, ao am kaangaanga, ma karawawatakim, ao ko na uotaki rake n te kabanea ni bong.", "6 Ngkai, natiu te mwaane, I aki tangiria bwa ko na taku bwa I bon atai bwaai aikai mai irou, ma bon Tamnein te Atua are e mena inanou are e kaoti bwaai aikai nakoiu; bwa ngke arona bwa I tuai ni bungiaki iroun te Atua ao I bon aki atai bwaai aikai.", "7 Ma nooria, te Uea n ana nanoanga ao e kanakomaia ana anera bwa e na kaotia nakoiu bwa N na katoka te mwakuri n tiritiri i buakoia ana aomata; eng, ao I a tia ni kaitara ma te anera, ao e taetae nakoiu n te bwanaa ae kanga te baa, ao e ruru iai te aonaba.", "8 Ao e koro bukina bwa i nanon te maan ae teniua te ngaina ao teniua te bong ao I bon rotaki n te maraki ae korakora ao e korakai tamneiu; ao ngke I a tang nakon te Uea are Iesu Kristo ibukin ana nanoanga, are I a karekea kamaunan au bure. Ma nooria, I bon tang nakoina ao I karekea raun nanou.", "9 Ao ngkai, natiu te mwaane, I a tia n tuangko aio bwa ko na reireiniko te wanawana, bwa ko na reirei mai irou bwa akea riki te kawai are te aomata e kona iai ni karekea te kamaiuaki, ma ti rinanon Kristo. Nooria, ngaia te maiu ao ootan te aonaba. Nooria, ngaia taekan te koaua ao te raoiroi.", "10 Ao ngkanne, ngkai ko a waaki n taekina te taeka ao I tangiria bwa ko na reitinako n reirei; ao I tangiria bwa ko na botumwaaka ma n taotaona nanom ni bwaai ni kabane.", "11 Taraia bwa kam na aki tabekaki rake n te kainikatonga; eng, taraia bwa kam aki kamoamoa n oin wanawanami, ke ibukin mwaitin korakorami.", "12 Ninikoria, man tai kairoro, ao taraia naba bwa ko taotaona angin am namakin, bwa ko na kaonaki n te tangira; taraia bwa ko toki man te taningaroti.", "13 Tai tataro n aroia Tioramwaite, bwa ko a tia n nooria bwa a tataro bwa a tangiriia aomata bwa a na ongo aia tataro, ao bwa a na kamoamoaki wanawanaia.", "14 Tai kangai: O te Atua, I karabwako bwa ti raoiroi riki nakoia tarira; ma kangai: O te Uea, kabwara buren au aki kororaoi, ao uringia tariu n te nanoanga—eng, kaota aki kororaoim i matan te Atua n taai nako.", "15 Ao ke e na kakabwaia tamneim te Uea, ma ni butimwaeko n te kabanea ni bong nakon ueana, bwa ko na tekateka n rau. Ngkai nako, natiu te mwaane, ma n reirei te taeka nakoia te botanaomata aio. Taua ma nanom. Natiu, te mwaane, ti a bo."]}