{"English": ["Nehor teaches false doctrines, establishes a church, introduces priestcraft, and slays Gideon—Nehor is executed for his crimes—Priestcrafts and persecutions spread among the people—The priests support themselves, the people care for the poor, and the Church prospers. About 91–88B.C.", "1 Now it came to pass that in the first year of the reign of the judges over the people of Nephi, from this time forward, king Mosiah having gone the way of all the earth, having warred a good warfare, walking uprightly before God, leaving none to reign in his stead; nevertheless he had established laws, and they were acknowledged by the people; therefore they were obliged to abide by the laws which he had made.", "2 And it came to pass that in the first year of the reign of Alma in the judgment-seat, there was a man brought before him to be judged, a man who was large, and was noted for his much strength.", "3 And he had gone about among the people, preaching to them that which he termed to be the word of God, bearing down against the church; declaring unto the people that every priest and teacher ought to become popular; and they ought not to labor with their hands, but that they ought to be supported by the people.", "4 And he also testified unto the people that all mankind should be saved at the last day, and that they need not fear nor tremble, but that they might lift up their heads and rejoice; for the Lord had created all men, and had also redeemed all men; and, in the end, all men should have eternal life.", "5 And it came to pass that he did teach these things so much that many did believe on his words, even so many that they began to support him and give him money.", "6 And he began to be lifted up in the pride of his heart, and to wear very costly apparel, yea, and even began to establish a church after the manner of his preaching.", "7 And it came to pass as he was going, to preach to those who believed on his word, he met a man who belonged to the church of God, yea, even one of their teachers; and he began to contend with him sharply, that he might lead away the people of the church; but the man withstood him, admonishing him with the words of God.", "8 Now the name of the man was Gideon; and it was he who was an instrument in the hands of God in delivering the people of Limhi out of bondage.", "9 Now, because Gideon withstood him with the words of God he was wroth with Gideon, and drew his sword and began to smite him. Now Gideon being stricken with many years, therefore he was not able to withstand his blows, therefore he was slain by the sword.", "10 And the man who slew him was taken by the people of the church, and was brought before Alma, to be judged according to the crimes which he had committed.", "11 And it came to pass that he stood before Alma and pled for himself with much boldness.", "12 But Alma said unto him: Behold, this is the first time that priestcraft has been introduced among this people. And behold, thou art not only guilty of priestcraft, but hast endeavored to enforce it by the sword; and were priestcraft to be enforced among this people it would prove their entire destruction.", "13 And thou hast shed the blood of a righteous man, yea, a man who has done much good among this people; and were we to spare thee his blood would come upon us for vengeance.", "14 Therefore thou art condemned to die, according to the law which has been given us by Mosiah, our last king; and it has been acknowledged by this people; therefore this people must abide by the law.", "15 And it came to pass that they took him; and his name was Nehor; and they carried him upon the top of the hill Manti, and there he was caused, or rather did acknowledge, between the heavens and the earth, that what he had taught to the people was contrary to the word of God; and there he suffered an ignominious death.", "16 Nevertheless, this did not put an end to the spreading of priestcraft through the land; for there were many who loved the vain things of the world, and they went forth preaching false doctrines; and this they did for the sake of riches and honor.", "17 Nevertheless, they durst not lie, if it were known, for fear of the law, for liars were punished; therefore they pretended to preach according to their belief; and now the law could have no power on any man for his belief.", "18 And they durst not steal, for fear of the law, for such were punished; neither durst they rob, nor murder, for he that murdered was punished unto death.", "19 But it came to pass that whosoever did not belong to the church of God began to persecute those that did belong to the church of God, and had taken upon them the name of Christ.", "20 Yea, they did persecute them, and afflict them with all manner of words, and this because of their humility; because they were not proud in their own eyes, and because they did impart the word of God, one with another, without money and without price.", "21 Now there was a strict law among the people of the church, that there should not any man, belonging to the church, arise and persecute those that did not belong to the church, and that there should be no persecution among themselves.", "22 Nevertheless, there were many among them who began to be proud, and began to contend warmly with their adversaries, even unto blows; yea, they would smite one another with their fists.", "23 Now this was in the second year of the reign of Alma, and it was a cause of much affliction to the church; yea, it was the cause of much trial with the church.", "24 For the hearts of many were hardened, and their names were blotted out, that they were remembered no more among the people of God. And also many withdrew themselves from among them.", "25 Now this was a great trial to those that did stand fast in the faith; nevertheless, they were steadfast and immovable in keeping the commandments of God, and they bore with patience the persecution which was heaped upon them.", "26 And when the priests left their labor to impart the word of God unto the people, the people also left their labors to hear the word of God. And when the priest had imparted unto them the word of God they all returned again diligently unto their labors; and the priest, not esteeming himself above his hearers, for the preacher was no better than the hearer, neither was the teacher any better than the learner; and thus they were all equal, and they did all labor, every man according to his strength.", "27 And they did impart of their substance, every man according to that which he had, to the poor, and the needy, and the sick, and the afflicted; and they did not wear costly apparel, yet they were neat and comely.", "28 And thus they did establish the affairs of the church; and thus they began to have continual peace again, notwithstanding all their persecutions.", "29 And now, because of the steadiness of the church they began to be exceedingly rich, having abundance of all things whatsoever they stood in need—an abundance of flocks and herds, and fatlings of every kind, and also abundance of grain, and of gold, and of silver, and of precious things, and abundance of silk and fine-twined linen, and all manner of good homely cloth.", "30 And thus, in their prosperous circumstances, they did not send away any who were naked, or that were hungry, or that were athirst, or that were sick, or that had not been nourished; and they did not set their hearts upon riches; therefore they were liberal to all, both old and young, both bond and free, both male and female, whether out of the church or in the church, having no respect to persons as to those who stood in need.", "31 And thus they did prosper and become far more wealthy than those who did not belong to their church.", "32 For those who did not belong to their church did indulge themselves in sorceries, and in idolatry or idleness, and in babblings, and in envyings and strife; wearing costly apparel; being lifted up in the pride of their own eyes; persecuting, lying, thieving, robbing, committing whoredoms, and murdering, and all manner of wickedness; nevertheless, the law was put in force upon all those who did transgress it, inasmuch as it was possible.", "33 And it came to pass that by thus exercising the law upon them, every man suffering according to that which he had done, they became more still, and durst not commit any wickedness if it were known; therefore, there was much peace among the people of Nephi until the fifth year of the reign of the judges."], "Español": ["Nehor enseña doctrinas falsas, establece una iglesia, introduce la superchería sacerdotal y mata a Gedeón— Nehor es ejecutado por motivo de sus crímenes— Se difunden entre el pueblo la superchería sacerdotal y las persecuciones— Los sacerdotes se sostienen con su propio trabajo, el pueblo cuida de los pobres y la Iglesia prospera. Aproximadamente 91–88a.C.", "1 Ahora bien, sucedió que en el primer año del gobierno de los jueces, que de allí en adelante continuó sobre el pueblo de Nefi, pues el rey Mosíah se había ido por la vía de toda la tierra, habiendo peleado la buena batalla, andando rectamente ante Dios, no dejando quien reinara en su lugar; sin embargo, había establecido leyes que el pueblo reconocía; por tanto, tenían la obligación de someterse a las leyes que él había formulado.", "2 Y aconteció que en el primer año del gobierno de Alma en el asiento judicial, le llevaron un hombre para ser juzgado, un hombre de gran estatura y notable por su mucha fuerza.", "3 Y este había andado entre el pueblo, predicándole lo que él decía ser la palabra de Dios, importunando a la iglesia, declarando que todo sacerdote y maestro debía hacerse popular; y que no debían trabajar con sus manos, sino que el pueblo debía sostenerlos.", "4 Y también testificaba al pueblo que todo el género humano se salvaría en el postrer día, y que no tenían por qué temer ni temblar, sino que podían levantar la cabeza y regocijarse; porque el Señor había creado a todos los hombres, y también los había redimido a todos; y al fin todos los hombres tendrían vida eterna.", "5 Y sucedió que tanto enseñó estas cosas, que muchos creyeron en sus palabras, y fueron tantos que comenzaron a sostenerlo y a darle dinero.", "6 Y empezó a envanecerse con el orgullo de su corazón, y a usar ropa muy lujosa; sí, y aun empezó a establecer una iglesia de acuerdo con lo que predicaba.", "7 Y aconteció que yendo a predicar a los que creían en su palabra, dio con un hombre que pertenecía a la iglesia de Dios, sí, uno de sus maestros, y empezó a disputar vigorosamente con él, a fin de descarriar al pueblo de la iglesia; mas el hombre lo resistió, amonestándolo con las palabras de Dios.", "8 Y este hombre se llamaba Gedeón; y era el mismo que fue el instrumento en las manos de Dios para librar del cautiverio al pueblo de Limhi.", "9 Ahora bien, porque Gedeón lo resistió con las palabras de Dios, se encolerizó con Gedeón, y sacó su espada y empezó a darle golpes. Y Gedeón estaba ya muy entrado en años; por tanto, no pudo aguantar sus golpes, de modo que murió por la espada.", "10 Y el pueblo de la iglesia aprehendió al hombre que lo mató, y fue llevado ante Alma para ser juzgado según los crímenes que había cometido.", "11 Y sucedió que compareció ante Alma y se defendió con mucha audacia.", "12 Mas Alma le dijo: He aquí, esta es la primera vez que se ha introducido la superchería sacerdotal entre este pueblo. Y he aquí, no solo eres culpable de dicha superchería, sino que has tratado de imponerla por la espada; y si la superchería sacerdotal fuese impuesta sobre este pueblo, resultaría en su entera destrucción.", "13 Y tú has derramado la sangre de un hombre justo, sí, un hombre que ha hecho mucho bien entre este pueblo; y si te perdonásemos, su sangre vendría sobre nosotros por venganza.", "14 Por tanto, se te condena a morir, conforme a la ley que nos ha dado Mosíah, nuestro último rey, y la cual este pueblo ha reconocido; por tanto, este pueblo debe sujetarse a la ley.", "15 Y aconteció que lo tomaron —y se llamaba Nehor— y lo llevaron a la cima del cerro Manti, y allí se le hizo admitir, o mejor dicho, admitió entre los cielos y la tierra, que lo que había enseñado al pueblo era contrario a la palabra de Dios; y allí padeció una muerte ignominiosa.", "16 No obstante, no cesó con esto la difusión de la superchería sacerdotal en la tierra; porque había muchos que amaban las vanidades del mundo, y salieron predicando doctrinas falsas; y lo hicieron por causa de las riquezas y los honores.", "17 Sin embargo, no se atrevían a mentir, por si llegaba a saberse, por miedo a la ley, porque los embusteros eran castigados; por tanto, aparentaban predicar según su creencia, y la ley no podía ejercer poder alguno en ningún hombre por su creencia.", "18 Y no se atrevían a hurtar, por temor a la ley, porque estos eran castigados; ni tampoco se atrevían a robar ni a asesinar, porque el asesino era castigado con la pena de muerte.", "19 Pero aconteció que los que no pertenecían a la iglesia de Dios empezaron a perseguir a los que pertenecían a ella y habían tomado sobre sí el nombre de Cristo.", "20 Sí, los perseguían y los injuriaban con toda clase de palabras, y esto a causa de su humildad; porque no eran orgullosos a sus propios ojos, y porque se impartían mutuamente la palabra de Dios, sin dinero y sin precio.", "21 Ahora bien, había una estricta ley entre el pueblo de la iglesia, que ningún hombre que perteneciese a la iglesia se pusiera a perseguir a aquellos que no pertenecían a la iglesia, y que no debía haber persecución entre ellos mismos.", "22 Sin embargo, hubo entre ellos muchos que empezaron a llenarse de orgullo, y a contender acaloradamente con sus adversarios, aun hasta golpearse; sí, se daban puñetazos el uno al otro.", "23 Esto aconteció en el segundo año del gobierno de Alma, y fue causa de mucha aflicción para la iglesia; sí, fue la causa de mucha tribulación en ella.", "24 Porque muchos de ellos endurecieron sus corazones, y sus nombres fueron borrados, de modo que no los recordaron más entre el pueblo de Dios. Y también muchos se retiraron de entre ellos.", "25 Ahora bien, esto fue una dura prueba para los que se mantuvieron constantes en la fe; sin embargo, fueron firmes e inamovibles en guardar los mandamientos de Dios, y sobrellevaron pacientemente la persecución que se les imponía.", "26 Y cuando los sacerdotes dejaban su trabajo para impartir la palabra de Dios a los del pueblo, estos también dejaban sus labores para oír la palabra de Dios. Y después que el sacerdote les había impartido la palabra de Dios, todos volvían diligentemente a sus labores; y el sacerdote no se consideraba mejor que sus oyentes, porque el predicador no era de más estima que el oyente, ni el maestro era mejor que el discípulo; y así todos eran iguales y todos trabajaban, todo hombre según su fuerza.", "27 Y de conformidad con lo que tenía, todo hombre repartía de sus bienes a los pobres, y a los necesitados, y a los enfermos y afligidos; y no usaban ropa costosa; no obstante, eran aseados y atractivos.", "28 Y así dispusieron los asuntos de la iglesia; y así empezaron nuevamente a tener continua paz, a pesar de todas sus persecuciones.", "29 Ahora bien, debido a la estabilidad de la iglesia, empezaron a enriquecerse en gran manera, teniendo en abundancia todas las cosas que necesitaban: una abundancia de rebaños y manadas, y toda clase de animales cebados, y también una abundancia de grano, y de oro, y de plata y de objetos preciosos, y abundancia de seda y de lino de fino tejido, y de toda clase de buenas telas sencillas.", "30 Y así, en sus prósperas circunstancias no desatendían a ninguno que estuviese desnudo, o que estuviese hambriento, o sediento, o enfermo, o que no hubiese sido nutrido; y no ponían el corazón en las riquezas; por consiguiente, eran generosos con todos, ora ancianos, ora jóvenes, esclavos o libres, varones o mujeres, pertenecieran o no a la iglesia, sin hacer distinción de personas, si estaban necesitadas.", "31 Y así prosperaron y llegaron a ser mucho más ricos que los que no pertenecían a su iglesia.", "32 Porque los que no pertenecían a su iglesia se entregaban a las hechicerías, y a la idolatría o el ocio, y a chismes, envidias y contiendas; vestían ropas costosas, se ensalzaban en el orgullo de sus propios ojos, perseguían, mentían, hurtaban, robaban y cometían fornicaciones y asesinatos y toda clase de maldad; sin embargo, se ponía en vigor la ley contra los transgresores hasta donde era posible.", "33 Y sucedió que por aplicárseles así la ley, cada uno padeciendo de acuerdo con lo que había hecho, se apaciguaron más, y no se atrevieron a cometer iniquidad alguna que se supiera, de modo que hubo mucha paz entre el pueblo de Nefi hasta el quinto año del gobierno de los jueces."], "Français": ["Néhor enseigne une fausse doctrine, fonde une Église, introduit les intrigues de prêtres et tue Gédéon— Il est exécuté pour ses crimes— Les intrigues de prêtres et les persécutions se répandent parmi le peuple— Les prêtres pourvoient à leur entretien personnel, le peuple prend soin des pauvres, et l’Église prospère. Vers 91–88av.J.-C.", "1 Or, il arriva que la première année du règne des juges sur le peuple de Néphi, à partir de ce moment-là, le roi Mosiah étant allé où va tout ce qui est terrestre, ayant combattu un bon combat, ayant marché en droiture devant Dieu, ne laissant personne pour régner à sa place— néanmoins, il avait établi des lois, et elles étaient reconnues par le peuple: c’est pourquoi ils étaient obligés de se conformer aux lois qu’il avait faites—", "2 et il arriva que la première année du règne d’Alma sur le siège du jugement, il y eut un homme qui fut amené devant lui pour être jugé, un homme qui était d’une forte carrure et était renommé pour sa grande force.", "3 Et il s’en était allé parmi le peuple, lui prêchant ce qu’il disait être la parole de Dieu, s’opposant à l’Église; déclarant au peuple que tous les prêtres et instructeurs devraient être populaires, et qu’ils ne devraient pas travailler de leurs mains, mais qu’ils devraient être entretenus par le peuple.", "4 Et il témoigna aussi au peuple que toute l’humanité serait sauvée au dernier jour, et qu’il ne devait pas craindre ni trembler, mais qu’il pouvait lever la tête et se réjouir, car le Seigneur avait créé tous les hommes et avait aussi racheté tous les hommes, et, à la fin, tous les hommes auraient la vie éternelle.", "5 Et il arriva qu’il enseigna tellement ces choses-là, que beaucoup crurent ses paroles, oui, un si grand nombre, qu’ils commencèrent à l’entretenir et à lui donner de l’argent.", "6 Et il commença à être enflé dans l’orgueil de son cœur et à porter des habits très somptueux, oui, et commença même à établir une Église conforme à sa prédication.", "7 Et il arriva que tandis qu’il allait prêcher à ceux qui croyaient en sa parole, il rencontra un homme qui appartenait à l’Église de Dieu, oui, un de ses instructeurs; et il se mit à s’opposer âprement à lui, afin d’égarer le peuple de l’Église; mais l’homme lui résista, le reprenant au moyen des paroles de Dieu.", "8 Or, le nom de l’homme était Gédéon; et c’était lui qui avait été un instrument entre les mains de Dieu pour délivrer le peuple de Limhi de la servitude.", "9 Or, parce que Gédéon lui résistait au moyen des paroles de Dieu, il fut furieux contre Gédéon, et tira son épée, et commença à le frapper. Or, Gédéon, étant accablé d’un grand nombre d’années, n’était donc pas capable de résister à ses coups, c’est pourquoi il fut tué par l’épée.", "10 Et l’homme qui l’avait tué fut pris par le peuple de l’Église et fut amené devant Alma pour être jugé selon les crimes qu’il avait commis.", "11 Et il arriva qu’il se tint devant Alma et plaida pour lui-même avec beaucoup de hardiesse.", "12 Mais Alma lui dit: Voici, c’est la première fois que les intrigues de prêtres sont introduites parmi ce peuple. Et voici, tu n’es pas seulement coupable d’intrigues de prêtres, mais tu t’es efforcé de les imposer par l’épée; et si les intrigues de prêtres devaient être imposées parmi ce peuple, elles causeraient son entière destruction.", "13 Et tu as versé le sang d’un juste, oui, d’un homme qui a fait beaucoup de bien parmi ce peuple; et si nous t’épargnions, son sang crierait vengeance contre nous.", "14 C’est pourquoi tu es condamné à mourir, selon la loi qui nous a été donnée par Mosiah, notre dernier roi; et elle a été reconnue par ce peuple; c’est pourquoi ce peuple doit se conformer à la loi.", "15 Et il arriva qu’ils l’emmenèrent; et son nom était Néhor; et ils le portèrent sur le sommet de la colline de Manti, et là, il fut obligé, ou plutôt reconnut, entre les cieux et la terre, que ce qu’il avait enseigné au peuple était contraire à la parole de Dieu; et là, il subit une mort ignominieuse.", "16 Néanmoins, cela ne mit pas fin à la diffusion des intrigues de prêtres dans le pays; car il y en avait beaucoup qui aimaient les choses vaines du monde, et ils s’en allaient, prêchant de fausses doctrines; et cela, ils le faisaient par amour de la richesse et des honneurs.", "17 Néanmoins, ils n’osaient pas mentir, de peur que cela ne se sût, par crainte de la loi, car les menteurs étaient punis; c’est pourquoi ils prétendaient prêcher selon leur croyance; or, la loi ne pouvait rien faire contre la croyance d’un homme.", "18 Et ils n’osaient pas voler, par crainte de la loi, car de tels hommes étaient punis; ils n’osaient pas non plus commettre des actes de brigandage, ni le meurtre, car celui qui commettait le meurtre était puni de mort.", "19 Mais il arriva que ceux qui n’appartenaient pas à l’Église de Dieu commencèrent à persécuter ceux qui appartenaient à l’Église de Dieu et avaient pris sur eux le nom du Christ.", "20 Oui, ils les persécutèrent et les affligèrent de toutes sortes de paroles, et cela à cause de leur humilité; parce qu’ils ne s’enorgueillissaient pas à leurs propres yeux, et parce qu’ils se communiquaient les uns aux autres la parole de Dieu, sans argent, sans rien payer.", "21 Or, il y avait une loi stricte parmi le peuple de l’Église qu’aucun homme appartenant à l’Église ne pouvait se lever pour persécuter ceux qui n’appartenaient pas à l’Église, et qu’il ne devait pas y avoir de persécutions entre eux.", "22 Néanmoins, il y en eut beaucoup parmi eux qui commencèrent à être orgueilleux et qui entrèrent dans une vive contestation avec leurs adversaires, allant même jusqu’aux coups; oui, ils se frappaient du poing.", "23 Or, cela se passait la deuxième année du règne d’Alma, et ce fut une cause de grande affliction pour l’Église; oui, ce fut la cause d’une grande épreuve pour l’Église.", "24 Car beaucoup avaient le cœur endurci, et leurs noms furent effacés, de sorte qu’on ne s’en souvint plus parmi le peuple de Dieu. Et aussi, beaucoup se retirèrent de parmi eux.", "25 Or, c’était là une grande épreuve pour ceux qui restaient fermes dans la foi; néanmoins, ils étaient constants et immuables à garder les commandements de Dieu, et ils supportaient avec patience les persécutions qui s’accumulaient sur eux.", "26 Et lorsque les prêtres quittaient leur travail pour communiquer la parole de Dieu au peuple, le peuple quittait aussi ses travaux pour entendre la parole de Dieu. Et lorsque le prêtre leur avait communiqué la parole de Dieu, ils retournaient tous diligemment à leurs travaux; et le prêtre ne s’estimait pas au-dessus de ses auditeurs, car le prédicateur n’était pas meilleur que l’auditeur, et l’instructeur n’était pas meilleur que celui qui apprenait; et ainsi, ils étaient tous égaux, et ils travaillaient tous, chacun selon sa force.", "27 Et ils accordaient de leurs biens, chacun selon ce qu’il avait, aux pauvres, et aux nécessiteux, et aux malades, et aux affligés; et ils ne portaient pas d’habits somptueux, et cependant, ils étaient soignés et beaux.", "28 Et c’est ainsi qu’ils établirent les affaires de l’Église; et c’est ainsi qu’ils recommencèrent à avoir une paix continuelle, malgré toutes leurs persécutions.", "29 Et alors, à cause de la stabilité de l’Église, ils commencèrent à être extrêmement riches, ayant une abondance de tout ce dont ils avaient besoin: une abondance de troupeaux de gros et de petit bétail, et de bétail engraissé de toute sorte, et aussi abondance de grain, et d’or, et d’argent, et de choses précieuses, et abondance de soie, et de fin lin retors, et de toute sorte de bon tissu simple.", "30 Et ainsi, dans leur situation prospère, ils ne renvoyaient aucun de ceux qui étaient nus, ou qui avaient faim, ou qui avaient soif, ou qui étaient malades, ou qui n’avaient pas été nourris; et ils ne mettaient pas leur cœur dans les richesses; c’est pourquoi ils étaient généreux envers tous, jeunes et vieux, esclaves et libres, hommes et femmes, qu’ils fussent hors de l’Église ou dans l’Église, ne faisant pas acception de personnes en ce qui concerne ceux qui étaient dans le besoin.", "31 Et c’est ainsi qu’ils prospérèrent et devinrent beaucoup plus riches que ceux qui n’appartenaient pas à leur Église.", "32 Car ceux qui n’appartenaient pas à leur Église se livraient à la sorcellerie, et à l’idolâtrie ou à l’indolence, et aux babillages, et à l’envie, et à la discorde, portant des habits somptueux, étant enflés dans l’orgueil de leurs propres yeux, persécutant, mentant, volant, commettant des actes de brigandage, la fornication et le meurtre, et toute sorte de méchanceté; néanmoins, la loi était mise en application à l’égard de tous ceux qui la transgressaient, dans la mesure où c’était possible.", "33 Et il arriva que parce qu’on leur appliquait ainsi la loi, chacun souffrant selon ce qu’il avait fait, ils devinrent plus calmes et n’osèrent plus commettre de méchanceté, de peur que cela ne se sût; c’est pourquoi, il y eut beaucoup de paix parmi le peuple de Néphi, jusqu’à la cinquième année du règne des juges."], "Kiribati": ["Neooa e reirei koaua aika kewe, e katea te ekaretia, ao e moan nakoa n ibonga ae kewe, ao e tiringa Kiteon—Neooa e tiringaki ibukin ana bure—Nakoa n ibonga aika kewe ao te bwainikirinaki e a butanako i buakoia aomata—Ibonga a bon kamaiuia i bon irouia, aomata a tararuaia ake a kainnano, ao e rikirake te Ekaretia. Uakaan ma 91–88I.K.", "1 Ngkai e a koro bukina bwa n te moan ririki are a tautaeka iai taan moti i aoia ana botanaomata Nibwaai, ni moa man te tai aio, te uea ae Motiaea e a iranako kawain te aonaba ni kabane, e a tia ni buaka n te buaka ae raoiroi, n nakonako n ae eti imatan te Atua, e aki katuka temanna are e na uea i mwina, ma e ngae n anne e a tia ni katei tua ao a butimwaeaki irouia aomata mangaia ae a kabaeaki bwa a na iri taian tua ake e a tia ni karaoi.", "2 Ao e koro bukina bwa n te moan ririki are e tautaeka iai Aramwa n te kaintekateka ni motikataeka, iai te mwaane are e a kairaki nako matana bwa e na motikaki taekana, te mwaane ae bubura man kinaaki ibukin korakorana ae bati.", "3 Ao e a bon tia n nako buakoia aomata, ni kabwarabwara nakoia te bwai are e aranna bwa ana taeka te Atua, ni uota rikaaki man kaaitara te ekaretia; man taetae nakoia aomata bwa ni kabane ibonga ma tia reirei a riai n rangi ni kinaaki; ao a riai n aki mwakuri ni baia, ma a na riai ni kamaiuaki irouia aomata.", "4 Ao e kaotiota naba ana koaua nakoia aomata ae a na bane aomata ni kabane ni kamaiuaki n te kabanea ni bong, ao a riai n aki maaku man rurubenebene, ma a na kona n tabekarake atuuia man kimwareirei; bwa te Uea e a tia ni karikiia aomata ni kabane ao e a tia naba ni kabooia aomata ni kabane, ao n tokina, ni kabane aomata a na karekea te maiu ae akea tokina.", "5 Ao e koro bukina bwa e a kataua reiakinan bwaai aikai n te aro ae a mwaiti ae a kakoauai ana taeka, a mwaiti n te aro are a waaki ni kamaiua man n anganna te mwane.", "6 Ao e a moanna ni kamoamoa ibukin te kainikatonga are i nanona, man ni bwaini kunnikai aika bobuaka, eng, ao man waaki ni katea te ekaretia ae boto iaon ana reirei.", "7 Ao e koro bukina bwa iaoni kawaina, n nakoia ake a kakoauai ana taeka, e a kaitibo ma te mwaane ae kaain ana ekaretia te Atua, eng, ae aia tia reirei; ao e a waaki ni kauntaeka mangaia n te aro ae matoatoa, ma ni kataia ni kairia nako kaain ana ekaretia, ma te mwaane arei e tei ni kaitaraa, ni kaetia man ana taeka te Atua.", "8 Ngkai aran te aomata anne bon Kiteon; ao bon ngaia te bwai ni mwakuri i nanon bain te Atua ibukin kainaomatakia ana aomata Rimwaai man te tautoronaki.", "9 Ngkai, ibukina bwa Kiteon e tei ni kaitaraa ma ana taeka te Atua e un iroun Kiteon, ao e kaotinakoa ana kabaang ao e a waaki n oroia. Ngkai Kiteon e a rotaki n te kara mangaia are e a aki kona ni kaaitarai kaina ma ngaia are e a mate n te kabaang.", "10 Ao te mwaane are e tiringa e anaaki irouia aomatan te ekaretia ao e a uotaki nako matan Aramwa, bwa e na motikaki taekana ni kaineti ma ana bure ake e a tia ni karaoi.", "11 Ao e koro bukina bwa e tei imatan Aramwa ao e kataia ni kamaiua ma te ninikoria.", "12 Ma Aramwa e taku nakoina: Nooria, aio bon te moan tai ae te nakoa n ibonga ae kewe e uotaki nako i buakoia aomata aikai. Ao nooria, ko aki ti namakina te bure ibukin te nakoanibonga ae kewe ma ko kataia naba ni kairoroia n te kabaang; ao ngkana arona bwa e na kairoroaki nakoanibonga ae kewe i buakoia aomata e na bon riki bwa kamaunakiia ni kabane.", "13 Ao ko a tia ni kawawaea raraan te aomata ae e raoiroi, eng, te mwaane ae e a tia ni karaoa te raoiroi ae bati i buakoia te botanaomata aei; ao ngkana ti na kamaiuko ao raraana e na roko iaora bwa kataean kaina.", "14 Mangaia ae e a tia ni motikaki taekam bwa ko na mate, ni kaineti ma te tua are ti a tia n anganaki iroun Motiaea, ara kabanea n Uea; ao e a tia ni butimwaeaki irouia te botanaomata aio, mangaia ae te botanaomata aio a na riai n ira te tua.", "15 Ao e koro bukina bwa a anaia, ao arana bon Neooa; ao a uotianako nako taubukin te tabuki are Maentaai, ao ikai are e a riki iai n, ke n etina e a kaotia, imarenan karawa ma te aonaba bwa te bwai are e reirei nakoia aomata e kaitaraa ana taeka te Atua; ao ikai are e a rinanon te mate ae kamama.", "16 Ma e ngae n anne, te bwai aei e aki katoka butanakon nakoa n ibonga ae kewe ni kabuta te aba; bwa are a mwaiti aika a tangiri bwain te aonaba aei ae akea bonganaia, ao a waaki nako n tataekin koaua aika a kairua; ao a karaoa aei ibukin te kaubwai ao te karineaki.", "17 Ma e ngae n anne, a maaku ni kewe, bwa e rawa n ataaki, ibukin maakakin te tua, bwa taan kewe a katuaeaki; mangaia ae a bakan kabwarabwara ni kaineti ma aia koaua, ao ngkai te tua akea korakorana iaon te aomata ibukin ana koaua.", "18 Ao a maaku ni kimoa, ibukin maakakin te tua, bwa aekaki aikai a katuaeaki; ao a maaku naba n ana te bwai n akea te kakaeti, man tiritiri, bwa ane e tiritiri e na katuaeaki n uaa te mate.", "19 Ao e koro bukina bwa naake aki kaaina ana ekaretia te Atua a waaki ni bwainikirinia ake a kaaina ana ekaretia te Atua, ao ake a katokaa iaoia te ara ae Kristo.", "20 Eng, ao a bwainikirinia, ao a karawawataia n aekakin taetae ni kawai nako, ao aio ibukin aia nanorinano; ibukina bwa aki kamoamoaia n aron tarakia, ao ibukina bwa a tibwaa ana taeka te Atua imarenaia, n akea te mwane ao boona.", "21 Ao ngkai iai te tua ae matoatoa i buakoia kaain te ekaretia, bwa a na akea te mwaane ae kaain te ekaretia, ae e na teirake ma ni bwainikirinia ake aki kaaina te ekaretia, ao bwa a na akea bwainikirinaia imarenaia.", "22 Ma e ngae n anne, a mwaiti i buakoia aika a waaki ni kamoamoa, ao a waaki ni kauntaeka n un ma aia kairiribai, n te aro are a oro, eng, a bon oro temanna ma temanna n aia timoi.", "23 Ao aio n te kauoua n ririki n ana tai n tautaeka Aramwa, ao aio are e a karika te karawawataki ae bati nakon te ekaretia; eng, e karika te kaangaanga ae bati ma te ekaretia.", "24 Bwa nanoia aika a mwaiti a matoatoa, ao a kamaunaki araia, bwa aikoa manga uringaki riki i buakoia ana aomata te Atua. Ao a mwaiti aika a nako mai i buakoia.", "25 Ngkai aio bon te kataaki ae korakora nakoia ake a tei ni matoatoa i nanon te onimaki, ma e ngae n anne, a teimatoa man aki kamwaingaki ni kawakinan ana tua te Atua, ao a keiakinna ma te taotaonakin nano te bwainikirinaki are e a uatao iaoia.", "26 Ao ngke ibonga a kitan tabeia bwa a na tibwaa ana taeka te Atua nakoia aomata, aomata a bon kitan naba tabeia bwa a na ongo ana taeka te Atua. Ao ngke e a tia te ibonga n tibwaua nakoia ana taeka te Atua; a bane n oki ma te nanomwaka nakon tabeia; ao te ibonga, e aki karietata riki nakoia ana taan ongora, bwa e aki raoiroi riki te tia kabwarabwara nakon te tia ongora, ao te tia reirei e aki raoiroi riki nakon te tia reireinaki; ao aio are a katiteboaki iai, ao a bane ni beku, te aomata nakon korakorana.", "27 Ao a bon anga aia bwai, ni kabane te aomata nakon are iai irouna, nakoia ake bon akea aia bwai ao ake a kainnano, ma ake a aoraki, ao ake a karawawataki, ao aki bwainiia ni kunikai aika a bobuaka, ma a bon itiaki man taraaraoi.", "28 Ao aio are a katea iai ana waaki te ekaretia; ao man aio are a waaki iai ni manga reke irouia te rau ae reitinako, e ngae ngke a bon bwainikirinaki.", "29 Ao ngkai ibukin teimatoan te ekaretia a moanna n rianako kaubwaia, ni iai rakan bwaai ni kabane ake a kainnanoi—n raka aia nanai ni man, ma aia man aika a uarereke man marikarika n aekaia nako, ao n raka naba koraan arokaia ae kanga uteute, ao te koora, ma te tirewa, ma bwaai aika a kakawaki, man raka te tirika, ma rinen aika a raoiroi rarangakia ao aekakin kunnikai ni kabane aika a raraoi man aki katikiraoaki.", "30 Ao ngkanne, n tain nakoraoin aroia, aki kanakoia aika akea karabaia, ke ake a baki, ke ake a taka, ke ake a aoraki, ke ake a tuai n amwarake man mooi; ke ake aki mena nanoia iaon te kaubwai, mangaia ae a bon akoi nakoia aomata ni kabane, ake a kara ao ake a ataei, ake a kabureaki ao ake a inaomata, te mwaane ao te aine, mai tinanikun te ekaretia ke mai i nanon te ekaretia, n akea te inanonano nakoia aomata n aron kainnanoia.", "31 Ao ngkanne a bon nakoraoi aroia ao a riki n raka kaubwaia nakoia ake aki kaaina te ekaretia ae a mena iai.", "32 Bwa naake aki kaaina aia ekaretia a bon waaki i nanon te tabunea, ma taromaurian te ouananti ke te aoriori, ma te bwabwarantiko ae akea nanona, ma te bakantang ao te kauntaeka, ma ni bwain kunnikai aika a bobuaka, ao a kamoamoa man taku bwa a rine riki iaoia aomata; te bwainikirinaki, te kewe, te iraa, te anaibwai, karaoan te wenenibure, ao te tiritiri, ao aekan te buakaka ni kabane; ma e ngae n anne, e kamatoaki te tua iaoia aomata ni kabane ake a karaoa te bure, n noorakin riaina.", "33 Ao e koro bukina bwa man karaoan nanon te tua nakoia, n te aro ae aomata a kainnanoaki ibukin te bwai are a tia ni karaoia, a moanna n toki, man aki karaoa te bure bwa a rawa n ataaki; ngaia are, e a mwaiti te rau i buakoia ana botanaomata Nibwaai niua aia kanimaua n ririki n tautaeka taan moti."]}