{"English": ["The invading Lamanites are unable to take the fortified cities of Ammonihah and Noah—Amalickiah curses God and swears to drink the blood of Moroni—Helaman and his brethren continue to strengthen the Church. About 72B.C.", "1 And now it came to pass in the eleventh month of the nineteenth year, on the tenth day of the month, the armies of the Lamanites were seen approaching towards the land of Ammonihah.", "2 And behold, the city had been rebuilt, and Moroni had stationed an army by the borders of the city, and they had cast up dirt round about to shield them from the arrows and the stones of the Lamanites; for behold, they fought with stones and with arrows.", "3 Behold, I said that the city of Ammonihah had been rebuilt. I say unto you, yea, that it was in part rebuilt; and because the Lamanites had destroyed it once because of the iniquity of the people, they supposed that it would again become an easy prey for them.", "4 But behold, how great was their disappointment; for behold, the Nephites had dug up a ridge of earth round about them, which was so high that the Lamanites could not cast their stones and their arrows at them that they might take effect, neither could they come upon them save it was by their place of entrance.", "5 Now at this time the chief captains of the Lamanites were astonished exceedingly, because of the wisdom of the Nephites in preparing their places of security.", "6 Now the leaders of the Lamanites had supposed, because of the greatness of their numbers, yea, they supposed that they should be privileged to come upon them as they had hitherto done; yea, and they had also prepared themselves with shields, and with breastplates; and they had also prepared themselves with garments of skins, yea, very thick garments to cover their nakedness.", "7 And being thus prepared they supposed that they should easily overpower and subject their brethren to the yoke of bondage, or slay and massacre them according to their pleasure.", "8 But behold, to their uttermost astonishment, they were prepared for them, in a manner which never had been known among the children of Lehi. Now they were prepared for the Lamanites, to battle after the manner of the instructions of Moroni.", "9 And it came to pass that the Lamanites, or the Amalickiahites, were exceedingly astonished at their manner of preparation for war.", "10 Now, if king Amalickiah had come down out of the land of Nephi, at the head of his army, perhaps he would have caused the Lamanites to have attacked the Nephites at the city of Ammonihah; for behold, he did care not for the blood of his people.", "11 But behold, Amalickiah did not come down himself to battle. And behold, his chief captains durst not attack the Nephites at the city of Ammonihah, for Moroni had altered the management of affairs among the Nephites, insomuch that the Lamanites were disappointed in their places of retreat and they could not come upon them.", "12 Therefore they retreated into the wilderness, and took their camp and marched towards the land of Noah, supposing that to be the next best place for them to come against the Nephites.", "13 For they knew not that Moroni had fortified, or had built forts of security, for every city in all the land round about; therefore, they marched forward to the land of Noah with a firm determination; yea, their chief captains came forward and took an oath that they would destroy the people of that city.", "14 But behold, to their astonishment, the city of Noah, which had hitherto been a weak place, had now, by the means of Moroni, become strong, yea, even to exceed the strength of the city Ammonihah.", "15 And now, behold, this was wisdom in Moroni; for he had supposed that they would be frightened at the city Ammonihah; and as the city of Noah had hitherto been the weakest part of the land, therefore they would march thither to battle; and thus it was according to his desires.", "16 And behold, Moroni had appointed Lehi to be chief captain over the men of that city; and it was that same Lehi who fought with the Lamanites in the valley on the east of the river Sidon.", "17 And now behold it came to pass, that when the Lamanites had found that Lehi commanded the city they were again disappointed, for they feared Lehi exceedingly; nevertheless their chief captains had sworn with an oath to attack the city; therefore, they brought up their armies.", "18 Now behold, the Lamanites could not get into their forts of security by any other way save by the entrance, because of the highness of the bank which had been thrown up, and the depth of the ditch which had been dug round about, save it were by the entrance.", "19 And thus were the Nephites prepared to destroy all such as should attempt to climb up to enter the fort by any other way, by casting over stones and arrows at them.", "20 Thus they were prepared, yea, a body of their strongest men, with their swords and their slings, to smite down all who should attempt to come into their place of security by the place of entrance; and thus were they prepared to defend themselves against the Lamanites.", "21 And it came to pass that the captains of the Lamanites brought up their armies before the place of entrance, and began to contend with the Nephites, to get into their place of security; but behold, they were driven back from time to time, insomuch that they were slain with an immense slaughter.", "22 Now when they found that they could not obtain power over the Nephites by the pass, they began to dig down their banks of earth that they might obtain a pass to their armies, that they might have an equal chance to fight; but behold, in these attempts they were swept off by the stones and arrows which were thrown at them; and instead of filling up their ditches by pulling down the banks of earth, they were filled up in a measure with their dead and wounded bodies.", "23 Thus the Nephites had all power over their enemies; and thus the Lamanites did attempt to destroy the Nephites until their chief captains were all slain; yea, and more than a thousand of the Lamanites were slain; while, on the other hand, there was not a single soul of the Nephites which was slain.", "24 There were about fifty who were wounded, who had been exposed to the arrows of the Lamanites through the pass, but they were shielded by their shields, and their breastplates, and their head-plates, insomuch that their wounds were upon their legs, many of which were very severe.", "25 And it came to pass, that when the Lamanites saw that their chief captains were all slain they fled into the wilderness. And it came to pass that they returned to the land of Nephi, to inform their king, Amalickiah, who was a Nephite by birth, concerning their great loss.", "26 And it came to pass that he was exceedingly angry with his people, because he had not obtained his desire over the Nephites; he had not subjected them to the yoke of bondage.", "27 Yea, he was exceedingly wroth, and he did curse God, and also Moroni, swearing with an oath that he would drink his blood; and this because Moroni had kept the commandments of God in preparing for the safety of his people.", "28 And it came to pass, that on the other hand, the people of Nephi did thank the Lord their God, because of his matchless power in delivering them from the hands of their enemies.", "29 And thus ended the nineteenth year of the reign of the judges over the people of Nephi.", "30 Yea, and there was continual peace among them, and exceedingly great prosperity in the church because of their heed and diligence which they gave unto the word of God, which was declared unto them by Helaman, and Shiblon, and Corianton, and Ammon and his brethren, yea, and by all those who had been ordained by the holy order of God, being baptized unto repentance, and sent forth to preach among the people."], "Español": ["Los invasores lamanitas no pueden tomar las ciudades fortificadas de Ammoníah y Noé— Amalickíah maldice a Dios y jura beber la sangre de Moroni— Helamán y sus hermanos continúan fortaleciendo a la Iglesia. Aproximadamente 72a.C.", "1 Y sucedió que en el undécimo mes del año decimonoveno, el día diez del mes, se vio que los ejércitos de los lamanitas se acercaban hacia la tierra de Ammoníah.", "2 Y he aquí, la ciudad había sido reconstruida, y Moroni había colocado un ejército cerca de los límites de la ciudad, y habían levantado un parapeto de tierra para defenderse de las flechas y piedras de los lamanitas, pues he aquí, luchaban con piedras y con flechas.", "3 He aquí, dije que la ciudad de Ammoníah había sido reconstruida. Os digo que sí, que fue reconstruida en parte; y porque los lamanitas la habían destruido una vez, a causa de la iniquidad del pueblo, pensaron que nuevamente les sería presa fácil.", "4 Mas he aquí, cuán grande fue su desengaño; porque los nefitas habían levantado un parapeto de tierra alrededor de ellos, tan alto que los lamanitas no podían lanzar contra ellos sus piedras y flechas con buen efecto, ni tampoco podían caer sobre ellos sino por la entrada.", "5 Y en esta ocasión los capitanes principales de los lamanitas se asombraron en extremo, a causa del acierto de los nefitas en preparar sus plazas fuertes.", "6 Pues los caudillos de los lamanitas habían pensado, a causa de su gran número, sí, habían supuesto que tendrían el privilegio de caer sobre ellos como antes lo habían hecho; sí, y también se habían preparado con escudos y con petos; y también se habían preparado con vestidos de pieles, sí, vestidos muy gruesos para cubrir su desnudez.", "7 Y habiéndose preparado de esta manera, pensaron que fácilmente dominarían y sujetarían a sus hermanos bajo el yugo del cautiverio, o los matarían y los masacrarían a su gusto.", "8 Pero he aquí, para su mayor asombro, ellos estaban preparados para recibirlos de una manera como nunca se había conocido entre los hijos de Lehi. Y estaban preparados para combatir a los lamanitas según las instrucciones de Moroni.", "9 Y sucedió que los lamanitas, o sea, los amalickiahitas, se asombraron en sumo grado de ver su manera de prepararse para la guerra.", "10 Ahora bien, si el rey Amalickíah hubiera llegado de la tierra de Nefi a la cabeza de su ejército, quizás habría hecho que los lamanitas atacaran a los nefitas en la ciudad de Ammoníah, porque he aquí, a él no le importaba la sangre de su pueblo.", "11 Mas he aquí, Amalickíah no vino en persona a la batalla. Y sus capitanes principales no osaron atacar a los nefitas en la ciudad de Ammoníah, pues Moroni había alterado el manejo de los asuntos entre los nefitas, al grado de que los lamanitas se vieron frustrados a causa de sus lugares de refugio y no pudieron asaltarlos.", "12 Por tanto, se retiraron al desierto, y levantaron su campo y marcharon hacia la tierra de Noé, pensando que sería el segundo sitio más favorable para atacar a los nefitas.", "13 Pues no sabían que Moroni había fortificado, o sea, que había construido fortalezas para cada ciudad en toda la tierra circunvecina; por tanto, marcharon adelante a la tierra de Noé con una firme resolución; sí, sus capitanes principales se adelantaron y juraron que destruirían a la gente de aquella ciudad.", "14 Mas he aquí, para su asombro, la ciudad de Noé, que antes había sido un punto débil, ahora, debido a Moroni, se había hecho fuerte, sí, y aun excedía a la fuerza de la ciudad de Ammoníah.", "15 Y he aquí, en esto Moroni fue sabio; pues había supuesto que se espantarían ante la ciudad de Ammoníah; y como la ciudad de Noé previamente había sido la parte más débil de la tierra, consiguientemente marcharían allí para dar batalla; y así sucedió conforme a sus deseos.", "16 Y he aquí, Moroni había nombrado a Lehi para ser el capitán en jefe de los hombres de esa ciudad; y era el mismo Lehi que luchó con los lamanitas en el valle al este del río Sidón.", "17 Y he aquí, sucedió que cuando los lamanitas descubrieron que Lehi tenía el mando de la ciudad, se vieron otra vez contrariados, pues temían a Lehi en sumo grado; sin embargo, sus capitanes en jefe habían jurado atacar la ciudad; por tanto, hicieron avanzar a sus ejércitos.", "18 Pero he aquí, los lamanitas no podían entrar en sus plazas fuertes sino por la entrada, a causa de la altura del parapeto que se había erigido, y la profundidad del foso que se había cavado alrededor, excepto a la entrada.", "19 Y así los nefitas estaban preparados para destruir a todos los que intentaran ascender por cualquier otro lado para penetrar en el fuerte, lanzándoles piedras y flechas.", "20 Y así se hallaban preparados, sí, un grupo de sus hombres más fuertes, con sus espadas y sus hondas, para derribar a cuantos intentaran penetrar en su plaza fuerte por la entrada; y así estaban preparados para defenderse contra los lamanitas.", "21 Y sucedió que los capitanes de los lamanitas llevaron a sus ejércitos frente al lugar de la entrada, y empezaron a contender con los nefitas, con objeto de penetrar en su plaza fuerte; pero he aquí, fueron rechazados varias veces, de tal manera que fueron heridos con una inmensa mortandad.", "22 Y cuando vieron que no podían dominar a los nefitas por la entrada, empezaron a socavar sus terraplenes, a fin de hacer un pasaje para llegar a los ejércitos de ellos, para combatir con igualdad; pero he aquí que en esta tentativa fueron arrasados por las piedras y las flechas que les lanzaron; y en lugar de llenar sus fosos, derrumbando los terraplenes, los llenaron en parte con sus cuerpos muertos y heridos.", "23 Y así los nefitas dominaron en todo a sus enemigos; y así intentaron los lamanitas destruir a los nefitas hasta que fueron muertos todos sus capitanes en jefe; sí, y murieron más de mil lamanitas, mientras que, por otra parte, no fue muerta ni una sola alma de los nefitas.", "24 Hubo unos cincuenta que fueron heridos, los cuales habían estado expuestos a las flechas de los lamanitas en la entrada, pero los protegieron sus escudos, y sus petos, y sus cascos, de modo que solo recibieron heridas en las piernas, muy graves muchas de ellas.", "25 Y aconteció que cuando los lamanitas vieron que todos sus capitanes en jefe habían sido muertos, huyeron al desierto. Y sucedió que volvieron a la tierra de Nefi para informar a su rey Amalickíah, que era nefita de nacimiento, concerniente a sus grandes pérdidas.", "26 Y ocurrió que se enfureció en extremo con su pueblo, porque no había realizado su deseo en cuanto a los nefitas; no los había sujetado al yugo del cautiverio.", "27 Sí, se enfureció en extremo; y maldijo a Dios, y también a Moroni, haciendo juramento de que bebería su sangre; y esto porque Moroni había guardado los mandamientos de Dios, haciendo los preparativos para salvaguardar a su pueblo.", "28 Y sucedió, por otra parte, que el pueblo de Nefi dio gracias al Señor su Dios por su incomparable poder en librarlos de las manos de sus enemigos.", "29 Y así concluyó el año decimonoveno del gobierno de los jueces sobre el pueblo de Nefi.", "30 Sí, y hubo paz continua entre ellos, y sumamente grande prosperidad en la iglesia a causa de su atención y diligencia que daban a la palabra de Dios, la cual les era declarada por Helamán, Shiblón, Coriantón, y Ammón y sus hermanos, sí, y por todos los que habían sido ordenados según el santo orden de Dios, habiendo sido bautizados para arrepentimiento y enviados a predicar entre el pueblo."], "Français": ["Les envahisseurs lamanites sont incapables de prendre les villes fortifiées d’Ammonihah et de Noé— Amalickiah maudit Dieu et jure de boire le sang de Moroni— Hélaman et ses frères continuent à fortifier l’Église. Vers 72av.J.-C.", "1 Et alors, il arriva, le onzième mois de la dix-neuvième année, le dixième jour du mois, que l’on vit les armées des Lamanites approcher du pays d’Ammonihah.", "2 Et voici, la ville avait été reconstruite, et Moroni avait posté une armée près des régions frontières de la ville, et ils avaient entassé de la terre alentour pour les protéger des flèches et des pierres des Lamanites; car voici, ils se battaient avec des pierres et avec des flèches.", "3 Voici, j’ai dit que la ville d’Ammonihah avait été reconstruite. Je vous le dis, oui, qu’elle était reconstruite en partie; et parce qu’ils l’avaient détruite une fois à cause de l’iniquité du peuple, les Lamanites pensaient qu’elle deviendrait de nouveau une proie facile pour eux.", "4 Mais voici, quelle ne fut pas leur déception! Car voici, les Néphites avaient élevé tout autour d’eux un rempart de terre qui était si haut que les Lamanites ne pouvaient pas jeter leurs pierres et leurs flèches vers eux, de manière qu’elles eussent de l’effet, et ils ne pouvaient pas non plus tomber sur eux, si ce n’était par leur lieu d’entrée.", "5 Alors, à ce moment-là, les capitaines en chef des Lamanites furent extrêmement étonnés de la sagesse avec laquelle les Néphites avaient préparé leurs lieux de sécurité.", "6 Or, les chefs des Lamanites avaient pensé, à cause de la grandeur de leur nombre, oui, ils pensaient qu’ils auraient la possibilité de tomber sur eux, comme ils l’avaient fait jusqu’à présent; oui, et ils s’étaient aussi préparés avec des boucliers et avec des plastrons de cuirasse; et ils s’étaient aussi préparés avec des vêtements de peaux, oui, des vêtements très épais pour couvrir leur nudité.", "7 Et étant ainsi préparés, ils pensaient qu’ils prendraient facilement le dessus et assujettiraient leurs frères au joug de la servitude, ou les tueraient et les massacreraient selon leur bon plaisir.", "8 Mais voici, à leur extrême étonnement, ils étaient préparés à les recevoir d’une manière qu’on n’avait jamais connue parmi les enfants de Léhi. Or, ils étaient préparés à recevoir les Lamanites, à se battre à la manière des instructions de Moroni.", "9 Et il arriva que les Lamanites, ou les Amalickiahites, furent extrêmement étonnés de la manière dont ils s’étaient préparés pour la guerre.", "10 Or, si le roi Amalickiah était descendu du pays de Néphi, à la tête de son armée, il aurait peut-être obligé les Lamanites à attaquer les Néphites à la ville d’Ammonihah; car voici, il ne se souciait pas du sang de son peuple.", "11 Mais voici, Amalickiah ne descendit pas lui-même livrer bataille. Et voici, ses capitaines en chef n’osèrent pas attaquer les Néphites à la ville d’Ammonihah, car Moroni avait changé la conduite des affaires parmi les Néphites, au point que les Lamanites furent déçus de leurs lieux de retraite et ne purent tomber sur eux.", "12 C’est pourquoi ils se retirèrent dans le désert, et prirent leur camp et marchèrent vers le pays de Noé, pensant que c’était le meilleur endroit, après Ammonihah, pour aller contre les Néphites.", "13 Car ils ne savaient pas que Moroni avait fortifié, ou avait construit des forts de sécurité, pour toutes les villes du pays alentour; c’est pourquoi, ils marchèrent sur le pays de Noé avec une ferme détermination; oui, leurs capitaines en chef s’avancèrent et firent serment qu’ils détruiraient le peuple de cette ville.", "14 Mais voici, à leur étonnement, la ville de Noé, qui avait été jusqu’alors un lieu faible, était maintenant, par les soins de Moroni, devenue forte, oui, même au point de dépasser la force de la ville d’Ammonihah.", "15 Et maintenant, voici, Moroni avait jugé sage de faire cela; car il pensait qu’ils seraient effrayés devant la ville d’Ammonihah; et comme la ville de Noé avait été jusqu’alors la partie la plus faible du pays, alors ils marcheraient sur elle pour livrer bataille; et il en fut ainsi, selon son désir.", "16 Et voici, Moroni avait désigné Léhi pour être capitaine en chef des hommes de cette ville; et c’était ce même Léhi qui avait combattu les Lamanites dans la vallée à l’est du fleuve Sidon.", "17 Et maintenant, voici, il arriva que lorsque les Lamanites eurent découvert que Léhi commandait la ville, ils furent de nouveau déçus, car ils craignaient extrêmement Léhi; néanmoins, leurs capitaines en chef avaient juré avec serment d’attaquer la ville; c’est pourquoi ils firent avancer leurs armées.", "18 Or, voici, les Lamanites ne pouvaient entrer dans leurs forts de sécurité par aucun autre chemin que l’entrée, à cause de la hauteur du talus qui avait été élevé et de la profondeur du fossé qui avait été creusé tout autour si ce n’était à l’entrée.", "19 Et c’est ainsi que les Néphites étaient préparés à détruire tous ceux qui tenteraient de grimper pour entrer dans le fort par un autre chemin, en leur jetant par-dessus des pierres et des flèches.", "20 Ainsi, ils étaient préparés, oui, un corps de leurs hommes les plus forts, avec leurs épées et leurs frondes, à abattre tous ceux qui tenteraient d’entrer dans leur lieu de sécurité par le lieu de l’entrée; et ainsi, ils étaient préparés à se défendre contre les Lamanites.", "21 Et il arriva que les capitaines des Lamanites amenèrent leurs armées devant le lieu de l’entrée et commencèrent à combattre les Néphites, pour entrer dans leur lieu de sécurité; mais voici, ils furent repoussés à chaque fois, au point qu’ils furent tués en un immense massacre.", "22 Alors, quand ils découvrirent qu’ils ne pouvaient l’emporter sur les Néphites par le passage, ils commencèrent à abattre leurs talus de terre, afin d’ouvrir un passage à leurs armées, afin d’avoir une chance égale de se battre; mais voici, dans ces tentatives, ils furent balayés par les pierres et les flèches qui leur étaient lancées; et au lieu de remplir leurs fossés en y faisant tomber les bancs de terre, ils les remplirent dans une certaine mesure de leurs cadavres et de leurs blessés.", "23 Ainsi, les Néphites avaient tout pouvoir sur leurs ennemis; et ainsi, les Lamanites essayèrent de détruire les Néphites jusqu’à ce que leurs capitaines en chef fussent tous tués; oui, et plus d’un millier de Lamanites furent tués; tandis que, d’autre part, il n’y eut pas une seule âme d’entre les Néphites qui fut tuée.", "24 Il y en eut environ cinquante qui furent blessés, qui avaient été exposés aux flèches des Lamanites dans le passage, mais ils étaient protégés par leurs boucliers, et leurs plastrons de cuirasse, et leurs casques, de sorte qu’ils avaient leurs blessures aux jambes, et beaucoup d’entre elles étaient très graves.", "25 Et il arriva que lorsque les Lamanites virent que leurs capitaines en chef étaient tous tués, ils s’enfuirent dans le désert. Et il arriva qu’ils retournèrent au pays de Néphi, pour informer leur roi, Amalickiah, qui était Néphite de naissance, de leur grande perte.", "26 Et il arriva qu’il fut extrêmement en colère contre son peuple, parce qu’il n’avait pas obtenu ce qu’il désirait au sujet des Néphites; il ne les avait pas assujettis au joug de la servitude.", "27 Oui, il était extrêmement furieux, et il maudit Dieu, et aussi Moroni, jurant avec serment qu’il boirait son sang; et cela parce que Moroni avait gardé les commandements de Dieu en se préparant pour la sécurité de son peuple.", "28 Et il arriva que, d’autre part, le peuple de Néphi remercia le Seigneur, son Dieu, à cause du pouvoir incomparable avec lequel il l’avait délivré des mains de ses ennemis.", "29 Et ainsi finit la dix-neuvième année du règne des juges sur le peuple de Néphi.", "30 Oui, et il y eut une paix continuelle parmi eux, et une prospérité extrêmement grande dans l’Église, à cause de l’attention et de la diligence qu’ils apportaient à la parole de Dieu, qui leur était annoncée par Hélaman, et Shiblon, et Corianton, et Ammon, et ses frères, oui, et par tous ceux qui avaient été ordonnés par le saint ordre de Dieu, étant baptisés en vue du repentir et envoyés prêcher parmi le peuple."], "Kiribati": ["Reimwanaite ake a ninia te tabo a bon aki kona n anai taian kaawa ake Amonia ma Noa ake a katanaki raoi—Amarakaai e taetaebuaka te Atua ao e berita bwa e na mooi n raraan Moronaai—Ereman ma tarina a teimatoa ni kamatoatoa te Ekaretia. Uakaan ma 72I.K.", "1 Ao ngkai e koro bukina bwa n te katebwi ma teuana n namwakaina n te katebwi ma ruaiwa n ririki, n tebwina bongin te namwakaina, ao aia taanga ni buaka Reimwanaite a bon nooraki ni waaki nakon te aba are Amonia.", "2 Ao nooria, e a bon tia ni manga kateaki kaua te kaawa anne, ao Moronaai e katea ana taanga ni buaka i rarikin tian te kaawa, ao a kena te tano n otabwaninia iai bwa otangaia man aia kai ni katebe ma aia atibu Reimwanaite; bwa nooria, a bon un ma taian atibu ao taian kai ni katebe.", "3 Nooria, i taekinna bwa te kaawa are bubura are Amonia e a tia ni manga kateaki kaua. I taku nakoim, eng, bwa e bon manga kateaki kaua mwakorona; ao ibukina bwa a bon tia Reimwanaite ni kamauna ngkoa ibukin buakakaia aomata, ao a taku inanoia bwa e na manga beebete naba uruakana.", "4 Ma nooria, ai korakora ra nanokawakia; bwa nooria, Nibwaite a bon kena te bwariko n tano ae e abwaabwaki n otabwaninia, are e bon rang rietata n te aro are Reimwanaite a bon aki kona ni kareia n aia atibu ma kanoan aia kai ni katebe bwa a na boo iai, ao aki kona naba n roko irouia man aia tabo n rin.", "5 Ngkai n te tai aei ao mataniwia aia mataniwi Reimwanaite a bon rianako miimiia, ibukin wanawanaia Nibwaite ni katauraoa nneia ae a na mano iai.", "6 Ngkai aia taan kairiri Reimwanaite a kataua mai nanoia, ibukin korakoran mwaitia, eng, a kataua mai nanoia bwa te bwai ae e na kakukurei nakoia ngkana a roko nakoia n aron are a tia ni karaoia mai i mwaaina; eng, ao a tia naba ni katauraoia ma aia otanga, ma otangan bwabwaia; ao a a tia naba ni katauraoia ma aia kun ni man, eng, kunnikai aika a matenten bwa karabaia ngkai a bebeekan.", "7 Ao ngkai a bon tauraoi raoi a bon taku inanoia bwa e na bon beebete anakiia ma tautoronakia tariia n te amo n tautoronaki, ke ni kamateia man tiringia n aki akaaka n aron nanoia.", "8 Ma nooria, bon te miimii ae korakora irouia, bwa a bon tauraoi ibukiia, n te aro ni katauraoi ae e bon tuai man ataaki mai i mwaina i buakoia natin Riaai. Ngkai a tauraoi ni buaka ma Reimwanaite i aan ana kairiri Moronaai.", "9 Ao e koro bukina bwa Reimwanaite, ke Amarakaaite, a bon rianako miimiia n aron aia katauraoi nakon te buaka.", "10 Ngkai, ngke arona bwa te uea are Amarakaai e bon roko man te aba are Nibwaai, mai i moan ana taanga ni buaka, tao e na bon karekea te anga are Reimwanaite a na bon ekianako Nibwaite n te kaawa are Amonia; bwa nooria, e aki tabe ma raraaia ana botanaomata.", "11 Ma nooria, Amarakaai e bon aki roko ngaia nakon te buaka. Ao nooria, ana mataniwi are mataniwia aia mataniwi a rawa n ekiia nako Nibwaite n te kaawa are Amonia, bwa Moronaai e bita aron waakinan bwaai i buakoia Nibwaite, n te aro are Reimwanaite a bon nanokawaki ibukin aia tabo ni karabaraba ao aki kona n roko nakoia.", "12 Ngaia are, a oki rikaaki nakon te rereua, man anai aia bwaai ni kabane ao ma ni mwananga ni kaineta te aba are Noa, bwa a taku inanoia bwa bon te kauoua n tamaroa n tabo are a na kaaitaraia Nibwaite iai.", "13 Bwa aki ataia bwa Moronaai e a tia ni waakina aron kamatoatoakia, ke e a tia ni katei taabo ni kamanomano ibukin kawakinakia, ni kaawa ni kabane n aaba ake irarikiia; ngaia are, a mwananga nakon te aba are Noa ma te nanomatoa; eng, mataniwia aia mataniwi a bon roko ao a karaoa te berita bwa a na tiringia aomata ake kaain te kaawa are bubura anne.", "14 Ma nooria, a miimii bwa te kaawa are Noa, are e a tia ngkoa n riki bwa te tabo ae aki bati ni matoatoa, e a tia ngkai n riki, man ana waaki Moronaai, ni matoatoa, eng, n te aro are e a riao riki korakorana nakon te kaawa are Amonia.", "15 Ao ngkai, nooria, bon te bwai ae wanawana ae karaoia Moronaai aei; bwa e kataua i nanona bwa a na maaku n te kaawa are bubura are Amonia; ao kioina bwa te kaawa are bubura are Noa e a tia ngkoa n riki bwa mwakoron te aba are e nang aki matoatoa, ao a na bon kawaria ni buakanna; ao ngaia are e bon riki n aron are e tangiria.", "16 Ao nooria, Moronaai e rinea Riaai bwa mataniwia mataniwi i aoia kaain te kaawa anne; ao bon Riaai naba anne are e buaka ma Reimwanaite n te mwarua i mainikun te karaanga are Tiitan.", "17 Ao ngkai nooria e koro bukina, bwa Reimwanaite ngke a kunea bwa Riaai e mataniwia te kaawa anne a bon aki kukurei riki, bwa e bon korakora maakakin Riaai irouia; ma e ngae n anne ao mataniwia aia mataniwi a bon tia ni berita bwa a na ekaanako te kaawa; ngaia are, a karokoia aia taanga ni buaka.", "18 Ngkai nooria, a bon aki kona Reimwanaite n rin i nanon aia tabo ni kamanomano ma ti man te tabo n rin, ibukin rietatan te tano are a bon tia ni kawaerakea, mai nanon te mwanono ae e kekenaki ni katobibi, ma ti man te tabo n rin.", "19 Ao ngaia are Nibwaite a bon tauraoi n tiringia ni kabane ake a kataia n tamwarake nakon te tabo ni kamanomano n aanga tabeua, ni kareia n taian atibu ma kanoan taian kai ni katebe.", "20 Ngaia are a tauraoi, eng, aia mwaane ake a korakora riki, ma aia kabaang ao aia bana, bwa a na oroia ake a kataia n rin nakon aia tabo ake a kawakinaki iai man te tabo n rin; ao ngaia are a tauraoi n tei n un bon ibukiia ni kaaitaraia Reimwanaite.", "21 Ao e koro bukina bwa mataniwia aia mataniwi Reimwanaite a uotia aia taanga ni buaka nakon te tabo n rin, ao a un ma Nibwaite, bwa aonga n rin n aia tabo ake a kawakinaki iai; ma nooria, a bon kakioaki n oki ngkai ao manga i mwina, n te aro are a bon tiringaki n te tiritiri ae korakora.", "22 Ao ngkanne ngke a kunea bwa aki kona n tokanikai i aoia Nibwaite man te tabo n rin, ao a waaki ni kena rikaaki aia tano bwa aonga n reke aia tabo n rin nakon aia kairiribai, bwa e aonga n titebo aroia n un; ma nooria, i nanon aia tai ni kataia ni karaoa aio ao a bon bwaka n taian atibu ma kanoan taian kai ni katebe are a karebanaki iai; ao aki kaona te mwarua n te tano are a na katikia rikaaki ma a bon kaonna n aia mate ma aia ikoaki.", "23 Ngaia are Nibwaite a tokanikai i aoia aia kairiribai; ao ngaia are Reimwanaite a bon kataia n tiringia Nibwaite ni karokoa ae mataniwia aia mataniwi a bon bane n tiringaki; eng, ao e bon raka iaon teuana te ngaa Reimwanaite ake a bon tiringaki; ao n te itera are teuana, bon akea naba temanna te Nibwaite ae tiringaki.", "24 Tao bon nimangaun ake a ikoaki, ake a teretere raoi nakon kanoan taian kai ni katebe man te tabo n rin, ma a bon otangaia n aia otanga, ma otangan bwabwaia, ma otangan atuuia, n te aro are a ikoaki waeia, are bon angiina a bon rang kaakaiaki.", "25 Ao e koro bukina bwa Reimwanaite ngke a nooria bwa mataniwia aia mataniwi a bane n tiringaki a bon biri nako nanon te rereua. Ao e koro bukina bwa a oki nakon te aba are Nibwaai, ni kaongoa aia uea, Amarakaai, are bon bungiaki ngkoa bwa te Nibwaite, korakoran buaia raoia.", "26 Ao e koro bukina bwa e bon korakora unna irouia ana aomata, ibukina bwa e aki reke irouna te bwai are e tangiria mai irouia Nibwaite; bwa e bon tuai n tautaekaniia n te amo n tautoronaki.", "27 Eng, e bon korakora unna, ao e taetaebuaka te Atua, ma Moronaai naba, ma n tuea n te berita ae nano bwa e na mooi n raraana; ao aio ibukina bwa Moronaai e a tia ni kaawakin ana tua te Atua ibukin kawakinakia ana botanaomata.", "28 Ao e koro bukina, bwa n te itera are teuana, ana botanaomata Nibwaai a bon kaitaua te Uea ae Atuaia ibukin korakorana ae akea kabootauana ni kainaomataia mai nanon baia aia kairiribai.", "29 Ao ikai are e a toki aia katebwi ma ruaiwa n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai.", "30 Eng, ao e bon reitinako te rau i buakoia, ao e korakora nakoraoin te aro n te ekaretia ibukin aia ongotaeka ma aia botumwaaka nakon ana taeka te Atua, are e bon taekinaki nakoia irouia Ereman ma Tiburon, ma Korianton, ma Amon, ma tarina, eng, ao irouia ni kabane ake a tia ni katabuaki n ana botaki ae tabu te Atua, ni bwabetitoaki nakon te rairannano, ma ni kanakoaki bwa a na kabwarabwara i buakoia aomata."]}