{"English": ["Amulek testifies that the word is in Christ unto salvation—Unless an atonement is made, all mankind must perish—The whole law of Moses points toward the sacrifice of the Son of God—The eternal plan of redemption is based on faith and repentance—Pray for temporal and spiritual blessings—This life is the time for men to prepare to meet God—Work out your salvation with fear before God. About 74B.C.", "1 And now it came to pass that after Alma had spoken these words unto them he sat down upon the ground, and Amulek arose and began to teach them, saying:", "2 My brethren, I think that it is impossible that ye should be ignorant of the things which have been spoken concerning the coming of Christ, who is taught by us to be the Son of God; yea, I know that these things were taught unto you bountifully before your dissension from among us.", "3 And as ye have desired of my beloved brother that he should make known unto you what ye should do, because of your afflictions; and he hath spoken somewhat unto you to prepare your minds; yea, and he hath exhorted you unto faith and to patience—", "4 Yea, even that ye would have so much faith as even to plant the word in your hearts, that ye may try the experiment of its goodness.", "5 And we have beheld that the great question which is in your minds is whether the word be in the Son of God, or whether there shall be no Christ.", "6 And ye also beheld that my brother has proved unto you, in many instances, that the word is in Christ unto salvation.", "7 My brother has called upon the words of Zenos, that redemption cometh through the Son of God, and also upon the words of Zenock; and also he has appealed unto Moses, to prove that these things are true.", "8 And now, behold, I will testify unto you of myself that these things are true. Behold, I say unto you, that I do know that Christ shall come among the children of men, to take upon him the transgressions of his people, and that he shall atone for the sins of the world; for the Lord God hath spoken it.", "9 For it is expedient that an atonement should be made; for according to the great plan of the Eternal God there must be an atonement made, or else all mankind must unavoidably perish; yea, all are hardened; yea, all are fallen and are lost, and must perish except it be through the atonement which it is expedient should be made.", "10 For it is expedient that there should be a great and last sacrifice; yea, not a sacrifice of man, neither of beast, neither of any manner of fowl; for it shall not be a human sacrifice; but it must be an infinite and eternal sacrifice.", "11 Now there is not any man that can sacrifice his own blood which will atone for the sins of another. Now, if a man murdereth, behold will our law, which is just, take the life of his brother? I say unto you, Nay.", "12 But the law requireth the life of him who hath murdered; therefore there can be nothing which is short of an infinite atonement which will suffice for the sins of the world.", "13 Therefore, it is expedient that there should be a great and last sacrifice, and then shall there be, or it is expedient there should be, a stop to the shedding of blood; then shall the law of Moses be fulfilled; yea, it shall be all fulfilled, every jot and tittle, and none shall have passed away.", "14 And behold, this is the whole meaning of the law, every whit pointing to that great and last sacrifice; and that great and last sacrifice will be the Son of God, yea, infinite and eternal.", "15 And thus he shall bring salvation to all those who shall believe on his name; this being the intent of this last sacrifice, to bring about the bowels of mercy, which overpowereth justice, and bringeth about means unto men that they may have faith unto repentance.", "16 And thus mercy can satisfy the demands of justice, and encircles them in the arms of safety, while he that exercises no faith unto repentance is exposed to the whole law of the demands of justice; therefore only unto him that has faith unto repentance is brought about the great and eternal plan of redemption.", "17 Therefore may God grant unto you, my brethren, that ye may begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you;", "18 Yea, cry unto him for mercy; for he is mighty to save.", "19 Yea, humble yourselves, and continue in prayer unto him.", "20 Cry unto him when ye are in your fields, yea, over all your flocks.", "21 Cry unto him in your houses, yea, over all your household, both morning, mid-day, and evening.", "22 Yea, cry unto him against the power of your enemies.", "23 Yea, cry unto him against the devil, who is an enemy to all righteousness.", "24 Cry unto him over the crops of your fields, that ye may prosper in them.", "25 Cry over the flocks of your fields, that they may increase.", "26 But this is not all; ye must pour out your souls in your closets, and your secret places, and in your wilderness.", "27 Yea, and when you do not cry unto the Lord, let your hearts be full, drawn out in prayer unto him continually for your welfare, and also for the welfare of those who are around you.", "28 And now behold, my beloved brethren, I say unto you, do not suppose that this is all; for after ye have done all these things, if ye turn away the needy, and the naked, and visit not the sick and afflicted, and impart of your substance, if ye have, to those who stand in need—I say unto you, if ye do not any of these things, behold, your prayer is vain, and availeth you nothing, and ye are as hypocrites who do deny the faith.", "29 Therefore, if ye do not remember to be charitable, ye are as dross, which the refiners do cast out, (it being of no worth) and is trodden under foot of men.", "30 And now, my brethren, I would that, after ye have received so many witnesses, seeing that the holy scriptures testify of these things, ye come forth and bring fruit unto repentance.", "31 Yea, I would that ye would come forth and harden not your hearts any longer; for behold, now is the time and the day of your salvation; and therefore, if ye will repent and harden not your hearts, immediately shall the great plan of redemption be brought about unto you.", "32 For behold, this life is the time for men to prepare to meet God; yea, behold the day of this life is the day for men to perform their labors.", "33 And now, as I said unto you before, as ye have had so many witnesses, therefore, I beseech of you that ye do not procrastinate the day of your repentance until the end; for after this day of life, which is given us to prepare for eternity, behold, if we do not improve our time while in this life, then cometh the night of darkness wherein there can be no labor performed.", "34 Ye cannot say, when ye are brought to that awful crisis, that I will repent, that I will return to my God. Nay, ye cannot say this; for that same spirit which doth possess your bodies at the time that ye go out of this life, that same spirit will have power to possess your body in that eternal world.", "35 For behold, if ye have procrastinated the day of your repentance even until death, behold, ye have become subjected to the spirit of the devil, and he doth seal you his; therefore, the Spirit of the Lord hath withdrawn from you, and hath no place in you, and the devil hath all power over you; and this is the final state of the wicked.", "36 And this I know, because the Lord hath said he dwelleth not in unholy temples, but in the hearts of the righteous doth he dwell; yea, and he has also said that the righteous shall sit down in his kingdom, to go no more out; but their garments should be made white through the blood of the Lamb.", "37 And now, my beloved brethren, I desire that ye should remember these things, and that ye should work out your salvation with fear before God, and that ye should no more deny the coming of Christ;", "38 That ye contend no more against the Holy Ghost, but that ye receive it, and take upon you the name of Christ; that ye humble yourselves even to the dust, and worship God, in whatsoever place ye may be in, in spirit and in truth; and that ye live in thanksgiving daily, for the many mercies and blessings which he doth bestow upon you.", "39 Yea, and I also exhort you, my brethren, that ye be watchful unto prayer continually, that ye may not be led away by the temptations of the devil, that he may not overpower you, that ye may not become his subjects at the last day; for behold, he rewardeth you no good thing.", "40 And now my beloved brethren, I would exhort you to have patience, and that ye bear with all manner of afflictions; that ye do not revile against those who do cast you out because of your exceeding poverty, lest ye become sinners like unto them;", "41 But that ye have patience, and bear with those afflictions, with a firm hope that ye shall one day rest from all your afflictions."], "Español": ["Amulek testifica que la palabra está en Cristo para la salvación— Si no se efectúa una expiación, todo el género humano deberá perecer— Toda la ley de Moisés señala hacia el sacrificio del Hijo de Dios— El plan eterno de la redención se basa en la fe y en el arrepentimiento— Orad por bendiciones materiales y espirituales— Esta vida es cuando el hombre debe prepararse para comparecer ante Dios— Labrad vuestra salvación con temor ante Dios. Aproximadamente 74a.C.", "1 Y aconteció que después que Alma les hubo hablado estas palabras, se sentó en el suelo, y Amulek se levantó y empezó a instruirlos, diciendo:", "2 Hermanos míos, me parece imposible que ignoréis las cosas que se han hablado concernientes a la venida de Cristo, de quien nosotros enseñamos que es el Hijo de Dios; sí, yo sé que se os enseñaron ampliamente estas cosas antes de vuestra disensión de entre nosotros.", "3 Y como le habéis pedido a mi amado hermano que os haga saber lo que debéis hacer, a causa de vuestras aflicciones; y él os ha dicho algo para preparar vuestras mentes; sí, y os ha exhortado a que tengáis fe y paciencia;", "4 sí, a que tengáis la fe suficiente para plantar la palabra en vuestros corazones, para que probéis el experimento de su bondad.", "5 Y hemos visto que el gran interrogante que ocupa vuestras mentes es si la palabra está en el Hijo de Dios, o si no ha de haber Cristo.", "6 Y también habéis visto que mi hermano os ha comprobado muchas veces, que la palabra está en Cristo para la salvación.", "7 Mi hermano ha recurrido a las palabras de Zenós, de que la redención viene por medio del Hijo de Dios; y también a las palabras de Zenoc; y también se ha referido a Moisés, para probar que estas cosas son verdaderas.", "8 Y he aquí, ahora yo os testificaré de mí mismo que estas cosas son verdaderas. He aquí, os digo que yo sé que Cristo vendrá entre los hijos de los hombres para tomar sobre sí las transgresiones de su pueblo, y que expiará los pecados del mundo, porque el Señor Dios lo ha dicho.", "9 Porque es necesario que se realice una expiación; pues según el gran plan del Dios Eterno, debe efectuarse una expiación, o de lo contrario, todo el género humano inevitablemente debe perecer; sí, todos se han endurecido; sí, todos han caído y están perdidos, y, de no ser por la expiación que es necesario que se haga, deben perecer.", "10 Porque es preciso que haya un gran y postrer sacrificio; sí, no un sacrificio de hombre, ni de bestia, ni de ningún género de ave; pues no será un sacrificio humano, sino debe ser un sacrificio infinito y eterno.", "11 Y no hay hombre alguno que sacrifique su propia sangre, la cual expíe los pecados de otro. Y si un hombre mata, he aquí, ¿tomará nuestra ley, que es justa, la vida de su hermano? Os digo que no.", "12 Sino que la ley exige la vida de aquel que ha cometido homicidio; por tanto, no hay nada, a no ser una expiación infinita, que responda por los pecados del mundo.", "13 De modo que es menester que haya un gran y postrer sacrificio; y entonces se pondrá, o será preciso que se ponga, fin al derramamiento de sangre; entonces quedará cumplida la ley de Moisés; sí, será totalmente cumplida, sin faltar ni una jota ni una tilde, y nada se habrá perdido.", "14 Y he aquí, este es el significado entero de la ley, pues todo ápice señala a ese gran y postrer sacrificio; y ese gran y postrer sacrificio será el Hijo de Dios, sí, infinito y eterno.", "15 Y así él trae la salvación a cuantos crean en su nombre; ya que es el propósito de este último sacrificio poner en efecto las entrañas de misericordia, que sobrepujan a la justicia y proveen a los hombres la manera de tener fe para arrepentimiento.", "16 Y así la misericordia satisface las exigencias de la justicia, y ciñe a los hombres con brazos de seguridad; mientras que aquel que no ejerce la fe para arrepentimiento queda expuesto a las exigencias de toda la ley de la justicia; por lo tanto, únicamente para aquel que tiene fe para arrepentimiento se realizará el gran y eterno plan de la redención.", "17 Por tanto, hermanos míos, Dios os conceda empezar a ejercitar vuestra fe para arrepentimiento, para que empecéis a implorar su santo nombre, a fin de que tenga misericordia de vosotros;", "18 sí, imploradle misericordia, porque es poderoso para salvar.", "19 Sí, humillaos y persistid en la oración a él.", "20 Clamad a él cuando estéis en vuestros campos, sí, por todos vuestros rebaños.", "21 Clamad a él en vuestras casas, sí, por todos los de vuestra casa, tanto por la mañana, como al mediodía y al atardecer.", "22 Sí, clamad a él contra el poder de vuestros enemigos.", "23 Sí, clamad a él contra el diablo, que es el enemigo de toda rectitud.", "24 Clamad a él por las cosechas de vuestros campos, a fin de que prosperéis en ellas.", "25 Clamad por los rebaños de vuestros campos para que aumenten.", "26 Mas esto no es todo; debéis derramar vuestra alma en vuestros aposentos, en vuestros sitios secretos y en vuestros yermos.", "27 Sí, y cuando no estéis clamando al Señor, dejad que rebosen vuestros corazones, entregados continuamente en oración a él por vuestro bienestar, así como por el bienestar de los que os rodean.", "28 Y he aquí, amados hermanos míos, os digo que no penséis que esto es todo; porque si después de haber hecho todas estas cosas, volvéis la espalda al indigente y al desnudo, y no visitáis al enfermo y afligido, y si no dais de vuestros bienes, si los tenéis, a los necesitados, os digo que si no hacéis ninguna de estas cosas, he aquí, vuestra oración es en vano y no os vale nada, y sois como los hipócritas que niegan la fe.", "29 Por tanto, si no os acordáis de ser caritativos, sois como la escoria que los refinadores desechan (por no tener valor) y es hollada por los hombres.", "30 Y ahora bien, hermanos míos, después de haber recibido vosotros tantos testimonios, ya que las Santas Escrituras testifican de estas cosas, yo quisiera que vinieseis y dieseis fruto para arrepentimiento.", "31 Sí, quisiera que vinieseis y no endurecieseis más vuestros corazones; porque he aquí, hoy es el tiempo y el día de vuestra salvación; y por tanto, si os arrepentís y no endurecéis vuestros corazones, inmediatamente obrará para vosotros el gran plan de redención.", "32 Porque he aquí, esta vida es cuando el hombre debe prepararse para comparecer ante Dios; sí, el día de esta vida es el día en que el hombre debe ejecutar su obra.", "33 Y como os dije antes, ya que habéis tenido tantos testimonios, os ruego, por tanto, que no demoréis el día de vuestro arrepentimiento hasta el fin; porque después de este día de vida, que se nos da para prepararnos para la eternidad, he aquí que si no mejoramos nuestro tiempo durante esta vida, entonces viene la noche de tinieblas en la cual no se puede hacer obra alguna.", "34 No podréis decir, cuando os halléis ante esa terrible crisis: Me arrepentiré, me volveré a mi Dios. No, no podréis decir esto; porque el mismo espíritu que posea vuestros cuerpos al salir de esta vida, ese mismo espíritu tendrá poder para poseer vuestro cuerpo en aquel mundo eterno.", "35 Porque si habéis demorado el día de vuestro arrepentimiento, aun hasta la muerte, he aquí, os habéis sujetado al espíritu del diablo y él os sella como cosa suya; por tanto, se ha retirado de vosotros el Espíritu del Señor y no tiene cabida en vosotros, y el diablo tiene todo poder sobre vosotros; y este es el estado final del malvado.", "36 Y sé esto, porque el Señor ha dicho que no mora en templos impuros, sino en los corazones de los justos es donde mora; sí, y también ha dicho que los justos se sentarán en su reino, para ya no volver a salir; y sus vestidos serán blanqueados por medio de la sangre del Cordero.", "37 Y ahora bien, amados hermanos míos, quisiera que recordaseis estas cosas, y que labraseis vuestra salvación con temor ante Dios; y que no negaseis más la venida de Cristo;", "38 que no contendieseis más en contra del Espíritu Santo, sino que lo recibieseis, y que tomaseis sobre vosotros el nombre de Cristo; que os humillaseis aun hasta el polvo y adoraseis a Dios, en cualquier lugar en que estuviereis, en espíritu y en verdad; y que vivieseis cada día en acción de gracias por las muchas misericordias y bendiciones que él confiere sobre vosotros.", "39 Sí, y también os exhorto, hermanos míos, a estar continuamente prontos para orar para que no seáis desviados por las tentaciones del diablo, para que no os venza, ni lleguéis a ser sus súbditos en el último día; porque he aquí, él no os recompensa con ninguna cosa buena.", "40 Y ahora bien, amados hermanos míos, quisiera exhortaros a que tengáis paciencia, y que soportéis toda clase de aflicciones; que no vituperéis a aquellos que os desechan a causa de vuestra suma pobreza, no sea que lleguéis a ser pecadores como ellos;", "41 sino que tengáis paciencia y soportéis esas congojas, con una firme esperanza de que algún día descansaréis de todas vuestras aflicciones."], "Français": ["Amulek témoigne que la parole est dans le Christ pour le salut— Si une expiation n’est pas faite, toute l’humanité va périr— La loi de Moïse tout entière annonce le sacrifice du Fils de Dieu— Le plan éternel de la rédemption est basé sur la foi et le repentir— Priez pour les bénédictions temporelles et spirituelles— Cette vie est le moment où les hommes doivent se préparer à rencontrer Dieu— Travaillez à votre salut avec crainte devant Dieu. Vers 74av.J.-C.", "1 Et alors, il arriva que lorsqu’il leur eut dit ces paroles, Alma s’assit sur le sol, et Amulek se leva et commença à les instruire, disant:", "2 Mes frères, je pense qu’il est impossible que vous soyez ignorants des choses qui ont été dites concernant la venue du Christ, que nous enseignons être le Fils de Dieu; oui, je sais que ces choses vous ont été enseignées abondamment avant votre dissidence par rapport à nous.", "3 Et puisque vous avez désiré de mon frère bien-aimé qu’il vous fasse connaître ce que vous devez faire, à cause de vos afflictions, et il vous a parlé quelque peu pour vous préparer l’esprit; oui, et il vous a exhortés à la foi et à la patience—", "4 oui, à avoir assez de foi pour planter la parole dans votre cœur, afin de tenter l’expérience de voir si elle est bonne.", "5 Et nous avons vu que la grande question que vous avez à l’esprit est de savoir si la parole est dans le Fils de Dieu, ou s’il n’y aura pas de Christ.", "6 Et vous avez vu aussi que mon frère vous a prouvé, par beaucoup d’exemples, que la parole est dans le Christ pour le salut.", "7 Mon frère a fait appel aux paroles de Zénos, selon lesquelles la rédemption vient par l’intermédiaire du Fils de Dieu, et aussi aux paroles de Zénock; et il a fait appel à Moïse, pour prouver que ces choses sont vraies.", "8 Et maintenant, voici, je vais vous témoigner par moi-même que ces choses sont vraies. Voici, je vous dis que je sais que le Christ viendra parmi les enfants des hommes pour prendre sur lui les transgressions de son peuple, et qu’il expiera les péchés du monde, car le Seigneur Dieu l’a dit.", "9 Car il est nécessaire qu’une expiation soit accomplie; car, selon le grand plan du Dieu éternel, il faut qu’une expiation soit faite, sinon toute l’humanité va périr; oui, tous sont endurcis; oui, tous sont déchus et perdus, et, sans l’expiation qu’il est nécessaire de faire, ils périront.", "10 Car il est nécessaire qu’il y ait un grand et dernier sacrifice; oui, pas un sacrifice d’homme, ni d’animal, ni d’aucune sorte d’oiseau, car ce ne sera pas un sacrifice humain; mais ce doit être un sacrifice infini et éternel.", "11 Or, il n’y a aucun homme qui puisse sacrifier son sang pour que cela expie les péchés d’un autre. Or, si un homme commet un meurtre, voici, notre loi, qui est juste, ôtera-t-elle la vie à son frère? Je vous dis que non.", "12 Mais la loi exige la vie de celui qui a commis le meurtre; c’est pourquoi il n’est rien moins qu’une expiation infinie qui suffise pour les péchés du monde.", "13 C’est pourquoi, il est nécessaire qu’il y ait un grand et dernier sacrifice, et alors il y aura— ou il convient qu’il y ait— une fin à l’effusion du sang; alors la loi de Moïse sera accomplie; oui, elle sera entièrement accomplie, chaque iota et chaque trait de lettre, et rien n’aura passé.", "14 Et voici, c’est là toute la signification de la loi, tout jusqu’au moindre détail annonçant ce grand et dernier sacrifice; et ce grand et dernier sacrifice, oui ce sacrifice infini et éternel, sera le Fils de Dieu.", "15 Et ainsi il apportera le salut à tous ceux qui croiront en son nom; ceci étant le but de ce dernier sacrifice: réaliser les entrailles de miséricorde, ce qui l’emporte sur la justice et fournit aux hommes le moyen d’avoir la foi qui produit le repentir.", "16 Et ainsi la miséricorde peut satisfaire aux exigences de la justice et les enserre dans les bras de la sécurité, tandis que celui qui n’exerce aucune foi qui produit le repentir est exposé à toute la loi des exigences de la justice; c’est pourquoi, ce n’est que pour celui qui a la foi qui produit le repentir qu’est réalisé le plan, grand et éternel, de la rédemption.", "17 C’est pourquoi, que Dieu vous accorde, mes frères, de commencer à exercer votre foi qui produit le repentir, afin de commencer à implorer son saint nom, afin qu’il soit miséricordieux envers vous;", "18 oui, criez vers lui pour avoir la miséricorde, car il est puissant à sauver.", "19 Oui, humiliez-vous et persévérez dans la prière vers lui.", "20 Criez vers lui lorsque vous êtes dans vos champs, oui, pour tous vos troupeaux.", "21 Criez vers lui dans vos maisons, oui, pour toute votre maison, le matin, à midi et le soir.", "22 Oui, criez vers lui contre la puissance de vos ennemis.", "23 Oui, criez vers lui contre le diable, qui est l’ennemi de toute justice.", "24 Criez vers lui pour les cultures de vos champs, afin que vous en retiriez la prospérité.", "25 Criez vers lui pour les troupeaux de vos champs, afin qu’ils s’accroissent.", "26 Mais ce n’est pas tout; vous devez déverser votre âme dans vos chambres, et dans vos lieux secrets, et dans votre désert.", "27 Oui, et lorsque vous ne criez pas au Seigneur, que votre cœur soit rempli, continuellement tourné vers lui dans la prière pour votre bien-être, et aussi pour le bien-être de ceux qui sont autour de vous.", "28 Et maintenant voici, mes frères bien-aimés, je vous le dis, ne pensez pas que ce soit là tout; car lorsque vous avez fait toutes ces choses, si vous renvoyez les nécessiteux et les nus, et ne visitez pas les malades et les affligés, et ne donnez pas de vos biens, si vous en avez, à ceux qui sont dans le besoin— je vous le dis, si vous ne faites rien de cela, voici, votre prière est vaine et ne vous sert de rien, et vous êtes comme des hypocrites qui renient la foi.", "29 C’est pourquoi, si vous ne vous souvenez pas d’être charitables, vous êtes comme du rebut que les raffineurs rejettent (parce qu’il n’a pas de valeur) et qui est foulé aux pieds des hommes.", "30 Et maintenant, mes frères, je voudrais qu’après avoir reçu tant de témoignages, voyant que les saintes Écritures témoignent de ces choses, vous vous avanciez et produisiez du fruit digne du repentir.", "31 Oui, je voudrais que vous vous avanciez et ne vous endurcissiez plus le cœur, car voici, c’est maintenant le moment et le jour de votre salut; et c’est pourquoi, si vous vous repentez et ne vous endurcissez pas le cœur, c’est immédiatement que le grand plan de rédemption se réalisera pour vous.", "32 Car voici, cette vie est le moment où les hommes doivent se préparer à rencontrer Dieu; oui, voici, le jour de cette vie est le jour où les hommes doivent accomplir leurs œuvres.", "33 Et maintenant, comme je vous l’ai dit précédemment, puisque vous avez eu tant de témoignages, je vous supplie donc de ne pas différer le jour de votre repentir jusqu’à la fin; car après ce jour de vie, qui nous est donné pour nous préparer pour l’éternité, voici, si nous ne faisons pas meilleur usage de notre temps pendant que nous sommes dans cette vie, alors vient la nuit de ténèbres où aucun travail ne peut être accompli.", "34 Vous ne pouvez pas dire, lorsque vous êtes amenés à cette crise affreuse: Je vais me repentir, je vais retourner à mon Dieu. Non, vous ne pouvez pas le dire; car ce même esprit qui possède votre corps au moment où vous quittez cette vie, ce même esprit aura le pouvoir de posséder votre corps dans le monde éternel.", "35 Car voici, si vous avez différé le jour de votre repentir jusqu’à la mort, voici, vous vous êtes assujettis à l’esprit du diable, et il vous scelle comme siens; c’est pourquoi, l’Esprit du Seigneur s’est retiré de vous et n’a pas de place en vous, et le diable a tout pouvoir sur vous; et c’est là l’état final des méchants.", "36 Et cela je le sais, parce que le Seigneur a dit qu’il ne demeure pas dans des temples qui ne sont pas saints, mais c’est dans le cœur des justes qu’il demeure; oui, et il a dit aussi que les justes s’assiéront dans son royaume, pour ne plus en sortir; mais leurs vêtements seront blanchis par le sang de l’Agneau.", "37 Et maintenant, mes frères bien-aimés, je désire que vous vous souveniez de ces choses, et que vous travailliez à votre salut avec crainte devant Dieu, et que vous ne niiez plus la venue du Christ;", "38 que vous ne combattiez plus le Saint-Esprit, mais que vous le receviez et preniez sur vous le nom du Christ; que vous vous humiliiez jusqu’à la poussière, et adoriez Dieu, en quelque lieu que vous vous trouviez, en esprit et en vérité; et que vous viviez quotidiennement dans les actions de grâces pour les miséricordes et les nombreuses bénédictions qu’il vous accorde.", "39 Oui, et je vous exhorte aussi, mes frères, à veiller à prier continuellement, afin de ne pas être égarés par les tentations du diable, afin qu’il n’ait pas le dessus sur vous, afin de ne pas devenir ses sujets au dernier jour; car voici, il ne vous donne rien de bon en récompense.", "40 Et maintenant, mes frères bien-aimés, je voudrais vous exhorter à avoir de la patience et à supporter les afflictions de toutes sortes, à ne pas injurier ceux qui vous chassent à cause de votre extrême pauvreté, de peur que vous ne deveniez pécheurs comme eux,", "41 mais à avoir de la patience et à supporter ces afflictions dans la ferme espérance que vous vous reposerez un jour de toutes vos afflictions."], "Kiribati": ["Amureki e kakoaua bwa te taeka e mena iroun Kristo ibukin karekean te kamaiuaki—A na bane ni mate aomata nako ngkana akea te mwakuri ni kamaiu ae karaoaki—A na tua Mote a kotea ana anga karea Natin te Atua—Te babaire ni kabomwi are akea tokina e boto iaon te onimaki ma te rairannano—Tataro ibukin kakabwaian te maiu aei ao ana kakabwaia te tamnei—Te maiu aei bon aia tai aomata ni katauraoi bwa a na butimwaea te Atua—Mwakuria kamaiuam ma te maaku i matan te Atua. Uakaan ma 74I.K.", "1 Ao ngkanne e koro bukina bwa i mwin are Aramwa e a tia n taekin taeka aikai nakoia e tekateka iaon tano, ao Amureki e teirake ma ni waaki n reireiniia, ni kangai:", "2 Tariu, I taku bwa e aki kona n ae kam aki ataibwai ni kaineti ma ake a tia n taekinaki ibukin rokon kristo, are ti reirei bwa Natin te Atua; eng, I ataia bwa bwaai aikai a bon kamwaitaki reiakinaia nakoimi i mwaain ae kam kitanira.", "3 Ao ngkai kam tangira tariu ae tangiraki bwa e na kaotia nakoimi bwa teraa ae kam na karaoia, ibukin karawawatakimi; ao e a tia n taetae nakoimi bwa kam na katauraoi ami iango; eng, ao e imanonoingkami nakon te onimaki ao te taotaonannano.", "4 Eng, n te aro are kam na karekea te onimaki ae bati bwa kam na unika te taeka inanomi, bwa kam na kataa te kakatai ibukin raoiroina.", "5 Ao ti a tia n nooria bwa te titiraki ae e kakannato are e mena n ami iango, bwa e mena te taeka iroun Natin te Atua, ke e na akea te Kristo.", "6 Ao kam nooria naba bwa tariu e a tia ni kaota koauana nakoimi, n taai aika a mwaiti bwa te taeka e mena iroun Kristo ibukin karekean te kamaiuaki.", "7 Tariu e a tia n taekin ana taeka Tinoti, are te kaboaki e reke rinanon Natin te Atua, ao ana taeka naba Tinoki; ao e a tia naba ni kabonganai ana taeka Mote, bwa e na kakoaua bwa bwaai aikai a bon koaua.", "8 Ao ngkanne, nooria, N na kakoaua nakoim mai irou bwa bwaai aikai a koaua. Nooria, I taku nakoimi, bwa I ataia ae Kristo e na roko i buakoia natiia aomata, bwa e na katokaa iaona riaoan te tua irouia ana aomata, ao bwa e na karaoa te mwakuri ni kamaiu ibukin buren te aonaba; bwa e a tia n taekinna te Uea ae te Atua.", "9 Bwa e bon riai n iai te mwakuri ni kamaiu; bwa n aron ana babaire ae kakannato ni kamaiu te Atua ae Akea Tokina e na riai ni iai te mwakuri ni kamaiu, bwa ngkana akea ao aomata nako ana bane ni mate; eng, a bane ni kamatoatoaia; eng, a bane ni bwaka ao a bua, ao a na bane ni mate ma ti ngkana a rinanon te mwakuri ni kamaiu ae e na riai ni karaoaki.", "10 Bwa e riai n iai te kabanea n anga karea ae kakannato; eng, ae tiaki te karea ae te aomata, ao tiaki naba te man, ao tiaki naba aekaia maan ni kiba nako; bwa e na riai n tiaki te anga karea n aomata ma e na riai n te anga karea ae akea tiana ao akea tokina.", "11 Ao ngkanne bon akea te aomata are e kona n anga karea n oin raraana are e na karaoa te mwakuri ni kamaiu ibukin ana bure temanna. Ao ngkanne, ngkana e tiritiri te aomata, nooria, e kona ara tua ae momotiraoi, n anaa maiuin tarina? I kangai nakoimi, E aki.", "12 Ma te tua e kainnanoa maiuin are e a tia n tiriaomata; ngaia are bon akea te bwai ae aki kainnanoa te mwakuri ni kamaiu ae aki totoki are e na kona n tau ibukin buren te aonaba.", "13 Ngaia are, e riai bwa e na iai te kabanea ni karea ae korakora, ao ngkanne e na iai, katokan kawawaean te raraa; ao ngkanne e na bon kakoroaki ana tua Mote; eng, e na bon bane ni kakoroaki bukina, tamruru ke taurouro ni kabane, ao akea ae na kaakeaaki.", "14 Ao nooria, aio bwaninin nanon te tua, ni kabane mwakorona a kotea te kabanea n anga karea are e kakannato; ao te kabanea n anga karea are e kakannato arei bon Natin te Atua, eng, are akea tiana man akea tokina.", "15 Ao ngaia are e na karekea te kamaiuaki nakoia ni kabane ake a na kakoaua arana; bwa aio bon nanon te kabanea n anga karea aio, bwa e na kamwakura te nanoanga, are e na riaon te momotiraoi, ma ni karekea te anga nakoia aomata are a na kona ni karekea te onimaki nakon te rairannano.", "16 Ao ngaia are te nanoanga e kona ni kakoroi bukin bwaai ake e tangiri te momotiraoi, ao e katobibia ni bain te mwengaraoi, ngaia are ti nakon are iai te onimaki irouna nakon te rairannano e bon kamenaaki i aan te tua ae kaineti ma te momotiraoi; mangaia are te babaire ae kakannato ao akea tokina ibukin te kaboaki e na ti kakoroaki bukina iroun are iai ana onimaki nakon te rairannano.", "17 Ngaia are ke e anganingkami te Atua, tariu, bwa kam na waaki ni kamwakura ami onimaki nakon te rairannano, bwa kam na waaki ni wetea arana ae tabu, bwa e na nanoangaingkami;", "18 Eng, tang nakoina ibukin te nanoanga; bwa e mwaaka ni kamaiu.", "19 Eng, kananorinanoingkami, ao reitinako n tataro nakoina.", "20 Tang nakoina, ngkana kam mena n ami marae, eng, ibukiia ami nanai ni man.", "21 Tang nakoina ni mwengami, eng, ibukiia ni kabane kaain mwengam, n te ingabong, tawanou, ao te tairiki.", "22 Eng, tang nakoina ni kaitaraa korakoraia ami kairiribai.", "23 Eng, tang nakoina ni kaitaraa te riaboro, are bon aia kairiribai ni kabane ake a raoiroi.", "24 Tang nakoina ibukin arokami n ami marae, bwa kam aonga ni kanakoraoaki iai.", "25 Tang ibukin ami nanai ni man ake n ami marae, bwa a na kamwaitaki riki.", "26 Ma tiaki ti aei; kam riai ni kaota nanomi i nanon ami ruu ni bwai, ao n ami tabo aika a raba, ao n ami rereua.", "27 Eng, ao ngkana kam aki tang nakon te Uea, kaona nanomi, ma ni kakorakoraingkami n tataro nakoina n aki toki ibukin mweraoimi, ao mweraoia ake a mena i rarikimi.", "28 Ao ngkanne nooria, tariu aika kam tangiraki, I taku nakoimi, tai taku bwa ti aei; bwa i mwin ae kam a tia ni karaoi aikai ni kabane, ngkana kam tannako ma irouia ake a kainnano, ao ake aki karabaaniia, ma n aki kawariia ake aoraki ma ni karawawataki, ma n aki anga am bwai, ngkana iai, nakoia ake a kainnano—I taku nakoim, ngkana akea ae ko karaoia ma i buakon bwaai aikai, nooria, bon akea bongan am tataro, ao e aki manena nakoim, ao ko riki n aekaia bwaritaio ake a kaakea te onimaki.", "29 Ngaia are ngkana kam aki uringnga ni bwaina te tangira ae kororaoi, ao ai aron maange ngkami, ake a teweaki nako irouia taan katamaroai biti, (bwa akea bonganaia) ao a toubekaki i an waeia aomata.", "30 Ao ngkai, tariu, I tangiria, bwa i mwin are kam a tia ni karekei bwaai ni kakoaua aika a mwaiti, man nooria bwa koroboki aika tabu a kakoauai bwaai aikai, kam na waaki ma ni karekea uaan te rairannano.", "31 Eng, I tangiria bwa kam na waaki rake man aki manga kamatoatoai nanomi; bwa nooria, aio te tai ao bongin kamaiuakimi; mangaia are, ngkana kam rairananomi, ngkai naba ao e na uotaki te babaire ni kabomwi are e kakannato nakoimi.", "32 Bwa nooria, te maiu aei bon aia tai aomata bwa a na katauraoia ni kaitibo ma te Atua; eng, nooria te bong ni maiu n te maiu aei bon te bong are aomata a na karaoi aia beku.", "33 Ao ngkai, I a tia n taku nakoimi ma i mwaaina, bwa ngkai a bon mwaiti ami bwai ni kakoaua, ngaia are I bubutingkami bwa kam na aki taotaona ami bong n rairannano ni karokoa te toki; bwa i mwin te maiu aei, are ti a tia n anganaki bwa ti na katauraoi iai nakon te tai are akea tokina, nooria, ngkana ti aki karaoiroa ara tai i nanon menara n te maiu aei, ao e na roko te bong ae rotongitong are akea te beku ae kona ni karaoaki iai.", "34 Kam aki kona ni kangai, ngkana kam a kaitara ma te kaangaanga are e kakamaku arei, N nang rairananou, ao N na okira Atuau. Tiaki, kam aki kona n atonga aio; bwa te tamnei are e tautaekana rabwatami n te tai are kam kitana iai te maiu aei, bon te tamnei naba are iai mwaakana n tautaekana rabwatam n te aonaba are akea tokina.", "35 Bwa nooria, ngkana kam a tia n taotaona ami bong n rairannano ni karokoa te mate, nooria, kam a riki n tautaekanaki i aan tamnein te riaboro, ao e kabaeingkami bwa ana bwai; ngaia are Tamnein te Uea e kitaniko, bwa akea nnena iroumi, ao te riaboro iai mwaakana i aomi; ao aio aroia ake a buakaka n te kabanea n tai.", "36 Ao I ataa aio, ibukina bwa te Uea e a tia n taku bwa e aki maamaeka n tembora aika aki tabu, ma e maeka inanoia ake a raoiroi; eng, ao e a tia naba n taku bwa ake a raraoi ana tekateka n ueana, ao a na aki manga otinako; ma aia kunnikai a na kamainainaki rinanon raraan te Tiibu te Teei.", "37 Ao ngkanne, tariu aika kam tangiraki, I tangiria bwa kam na uring bwaai aikai, ao kam na mwakuria kamaiuakimi ma te maaku i matan te Atua, ao kam na aki manga oki ni kaakea rokon Kristo.", "38 Bwa kam na manga aki oki n itabarara ma te Tamnei are e Raoiroi, ma kam na butimwaea, ma ni katokaa iaomi aran Kristo; ao kam na kananorinanoingkami nako aontano ngkana e riai, man taromauria te Atua n taabo nako ake kam na mena iai, i nanon te tamnei ao te koaua; ao kam na maiu ni kakarabwarabwa ni katoa bong, ibukin te nanoanga ae mwaiti ao taian kakabwaia ake e katokai iaomi.", "39 Eng, ao I kairoroingkami, tariu, bwa kam na taratara raoi n aki toki n tataro, bwa kam N na aki kairaki nako n ana karirii te riaboro, bwa e na aki tokanikai i aomi, bwa kam na aki riki bwa ana aomata ngkami n te kabanea ni bong; bwa nooria, e anganingkami te kanuanga ae e aki raoiroi.", "40 Ao ngkanne tariu aika kam tangiraki, I kairoroingkami bwa kam na taotaon nanomi, ao kam na keiakin aekan karawawata nako; ao kam aki kairiribai ni kaaitaraia ake a tia n tewenakoingkami ibukin rianakon aki kaubwaimi, mwiina kam riki bwa taan bure n aekakiia;", "41 Ma kam na taotaon nanomi, ma ni keiakin taian karawawata aikanne, ma te kantaninga ae e nene bwa n te bong teuana ao kam na motirawa ma ni karawawatakimi ni kabane."]}