{"English": ["Alma testifies to Helaman of his conversion after seeing an angel—He suffered the pains of a damned soul; he called upon the name of Jesus, and was then born of God—Sweet joy filled his soul—He saw concourses of angels praising God—Many converts have tasted and seen as he has tasted and seen. About 74B.C.", "1 My son, give ear to my words; for I swear unto you, that inasmuch as ye shall keep the commandments of God ye shall prosper in the land.", "2 I would that ye should do as I have done, in remembering the captivity of our fathers; for they were in bondage, and none could deliver them except it was the God of Abraham, and the God of Isaac, and the God of Jacob; and he surely did deliver them in their afflictions.", "3 And now, O my son Helaman, behold, thou art in thy youth, and therefore, I beseech of thee that thou wilt hear my words and learn of me; for I do know that whosoever shall put their trust in God shall be supported in their trials, and their troubles, and their afflictions, and shall be lifted up at the last day.", "4 And I would not that ye think that I know of myself—not of the temporal but of the spiritual, not of the carnal mind but of God.", "5 Now, behold, I say unto you, if I had not been born of God I should not have known these things; but God has, by the mouth of his holy angel, made these things known unto me, not of any worthiness of myself;", "6 For I went about with the sons of Mosiah, seeking to destroy the church of God; but behold, God sent his holy angel to stop us by the way.", "7 And behold, he spake unto us, as it were the voice of thunder, and the whole earth did tremble beneath our feet; and we all fell to the earth, for the fear of the Lord came upon us.", "8 But behold, the voice said unto me: Arise. And I arose and stood up, and beheld the angel.", "9 And he said unto me: If thou wilt of thyself be destroyed, seek no more to destroy the church of God.", "10 And it came to pass that I fell to the earth; and it was for the space of three days and three nights that I could not open my mouth, neither had I the use of my limbs.", "11 And the angel spake more things unto me, which were heard by my brethren, but I did not hear them; for when I heard the words—If thou wilt be destroyed of thyself, seek no more to destroy the church of God—I was struck with such great fear and amazement lest perhaps I should be destroyed, that I fell to the earth and I did hear no more.", "12 But I was racked with eternal torment, for my soul was harrowed up to the greatest degree and racked with all my sins.", "13 Yea, I did remember all my sins and iniquities, for which I was tormented with the pains of hell; yea, I saw that I had rebelled against my God, and that I had not kept his holy commandments.", "14 Yea, and I had murdered many of his children, or rather led them away unto destruction; yea, and in fine so great had been my iniquities, that the very thought of coming into the presence of my God did rack my soul with inexpressible horror.", "15 Oh, thought I, that I could be banished and become extinct both soul and body, that I might not be brought to stand in the presence of my God, to be judged of my deeds.", "16 And now, for three days and for three nights was I racked, even with the pains of a damned soul.", "17 And it came to pass that as I was thus racked with torment, while I was harrowed up by the memory of my many sins, behold, I remembered also to have heard my father prophesy unto the people concerning the coming of one Jesus Christ, a Son of God, to atone for the sins of the world.", "18 Now, as my mind caught hold upon this thought, I cried within my heart: O Jesus, thou Son of God, have mercy on me, who am in the gall of bitterness, and am encircled about by the everlasting chains of death.", "19 And now, behold, when I thought this, I could remember my pains no more; yea, I was harrowed up by the memory of my sins no more.", "20 And oh, what joy, and what marvelous light I did behold; yea, my soul was filled with joy as exceeding as was my pain!", "21 Yea, I say unto you, my son, that there could be nothing so exquisite and so bitter as were my pains. Yea, and again I say unto you, my son, that on the other hand, there can be nothing so exquisite and sweet as was my joy.", "22 Yea, methought I saw, even as our father Lehi saw, God sitting upon his throne, surrounded with numberless concourses of angels, in the attitude of singing and praising their God; yea, and my soul did long to be there.", "23 But behold, my limbs did receive their strength again, and I stood upon my feet, and did manifest unto the people that I had been born of God.", "24 Yea, and from that time even until now, I have labored without ceasing, that I might bring souls unto repentance; that I might bring them to taste of the exceeding joy of which I did taste; that they might also be born of God, and be filled with the Holy Ghost.", "25 Yea, and now behold, O my son, the Lord doth give me exceedingly great joy in the fruit of my labors;", "26 For because of the word which he has imparted unto me, behold, many have been born of God, and have tasted as I have tasted, and have seen eye to eye as I have seen; therefore they do know of these things of which I have spoken, as I do know; and the knowledge which I have is of God.", "27 And I have been supported under trials and troubles of every kind, yea, and in all manner of afflictions; yea, God has delivered me from prison, and from bonds, and from death; yea, and I do put my trust in him, and he will still deliver me.", "28 And I know that he will raise me up at the last day, to dwell with him in glory; yea, and I will praise him forever, for he has brought our fathers out of Egypt, and he has swallowed up the Egyptians in the Red Sea; and he led them by his power into the promised land; yea, and he has delivered them out of bondage and captivity from time to time.", "29 Yea, and he has also brought our fathers out of the land of Jerusalem; and he has also, by his everlasting power, delivered them out of bondage and captivity, from time to time even down to the present day; and I have always retained in remembrance their captivity; yea, and ye also ought to retain in remembrance, as I have done, their captivity.", "30 But behold, my son, this is not all; for ye ought to know as I do know, that inasmuch as ye shall keep the commandments of God ye shall prosper in the land; and ye ought to know also, that inasmuch as ye will not keep the commandments of God ye shall be cut off from his presence. Now this is according to his word."], "Español": ["Alma testifica a Helamán acerca de su conversión tras haber visto a un ángel— Padeció las penas de un alma condenada, invocó el nombre de Jesús y entonces nació de Dios— Un dulce gozo llenó su alma— Vio concursos de ángeles que alababan a Dios— Muchos conversos han probado y visto como él ha probado y visto. Aproximadamente 74a.C.", "1 Hijo mío, da oído a mis palabras, porque te juro que al grado que guardes los mandamientos de Dios, prosperarás en la tierra.", "2 Quisiera que hicieses lo que yo he hecho, recordando el cautiverio de nuestros padres; porque estaban en el cautiverio, y nadie podía rescatarlos salvo que fuese el Dios de Abraham, y el Dios de Isaac, y el Dios de Jacob; y él de cierto, los libró en sus aflicciones.", "3 Y ahora bien, ¡oh mi hijo Helamán!, he aquí, estás en tu juventud, y te suplico, por tanto, que escuches mis palabras y aprendas de mí; porque sé que quienes pongan su confianza en Dios serán sostenidos en sus tribulaciones, y sus dificultades y aflicciones, y serán enaltecidos en el postrer día.", "4 Y no quisiera que pensaras que yo sé de mí mismo; no de lo temporal, sino de lo espiritual; no de la mente carnal, sino de Dios.", "5 Ahora bien, he aquí, te digo que si no hubiese nacido de Dios, no habría sabido estas cosas; pero por boca de su santo ángel, Dios me ha hecho saber estas cosas, no por dignidad alguna en mí.", "6 Porque yo andaba con los hijos de Mosíah, tratando de destruir la iglesia de Dios; mas he aquí, Dios envió a su santo ángel para detenernos en el camino.", "7 Y he aquí, nos habló como con voz de trueno, y toda la tierra tembló bajo nuestros pies; y todos caímos al suelo porque el temor del Señor nos sobrevino.", "8 Mas he aquí, la voz me dijo: ¡Levántate! Y me levanté y me puse de pie y vi al ángel.", "9 Y me dijo: A menos que tú, por ti mismo, quieras ser destruido, no trates más de destruir la iglesia de Dios.", "10 Y aconteció que caí al suelo; y por el espacio de tres días y tres noches no pude abrir mi boca, ni hacer uso de mis miembros.", "11 Y el ángel me dijo más cosas que mis hermanos oyeron, mas yo no las oí. Porque al oír las palabras —a menos que tú, por ti mismo, quieras ser destruido, no trates más de destruir la iglesia de Dios— me sentí herido de tan grande temor y asombro de que tal vez fuese destruido, que caí al suelo y no oí más.", "12 Pero me martirizaba un tormento eterno, porque mi alma estaba atribulada en sumo grado, y atormentada por todos mis pecados.", "13 Sí, me acordaba de todos mis pecados e iniquidades, por causa de los cuales yo era atormentado con las penas del infierno; sí, veía que me había rebelado contra mi Dios y que no había guardado sus santos mandamientos.", "14 Sí, y había asesinado a muchos de sus hijos, o más bien, los había conducido a la destrucción; sí, y por último, mis iniquidades habían sido tan grandes que el solo pensar en volver a la presencia de mi Dios atormentaba mi alma con indecible horror.", "15 ¡Oh si fuera desterrado —pensaba yo— y aniquilado en cuerpo y alma, a fin de no ser llevado para comparecer ante la presencia de mi Dios para ser juzgado por mis obras!", "16 Y por tres días y tres noches me vi atormentado, sí, con las penas de un alma condenada.", "17 Y aconteció que mientras así me agobiaba este tormento, mientras me atribulaba el recuerdo de mis muchos pecados, he aquí, también me acordé de haber oído a mi padre profetizar al pueblo concerniente a la venida de un Jesucristo, un Hijo de Dios, para expiar los pecados del mundo.", "18 Y al concentrarse mi mente en este pensamiento, clamé dentro de mi corazón: ¡Oh Jesús, Hijo de Dios, ten misericordia de mí que estoy en la hiel de amargura, y ceñido con las eternas cadenas de la muerte!", "19 Y he aquí que cuando pensé esto, ya no me pude acordar más de mis dolores; sí, dejó de atormentarme el recuerdo de mis pecados.", "20 Y, ¡oh qué gozo, y qué luz tan maravillosa fue la que vi! Sí, mi alma se llenó de un gozo tan profundo como lo había sido mi dolor.", "21 Sí, hijo mío, te digo que no podía haber cosa tan intensa ni tan amarga como mis dolores. Sí, hijo mío, y también te digo que por otra parte no puede haber cosa tan intensa y dulce como lo fue mi gozo.", "22 Sí, me pareció ver —así como nuestro padre Lehi vio— a Dios sentado en su trono, rodeado de innumerables concursos de ángeles en actitud de estar cantando y alabando a su Dios; sí, y mi alma anheló estar allí.", "23 Mas he aquí, mis miembros recobraron su fuerza, y me puse de pie, y manifesté al pueblo que había nacido de Dios.", "24 Sí, y desde ese día, aun hasta ahora, he trabajado sin cesar para traer almas al arrepentimiento; para traerlas a probar el sumo gozo que yo probé; para que también nazcan de Dios y sean llenas del Espíritu Santo.", "25 Sí, y he aquí, ¡oh hijo mío!, el Señor me concede un gozo extremadamente grande en el fruto de mis obras;", "26 porque a causa de la palabra que él me ha comunicado, he aquí, muchos han nacido de Dios, y han probado como yo he probado, y han visto ojo a ojo, como yo he visto; por tanto, ellos saben acerca de estas cosas de que he hablado, como yo sé; y el conocimiento que tengo viene de Dios.", "27 Y he sido sostenido en tribulaciones y dificultades de todas clases, sí, y en todo género de aflicciones; sí, Dios me ha librado de la cárcel, y de ligaduras, y de la muerte; sí, y pongo mi confianza en él, y todavía me librará.", "28 Y sé que me levantará en el postrer día para morar con él en gloria; sí, y lo alabaré para siempre; porque ha sacado a nuestros padres de Egipto y ha hundido a los egipcios en el mar Rojo; y por su poder guio a nuestros padres a la tierra prometida; sí, y los ha librado de la servidumbre y del cautiverio de cuando en cuando.", "29 Sí, y también ha sacado a nuestros padres de la tierra de Jerusalén; y por su sempiterno poder también los ha librado de la servidumbre y del cautiverio de cuando en cuando, hasta este día. Y yo siempre he retenido el recuerdo de su cautiverio; sí, y tú también debes recordar su cautiverio como lo he hecho yo.", "30 Mas he aquí, hijo mío, esto no es todo; porque tú debes saber, como yo sé, que al grado que guardes los mandamientos de Dios, prosperarás en la tierra; y debes saber también que si no guardas los mandamientos de Dios, serás separado de su presencia. Y esto es según su palabra."], "Français": ["Alma témoigne à Hélaman qu’il fut converti après avoir vu un ange— Il connut les souffrances d’une âme damnée; il invoqua le nom de Jésus et naquit alors de Dieu— Une douce joie lui remplit l’âme— Il vit des multitudes d’anges louer Dieu— Beaucoup de convertis ont goûté et vu comme lui. Vers 74av.J.-C.", "1 Mon fils, prête l’oreille à mes paroles; car je te jure que si tu gardes les commandements de Dieu, tu prospéreras dans le pays.", "2 Je voudrais que tu fasses comme moi et que tu te souviennes de la captivité de nos pères; car ils étaient dans la servitude, et nul ne pouvait les délivrer, si ce n’est le Dieu d’Abraham, et le Dieu d’Isaac, et le Dieu de Jacob, et il les a assurément délivrés dans leurs afflictions.", "3 Et maintenant, ô mon fils Hélaman, voici, tu es dans ta jeunesse, et c’est pourquoi je te supplie d’entendre mes paroles et d’apprendre de moi; car je sais que quiconque place sa confiance en Dieu sera soutenu dans ses épreuves, et ses difficultés, et ses afflictions, et sera élevé au dernier jour.", "4 Et je ne voudrais pas que tu penses que je connais par moi-même: non par le temporel, mais par le spirituel, non par l’esprit charnel, mais par Dieu.", "5 Or, voici, je te le dis, si je n’étais pas né de Dieu, je n’aurais pas connu ces choses; mais, par la bouche de son saint ange, Dieu me les a fait connaître, non pas à cause d’une quelconque dignité de ma part,", "6 car j’allais partout avec les fils de Mosiah, cherchant à détruire l’Église de Dieu; mais voici, Dieu envoya son saint ange nous arrêter en chemin.", "7 Et voici, il nous parla, comme si c’était la voix du tonnerre, et la terre entière trembla sous nos pieds; et nous tombâmes tous par terre, car la crainte du Seigneur s’était abattue sur nous.", "8 Mais voici, la voix me dit: Lève-toi. Et je me levai, et me tins debout, et vis l’ange.", "9 Et il me dit: Si tu veux de toi-même être détruit, ne cherche plus à détruire l’Église de Dieu.", "10 Et il arriva que je tombai par terre; et ce fut pendant trois jours et trois nuits que je ne pus ouvrir la bouche, ni n’eus l’usage de mes membres.", "11 Et l’ange me dit encore des choses qui furent entendues par mes frères, mais je ne les entendis pas; car lorsque j’entendis les mots: si tu veux être détruit de toi-même, ne cherche plus à détruire l’Église de Dieu, je fus frappé d’une crainte et d’un étonnement si grands, de peur d’être peut-être détruit, que je tombai par terre et que je n’entendis plus rien.", "12 Mais j’étais torturé d’un tourment éternel, car mon âme était déchirée au plus haut degré et torturée par tous mes péchés.", "13 Oui, je me souvenais de tous mes péchés et de toutes mes iniquités, et à cause de cela, j’étais tourmenté par les souffrances de l’enfer; oui, je voyais que je m’étais rebellé contre mon Dieu et que je n’avais pas gardé ses saints commandements.", "14 Oui, et j’avais assassiné beaucoup de ses enfants, ou plutôt les avais entraînés à la destruction; oui, en bref, si grandes avaient été mes iniquités, que la pensée même de retourner en la présence de mon Dieu torturait mon âme d’une horreur inexprimable.", "15 Oh, pensais-je, si je pouvais être banni et être anéanti corps et âme, afin de ne pas être amené à me tenir en la présence de mon Dieu pour être jugé de mes actions!", "16 Et alors, pendant trois jours et pendant trois nuits, je fus torturé par les souffrances d’une âme damnée.", "17 Et il arriva que comme j’étais ainsi torturé par le tourment, tandis que j’étais déchiré par le souvenir de mes nombreux péchés, voici, je me souvins aussi d’avoir entendu mon père prophétiser au peuple concernant la venue d’un certain Jésus-Christ, un Fils de Dieu, pour expier les péchés du monde.", "18 Alors, quand mon esprit s’empara de cette pensée, je m’écriai au-dedans de mon cœur: Ô Jésus, Fils de Dieu, sois miséricordieux envers moi qui suis dans le fiel de l’amertume et suis enserré par les chaînes éternelles de la mort.", "19 Et alors, voici, lorsque je pensai cela, je ne pus plus me souvenir de mes souffrances; oui, je n’étais plus déchiré par le souvenir de mes péchés.", "20 Et oh quelle joie, et quelle lumière merveilleuse je vis! Oui, mon âme était remplie d’une joie aussi extrême que l’avait été ma souffrance.", "21 Oui, je te le dis, mon fils, qu’il ne pouvait rien y avoir d’aussi raffiné ni d’aussi cruel que mes souffrances. Oui, et je te le dis encore, mon fils, que d’autre part, il ne peut rien y avoir d’aussi raffiné ni d’aussi doux que ma joie.", "22 Oui, je pensai voir, tout comme notre père Léhi, Dieu assis sur son trône, entouré d’un concours innombrable d’anges, qui paraissaient chanter et louer leur Dieu; oui, et mon âme aspirait à être là-bas.", "23 Mais voici, mes membres reçurent de nouveau leur force, et je me tins debout, et manifestai au peuple que j’étais né de Dieu.", "24 Oui, et à partir de ce moment-là jusqu’à maintenant, j’ai travaillé sans cesse, afin d’amener des âmes au repentir, afin de les amener à goûter à la joie extrême à laquelle j’ai goûté, afin qu’elles naissent aussi de Dieu et soient remplies du Saint-Esprit.", "25 Oui, et maintenant, voici, ô mon fils, le Seigneur me donne une joie extrêmement grande à cause du fruit de mes labeurs;", "26 car à cause de la parole qu’il m’a donnée, voici, beaucoup sont nés de Dieu, et ont goûté comme j’ai goûté, et ont vu de leurs propres yeux, comme j’ai vu; c’est pourquoi ils connaissent les choses dont je viens de parler, comme je les connais; et la connaissance que j’ai est de Dieu.", "27 Et j’ai été soutenu dans des épreuves et des difficultés de toute espèce, oui, et dans toutes sortes d’afflictions; oui, Dieu m’a délivré de prison, et des liens, et de la mort; oui, et je place ma confiance en lui, et il me délivrera encore.", "28 Et je sais qu’il me ressuscitera au dernier jour, pour demeurer avec lui en gloire; oui, et je le louerai à jamais, car il a fait sortir nos pères d’Égypte et il a englouti les Égyptiens dans la mer Rouge; et il les a conduits par son pouvoir dans la terre promise; oui, et il les a délivrés de temps en temps de la servitude et de la captivité.", "29 Oui, et il a aussi emmené nos pères du pays de Jérusalem; et il les a aussi délivrés de temps en temps, par son pouvoir éternel, de la servitude et de la captivité, jusqu’à ce jour; et j’ai toujours gardé le souvenir de leur captivité; oui, et tu devrais aussi, comme moi, garder le souvenir de leur captivité.", "30 Mais voici, mon fils, ce n’est pas tout; car tu devrais savoir, comme je le sais, que si tu gardes les commandements de Dieu, tu prospéreras dans le pays; et tu devrais savoir aussi que si tu ne gardes pas les commandements de Dieu, tu seras retranché de sa présence. Or, cela est selon sa parole."], "Kiribati": ["Aramwa e kakoaua nakon Ereman aron rairakina mai i mwin nooran te anera—E kainnanoaki ni marakin te tamnei ae kabuakakaaki; e wetea aran Iesu, ao e a manga bungiaki iroun te Atua—E onrake tamneina n te kimwareirei—E nooria anera aika a botaki n neboneboa te Atua—A mwaiti aika a rairaki ake a noora ma ni katoonga are e a tia n nooria ma ni katoonga. Uakaan ma 74I.K.", "1 Natiu, anga taningam nakon au taeka; bwa I berita nakoim, bwa ngkana ko kaawakin ana tua te Atua ao ko na kakabwaiaki iaon te aba.", "2 I tangiria bwa kam na karaoa ae I a tia ni karaoia, n uringa tautoronakiia ara bakatibu; bwa a bon kabureaki, ao akea ae e kona ni kainaomataia ma bon ti Atuan Aberaam, ao Atuan Itaaka, ao Atuan Iakobwa; ao e bon kainaomataia raoi man karawawatakiia.", "3 Ao ngkai, O natiu ae Ereman, nooria, ko bon mena i nanon am tai n rikirake, ao ngaia are, I bubutiko bwa ko na ongo au taeka man reirei mai irou; bwa I bon ataia bwa ane a onimakina te Atua ao a na bon boutokaaki n rawawataia, ma aia kaangaanga, ma karawawatakiia, ao a na uotaki rake n te kabanea ni bong.", "4 Ao I aki tangiria bwa kam na taku bwa I bon ataia irou—tiaki man bwain aon te aba ma ma ni bwain te tamnei, tiaki man te iango n rabwata ma mai iroun te Atua.", "5 Ao ngkanne, nooria, I taku nakoimi, ngke arona bwa I aki manga bungiaki iroun te Atua I bon aki atai bwaai aikai; ma e a tia te Atua, man wiin ana anera ae tabu, ni kaoti bwaai aikai nakoiu, tiaki ibukina bwa I kororaoi.", "6 Bwa I mwananga ma natin Motiaea aika mwaane, ni kataia ni kamauna ana ekaretia te Atua; ma nooria, te Atua e kanakoa ana anera bwa e na katokiira iaon kawaira.", "7 Ao nooria, e taetae nakoira, n aron te bwanaa ae kanga te baa, ao e ruru te aonaba ae bwanin i aan waera, ao ti bwaka nako aontano, bwa e roko maakan te Uea iaora.", "8 Ma nooria, e taku te bwanaa nakoiu: Teirake. Ao I teirake, man noora te anera", "9 Ao e taku nakoiu: Ngkana ko bon tangiria ngkoe bwa ko na tiringaki, ao tai manga ukoukora kamaunan ana ekaretia te Atua.", "10 Ao e koro bukina bwa I bwaka nako aontano; ao maanin aio bon teniua te ngaina ao teniua te bong are I a aki kona ni kaurea wiiu iai, man aki kona naba ni kabonganai baiu ma waeu.", "11 Ao e taekin bwaai riki aika a bati te anera nakoiu, are a ongoraeaki irouia tariu, ma I aki ongo; bwa ngke I ongo taeka aikai—Ngkana ko bon tangiria ngkoe bwa ko na tiringaki, ao tai manga ukoukora kamaunaan ana ekaretia te Atua—I a bon oreaki n te maaku ae korakora ma te miimi bwa mwiina I tiringaki, ngaia are I a bwaka nako aontano ao akea riki te bwai ae I ongo.", "12 Ma I a kammarakaki n te karawawataki ae akea tokina, bwa tamneiu e a bon rang korakora rawawatana ma kammarakana n au bure ni kabane.", "13 Eng, I bon uring au bure ni kabane ma buakakau, are I a bon kammarakaki iai ni kammarakin moone; eng, I nooria bwa I a tia ni kaitaraa Atuau, ao I a tia n aki kaawakin ana tua aika a tabu.", "14 Eng, ao I a tia n tiringia natina aika a mwaiti, ke ni kairia nako nanon te tiringaki; eng, ni kakimototoa a bon rang korakora au bure, n te aro are iangoan okiu nako matan Atuau e bon kammaraka tamneiu n te maaku ae aki kona ni kabwarabwaraki.", "15 O, I taku ngai, bwa I kona ni kanakoaki man riki n akea tamneiu ma rabwatau, bwa I aonga n aki uotaki bwa N na tei i matan Atuau, ao e na motikaki taekau n aron au mwakuri.", "16 Ao ngkai, i nanon teniua te ngaina ao teniua te bong I a bon kammarakaki, ni marakin te aomata ae kabuakakaaki.", "17 Ao e koro bukina bwa ngaia are I a kammarakaki, ngke I a karawawataki n uringakin au bure aika a mwaiti, nooria, I uringnga naba are I ongo ngke tamau e taetae ni burabeti nakoia aomata ibukin rokon Iesu Kristo, are Natin te Atua, bwa e na karaoa te mwakuri ni kamaiu ibukin buren te aonaba.", "18 Ngkai, ngke au iango e iangoa raoi te koaua aio, I tang inanou: O Iesu, ngkoe Natin te Atua, nanoangaai, ngkai I mena n te aro ae kananokawaki ae moan te mao, man otabwaniniaki n ana kabaebae te mate ae aki totoki.", "19 Ao ngkai, nooria, ngke I iangoa aio, I aki manga uring marakiu; eng, I a aki manga karawawataki n uringakin au bure.", "20 Ao O, te kimwareirei teraa, ao te oota ae tamaroa teraa are I a nooria; eng, tamneiu e a onrake n te kimwareirei ae rianako n aron marakiu.", "21 Eng, I taku nakoim, natiu, bwa akea riki te bwai ae rianako ma ni mao n aron marakiu. Eng, ao I taku riki nakoim, natiu, bwa n te itera teuana, akea riki te bwai ae e rianako ma ni karewerewe n aiaron kimwareireiu.", "22 Eng, I taku ngai bwa I noora te Atua, n aron ara bakatibu are Riaai ngke e nooria, n tekateka iaon ana kaintoka n uea, n otabwaniniaki irouia anera aika aki kona ni warekaki mwaitia, aika a anene man neboneboa Atuaia; eng, ao tamneiu e tangiria ni kan mena ikekei.", "23 Ma nooria, baiu ao waeu a manga reke riki korakoraia ao I tei iaon waeu, ma ni kaotia nakoia aomata bwa I a tia ni bungiaki iroun te Atua.", "24 Eng, ao man te tai anne nua ngkai, I a tia ni beku n aki motirawa, bwa I aonga ni kairiia aomata nakon te rairannano; bwa I aonga ni kairiia bwa a na katoonga te kimwareirei ae rianako are I a tia ni katoonga; bwa aonga naba ngaia ni manga bungiaki iroun te Atua, ma ni kaonaki n te Tamnei ae Raoiroi.", "25 Eng, ao ngkai nooria, O natiu, te Uea e bon anganai te kimwareirei ae rianako n uaan au beku.", "26 Bwa ibukin te taeka are e a tia n anganai, nooria, a mwaiti ake a tia ni bungiaki mai iroun te Atua, man tia ni katoonga are I a tia ni katoonga, man noori n oin mataia bwaai ake I a tia n noori; ngaia are a bon atai bwaai ake I a tia n taekin, n aron ae I atai; ao te atatai ae irou bon mai iroun te Atua.", "27 Ao I a bon tia ni boutokaaki i aan kakatai ma kaangaanga n aekaia nako, eng, ao n aekan karawawata nako; eng, te Atua e a tia ni kainaomataai man te nne ni kaikain, man te kabaeaki, ao man te mate; eng, ao I katuka au onimaki irouna, ao e na bon manga kainaomataai.", "28 Ao I ataia bwa e na tabekairake n te kabanea ni bong, bwa N na maeka mangaia n te mimitong; eng, ao N na neboia n aki toki, bwa e a tia ni kairiia ara bakatibu mai Aikubita, ma ni kabwautiia I-Aikubita n Taari are e Uraura; ma ni kairia ni mwaakana nakon te aba ni berita, ao e a tia ni kainaomataia man te tautoronaki ma te kabureaki man te tai teuana nakon te tai teuana.", "29 Eng, ao e a tia naba ni kairiia ara bakatibu man te aba are Ierutarem; man tia naba, ni mwaakana are aki totoki, ni kainaomataia man te tautoronaki ao te kabureaki, man te tai teuana nakon te tai teuana ni karokoa te bong aei; ao I aki toki n uringa kabureakia; eng, ao kam riai n aki toki n uringa kabureakiia, n aron ae I a tia, n uringa kabureakiia.", "30 Ma nooria, natiu, tiaki ti aei; bwa kam riai n ataia n aron ae I ataia; bwa ngkana kam kawakina ana tua te Atua ao kam na rikirake iaon te aba; ao kam riai naba n ataia, bwa ngkana kam aki kawakina ana tua te Atua ao kam na teweaki nako mai i matana. Ao ngkanne aio are bon ana taeka."]}