{"English": ["Helaman sends an epistle to Moroni, recounting the state of the war with the Lamanites—Antipus and Helaman gain a great victory over the Lamanites—Helaman’s two thousand stripling sons fight with miraculous power, and none of them are slain. Verse1, about 62B.C.; verses2–19, about 66B.C.; and verses20–57, about 65–64B.C.", "1 And now it came to pass in the commencement of the thirtieth year of the reign of the judges, on the second day in the first month, Moroni received an epistle from Helaman, stating the affairs of the people in that quarter of the land.", "2 And these are the words which he wrote, saying: My dearly beloved brother, Moroni, as well in the Lord as in the tribulations of our warfare; behold, my beloved brother, I have somewhat to tell you concerning our warfare in this part of the land.", "3 Behold, two thousand of the sons of those men whom Ammon brought down out of the land of Nephi—now ye have known that these were descendants of Laman, who was the eldest son of our father Lehi;", "4 Now I need not rehearse unto you concerning their traditions or their unbelief, for thou knowest concerning all these things—", "5 Therefore it sufficeth me that I tell you that two thousand of these young men have taken their weapons of war, and would that I should be their leader; and we have come forth to defend our country.", "6 And now ye also know concerning the covenant which their fathers made, that they would not take up their weapons of war against their brethren to shed blood.", "7 But in the twenty and sixth year, when they saw our afflictions and our tribulations for them, they were about to break the covenant which they had made and take up their weapons of war in our defence.", "8 But I would not suffer them that they should break this covenant which they had made, supposing that God would strengthen us, insomuch that we should not suffer more because of the fulfilling the oath which they had taken.", "9 But behold, here is one thing in which we may have great joy. For behold, in the twenty and sixth year, I, Helaman, did march at the head of these two thousand young men to the city of Judea, to assist Antipus, whom ye had appointed a leader over the people of that part of the land.", "10 And I did join my two thousand sons, (for they are worthy to be called sons) to the army of Antipus, in which strength Antipus did rejoice exceedingly; for behold, his army had been reduced by the Lamanites because their forces had slain a vast number of our men, for which cause we have to mourn.", "11 Nevertheless, we may console ourselves in this point, that they have died in the cause of their country and of their God, yea, and they are happy.", "12 And the Lamanites had also retained many prisoners, all of whom are chief captains, for none other have they spared alive. And we suppose that they are now at this time in the land of Nephi; it is so if they are not slain.", "13 And now these are the cities of which the Lamanites have obtained possession by the shedding of the blood of so many of our valiant men:", "14 The land of Manti, or the city of Manti, and the city of Zeezrom, and the city of Cumeni, and the city of Antiparah.", "15 And these are the cities which they possessed when I arrived at the city of Judea; and I found Antipus and his men toiling with their might to fortify the city.", "16 Yea, and they were depressed in body as well as in spirit, for they had fought valiantly by day and toiled by night to maintain their cities; and thus they had suffered great afflictions of every kind.", "17 And now they were determined to conquer in this place or die; therefore you may well suppose that this little force which I brought with me, yea, those sons of mine, gave them great hopes and much joy.", "18 And now it came to pass that when the Lamanites saw that Antipus had received a greater strength to his army, they were compelled by the orders of Ammoron to not come against the city of Judea, or against us, to battle.", "19 And thus were we favored of the Lord; for had they come upon us in this our weakness they might have perhaps destroyed our little army; but thus were we preserved.", "20 They were commanded by Ammoron to maintain those cities which they had taken. And thus ended the twenty and sixth year. And in the commencement of the twenty and seventh year we had prepared our city and ourselves for defence.", "21 Now we were desirous that the Lamanites should come upon us; for we were not desirous to make an attack upon them in their strongholds.", "22 And it came to pass that we kept spies out round about, to watch the movements of the Lamanites, that they might not pass us by night nor by day to make an attack upon our other cities which were on the northward.", "23 For we knew in those cities they were not sufficiently strong to meet them; therefore we were desirous, if they should pass by us, to fall upon them in their rear, and thus bring them up in the rear at the same time they were met in the front. We supposed that we could overpower them; but behold, we were disappointed in this our desire.", "24 They durst not pass by us with their whole army, neither durst they with a part, lest they should not be sufficiently strong and they should fall.", "25 Neither durst they march down against the city of Zarahemla; neither durst they cross the head of Sidon, over to the city of Nephihah.", "26 And thus, with their forces, they were determined to maintain those cities which they had taken.", "27 And now it came to pass in the second month of this year, there was brought unto us many provisions from the fathers of those my two thousand sons.", "28 And also there were sent two thousand men unto us from the land of Zarahemla. And thus we were prepared with ten thousand men, and provisions for them, and also for their wives and their children.", "29 And the Lamanites, thus seeing our forces increase daily, and provisions arrive for our support, they began to be fearful, and began to sally forth, if it were possible to put an end to our receiving provisions and strength.", "30 Now when we saw that the Lamanites began to grow uneasy on this wise, we were desirous to bring a stratagem into effect upon them; therefore Antipus ordered that I should march forth with my little sons to a neighboring city, as if we were carrying provisions to a neighboring city.", "31 And we were to march near the city of Antiparah, as if we were going to the city beyond, in the borders by the seashore.", "32 And it came to pass that we did march forth, as if with our provisions, to go to that city.", "33 And it came to pass that Antipus did march forth with a part of his army, leaving the remainder to maintain the city. But he did not march forth until I had gone forth with my little army, and came near the city Antiparah.", "34 And now, in the city Antiparah were stationed the strongest army of the Lamanites; yea, the most numerous.", "35 And it came to pass that when they had been informed by their spies, they came forth with their army and marched against us.", "36 And it came to pass that we did flee before them, northward. And thus we did lead away the most powerful army of the Lamanites;", "37 Yea, even to a considerable distance, insomuch that when they saw the army of Antipus pursuing them, with their might, they did not turn to the right nor to the left, but pursued their march in a straight course after us; and, as we suppose, it was their intent to slay us before Antipus should overtake them, and this that they might not be surrounded by our people.", "38 And now Antipus, beholding our danger, did speed the march of his army. But behold, it was night; therefore they did not overtake us, neither did Antipus overtake them; therefore we did camp for the night.", "39 And it came to pass that before the dawn of the morning, behold, the Lamanites were pursuing us. Now we were not sufficiently strong to contend with them; yea, I would not suffer that my little sons should fall into their hands; therefore we did continue our march, and we took our march into the wilderness.", "40 Now they durst not turn to the right nor to the left lest they should be surrounded; neither would I turn to the right nor to the left lest they should overtake me, and we could not stand against them, but be slain, and they would make their escape; and thus we did flee all that day into the wilderness, even until it was dark.", "41 And it came to pass that again, when the light of the morning came we saw the Lamanites upon us, and we did flee before them.", "42 But it came to pass that they did not pursue us far before they halted; and it was in the morning of the third day of the seventh month.", "43 And now, whether they were overtaken by Antipus we knew not, but I said unto my men: Behold, we know not but they have halted for the purpose that we should come against them, that they might catch us in their snare;", "44 Therefore what say ye, my sons, will ye go against them to battle?", "45 And now I say unto you, my beloved brother Moroni, that never had I seen so great courage, nay, not amongst all the Nephites.", "46 For as I had ever called them my sons (for they were all of them very young) even so they said unto me: Father, behold our God is with us, and he will not suffer that we should fall; then let us go forth; we would not slay our brethren if they would let us alone; therefore let us go, lest they should overpower the army of Antipus.", "47 Now they never had fought, yet they did not fear death; and they did think more upon the liberty of their fathers than they did upon their lives; yea, they had been taught by their mothers, that if they did not doubt, God would deliver them.", "48 And they rehearsed unto me the words of their mothers, saying: We do not doubt our mothers knew it.", "49 And it came to pass that I did return with my two thousand against these Lamanites who had pursued us. And now behold, the armies of Antipus had overtaken them, and a terrible battle had commenced.", "50 The army of Antipus being weary, because of their long march in so short a space of time, were about to fall into the hands of the Lamanites; and had I not returned with my two thousand they would have obtained their purpose.", "51 For Antipus had fallen by the sword, and many of his leaders, because of their weariness, which was occasioned by the speed of their march—therefore the men of Antipus, being confused because of the fall of their leaders, began to give way before the Lamanites.", "52 And it came to pass that the Lamanites took courage, and began to pursue them; and thus were the Lamanites pursuing them with great vigor when Helaman came upon their rear with his two thousand, and began to slay them exceedingly, insomuch that the whole army of the Lamanites halted and turned upon Helaman.", "53 Now when the people of Antipus saw that the Lamanites had turned them about, they gathered together their men and came again upon the rear of the Lamanites.", "54 And now it came to pass that we, the people of Nephi, the people of Antipus, and I with my two thousand, did surround the Lamanites, and did slay them; yea, insomuch that they were compelled to deliver up their weapons of war and also themselves as prisoners of war.", "55 And now it came to pass that when they had surrendered themselves up unto us, behold, I numbered those young men who had fought with me, fearing lest there were many of them slain.", "56 But behold, to my great joy, there had not one soul of them fallen to the earth; yea, and they had fought as if with the strength of God; yea, never were men known to have fought with such miraculous strength; and with such mighty power did they fall upon the Lamanites, that they did frighten them; and for this cause did the Lamanites deliver themselves up as prisoners of war.", "57 And as we had no place for our prisoners, that we could guard them to keep them from the armies of the Lamanites, therefore we sent them to the land of Zarahemla, and a part of those men who were not slain of Antipus, with them; and the remainder I took and joined them to my stripling Ammonites, and took our march back to the city of Judea."], "Español": ["Helamán envía una epístola a Moroni en la que le relata el estado de la guerra con los lamanitas— Antipus y Helamán logran una gran victoria sobre los lamanitas— Los dos mil jóvenes bajo el mando de Helamán luchan con fuerza milagrosa, y ninguno de ellos muere. Versículo1, aproximadamente 62a.C.; versículos2–19, aproximadamente 66a.C.; y versículos20–57, aproximadamente 65–64a.C.", "1 Y sucedió que al principiar el año treinta del gobierno de los jueces, el segundo día del primer mes, Moroni recibió una epístola de Helamán en la que le relataba los asuntos del pueblo en aquella parte de la tierra.", "2 Y estas son las palabras que escribió, diciendo: Mi muy amado hermano Moroni, tanto en el Señor como en las tribulaciones de nuestra guerra; he aquí, mi querido hermano, tengo algo que decirte concerniente a nuestra guerra en esta parte de la tierra.", "3 He aquí, dos mil de los hijos de aquellos hombres que Ammón trajo de la tierra de Nefi —y ya estás enterado de que estos eran descendientes de Lamán, el hijo mayor de nuestro padre Lehi;", "4 y no necesito repetirte concerniente a sus tradiciones ni a su incredulidad, pues tú sabes acerca de todas estas cosas—", "5 por tanto, bástame decirte que dos mil de estos jóvenes han tomado sus armas de guerra, y pidieron que yo fuese su jefe; y hemos salido para defender nuestro país.", "6 Y también sabes del convenio que hicieron sus padres de que no tomarían las armas de guerra en contra de sus hermanos para derramar sangre.", "7 Mas en el año veintiséis, cuando vieron nuestras aflicciones y tribulaciones que padecíamos por ellos, se hallaban a punto de violar el convenio que habían hecho, y tomar sus armas de guerra en nuestra defensa.", "8 Pero yo no quise permitirles que violaran este convenio que habían hecho, creyendo que Dios nos fortalecería, de tal modo que no padeceríamos más por motivo de la observancia del juramento que habían hecho.", "9 Pero he aquí una cosa en la cual podemos regocijarnos mucho; porque sucedió que en el año veintiséis, yo, Helamán, marché al frente de estos dos mil jóvenes hasta la ciudad de Judea para ayudar a Antipus, a quien habías nombrado jefe sobre el pueblo en aquella parte de la tierra.", "10 E incorporé a mis dos mil hijos (porque son dignos de ser llamados hijos) al ejército de Antipus, y con esta fuerza él se regocijó en extremo; pues he aquí, los lamanitas habían reducido su ejército, porque las fuerzas de ellos habían matado a un gran número de nuestros hombres, por lo cual tenemos motivo para lamentarnos.", "11 No obstante, podemos consolarnos en esto, que han muerto en la causa de su patria y de su Dios; sí, y son felices.", "12 Y los lamanitas también habían retenido a muchos prisioneros, todos los cuales son capitanes en jefe, porque a ningún otro han dejado con vida. Y suponemos que se hallan en este momento en la tierra de Nefi, si es que no los han matado.", "13 Y estas son las ciudades de las cuales los lamanitas se han posesionado derramando la sangre de tantos de nuestros valientes hombres:", "14 La tierra de Manti o ciudad de Manti, y la ciudad de Zeezrom, y la ciudad de Cumeni, y la ciudad de Antipara.", "15 Y estas son las ciudades que poseían cuando llegué a la ciudad de Judea; y hallé a Antipus y sus hombres trabajando con todas sus fuerzas para fortificar la ciudad.", "16 Sí, y se hallaban abatidos, tanto en el cuerpo como en el espíritu, porque habían combatido valientemente durante el día y trabajado de noche para conservar sus ciudades; así que habían padecido grandes aflicciones de todas clases.", "17 Y ahora estaban resueltos a vencer en ese sitio, o a morir; por tanto, bien podrás imaginarte que esta pequeña fuerza que traje conmigo, sí, esos hijos míos, les proporcionó gran esperanza y mucho gozo.", "18 Y aconteció que cuando los lamanitas vieron que Antipus había recibido más fuerzas para su ejército, se vieron obligados, por órdenes de Ammorón, a no salir a la batalla contra la ciudad de Judea, ni contra nosotros.", "19 Y así el Señor nos favoreció; porque si nos hubieran acometido en nuestra debilidad, tal vez habrían destruido nuestro pequeño ejército; pero en esto fuimos preservados.", "20 Ammorón les había mandado que conservaran aquellas ciudades que habían tomado. Y así terminó el año veintiséis. Y a principios del año veintisiete, nos habíamos preparado para la defensa, tanto nuestra ciudad como nosotros mismos.", "21 Y deseábamos que los lamanitas viniesen contra nosotros; porque no queríamos atacarlos en sus plazas fuertes.", "22 Y aconteció que mantuvimos espías en los alrededores, con objeto de reconocer los movimientos de los lamanitas, para que no nos pasaran de noche ni de día para lanzar un ataque contra nuestras otras ciudades que se hallaban al norte.", "23 Porque sabíamos que en aquellas ciudades no eran suficientemente fuertes para hacerles frente; por tanto, queríamos caer sobre su retaguardia, en caso de que pasaran junto a nosotros, y así acometerlos por la retaguardia al mismo tiempo que fuesen atacados por la vanguardia. Pensábamos que los podríamos vencer; mas, he aquí, nos vimos frustrados en estos nuestros deseos.", "24 No se atrevían a pasar con todo su ejército por donde estábamos, ni se atrevían a pasar con parte de él, no fuese que no tuvieran la fuerza suficiente y cayeran.", "25 Ni tampoco se atrevían a marchar contra la ciudad de Zarahemla; ni osaban atravesar los manantiales del río Sidón, hacia la ciudad de Nefíah;", "26 y así, con sus fuerzas estaban resueltos a conservar las ciudades que habían tomado.", "27 Y ocurrió que en el segundo mes de este año, nos llegaron muchas provisiones de los padres de mis dos mil hijos.", "28 Y también nos fueron enviados dos mil hombres de la tierra de Zarahemla. Y así quedamos prevenidos con diez mil hombres, y provisiones para ellos, y también para sus mujeres y sus hijos.", "29 Y los lamanitas, viendo que así de día en día nuestras fuerzas aumentaban, y que llegaban provisiones para nuestro sostén, empezaron a temer, y comenzaron a salir para ver si les era posible acabar con el suministro de provisiones y refuerzos que nos llegaba.", "30 Y cuando vimos que los lamanitas empezaban a inquietarse de esta manera, quisimos emplear contra ellos alguna estratagema. Por lo tanto, Antipus me dio la orden de salir con mis pequeños hijos hacia una ciudad inmediata, como si estuviéramos llevando provisiones allá.", "31 Y habíamos de pasar cerca de la ciudad de Antipara, como si fuéramos a la ciudad más allá, sobre las orillas del mar.", "32 Y sucedió que salimos, como si lleváramos nuestras provisiones, para ir a aquella ciudad.", "33 Y ocurrió que salió Antipus con parte de su ejército, dejando el resto para la defensa de la ciudad. Pero no salió hasta que yo hube partido con mi pequeño ejército, y me acerqué a la ciudad de Antipara.", "34 Y el ejército más fuerte de los lamanitas se hallaba apostado en la ciudad de Antipara; sí, el más numeroso.", "35 Y aconteció que cuando sus espías se lo hubieron informado, salieron con su ejército y marcharon contra nosotros.", "36 Y sucedió que huimos delante de ellos hacia el norte. Y así llevamos en pos de nosotros al ejército más fuerte de los lamanitas;", "37 sí, hasta una distancia considerable, de tal modo que cuando vieron al ejército de Antipus que los perseguía vigorosamente, no se volvieron ni a la derecha ni a la izquierda, sino que continuaron su marcha en línea recta tras de nosotros; y suponemos que su intención era matarnos antes que Antipus los alcanzara, y esto para no ser rodeados por nuestros hombres.", "38 Y viendo Antipus nuestro peligro, aceleró la marcha de su ejército; pero he aquí, llegó la noche; por tanto, ellos no nos alcanzaron, ni pudo Antipus alcanzarlos a ellos; por lo tanto, acampamos durante la noche.", "39 Y aconteció que antes de rayar el alba, he aquí, ya venían los lamanitas detrás de nosotros. Ahora bien, no teníamos la fuerza suficiente para contender con ellos; sí, yo no quise permitir que mis hijitos cayesen en sus manos; por tanto, continuamos nuestra marcha, y nos dirigimos hacia el desierto.", "40 Y ellos no se atrevían a volverse a la derecha ni a la izquierda por temor a quedar rodeados; ni yo tampoco quería volverme a un lado ni al otro por miedo de que me alcanzaran, y no pudiéramos sostenernos en contra de ellos, y nos mataran y se escaparan; de modo que huimos por el desierto todo ese día hasta que obscureció.", "41 Y acaeció que nuevamente, al rayar el alba, vimos a los lamanitas encima de nosotros, y huimos delante de ellos.", "42 Pero aconteció que no nos habían perseguido gran distancia cuando hicieron alto; y era la mañana del tercer día del séptimo mes.", "43 Y no sabíamos si los había alcanzado Antipus, pero dije a mis hombres: He aquí no sabemos si se han detenido con objeto de que marchemos contra ellos para apresarnos en su trampa;", "44 por lo tanto, ¿qué decís, hijos míos? ¿Queréis ir a combatirlos?", "45 Y te digo, mi amado hermano Moroni, que jamás había visto yo tan grande valor, no, ni aun entre todos los nefitas.", "46 Pues como yo siempre los había llamado hijos míos (pues eran todos muy jóvenes), he aquí, me contestaron de esta manera: Padre, he aquí, nuestro Dios está con nosotros y no nos dejará caer; así pues, avancemos. No mataríamos a nuestros hermanos si nos dejasen en paz; por tanto, avancemos, no sea que derroten al ejército de Antipus.", "47 Hasta entonces nunca habían combatido; no obstante, no temían la muerte, y estimaban más la libertad de sus padres que sus propias vidas; sí, sus madres les habían enseñado que si no dudaban, Dios los libraría.", "48 Y me repitieron las palabras de sus madres, diciendo: No dudamos que nuestras madres lo sabían.", "49 Y aconteció que me volví con mis dos mil jóvenes contra esos lamanitas que nos habían perseguido. Y he aquí, los ejércitos de Antipus los habían alcanzado, y había principiado una batalla terrible.", "50 Y el ejército de Antipus, fatigado de tan larga marcha en tan poco tiempo, estaba a punto de caer en manos de los lamanitas; y si yo no hubiera vuelto con mis dos mil, los lamanitas habrían logrado su propósito.", "51 Porque Antipus había caído por la espada, así como muchos de sus caudillos, por motivo de su fatiga ocasionada por la rapidez de su marcha; por tanto, los hombres de Antipus, confusos por la muerte de sus caudillos, empezaron a ceder ante los lamanitas.", "52 Y sucedió que los lamanitas se animaron y comenzaron a perseguirlos; y así los lamanitas estaban persiguiéndolos con gran vigor, cuando Helamán cayó sobre su retaguardia con sus dos mil, y empezaron a matarlos en gran cantidad, al grado que todo el ejército de los lamanitas se detuvo y se volvió contra Helamán.", "53 Y cuando la gente de Antipus vio que los lamanitas se habían vuelto, reconcentraron a sus hombres y otra vez acometieron la retaguardia de los lamanitas.", "54 Y aconteció, entonces, que nosotros, el pueblo de Nefi, la gente de Antipus y yo con mis dos mil, rodeamos a los lamanitas y los matamos; sí, al grado de que se vieron obligados a entregar sus armas y rendirse como prisioneros de guerra.", "55 Y aconteció que cuando se nos rindieron, he aquí, conté a aquellos jóvenes que habían combatido conmigo, temiendo que muchos de ellos hubiesen perdido la vida.", "56 Pero he aquí, para mi mayor alegría hallé que ni una sola alma había caído a tierra; sí, y habían combatido como con la fuerza de Dios; sí, nunca se había sabido que hombres combatieran con tan milagrosa fuerza; y con tanto ímpetu cayeron sobre los lamanitas, que los llenaron de espanto; y por esta razón los lamanitas se rindieron como prisioneros de guerra.", "57 Y como no teníamos lugar para nuestros prisioneros, a fin de vigilarlos para que no se los llevaran los ejércitos de los lamanitas, los enviamos, por tanto, a la tierra de Zarahemla, y con ellos a una parte de los hombres de Antipus que no murieron; y tomé al resto y los incorporé con mis jóvenes ammonitas, y marchamos de regreso a la ciudad de Judea."], "Français": ["Hélaman envoie à Moroni une épître relatant l’état de la guerre contre les Lamanites— Antipus et Hélaman remportent une grande victoire sur les Lamanites— Les deux mille jeunes fils d’Hélaman se battent avec une puissance miraculeuse et aucun d’eux n’est tué. Verset1, environ 62av.J.-C.; versets2–19, environ 66av.J.-C.; et versets20–57, environ 65–64av.J.-C.", "1 Et alors, il arriva, au commencement de la trentième année du règne des juges, le deuxième jour du premier mois, que Moroni reçut une épître d’Hélaman, décrivant la situation du peuple dans cette partie-là du pays.", "2 Et voici les paroles qu’il écrivit, disant: Mon frère Moroni tendrement aimé, aussi bien dans le Seigneur que dans les tribulations de notre guerre, voici, mon frère bien-aimé, j’ai quelque chose à te raconter concernant notre guerre dans cette partie-ci du pays.", "3 Voici, deux mille des fils de ces hommes qu’Ammon fit descendre du pays de Néphi— or, tu sais que ceux-ci étaient descendants de Laman, qui était le fils aîné de notre père Léhi;", "4 Or, je n’ai pas besoin de te rappeler leurs traditions ou leur incrédulité, car tu sais toutes ces choses—", "5 C’est pourquoi il suffit que je te dise que deux mille de ces jeunes gens ont pris leurs armes de guerre et ont voulu que je sois leur chef; et nous sommes allés défendre notre pays.", "6 Et maintenant, tu connais aussi l’alliance que leurs pères ont conclue de ne pas prendre leurs armes de guerre contre leurs frères pour verser le sang.", "7 Mais la vingt-sixième année, lorsqu’ils ont vu nos afflictions et nos tribulations pour eux, ils étaient sur le point de rompre l’alliance qu’ils avaient faite et de prendre leurs armes de guerre pour nous défendre.", "8 Mais je ne leur permis pas de rompre cette alliance qu’ils avaient faite, pensant que Dieu nous fortifierait, de sorte que nous ne souffririons pas plus à cause du respect du serment qu’ils avaient fait.", "9 Mais voici, il y a ici une chose dont nous pouvons retirer une grande joie. Car voici, la vingt-sixième année, moi, Hélaman, je marchai à la tête de ces deux mille jeunes hommes vers la ville de Judéa, pour aider Antipus, que tu avais désigné comme chef du peuple dans cette partie-là du pays.", "10 Et j’unis mes deux mille fils (car ils sont dignes d’être appelés fils) à l’armée d’Antipus, renfort dont Antipus se réjouit extrêmement; car voici, son armée avait été réduite par les Lamanites, parce que leurs forces avaient tué un grand nombre de nos hommes, ce qui est pour nous un sujet de deuil.", "11 Néanmoins, nous pouvons nous consoler en ceci, qu’ils sont morts pour la cause de leur pays et de leur Dieu, oui, et ils sont heureux.", "12 Et les Lamanites avaient aussi fait beaucoup de prisonniers, qui tous sont des capitaines en chef, car ils n’ont laissé la vie à personne d’autre. Et nous pensons qu’ils sont en ce moment au pays de Néphi; il en est ainsi s’ils n’ont pas été tués.", "13 Et maintenant, voici les villes dont les Lamanites ont pris possession par l’effusion du sang d’un si grand nombre de nos hommes vaillants:", "14 le pays de Manti, ou la ville de Manti, et la ville de Zeezrom, et la ville de Cumeni, et la ville d’Antiparah.", "15 Et ce sont là les villes qu’ils possédaient lorsque je suis arrivé à la ville de Judéa; et j’ai trouvé Antipus et ses hommes occupés à travailler de toutes leurs forces à fortifier la ville.", "16 Oui, et ils étaient déprimés de corps aussi bien que d’esprit, car ils avaient combattu vaillamment de jour et travaillé dur la nuit pour conserver leurs villes; et ainsi, ils avaient subi de grandes afflictions de toute espèce.", "17 Et maintenant, ils étaient décidés à vaincre en ce lieu ou à mourir; c’est pourquoi, tu penses bien que cette petite force que j’amenais, oui, ceux-là qui étaient mes fils, leur donna de grandes espérances et beaucoup de joie.", "18 Et alors, il arriva que lorsque les Lamanites virent qu’Antipus avait reçu des renforts pour son armée, ils furent contraints, par ordre d’Ammoron, à ne livrer bataille ni à la ville de Judéa ni à nous.", "19 Et ainsi, nous fûmes favorisés par le Seigneur; car s’ils étaient venus contre nous dans cette faiblesse qui était la nôtre, ils auraient peut-être pu détruire notre petite armée; mais ainsi, nous fûmes préservés.", "20 Ammoron leur avait commandé de conserver les villes qu’ils avaient prises. Et c’est ainsi que finit la vingt-sixième année. Et au commencement de la vingt-septième année, nous avions préparé notre ville et nous nous étions préparés pour la défense.", "21 Or, nous désirions que les Lamanites viennent contre nous; car nous ne désirions pas lancer une attaque contre eux dans leurs places fortes.", "22 Et il arriva que nous gardâmes des espions alentour, pour observer les mouvements des Lamanites, afin qu’ils ne pussent passer à côté de nous, la nuit ou le jour, pour lancer une attaque contre d’autres villes qui étaient du côté du nord.", "23 Car nous savions que, dans ces villes, ils n’étaient pas suffisamment forts pour les affronter; c’est pourquoi nous désirions, s’ils passaient à côté de nous, tomber sur eux sur leurs arrières et, ainsi, leur fermer la marche à l’arrière au moment même où ils seraient attaqués de front. Nous pensions que nous pouvions avoir le dessus sur eux, mais voici, nous fûmes déçus dans notre désir.", "24 Ils n’osaient pas passer à côté de nous avec leur armée entière, et ils n’osaient pas non plus avec une partie, de peur de ne pas être suffisamment forts et de tomber.", "25 Ils n’osaient pas non plus descendre contre la ville de Zarahemla; et ils n’osaient pas non plus traverser la source du fleuve Sidon pour passer à la ville de Néphihah.", "26 Et ainsi, avec leurs forces, ils étaient décidés à conserver les villes qu’ils avaient prises.", "27 Et alors, il arriva que le deuxième mois de cette année, de nombreuses provisions furent apportées de la part des pères de mes deux mille fils.", "28 Et aussi deux mille hommes nous furent envoyés du pays de Zarahemla. Et ainsi, nous étions préparés avec dix mille hommes, et des provisions pour eux, et aussi pour leurs épouses et leurs enfants.", "29 Et les Lamanites, voyant ainsi nos forces augmenter quotidiennement, et des provisions arriver pour notre entretien, commencèrent à prendre peur et commencèrent à faire des sorties pour tenter de mettre fin, si possible, à l’arrivée de nos provisions et de nos renforts.", "30 Alors, quand nous vîmes que les Lamanites commençaient à être mal à l’aise de la sorte, nous voulûmes user d’un stratagème à leur égard; c’est pourquoi Antipus me commanda de me mettre en marche avec mes jeunes fils vers une ville voisine, comme si nous transportions des provisions à une ville voisine.", "31 Et notre marche devait nous conduire près de la ville d’Antiparah, comme si nous allions vers la ville qui se trouvait au-delà, dans la région frontière près du bord de la mer.", "32 Et il arriva que nous nous mîmes en marche, comme avec nos provisions, pour aller vers cette ville.", "33 Et il arriva qu’Antipus sortit avec une partie de son armée, laissant le reste pour conserver la ville. Mais il ne sortit que lorsque je fus allé avec ma petite armée et fus arrivé près de la ville d’Antiparah.", "34 Et maintenant, dans la ville d’Antiparah était stationnée la plus forte armée des Lamanites; oui, la plus nombreuse.", "35 Et il arriva que lorsqu’ils en eurent été informés par leurs espions, ils sortirent avec leur armée et marchèrent contre nous.", "36 Et il arriva que nous nous enfuîmes devant eux vers le nord. Et ainsi, nous entraînâmes l’armée la plus puissante des Lamanites;", "37 Oui, sur une distance considérable, de sorte que lorsqu’ils virent l’armée d’Antipus les poursuivre de toutes leurs forces, ils ne tournèrent ni à droite ni à gauche, mais poursuivirent leur marche en ligne droite derrière nous; et, comme nous le pensons, leur intention était de nous tuer avant qu’Antipus les rattrapât, et cela afin de ne pas être encerclés par notre peuple.", "38 Et alors, Antipus, voyant notre danger, hâta la marche de son armée. Mais voici, c’était la nuit; c’est pourquoi ils ne nous rattrapèrent pas, et Antipus ne les rattrapa pas non plus; c’est pourquoi nous campâmes pour la nuit.", "39 Et il arriva que le matin, avant l’aube, voici, les Lamanites nous poursuivaient. Or, nous n’étions pas suffisamment forts pour les combattre; oui, je ne voulus pas permettre que mes jeunes fils tombent entre leurs mains; c’est pourquoi nous continuâmes notre marche et commençâmes notre marche dans le désert.", "40 Or, ils n’osaient tourner ni à droite ni à gauche, de peur d’être encerclés; et je ne voulais pas non plus tourner ni à droite ni à gauche, de peur qu’ils ne me rattrapent, et nous ne pourrions pas leur résister, mais serions tués, et ils s’échapperaient; ainsi, nous nous enfuîmes pendant toute cette journée-là dans le désert jusqu’à ce qu’il fasse noir.", "41 Et il arriva que de nouveau, lorsque la lumière du matin vint, nous vîmes les Lamanites arriver sur nous, et nous fuîmes devant eux.", "42 Mais il arriva qu’ils ne nous poursuivirent pas longtemps avant de s’arrêter; et c’était le matin du troisième jour du septième mois.", "43 Et maintenant, nous ne savions pas s’ils étaient rattrapés par Antipus, mais je dis à mes hommes: Voici, nous ne savons pas s’ils ne se sont pas arrêtés pour que nous tombions sur eux, afin de nous prendre dans leur piège.", "44 C’est pourquoi, que dites-vous, mes fils, irez-vous leur livrer bataille?", "45 Et maintenant, je te le dis, mon frère Moroni bien-aimé, que jamais je n’avais vu un aussi grand courage, non, pas parmi tous les Néphites.", "46 Car, de même que je les avais toujours appelés mes fils (car ils étaient tous très jeunes), de même ils me dirent: Père, voici, notre Dieu est avec nous, et il ne souffrira pas que nous tombions; allons donc; nous ne tuerions pas nos frères s’ils nous laissaient tranquilles; c’est pourquoi allons, de peur qu’ils n’aient le dessus sur l’armée d’Antipus.", "47 Or, ils n’avaient jamais combattu; néanmoins ils ne craignaient pas la mort; et ils pensaient plus à la liberté de leurs pères qu’à leur vie; oui, ils avaient appris de leurs mères que, s’ils ne doutaient pas, Dieu les délivrerait.", "48 Et ils me répétèrent les paroles de leurs mères, disant: Nous ne doutons pas que nos mères le savaient.", "49 Et il arriva que je retournai avec mes deux mille contre ces Lamanites qui nous avaient poursuivis. Or, voici, les armées d’Antipus les avaient rattrapés et une terrible bataille avait commencé.", "50 L’armée d’Antipus, lasse à cause de sa longue marche en un temps aussi court, était sur le point de tomber entre les mains des Lamanites, et si je n’étais pas revenu avec mes deux mille, ils seraient parvenus à leur fin.", "51 Car Antipus était tombé par l’épée, ainsi que beaucoup de ses chefs, à cause de leur lassitude, qui était occasionnée par la rapidité de leur marche— c’est pourquoi, les hommes d’Antipus, dans la confusion à cause de la chute de leurs chefs, commencèrent à céder devant les Lamanites.", "52 Et il arriva que les Lamanites prirent courage et commencèrent à les poursuivre; et ainsi, les Lamanites les poursuivaient avec une grande vigueur, lorsque Hélaman tomba sur leurs arrières avec ses deux mille, et commença à les tuer en très grand nombre, de sorte que l’armée entière des Lamanites s’arrêta et se retourna contre Hélaman.", "53 Alors, quand le peuple d’Antipus vit que les Lamanites avaient fait demi-tour, ils rassemblèrent leurs hommes et tombèrent de nouveau sur les arrières des Lamanites.", "54 Et alors, il arriva que nous, le peuple de Néphi, le peuple d’Antipus, et moi avec mes deux mille, encerclâmes les Lamanites et les tuâmes, oui, au point qu’ils furent forcés de livrer leurs armes de guerre et de se livrer aussi comme prisonniers de guerre.", "55 Et maintenant, il arriva que lorsqu’ils se furent rendus à nous, voici, je comptai ces jeunes hommes qui avaient combattu avec moi, craignant que beaucoup d’entre eux n’eussent été tués.", "56 Mais voici, à ma grande joie, pas une seule âme d’entre eux n’était tombée; oui, et ils avaient combattu comme avec la force de Dieu; oui, jamais on n’avait vu des hommes combattre avec une force aussi miraculeuse; et ils étaient tombés sur les Lamanites avec une puissance tellement grande qu’ils les avaient terrifiés; c’est à cause de cela que les Lamanites se livrèrent comme prisonniers de guerre.", "57 Et comme nous n’avions pas de place pour nos prisonniers, de manière à les garder pour les tenir à l’écart des armées des Lamanites, nous les envoyâmes au pays de Zarahemla, et, avec eux, une partie des hommes d’Antipus qui n’avaient pas été tués; et je pris le reste et l’unis à mes jeunes Ammonites, et nous entreprîmes notre marche de retour vers la ville de Judéa."], "Kiribati": ["Ereman e kanakoa te reta nakon Moronaai, ni karakina aron te buaka ma Reimwanaite—Anetebwati ma Ereman a karekea aia tokanikai ae korakora i aoia Reimwanaite—Ana taanga ni buaka Ereman ake uangaa rorobuaka n ataein ni mwaane a buaka ma te korakora ae kamimi, ao bon akea mai i buakoia ae tiringaki. Te Kibu 1, uakaan ma 62I.K.; kiibu 2–19 uakaan ma 66I.K. ao kiibu 20–57 uakaan ma 65–64I.K.", "1 Ao ngkai e koro bukina bwa ni moan waakin aia katenibwi n ririki n tautaeka taan moti, ni kauouan bongin te moan namwakaina, e a karekea te reta Moronaai mai iroun Ereman, are e takinna iai aroia aomata ni mwakoron te aba arei.", "2 Ao aikai taeka ake e koroi, ni kangai: Tariu ae moan te tangiraki, Moronaai, i nanon te Uea ao i nanon naba karawawatakira n ara bubuaka; nooria, tariu ae moan te tangiraki, iai te bwai ae I kan tuangko ni kaineti ma aron ara bubuaka ni mwakoron te aba aio.", "3 Nooria, uangaa naati mwaane ake natia aomata ake e kairia rikaaki Amon man te aba are Nibwaai—ngkanne ko ataia bwa naakai bon kanoan Reimwan, are bon ana karimoa n naati mwaane ara bakatibu are Riaai;", "4 Ngkai akea bonganan ae N na karakina nakoim aron aia katei ke aroia ni kakewekewe, bwa ko bon atai bwaai ni kabane—", "5 Ngaia are e a tau naba bwa N na tuangko ae ataeinimwaane aika uangaa aikai a bon tia n anai aia bwai ni buaka, ma n tangiria bwa N na riki bwa aia tia kairiri; ao ti a tia ni waaki n tei ibukin abara.", "6 Ao ngkai ko ataia naba ni kaineti ma te berita ae tabu are a karaoia tamaia, are a na bon aki tabeki bwaai ni buaka ni kaaitaraia tariia bwa a na kawawaeanako raraaia.", "7 Man te kauabwi ma onoua n ririki, ngke a noora aron karawawatakira ma kainnanora nako ibukiia, ao a nang bon urua aia berita ae tabu are a tia ni karaoia ma n tabeki aia bwai ni buaka bwa a na tei ibukira.", "8 Ma I aki kariaia bwa a na urua te berita ae tabu aei, ni kataua inanou bwa e na kakorakoraira te Atua, n te aro are ti na bon aki manga kainnanoaki riki ibukin kakoroan bukin te berita are a tia ni karaoia.", "9 Ma nooria, aio te bwai teuana are ti na kona ni kimwareirei iai. Bwa nooria, n te kauabwi ma onoua n ririki, Ngai, ae Ereman, I bon mwananga ni kairia ataeinimwaane aika uangaa aikai nakon te kaawa ae Iutea, ni buoka Anetebwati, are ko rineia bwa e na kairiri i aoia te botanaomata ni mwakoron te aba anne.", "10 Ao I kotiia natiu mwaane ake uangaa, (a bon tau bwa a na aranaki bwa naati mwaane) ma ana taanga ni buaka Anetebwati, are e a karika te kimwareirei ae korakora nakon Anetebwati ibukin korakoraia; bwa nooria, e a bon kerikaaki mwaitia ana taanga ni buaka irouia Reimwanaite ibukina bwa a tia aia taanga ni buaka n tiringia mwaitia ana koraki ae bati, are e a karika nanokawakira.", "11 Ma e ngae n anne, ti na karaua nanora n aei, bwa a tia ni mate ibukin ana waaki abaia ma Atuaia, eng, ao a bon kukurei.", "12 Ao Reimwanaite a bon tia naba n tauia aia bure aika a mwaiti, ao ni kabane bon mataniwia aia mataniwi, bwa bon akea riki ae a katikua ni kamaiua. Ao ti katautau bwa ngkai a bon mena n te aba are Nibwaai; ao e koaua aei ngkana a bon aki tiringaki.", "13 Ao ngkanne aikai kaawa are a tia n reke irouia Reimwanaite ma ni kawawaean raraaia ara koraki aika a rangi ninikoria aika a mwaiti.", "14 Te aba are Maentaai, ke te kaawa are Maentaai, ao te kaawa are Teeterom, ao te kaawa are Kumeni, ao te kaawa are Anetebwara.", "15 Ao aikai kaawa ake a tauii ngke I roko n te kaawa are Iutea; ao I kunea Anetebwati ma ana koraki ni mwakuri ma korakoraia ni kabane ni kamatoatoa te kaawa.", "16 Eng, ao a bon kainnano n rabwataia ao n tamneia naba, bwa a bon tia ni buaka ma te ninikoria n te ngaina ma ni beku n te tairiki ni kamatoa aia kaawa; ao ngaia are a bon korakai n aekan karawawata n aekaia nako.", "17 Ao ngkai a matoa nanoia bwa a na karekea te tabo aei ke ana mate; ngaia are ko bon kona n iangoia inanom bwa te taanga ni buaka ae e uarereke aei ae I kariia, eng, natiu mwaane aikai, e bon anganiia te kantaninga ae korakora ao te kimwareirei ae bati.", "18 Ao ngkanne e koro bukina bwa ngke Reimwanaite a nooria bwa e a manga reke kakorakoraia ana taanga ni buaka Anetebwati, a bon kairoroaki n ana kaetieti Amoron bwa a na aki kaitaraa te kaawa are Iutea, ke ni kaaitaraira, bwa a na buaka.", "19 Ao ngaia are ti bon mutiakinaki iroun te Uea; bwa ngke arona bwa a kawarira n arora are ti mamaara ao a na bon tia ni kamauna ara taanga ni buakaka ae uarereke; ma ti bon kawakinaki.", "20 A bon tuangaki iroun Amoron bwa a na tararuai taian kaawa ake a bubura ake a tia n anai. Ao ngaia are e a toki te kauabwi ma onoua n ririki. Ao ni moan waakin te kauabwi ma itiua n ririki ti a bon tia ni katauraoa ara kaawa ao ngaira n tauraoi ni kaitaraa buakanakira.", "21 Ao ngkanne ti a bon tangiria bwa a na roko Reimwanaite nakoira; bwa ti bon rawa n ekianako i nanon aia tabo ni kamanomano.", "22 Ao e koro bukina bwa bon iai ara tia uarongorongo ake ti katikuia n taabo aika a kakaokoro bwa a na tatarataraa mwamwanangaia Reimwanaite, bwa a na aki kona n riaora n te tairiki ke te ngaina n ekaanako ara kaawa ake a bubura riki tabeua ake a mena i meang.", "23 Bwa ti ataia bwa e bon aki tau korakorara ni kaaitaraia n taian kaawa ake a bubura akekei; ngaia are ti tangiria, bwa ngkana a rirarikira ao ti na roko i aoia mai bukiia, ma ni buakaniia mai ibuki n te tai naba are a bon kaaitaraki iai i moa. Ti taku i nanora bwa ti kona n tokanikai i aoia; ma nooria, ti bon nanokawaki n aron te bwai are ti tangiria aei.", "24 A bon aki kan rirarikira ma aia taanga ni buaka ae bwanin, ao ma mwakorona naba, bwa mwiina e aki tau korakoraia ao a bwaka.", "25 Ao a bon rawa naba ni mwananga ni kaitaraa te kaawa are Taraemera; ao a rawa naba n rinanon mwiin te karaanga are Tiitan, n riaona nakon te kaawa are Nibwaaia.", "26 Ao ngaia are, a bon kamatoatoa nanoia bwa a na tauii kaawa ake a bubura ake a tia n anai, n aia taanga ni buaka.", "27 Ao ngkai e koro bukina bwa n te kauoua n namwakaina n te ririki aei, a bon uotaki nakoira bwaai aika ti kainnanoi aika a bati mai irouia tamaia natiu mwaane ake uangaa.", "28 Ao a kanakomaiakaki naba nakoira uangaa mwaane man te aba are Taraemera. Ao ngaia are ti a tauraoi ma tebwina te ngaa mwaane, ma bwaai nako ibukiia, ao ibukiia naba buiia ma natia.", "29 Ao Reimwanaite, ngke a nooria bwa e rikirake ara taanga ni katoa bong, ao a roko bwaai ake ti kainnanoi ibukin boutokaara, a waaki n e ekiranako, bwa a na kataia ni katoka reken ara bwai ma korakorara.", "30 Ngkai ngke ti nooria bwa a moanna n aki rau Reimwanaite n te aro aei, ti a bon tangiria ni karaoa te babaire ae a na rotaki iai; ngaia are Anetebwati e anga te kaetieti bwa N na mwananga ma natiu aika a uarereke nakon te kaawa ae bubura ae uakaan, bwa aongkoa ti uoti bwaai aika a kainnanoaki nakon te kaawa ae bubura ae uakaan.", "31 Ao ti na mwananga i rarikin te kaawa ae bubura ae Anetebwara, bwa aongkoa ti na nakon te kaawa are e raroa riki, n tian te aba I rarikin taari.", "32 Ao e koro bukina bwa ti bon mwananga, ma aongkoa ti na nako nakon te kaawa ma ara bwaai nako ake ti kainnanoi.", "33 Ao e koro bukina bwa e mwananga Anetebwati ma mwakoron ana taanga ni buaka, ma ni katikuia ake nikiraia bwa a na tararua te kaawa. Ma e bon aki mwananga ni karokoa ae I a tia ni mwananga ma au taanga ni buaka ae uarereke, man roko n uakaan ma te kaawa are bubura are Anetebwara.", "34 Ao ngkai, n te kaawa are Anetebwara a bon mena iai aia taanga ni buaka Reimwanaite ake a rang korakora riki; eng, ake a rang mwaiti riki kaaia.", "35 Ao e koro bukina bwa ngke a tia ni kaongoraeaki irouia aia taan kareke rongorongo, a bon mwananga ni kaaitaraira ma aia taanga ni buaka.", "36 Ao e koro bukina bwa ti bon birinako mai irouia, nako meang. Ao ngaia are ti a kairianako aia taanga ae te kabanea ni korakora Reimwanaite.", "37 Eng, nakon te raroa ae bon tau, n te aro are ngke a noora ana taanga ni buaka Anetebwati bwa e kakioia, ma korakoraia, a bon aki rairaki nakon te maing ke te atai, ma a waakina mwanangaia n te kawai ae eti n rimwira; ao, n aron are ti kataua bon aia iango bwa a na tiringira i mwaain are a reke iroun Anetebwati, ao a karaoa aio bwa aonga n aki otabwaniniaki irouia ara koraki.", "38 Ao ngkai, Anetebwati, ngke e noora te kabuanibwai are e na reke nakoira, e kawaekoa riki mwanangaia ana taanga ni buaka. Ma nooria, e a bon bong; ngaia are ti aki reke irouia, ao aki naba reke iroun Anetebwati; ngaia are ti a motirawa ibukin te tairiki.", "39 Ao e koro bukina bwa i mwaain karangainan te ingabong, nooria, a kakioira Reimwanaite. Ngkai e bon aki tau korakorara n un mangaia; eng, I aki kariaia bwa natiu mwaane aika a uarereke a na reke i nanon baia; ngaia are ti bon waakina mwanagara, ao ti mwananga nakon te rereua.", "40 Ngkai a bon rawa n rairaki nakon te atai ao nakon te maing bwa mwiina ao a otabwaniniaki; ao ngai naba I rawa n rairaki nakon te atai ke te maing bwa mwiina I reke irouia, ao ti bon aki kona n tei ni kaaitaraia, ma ti na tiringaki, ao a na birinako; ao ngaia are ti birinako ni kabongnga nakon te rereua, ni karokoa ae e a roo.", "41 Ao e koro bukina bwa, ngke e a roko ootan te ingabong, ti a manga nooria riki Reimwanaite bwa a kakioira, ao ti bon birinako mai irouia.", "42 Ma e koro bukina bwa a bon aki kakioira n ae raroa i mwaain ae a toki; ao bon moaningabongin te kateniua ni bong n te kaitiua n namwakaina.", "43 Ao ngkai, ti aki ataia bwa tao a reke iroun Anetebwati, ma I taku nakoia au koraki: Nooria, ti aki ataia ma a bon toki i aan te kantaninga are a na roko nakoira, bwa aonga ni kamwaneira n aia bwai ni kamwane;", "44 Ngaia are teraa ami iango, natiu mwaane, kam na kaitaraia n te buaka?", "45 Ao ngkai I taku nakoim, tariu ae moan te tangiraki ae Moronaai, bwa I bon tuai man noora te ninikoria ae moan te korakora, tiaki, bon akea i buakoia Nibwaite.", "46 Bwa ngkai I aki toki ni weteia bwa natiu mwaane (bwa a bon bane n uarereke) a bon kangai nakoiu: Tamara, nooria e mena Atuara iroura, ao e na bon aki kariaia bwa ti na bwaka; ngkanne ti na mwananga; ti na aki tiringia tarira ngkana aki kumeira; ngaia are ti na mwananga, i mwina ao a tokanikai iaon ana taanga ni buaka Anetebwati.", "47 Ngkai a bon tuai ma ni bubuaka, ma a bon aki maaka te mate; ao a bon iangoa riki inaomataia tamaia nakon maiuia; eng, a bon tia n reireinaki irouia tinaia, bwa ngkana aki nanououa, ao e na kamaiuia te Atua.", "48 Ao a taekin nakoiu aia taeka tinaia, ni kangai: Ti bon aki nanououa bwa a ataa aio tinara.", "49 Ao e koro bukina bwa I oki rikaaki ma au koraki ake uangaa ni kaaitaraia Reimwanaite aikai ake a kakiokioira. Ao ngkai nooria, a reke n ana taanga ni buaka Anetebwati, ao e waaki te buaka ae moan te kakamaku.", "50 E a kua ana taanga ni buaka Anetebwati, ibukin mwanangaia ae e abwaabwaki i nanon te tai ae uarereke, ao a nang reke i nanon baia Reimwanaite; ao ngke I aki okirikaki ma au koraki ake uangaa ao e na bon aki reke are bon oin bukin mwanangaia.", "51 Bwa Anetebwati e teke n te kabaang, ao angiia naba aia taan kairiri, ibukin kuaia, are e reke man kawaekoakoakia ni mwananga—ngaia are ana koraki Anetebwati a bon mangaongao ngke a bwaka aia taan kairiri, ao a moanna ni kerikaaki i mataia Reimwanaite.", "52 Ao e koro bukina bwa a karekea te ninikoria Reimwanaite, ao a waaki ni kakioia ma te korakora ae bati ngke e a roko naba Ereman ma ibukiia ma ana koraki ae uangaa, man tiringia aika mwaiti, n te aro are aia taanga ni buaka Reimwanaite ae bwanin a toki man rairakia Ereman.", "53 Ao ngkai ngke ana botanaomata Anetebwati a nooria bwa tannako mai irouia, a ikotiia ma aia koraki man roko mai bukiia Reimwanaite.", "54 Ao ngkai e koro bukina bwa ngaira, ana botanaomata Nibwaai, ana botanaomata Anetebwati, ao ngai ma au koraki are uangaa, ti bon otabwaninia Reimwanaite, man tiringia; eng, n te aro are a bon kairoroaki bwa a na anganako aia bwai ni buaka ao ngaia naba bwa bure man te buaka.", "55 Ao ngkai e koro bukina bwa ngke a bon tia n taenikai nakoira, nooria, I warekia ataeinimwaane ake a buaka ma ngai, bwa I maaku bwa mwiina a mwaiti ake a tiringaki.", "56 Ma nooria, e koro kukureiu, bwa bon akea naba temanna mai i buakoia ae e bwaka nako aontano; eng, ao a bon buaka n aron ae iai irouia korakoran te Atua; eng, a bon tuai man nonoraki mwaane bwa a na buaka ma te korakora ae kamimi; ao a roko i aoia Reimwanaite ma te korakora ae bati, n te aro are a maakuia; ao ibukin aei ao Reimwanaite a bon anga ngaia bwa a na riki bwa bure man te buaka.", "57 Ao ibukina bwa akea ara tabo ibukiia bure, are ti na kona n tararuaia iai mai irouia aia taanga Reimwanaite, ngaia are ti a kanakoia nakon te aba are Taraemera, ma mwakoron ana koraki Anetebwati ake a aki tiringaki, bwa raoia; ao nikiraia I anaia man ikotiia ma au ataeinimwaane aika a uarereke aika Amonaite, ma ni mwananga n okira te kaawa are Iutea."]}