{"English": ["Alma and his sons preach the word—The Zoramites and other Nephite dissenters become Lamanites—The Lamanites come against the Nephites in war—Moroni arms the Nephites with defensive armor—The Lord reveals to Alma the strategy of the Lamanites—The Nephites defend their homes, liberties, families, and religion—The armies of Moroni and Lehi surround the Lamanites. About 74B.C.", "1 And now it came to pass that the sons of Alma did go forth among the people, to declare the word unto them. And Alma, also, himself, could not rest, and he also went forth.", "2 Now we shall say no more concerning their preaching, except that they preached the word, and the truth, according to the spirit of prophecy and revelation; and they preached after the holy order of God by which they were called.", "3 And now I return to an account of the wars between the Nephites and the Lamanites, in the eighteenth year of the reign of the judges.", "4 For behold, it came to pass that the Zoramites became Lamanites; therefore, in the commencement of the eighteenth year the people of the Nephites saw that the Lamanites were coming upon them; therefore they made preparations for war; yea, they gathered together their armies in the land of Jershon.", "5 And it came to pass that the Lamanites came with their thousands; and they came into the land of Antionum, which is the land of the Zoramites; and a man by the name of Zerahemnah was their leader.", "6 And now, as the Amalekites were of a more wicked and murderous disposition than the Lamanites were, in and of themselves, therefore, Zerahemnah appointed chief captains over the Lamanites, and they were all Amalekites and Zoramites.", "7 Now this he did that he might preserve their hatred towards the Nephites, that he might bring them into subjection to the accomplishment of his designs.", "8 For behold, his designs were to stir up the Lamanites to anger against the Nephites; this he did that he might usurp great power over them, and also that he might gain power over the Nephites by bringing them into bondage.", "9 And now the design of the Nephites was to support their lands, and their houses, and their wives, and their children, that they might preserve them from the hands of their enemies; and also that they might preserve their rights and their privileges, yea, and also their liberty, that they might worship God according to their desires.", "10 For they knew that if they should fall into the hands of the Lamanites, that whosoever should worship God in spirit and in truth, the true and the living God, the Lamanites would destroy.", "11 Yea, and they also knew the extreme hatred of the Lamanites towards their brethren, who were the people of Anti-Nephi-Lehi, who were called the people of Ammon—and they would not take up arms, yea, they had entered into a covenant and they would not break it—therefore, if they should fall into the hands of the Lamanites they would be destroyed.", "12 And the Nephites would not suffer that they should be destroyed; therefore they gave them lands for their inheritance.", "13 And the people of Ammon did give unto the Nephites a large portion of their substance to support their armies; and thus the Nephites were compelled, alone, to withstand against the Lamanites, who were a compound of Laman and Lemuel, and the sons of Ishmael, and all those who had dissented from the Nephites, who were Amalekites and Zoramites, and the descendants of the priests of Noah.", "14 Now those descendants were as numerous, nearly, as were the Nephites; and thus the Nephites were obliged to contend with their brethren, even unto bloodshed.", "15 And it came to pass as the armies of the Lamanites had gathered together in the land of Antionum, behold, the armies of the Nephites were prepared to meet them in the land of Jershon.", "16 Now, the leader of the Nephites, or the man who had been appointed to be the chief captain over the Nephites—now the chief captain took the command of all the armies of the Nephites—and his name was Moroni;", "17 And Moroni took all the command, and the government of their wars. And he was only twenty and five years old when he was appointed chief captain over the armies of the Nephites.", "18 And it came to pass that he met the Lamanites in the borders of Jershon, and his people were armed with swords, and with cimeters, and all manner of weapons of war.", "19 And when the armies of the Lamanites saw that the people of Nephi, or that Moroni, had prepared his people with breastplates and with arm-shields, yea, and also shields to defend their heads, and also they were dressed with thick clothing—", "20 Now the army of Zerahemnah was not prepared with any such thing; they had only their swords and their cimeters, their bows and their arrows, their stones and their slings; and they were naked, save it were a skin which was girded about their loins; yea, all were naked, save it were the Zoramites and the Amalekites;", "21 But they were not armed with breastplates, nor shields—therefore, they were exceedingly afraid of the armies of the Nephites because of their armor, notwithstanding their number being so much greater than the Nephites.", "22 Behold, now it came to pass that they durst not come against the Nephites in the borders of Jershon; therefore they departed out of the land of Antionum into the wilderness, and took their journey round about in the wilderness, away by the head of the river Sidon, that they might come into the land of Manti and take possession of the land; for they did not suppose that the armies of Moroni would know whither they had gone.", "23 But it came to pass, as soon as they had departed into the wilderness Moroni sent spies into the wilderness to watch their camp; and Moroni, also, knowing of the prophecies of Alma, sent certain men unto him, desiring him that he should inquire of the Lord whither the armies of the Nephites should go to defend themselves against the Lamanites.", "24 And it came to pass that the word of the Lord came unto Alma, and Alma informed the messengers of Moroni, that the armies of the Lamanites were marching round about in the wilderness, that they might come over into the land of Manti, that they might commence an attack upon the weaker part of the people. And those messengers went and delivered the message unto Moroni.", "25 Now Moroni, leaving a part of his army in the land of Jershon, lest by any means a part of the Lamanites should come into that land and take possession of the city, took the remaining part of his army and marched over into the land of Manti.", "26 And he caused that all the people in that quarter of the land should gather themselves together to battle against the Lamanites, to defend their lands and their country, their rights and their liberties; therefore they were prepared against the time of the coming of the Lamanites.", "27 And it came to pass that Moroni caused that his army should be secreted in the valley which was near the bank of the river Sidon, which was on the west of the river Sidon in the wilderness.", "28 And Moroni placed spies round about, that he might know when the camp of the Lamanites should come.", "29 And now, as Moroni knew the intention of the Lamanites, that it was their intention to destroy their brethren, or to subject them and bring them into bondage that they might establish a kingdom unto themselves over all the land;", "30 And he also knowing that it was the only desire of the Nephites to preserve their lands, and their liberty, and their church, therefore he thought it no sin that he should defend them by stratagem; therefore, he found by his spies which course the Lamanites were to take.", "31 Therefore, he divided his army and brought a part over into the valley, and concealed them on the east, and on the south of the hill Riplah;", "32 And the remainder he concealed in the west valley, on the west of the river Sidon, and so down into the borders of the land Manti.", "33 And thus having placed his army according to his desire, he was prepared to meet them.", "34 And it came to pass that the Lamanites came up on the north of the hill, where a part of the army of Moroni was concealed.", "35 And as the Lamanites had passed the hill Riplah, and came into the valley, and began to cross the river Sidon, the army which was concealed on the south of the hill, which was led by a man whose name was Lehi, and he led his army forth and encircled the Lamanites about on the east in their rear.", "36 And it came to pass that the Lamanites, when they saw the Nephites coming upon them in their rear, turned them about and began to contend with the army of Lehi.", "37 And the work of death commenced on both sides, but it was more dreadful on the part of the Lamanites, for their nakedness was exposed to the heavy blows of the Nephites with their swords and their cimeters, which brought death almost at every stroke.", "38 While on the other hand, there was now and then a man fell among the Nephites, by their swords and the loss of blood, they being shielded from the more vital parts of the body, or the more vital parts of the body being shielded from the strokes of the Lamanites, by their breastplates, and their armshields, and their head-plates; and thus the Nephites did carry on the work of death among the Lamanites.", "39 And it came to pass that the Lamanites became frightened, because of the great destruction among them, even until they began to flee towards the river Sidon.", "40 And they were pursued by Lehi and his men; and they were driven by Lehi into the waters of Sidon, and they crossed the waters of Sidon. And Lehi retained his armies upon the bank of the river Sidon that they should not cross.", "41 And it came to pass that Moroni and his army met the Lamanites in the valley, on the other side of the river Sidon, and began to fall upon them and to slay them.", "42 And the Lamanites did flee again before them, towards the land of Manti; and they were met again by the armies of Moroni.", "43 Now in this case the Lamanites did fight exceedingly; yea, never had the Lamanites been known to fight with such exceedingly great strength and courage, no, not even from the beginning.", "44 And they were inspired by the Zoramites and the Amalekites, who were their chief captains and leaders, and by Zerahemnah, who was their chief captain, or their chief leader and commander; yea, they did fight like dragons, and many of the Nephites were slain by their hands, yea, for they did smite in two many of their head-plates, and they did pierce many of their breastplates, and they did smite off many of their arms; and thus the Lamanites did smite in their fierce anger.", "45 Nevertheless, the Nephites were inspired by a better cause, for they were not fighting for monarchy nor power but they were fighting for their homes and their liberties, their wives and their children, and their all, yea, for their rites of worship and their church.", "46 And they were doing that which they felt was the duty which they owed to their God; for the Lord had said unto them, and also unto their fathers, that: Inasmuch as ye are not guilty of the first offense, neither the second, ye shall not suffer yourselves to be slain by the hands of your enemies.", "47 And again, the Lord has said that: Ye shall defend your families even unto bloodshed. Therefore for this cause were the Nephites contending with the Lamanites, to defend themselves, and their families, and their lands, their country, and their rights, and their religion.", "48 And it came to pass that when the men of Moroni saw the fierceness and the anger of the Lamanites, they were about to shrink and flee from them. And Moroni, perceiving their intent, sent forth and inspired their hearts with these thoughts—yea, the thoughts of their lands, their liberty, yea, their freedom from bondage.", "49 And it came to pass that they turned upon the Lamanites, and they cried with one voice unto the Lord their God, for their liberty and their freedom from bondage.", "50 And they began to stand against the Lamanites with power; and in that selfsame hour that they cried unto the Lord for their freedom, the Lamanites began to flee before them; and they fled even to the waters of Sidon.", "51 Now, the Lamanites were more numerous, yea, by more than double the number of the Nephites; nevertheless, they were driven insomuch that they were gathered together in one body in the valley, upon the bank by the river Sidon.", "52 Therefore the armies of Moroni encircled them about, yea, even on both sides of the river, for behold, on the east were the men of Lehi.", "53 Therefore when Zerahemnah saw the men of Lehi on the east of the river Sidon, and the armies of Moroni on the west of the river Sidon, that they were encircled about by the Nephites, they were struck with terror.", "54 Now Moroni, when he saw their terror, commanded his men that they should stop shedding their blood."], "Español": ["Alma y sus hijos predican la palabra— Los zoramitas y otros disidentes nefitas se hacen lamanitas— Los lamanitas emprenden la guerra contra los nefitas— Moroni arma a los nefitas con armadura protectora— El Señor revela a Alma la estrategia de los lamanitas— Los nefitas defienden sus hogares, su libertad, sus familias y su religión— Los ejércitos de Moroni y de Lehi rodean a los lamanitas. Aproximadamente 74a.C.", "1 Y aconteció que los hijos de Alma salieron entre el pueblo para declararle la palabra. Y el mismo Alma no pudo descansar, y también salió.", "2 Y no diremos más acerca de su predicación, sino que predicaron la palabra y la verdad de acuerdo con el espíritu de profecía y revelación; y predicaron según el santo orden de Dios, mediante el cual se les había llamado.", "3 Y vuelvo ahora a una narración de las guerras entre los nefitas y los lamanitas, en el año decimoctavo del gobierno de los jueces.", "4 Porque he aquí, aconteció que los zoramitas se hicieron lamanitas; por tanto, al principio del año decimoctavo, los nefitas vieron que los lamanitas venían contra ellos; de modo que hicieron preparativos para la guerra, sí, reunieron sus ejércitos en la tierra de Jersón.", "5 Y ocurrió que los lamanitas vinieron con sus miles; y llegaron a la tierra de Antiónum, que es la tierra de los zoramitas; y era su caudillo un hombre llamado Zerahemna.", "6 Y como los amalekitas eran por naturaleza de una disposición más ruin y sanguinaria que los lamanitas, Zerahemna, por tanto, nombró capitanes en jefe sobre los lamanitas, y todos eran amalekitas y zoramitas.", "7 E hizo esto con objeto de preservar el odio que sentían contra los nefitas, a fin de subyugarlos para realizar sus designios.", "8 Pues he aquí, sus intenciones eran incitar a la ira a los lamanitas contra los nefitas; e hizo esto para usurpar un gran poder sobre ellos, y también para subyugar a los nefitas, sometiéndolos al cautiverio.", "9 Ahora bien, el propósito de los nefitas era proteger sus tierras y sus casas, sus esposas y sus hijos, para preservarlos de las manos de sus enemigos; y también preservar sus derechos y sus privilegios, sí, y también su libertad, para poder adorar a Dios según sus deseos.", "10 Porque sabían que si llegaban a caer en manos de los lamanitas, estos destruirían a cualquiera que en espíritu y en verdad adorara a Dios, el Dios verdadero y viviente.", "11 Sí, y también sabían del extremado odio de los lamanitas para con sus hermanos, quienes eran el pueblo de Anti-Nefi-Lehi, los cuales se llamaban el pueblo de Ammón. Y estos no querían tomar las armas, sí, habían hecho un convenio y no lo querían quebrantar; por tanto, si caían en manos de los lamanitas serían destruidos.", "12 Y los nefitas no iban a permitir que fuesen destruidos; por tanto, les dieron tierras para su herencia.", "13 Y el pueblo de Ammón entregó a los nefitas gran parte de sus bienes para sostener a sus ejércitos; y así los nefitas se vieron compelidos a hacer frente ellos solos a los lamanitas, los cuales eran un conjunto de los hijos de Lamán y Lemuel y los hijos de Ismael, y todos los disidentes nefitas, que eran amalekitas y zoramitas, y los descendientes de los sacerdotes de Noé.", "14 Y estos descendientes eran casi tan numerosos como los nefitas; y así los nefitas se vieron obligados a combatir contra sus hermanos hasta la efusión de sangre.", "15 Y ocurrió que al juntarse los ejércitos de los lamanitas en la tierra de Antiónum, he aquí, los ejércitos de los nefitas estaban preparados para hacerles frente en la tierra de Jersón.", "16 Y el jefe de los nefitas, o sea, el hombre que había sido nombrado capitán en jefe de los nefitas —y el capitán en jefe tomó el mando de todos los ejércitos de los nefitas— y se llamaba Moroni;", "17 y Moroni tomó todo el mando y dirección de sus guerras. Y no tenía más que veinticinco años de edad cuando fue nombrado capitán en jefe de los ejércitos de los nefitas.", "18 Y aconteció que se encontró con los lamanitas en las fronteras de Jersón, y su gente estaba armada con espadas, con cimitarras y con toda clase de armas de guerra.", "19 Y cuando los ejércitos de los lamanitas vieron que el pueblo de Nefi, o que Moroni, había preparado a su gente con petos y con broqueles, sí, y con escudos también para protegerse la cabeza, y también estaban vestidos con ropa gruesa", "20 —y el ejército de Zerahemna no se hallaba preparado con ninguna de estas cosas; solamente tenían sus espadas y sus cimitarras, sus arcos y sus flechas, sus piedras y sus hondas; y estaban desnudos, con excepción de una piel que llevaban ceñida alrededor de sus lomos; sí, todos estaban desnudos, menos los zoramitas y los amalekitas;", "21 mas no iban armados con petos ni con escudos— por tanto, temieron en gran manera a los ejércitos de los nefitas por causa de su armadura, a pesar de ser su número mucho mayor que el de los nefitas.", "22 Y he aquí, aconteció que no se atrevieron a avanzar contra los nefitas en las fronteras de Jersón; por tanto, salieron de la tierra de Antiónum para el desierto, e hicieron un rodeo en el desierto, allá por los manantiales del río Sidón, para llegar a la tierra de Manti y tomar posesión de ella; porque no suponían que los ejércitos de Moroni supieran hacia dónde se habían dirigido.", "23 Pero sucedió que tan pronto como salieron para el desierto, Moroni envió espías a vigilar su campo; y sabiendo también de las profecías de Alma, Moroni le envió ciertos hombres para pedirle que preguntara al Señor hacia dónde habían de marchar los ejércitos de los nefitas para defenderse de los lamanitas.", "24 Y ocurrió que la palabra del Señor vino a Alma, y él informó a los mensajeros de Moroni que los ejércitos de los lamanitas estaban rodeando por el desierto para llegar a la tierra de Manti, a fin de iniciar un ataque contra la parte más débil del pueblo. Y esos mensajeros fueron y comunicaron la noticia a Moroni.", "25 Y Moroni, dejando parte de su ejército en la tierra de Jersón, no fuese que de algún modo una parte de los lamanitas entrase en esa tierra y tomase posesión de la ciudad, tomó el resto de su ejército y marchó a la tierra de Manti.", "26 E hizo que toda la gente de aquella parte del país se reuniera para la lucha contra los lamanitas, a fin de defender sus tierras y su país, sus derechos y sus libertades; por tanto, estaban preparados para la hora de la llegada de los lamanitas.", "27 Y ocurrió que Moroni hizo que su ejército se escondiera en el valle que se hallaba cerca de la ribera del río Sidón, del lado oeste del mismo río, en el desierto.", "28 Y Moroni colocó espías alrededor, a fin de saber cuándo llegaría el ejército de los lamanitas.", "29 Y como Moroni conocía la intención de los lamanitas, que era destruir a sus hermanos, o dominarlos y llevarlos al cautiverio, a fin de establecer un reino para sí mismos en toda esa tierra;", "30 y sabiendo también que el único deseo de los nefitas era preservar sus tierras, su libertad y su iglesia, no consideró, por tanto, que fuera pecado defenderlos mediante la estratagema; de modo que se enteró, por medio de sus espías, del rumbo que iban a tomar los lamanitas.", "31 Por consiguiente, dividió su ejército, y trajo una parte de ellos al valle y los escondió al este y al sur del cerro Ripla;", "32 y ocultó al resto en el valle del oeste, al oeste del río Sidón, y así hasta las fronteras de la tierra de Manti.", "33 Y habiendo colocado así a su ejército según su deseo, quedó preparado para recibirlos.", "34 Y acaeció que los lamanitas subieron por el norte del cerro, donde se hallaba escondida una parte del ejército de Moroni.", "35 Y luego que los lamanitas hubieron pasado el cerro Ripla, y entrado en el valle, y empezado a cruzar el río Sidón, el ejército que se hallaba escondido al sur del cerro, que era dirigido por un hombre llamado Lehi, y este condujo a sus tropas por el lado del este y rodeó a los lamanitas por la retaguardia.", "36 Y ocurrió que cuando vieron que los nefitas venían contra ellos por la retaguardia, los lamanitas se volvieron y empezaron a contender con el ejército de Lehi.", "37 Y empezó la mortandad en ambos lados, pero fue más terrible entre los lamanitas, porque su desnudez quedaba expuesta a los fuertes golpes de los nefitas con sus espadas y cimitarras, que herían de muerte casi a cada golpe.", "38 Mientras que de la otra parte, de cuando en cuando caía un hombre entre los nefitas por la espada y la pérdida de sangre, ya que tenían protegidas las partes más vitales del cuerpo, o sea, que las partes más vitales del cuerpo estaban protegidas de los golpes de los lamanitas por sus petos, sus escudos y sus cascos; y así los nefitas sembraron la muerte entre los lamanitas.", "39 Y aconteció que los lamanitas se espantaron a causa de la gran destrucción entre ellos, al grado de que empezaron a huir hacia el río Sidón.", "40 Y Lehi y sus hombres los persiguieron; y fueron ahuyentados por Lehi hasta dentro de las aguas de Sidón, y atravesaron las aguas de Sidón; y Lehi detuvo a sus ejércitos en la ribera del río Sidón, para que no lo cruzaran.", "41 Y sucedió que Moroni y sus fuerzas salieron al encuentro de los lamanitas en el valle del lado opuesto del río Sidón, y empezaron a caer sobre ellos y a matarlos.", "42 Y los lamanitas huyeron de ellos otra vez hacia la tierra de Manti; y de nuevo los acometieron los ejércitos de Moroni.", "43 Ahora bien, en esta ocasión los lamanitas lucharon extraordinariamente; sí, jamás se había sabido que los lamanitas combatieran con tan extremadamente grande fuerza y valor; no, ni aun desde el principio.", "44 Y los animaban los zoramitas y los amalekitas, que eran sus principales capitanes y caudillos, y también Zerahemna, su capitán en jefe, o caudillo principal y comandante; sí, pelearon como dragones, y muchos de los nefitas perecieron por su mano; sí, porque partieron en dos muchos de sus cascos, y atravesaron muchos de sus petos, y a muchos les cortaron los brazos; y de este modo fue como los lamanitas atacaron en su furiosa ira.", "45 No obstante, inspiraba a los nefitas una causa mejor, pues no estaban luchando por monarquía ni poder, sino que luchaban por sus hogares y sus libertades, sus esposas y sus hijos, y todo cuanto poseían; sí, por sus ritos de adoración y su iglesia.", "46 Y estaban haciendo lo que sentían que era su deber para con su Dios; porque el Señor les había dicho, y también a sus padres: Si no sois culpables de la primera ofensa, ni de la segunda, no os dejaréis matar por mano de vuestros enemigos.", "47 Y además, el Señor ha dicho: Defenderéis a vuestras familias aun hasta la efusión de sangre. Así que, por esta causa los nefitas luchaban contra los lamanitas, para defenderse a sí mismos, y a sus familias, y sus tierras, su país, sus derechos y su religión.", "48 Y aconteció que cuando los hombres de Moroni vieron la ferocidad e ira de los lamanitas, estuvieron a punto de retroceder y huir de ellos. Y Moroni, percibiendo su intención, envió e inspiró sus corazones con estos pensamientos, sí, pensamientos de sus tierras, de su libertad, sí, de estar libres del cautiverio.", "49 Y aconteció que se volvieron contra los lamanitas, y clamaron a una voz al Señor su Dios, a favor de su libertad y de estar libres del cautiverio.", "50 Y empezaron a resistir a los lamanitas con vigor; y en esa misma hora en que oraron al Señor por su libertad, los lamanitas empezaron a huir delante de ellos, y huyeron hasta las aguas de Sidón.", "51 Ahora bien, los lamanitas eran más numerosos, sí, eran más del doble del número de los nefitas; no obstante, fueron perseguidos hasta quedar reunidos en un grupo, en el valle sobre la ribera del río Sidón.", "52 De modo que los ejércitos de Moroni los cercaron; sí, por ambos lados del río, pues he aquí que al este se hallaban los hombres de Lehi.", "53 Por tanto, cuando Zerahemna vio a los hombres de Lehi al este del río Sidón, y a los ejércitos de Moroni al oeste del río, y que los nefitas los tenían cercados, el terror se apoderó de ellos.", "54 Y Moroni, viendo su terror, mandó a sus hombres que pararan de derramar su sangre."], "Français": ["Alma et ses fils prêchent la parole— Les Zoramites et les autres dissidents néphites deviennent Lamanites— Les Lamanites font la guerre aux Néphites— Moroni arme les Néphites d’armures défensives— Le Seigneur révèle à Alma la stratégie des Lamanites— Les Néphites défendent leurs maisons, leurs libertés, leurs familles et leur religion— Les armées de Moroni et de Léhi encerclent les Lamanites. Vers 74av.J.-C.", "1 Et alors, il arriva que les fils d’Alma allèrent parmi le peuple pour lui annoncer la parole. Et Alma lui-même ne put rester en repos, et il y alla aussi.", "2 Or, nous n’en dirons pas plus concernant leur prédication, si ce n’est qu’ils prêchèrent la parole et la vérité, selon l’esprit de prophétie et de révélation; et ils prêchèrent selon le saint ordre de Dieu par lequel ils étaient appelés.", "3 Et maintenant je reviens au récit des guerres entre les Néphites et les Lamanites, la dix-huitième année du règne des juges.", "4 Car voici, il arriva que les Zoramites devinrent Lamanites; c’est pourquoi, au commencement de la dix-huitième année, le peuple des Néphites vit que les Lamanites marchaient contre eux; c’est pourquoi, ils firent des préparatifs de guerre; oui, ils rassemblèrent leurs armées au pays de Jershon.", "5 Et il arriva que les Lamanites vinrent avec leurs milliers; et ils entrèrent au pays d’Antionum, qui est le pays des Zoramites; et un homme du nom de Zérahemnah était leur chef.", "6 Et maintenant, comme les Amalékites avaient en eux-mêmes des dispositions plus méchantes et plus meurtrières que les Lamanites, Zérahemnah désigna des capitaines en chef sur les Lamanites, et ils étaient tous Amalékites et Zoramites.", "7 Or, cela, il le fit afin d’entretenir leur haine à l’égard des Néphites, afin de les assujettir à l’accomplissement de ses desseins.", "8 Car voici, ses desseins étaient d’exciter les Lamanites à la colère contre les Néphites; cela, il le fit afin d’usurper un grand pouvoir sur eux, et aussi afin d’obtenir du pouvoir sur les Néphites en les réduisant en servitude.", "9 Et maintenant, le dessein des Néphites était de défendre leurs terres, et leurs maisons, et leurs épouses, et leurs enfants, afin de les préserver des mains de leurs ennemis; et aussi, afin de préserver leurs droits et leurs garanties, oui, et aussi leur liberté, afin d’adorer Dieu selon leur désir.", "10 Car ils savaient que s’ils tombaient entre les mains des Lamanites, quiconque adorerait Dieu en esprit et en vérité, le Dieu vrai et vivant, les Lamanites le feraient périr.", "11 Oui, et ils connaissaient aussi la haine extrême des Lamanites à l’égard de leurs frères qui étaient le peuple d’Anti-Néphi-Léhi, qui était appelé le peuple d’Ammon— et ils ne voulaient pas prendre les armes, oui, ils avaient contracté une alliance et ils ne voulaient pas la rompre— c’est pourquoi, s’ils tombaient entre les mains des Lamanites, ils seraient détruits.", "12 Et les Néphites ne voulaient pas souffrir qu’ils fussent détruits; c’est pourquoi ils leur donnèrent des terres pour leur héritage.", "13 Et le peuple d’Ammon donna aux Néphites une grande partie de ses biens pour entretenir leurs armées; et ainsi, les Néphites furent forcés de résister seuls aux Lamanites, qui étaient un composé de Laman et de Lémuel, et des fils d’Ismaël, et de tous ceux qui étaient entrés en dissidence avec les Néphites, qui étaient Amalékites et Zoramites, et les descendants des prêtres de Noé.", "14 Or, ces descendants étaient presque aussi nombreux que les Néphites; et ainsi, les Néphites furent obligés de combattre leurs frères jusqu’à l’effusion du sang.", "15 Et il arriva que comme les armées des Lamanites étaient assemblées au pays d’Antionum, voici, les armées des Néphites étaient préparées à les rencontrer au pays de Jershon.", "16 Or, le chef des Néphites, ou l’homme qui avait été désigné pour être le capitaine en chef des Néphites— or, le capitaine en chef prit le commandement de toutes les armées des Néphites— et son nom était Moroni;", "17 et Moroni prit tout le commandement et toute la direction de leurs guerres. Et il n’avait que vingt-cinq ans lorsqu’il fut désigné comme capitaine en chef des armées des Néphites.", "18 Et il arriva qu’il rencontra les Lamanites dans les régions frontières de Jershon, et son peuple était armé d’épées, et de cimeterres, et de toutes sortes d’armes de guerre.", "19 Et lorsque les armées des Lamanites virent que le peuple de Néphi, ou que Moroni avait préparé son peuple avec des plastrons de cuirasse, et avec des boucliers pour le bras, et aussi des boucliers pour se défendre la tête, et ils étaient aussi habillés de vêtements épais—", "20 or, l’armée de Zérahemnah n’était pourvue d’aucune de ces choses; ils n’avaient que leurs épées et leurs cimeterres, leurs arcs et leurs flèches, leurs pierres et leurs frondes; et ils étaient nus, à l’exception d’une peau dont ils se ceignaient les reins; oui, tous étaient nus, sauf les Zoramites et les Amalékites;", "21 mais ils n’étaient pas armés de plastrons de cuirasse, ni de boucliers: c’est pourquoi, ils eurent extrêmement peur des armées des Néphites à cause de leurs armures, en dépit du fait que leur nombre était tellement plus grand que celui des Néphites.", "22 Voici, alors, il arriva qu’ils n’osèrent pas venir contre les Néphites dans les régions frontières de Jershon; c’est pourquoi ils partirent du pays d’Antionum, entrèrent dans le désert et entreprirent leur voyage en faisant un détour dans le désert, au loin, près de la source du fleuve Sidon, afin d’entrer au pays de Manti et de prendre possession du pays; car ils ne pensaient pas que les armées de Moroni sauraient où ils étaient allés.", "23 Mais il arriva que dès qu’ils furent partis dans le désert, Moroni envoya des espions dans le désert pour observer leur camp; et Moroni, connaissant aussi les prophéties d’Alma, envoya certains hommes vers lui, désirant qu’il demandât au Seigneur où les armées des Néphites devaient aller pour se défendre contre les Lamanites.", "24 Et il arriva que la parole du Seigneur parvint à Alma, et Alma informa les messagers de Moroni que les armées des Lamanites marchaient en faisant un détour dans le désert, afin de passer au pays de Manti, afin de lancer une attaque contre la partie la plus faible du peuple. Et ces messagers allèrent remettre le message à Moroni.", "25 Alors Moroni, laissant une partie de son armée au pays de Jershon, de peur que, d’une façon ou d’une autre, une partie des Lamanites ne vînt dans ce pays et ne prît possession de la ville, prit la partie restante de son armée et passa au pays de Manti.", "26 Et il fit rassembler tous les habitants de cette partie du pays pour livrer bataille aux Lamanites, pour défendre leurs terres et leur pays, leurs droits et leurs libertés; c’est pourquoi ils étaient préparés pour le moment où les Lamanites viendraient.", "27 Et il arriva que Moroni fit cacher son armée dans la vallée qui était au bord du fleuve Sidon, qui était à l’ouest du fleuve Sidon dans le désert.", "28 Et Moroni plaça des espions alentour afin de connaître le moment où le camp des Lamanites viendrait.", "29 Et maintenant, comme Moroni connaissait l’intention des Lamanites, intention qui était de détruire leurs frères, ou de les assujettir et de les réduire en servitude, afin de fonder un royaume pour eux-mêmes sur tout le pays;", "30 Et sachant aussi que le seul désir des Néphites était de préserver leurs terres, et leur liberté, et leur Église, il ne considéra pas que c’était un péché de les défendre par stratagème; c’est pourquoi, il découvrit par ses espions quelle direction les Lamanites devaient prendre.", "31 C’est pourquoi, il divisa son armée, et en amena une partie dans la vallée, et la cacha à l’est et au sud de la colline Riplah;", "32 Et le reste, il le cacha dans la vallée de l’ouest, à l’ouest du fleuve Sidon, et ainsi en descendant jusque dans les régions frontières du pays de Manti.", "33 Et ainsi, ayant placé son armée selon son désir, il était préparé à les rencontrer.", "34 Et il arriva que les Lamanites montèrent au nord de la colline, où une partie de l’armée de Moroni était cachée.", "35 Et lorsque les Lamanites eurent dépassé la colline Riplah, et entrèrent dans la vallée, et commencèrent à traverser le fleuve Sidon, l’armée qui était cachée au sud de la colline, dirigée par un homme du nom de Léhi, sortit; et il conduisit son armée et encercla les Lamanites, à l’est, sur leurs arrières.", "36 Et il arriva que les Lamanites, lorsqu’ils virent les Néphites tomber sur eux sur leurs arrières, firent demi-tour et commencèrent à combattre l’armée de Léhi.", "37 Et l’œuvre de mort commença des deux côtés, mais elle était plus terrible pour les Lamanites, car leur nudité les exposait aux coups violents des Néphites, avec leurs épées et leurs cimeterres, qui donnaient la mort presque à chaque coup,", "38 tandis que, d’autre part, il y avait de temps en temps un homme qui tombait parmi les Néphites, par l’épée et la perte de sang, car ils étaient protégés des parties les plus vitales du corps, ou les parties les plus vitales du corps étaient protégées des coups des Lamanites, par leurs plastrons de cuirasse, et leurs boucliers pour le bras, et leurs casques; et c’est ainsi que les Néphites accomplirent l’œuvre de mort parmi les Lamanites.", "39 Et il arriva que les Lamanites prirent peur à cause de la grande destruction parmi eux, au point qu’ils commencèrent à s’enfuir vers le fleuve Sidon.", "40 Et ils furent poursuivis par Léhi et ses hommes; et ils furent chassés par Léhi dans les eaux de Sidon, et ils traversèrent les eaux de Sidon. Et Léhi retint ses armées sur le bord du fleuve Sidon, pour qu’elles ne traversent pas.", "41 Et il arriva que Moroni et son armée rencontrèrent les Lamanites dans la vallée, de l’autre côté du fleuve Sidon, et commencèrent à tomber sur eux et à les tuer.", "42 Et les Lamanites s’enfuirent de nouveau devant eux, vers le pays de Manti; et ils furent de nouveau attaqués par les armées de Moroni.", "43 Or, cette fois-ci, les Lamanites se battirent extrêmement; oui, jamais on n’avait vu les Lamanites se battre avec une force et un courage aussi extrêmes, non, même pas depuis le commencement.", "44 Et ils étaient inspirés par les Zoramites et les Amalékites, qui étaient leurs capitaines en chef et leurs dirigeants, et par Zérahemnah, qui était leur capitaine en chef, ou leur dirigeant et commandant en chef; oui, ils se battirent comme des dragons, et beaucoup de Néphites furent tués de leurs mains, oui, car ils fendirent en deux beaucoup de leurs casques, et ils percèrent beaucoup de leurs plastrons de cuirasse, et ils coupèrent beaucoup de leurs bras; et ainsi les Lamanites frappaient dans leur ardente colère.", "45 Néanmoins, les Néphites étaient inspirés par une meilleure cause, car ils ne se battaient pas pour la monarchie, ni le pouvoir, mais ils se battaient pour leurs maisons et leurs libertés, leurs épouses et leurs enfants, et tout ce qu’ils avaient, oui, pour les rites de leur culte et leur Église.", "46 Et ils faisaient ce qu’ils estimaient être le devoir dont ils étaient redevables envers leur Dieu; car le Seigneur leur avait dit, et aussi à leurs pères: Si vous n’êtes pas coupables de la première offense, ni de la seconde, vous ne vous laisserez pas tuer par les mains de vos ennemis.", "47 En outre, le Seigneur a dit: Vous défendrez vos familles jusqu’à l’effusion du sang. C’est pour cette raison que les Néphites combattaient les Lamanites, pour se défendre, eux, et leurs familles, et leurs terres, leur pays, et leurs droits, et leur religion.", "48 Et il arriva que lorsque les hommes de Moroni virent l’acharnement et la colère des Lamanites, ils étaient sur le point de reculer et de fuir devant eux. Et Moroni, voyant leur intention, envoya des gens en avant et inspira leur cœur de ces pensées: oui, la pensée de leurs terres, de leur liberté, oui, et de leur indépendance de la servitude.", "49 Et il arriva qu’ils se jetèrent sur les Lamanites, et crièrent d’une seule voix au Seigneur, leur Dieu, pour leur liberté et leur indépendance de la servitude.", "50 Et ils commencèrent à résister avec puissance aux Lamanites; et en cette même heure où ils criaient au Seigneur pour leur liberté, les Lamanites commencèrent à fuir devant eux; et ils s’enfuirent jusqu’aux eaux de Sidon.", "51 Or, les Lamanites étaient plus nombreux, oui, de plus du double des Néphites; néanmoins, ils furent chassés au point qu’ils furent rassemblés en un seul corps dans la vallée, sur la rive près du fleuve Sidon.", "52 C’est pourquoi les armées de Moroni les encerclèrent, oui, des deux côtés du fleuve, car voici, à l’est se trouvaient les hommes de Léhi.", "53 C’est pourquoi, lorsque Zérahemnah vit les hommes de Léhi à l’est du fleuve Sidon, et les armées de Moroni à l’ouest du fleuve Sidon, et qu’ils étaient encerclés par les Néphites, ils furent frappés de terreur.", "54 Alors Moroni, lorsqu’il vit leur terreur, commanda à ses hommes de cesser de verser leur sang."], "Kiribati": ["Aramwa ma natina mwaane a kabwarabwara te taeka—Tioramwaite ma naake a kitania Nibwaite a riki bwa Reimwanaite—Reimwanaite a kaaitaraia Nibwaite n te buaka—Moronaai e katauraoia Nibwaite nakon te buaka ma bwaai ni buaka ake a na mano iai—Te Uea e kaota nakon Aramwa aia kawai ni buaka Reimwanaite—Nibwaite a kamanoi mwengaia, inaomataia, aia utu, ma aia aro—Aia taanga ni buaka Moronaai ma Riaai a katobibia Reimwanaite. Uakaan ma 74I.K.", "1 Ao ngkai e koro bukina bwa natin Aramwa mwaane a waaki i buakoia aomata, n tataekina te taeka nakoia. Ao Aramwa, naba, i bon irouna e aki kan motirawa, ngaia are e waaki naba.", "2 Ngkai ti na aki manga taekina aia kabwarabwara, ma ti na ti taekinna bwa a kabwarabwara te taeka, ma te koaua, n aron tamnein te taeka ni burabeti ma te kaotioti; ao a kabwarabwara n aron ana botaki ae tabu te Atua are a bon weteaki iai.", "3 Ao ngkai N na okira rongorongon taian buaka i marenaia Nibwaite ma Reimwanaite, n aia katebwi ma waniua n ririki n tautaeka taan moti.", "4 Bwa nooria, e koro bukina bwa Tioramwaite a riki bwa Reimwanaite; ngaia are, ni moan waakin te katebwi ma waniua n ririki ao ana aomata Nibwaai a nooria Reimwanaite n roko nakoia; ngaia are a katauraoia ibukin te buaka; eng, a ikotiia aia taanga ni buaka n te aba are Ietion.", "5 Ao e koro bukina bwa a roko Reimwanaite ma aia ngaa n aomata; ao a roko nakon te aba are Anteonam, are abaia Tioramwaite; ao te mwaane ae arana Teraemena bon aia mataniwi.", "6 Ao ngkanne, kioina ngkai Amwarakaite a bon korakora riki buakakaia ao aia kakan tiritiri riki nakoia Reimwanaite, i bon irouia, ngaia are, Teraemena e rineia mataniwi i aoia Reimwanaite, ao bon Amwarakaite ma Tioramwaite ni kabane.", "7 Ao e karaoa aio bwa e aonga n teimatoa aia kairiribai nakoia Nibwaite, bwa e aonga ni kairia nakon te tautaekanaki ibukin kakoroan bukin ana babaire.", "8 Bwa nooria, ana babaire e na kauerakea nanoia Reimwanaite bwa a na un nakoia Nibwaite; ao e karaoa aio bwa e aonga ni korakora mwaakana i aoia n te aro ni babakanikawai, ao bwa e aonga naba n reke mwaakana i aoia Nibwaite ngkana e kairia nakon te tautoronaki.", "9 Ao ngkai aia babaire Nibwaite bwa a na kaawakin mai irouia aia kairiribai, abaia, ma mwengaia, ma buuia, ao natiia, bwa a na kamauria mai nanon baia aia kairiribai; ao bwa aonga naba ni kawakina inaomataia ma aroia aika a raka, eng, ao inaomataia naba, bwa aonga n taromauria te Atua n aron nanoia.", "10 Bwa a bon ataia bwa ngkana a reke i nanon baia Reimwanaite, ao ane e taromauria te Atua i nanon te tamnei ma te koaua, ae te Atua ae koaua ma ni maiu, ao e na tiringaki irouia Reimwanaite.", "11 Eng, ao ataa naba korakoran aia kairiribai Reimwanaite nakoia tariia, ake te botanaomata are Aentaai-Nibwaai-Riaai, ake aranaki bwa ana aomata Amon—ao a bon rawa n tabeki bwaai ni buaka, eng, bwa a tia ni karaoa te berita ae tabu ao a bon rawa n urua—ngaia are, ngkana a reke i nanon baia Reimwanaite ao a na bon tiringaki.", "12 Ao Nibwaite a bon aki kariaia bwa a na tiringaki; ngaia are, anganiia abaia bwa a na bwaibwai iai.", "13 Ao te botanaomata are Amon a bon anganiia Nibwaite mwakoron kaubwai bwa a na boutokaa aia taanga ni buaka; ngaia are Nibwaite a bon kataua, bwa ti ngaia, ni kaaitaraia Reimwanaite, ake bon kanoaia Reimwan ma Remuera, ma natin Itimaera mwaane, ao ni kabane ake a kitania Nibwaite, ake bon Amwarakaite ma Tioramwaite, ma kanoan ana ibonga Noa.", "14 Ngkai a bon rang mwaiti kanoaia aikai, e kaniia, mwaitia Nibwaite; ao ngaia are Nibwaite a kataua bwa a na un ma tariia, ma ni kawawaea te raraa.", "15 Ao e koro bukina bwa ngke a ikotaki aia taanga ni buaka Reimwanaite n te aba are Anteonam, nooria, a tauraoi aia taanga ni buaka Nibwaite ni kaitibo ma ngaia n te aba are Ietion.", "16 Ngkai, aia mataniwi Nibwaite, ke te aomata are e a tia n rineaki bwa mataniwia mataniwi i aoia Nibwaite—ngkai mataniwia mataniwi e kairia aia taanga ni buaka Nibwaite ni kabane—ao arana bon Moronaai;", "17 Ao Moronaai e taua aron te kairiri ma tautaekan aia bubuaka. Ao bon ti uabwi ma nimaua ana ririki ngke e rineaki bwa mataniwia mataniwi i aon aia taanga ni buaka Nibwaite.", "18 Ao e koro bukina bwa a kaitibo ma Reimwanaite n tian te aba are Ietion, ao ana botanaomata a bon katokai aia bwai ni buaka aika kabaang, ma kabaang aika a uarereke, ma aekan bwaai ni buaka nako.", "19 Ao ngke aia taanga ni buaka Reimwanaite a noora te botanaomata are Nibwaai, ke Moronaai, bwa e a tia ni katauraoia ana botanaomata ma otangan bwabwaia ma otangan baia, eng, ma otanga ibukin atuuia, ao a kunnikaiaki naba ni kunnikai aika a matenten.", "20 Ngkai ana taanga ni buaka Teraemena a bon aki tauraoi ma aekan bwaai aikai; bwa ti iai irouia aia kabaang, ma kabaang aika a uarereke, ma aia kai ni katebe ma aia kanoa ni katebe, aia atibu ma aia bana; ao a bon aki kunnikainia, ma ti iai te kun ni man are a toka iaon koreaia; eng, a bane n aki kunnikainia, ma ti Tioramwaite ma Amwarakaite;", "21 Ma a bon aki katokai bwaai ni buaka aika otanga ni bwabwaia, ke ootanga—ngaia are e a bon rang korakora maakaia aia taanga ni buaka Nibwaite ibukin aia bwai ni buaka, e ngae ngke e bon korakora riki mwaitia nakoia Nibwaite.", "22 Nooria, ngkai e koro bukina bwa a bon rawa n roko ni kaaitaraia Nibwaite n tian te aba are Ietion; ngaia are a kitana te aba are Anteonam nako nanon te rereua, n raroa ma atuun te karanga are Tiran, bwa aonga n roko nakon te aba are Maentaai man taua te aba; bwa a taku n aia kantaninga bwa ana taanga ni buaka Moronaai a bon aki ataia bwa a nako n te tabo raa.", "23 Ma e koro bukina bwa, n te tai naba are a nako nanon te rereua ao Moronaai e kanakoia ana taan kareke rongorongo nako nanon te rereua bwa a na taratara aia taanga n tautia; ao Moronaai, kioina bwa e ataa naba ana taeka ni burabeti Aramwa, e kanakoia tabeman mwaane nakoina, bwa a na tangiria bwa e na titirakina te Uea bwa a na riai aia taanga ni buaka Nibwaite ni mwananga ni buaka ni kaaitaraia Reimwanaite ke a na aki.", "24 Ao e koro bukina bwa ana taeka te Uea e roko nakon Aramwa, ao Aramwa e kaongoia ana tia uaa rongorongo Moronaai, bwa aia taanga ni buaka Reimwanaite a mwaamwananga ni katobibia nanon te rereua, bwa aonga n roko n te aba are Maentaai, bwa a na waakina ekinakoaia te botanaomata aio ake a aki rang korakora. Ao taan uaa rongorongo aikai a nako ma ni karokoa te rongorongo iroun Moronaai.", "25 Ngkai Moronaai, e katuka mwakoron ana taanga ni buaka n te aba are Ietion, bwa mwiina mwakoroia Reimwanaite a roko n te aba arei ao a taua te kaawa are bubura, ao e kairia nikiraia kaain te taanga ni buaka ao e mwananga nakon te aba are Maentaai", "26 Ao e karekea te anga are ni kabane aomata man mwakoron te aba are teuana a na ikotaki ni buaka ni kaaitaraia Reimwanaite, bwa a na kamanoi aia tabo ma abaia, ma inaomataia ma kainaomatakia; ngaia are a bon tauraoi ni kaitaraa aia tai n roko Reimwanaite.", "27 Ao e koro bukina bwa Moronaai e karekea te anga are ana taanga ni buaka a na karabaia n te mwarua are e kaan ma etan te karanga are Tiitan, are e mena i maeaon te karanga are Tiitan n te rereua.", "28 Ao Moronaai e katukuia taan kareke rongorongo n taabo aika a mwaiti bwa e aonga n ataia bwa a na roko ningai aia taanga n tautia Reimwanaite.", "29 Ao ngkanne, ngkai Moronaai e ataa aia iango Reimwanaite, bwa nanoia te kan tiringia tariia, ke te tautaekaniia bwa a na kairia nakon te tautoronaki bwa aonga ni katea te abanuea bon ibukiia ni kabuta te aba.", "30 Ao e bon ataia naba bwa bon ti oin nanoia Nibwaite bwa a na kaawakin abaia, ma inaomataia, ma aia ekaretia, ngaia are e taku i nanona bwa bon tiaki te bure ngkana e kamanoia n te aro ni kamwane; ngaia are, e kunea mai irouia ana taan kareke rongorongo bwa teraa te waaki are a na karaoia Reimwanaite.", "31 Ngaia are, e bwenaua ana taanga ni buaka ma ni kairia ake te mwakorona nako nanon te mwarua, ma ni karabaia i mainiku, ao i maiakin te tabuki are Ribwara.", "32 Ao ake nikiraia e karabaia n te mwarua are i maeao, ni maeaon te karanga are Tiitan, ao inano n tian te aba are Maentaai.", "33 Ao ngaia are ngke e a tia ni katikuia ana taanga ni buaka n aron are e tangiria, e a bon tauraoi ni kaaitaraia.", "34 Ao e koro bukina bwa a waerake Reimwanaite i meangin te tabuki, are a karabaki iai mwakoron ana taanga ni buaka Moronaai.", "35 Ao ngke Reimwanaite a tia ni kitana te tabuki are Ribwara, man roko n te mwarua, man rinanon te karanga are Tiitan, te taanga ni buaka are a karabaia i maiakin te tabuki, are a kairaki iroun te mwaane ae arana Riaai, e kairia ana taanga ni buaka ma ni katobibia Reimwanaite ibukiia mai mainiku.", "36 Ao e koro bukina bwa Reimwanaite ngke a nooria Nibwaite bwa a roko i aoia ma ibuki, a rairaki man un ma ana taanga Riaai.", "37 Ao te mwakuri ni kamamate e mena n itera aika uoua, ma e bon korakora riki n aia itera Reimwanaite, bwa rabwataia are e aki karabaki a bon teretere raoi nakon aia oro Nibwaite n aia kabaang ma aia kabaang aika a uarereke, are e karekea te mate ni katoa tai ae a oro iai.", "38 Ao n te itera are teuana, ao e bwaka temanna ngkai ao e manga bwaka temanna te mwaane i mwina mai i buakoia Nibwaite, a bwaka n te kabaang ao waawanakon raraaia, ma a bon otangaaki bwain rabwataia ake a kakawaki riki, ke bwain rabwataia ake a kakawaki riki a bon otangaaki man aia oro Reimwanaite, n otangan bwabwaia, ao otangan baia, ao otangan atuia; ao ai ngaia are Nibwaite a waakina te mwakuri ni kamamate i buakoia Reimwanaite", "39 Ao e koro bukina bwa a maaku Reimwanaite, ibukin te urubwai are e korakora i buakoia, n te aro are a biri nako nakon te karanga are Tiitan.", "40 Ao a bon kakioaki irouia Riaai ma ana aomata; ao a bon kakioaki iroun Riaai nakon ranin Tiitan, ao a rinanon ranin Tiitan. Ao Riaai e katikuia ana taanga ni buaka i etan te karanga are Tiitan bwa aonga n aki rinanona.", "41 Ao e koro bukina bwa Moronaai ma ana taanga ni buaka a kaitibo ma Reimwanaite n te mwarua, n iteran te karanga are Tiitan, ma ni bwaka i aoia n tiringia.", "42 Ao a biri nako Reimwanaite mai irouia, nakon te aba are Maentaai; ao a manga kaitibo naba ma ana taanga ni buaka Moronaai.", "43 Ao n te tai aei ao a bon kakorakoraia n un Reimwanaite; eng, ao ai bon tiba te tai ae a nooraki iai Reimwanaite bwa e rianako korakoraia ma ninikoriaia n un, tiaki ti aei ma bon mai moana.", "44 Ao a bon kaungaaki irouia Tioramwaite ma Amwarakaite, are bon mataniwia aia mataniwi ma aia taan kairiri, ao iroun Teraemena, are bon mataniwia aia mataniwi, ke mataniwia aia tia kairiri ke aia tia babaire; eng, ao a bon un n ai aroia raakon, ao a mwaiti Nibwaite ake a mate i aan baia, eng, bwa a bon katabwenai ootangan atuuia ao a kabwangabwangai ootangan bwabwaia, ao a kakibanakoi baaia; ao ikai are Reimwanaite a bon oro ma uniia ae kakamaaku.", "45 Ma e ngae n anne, ao Nibwaite a bon kaungaaki ibukin ae raoiroi riki, bwa aki buaka ibukin te kan uea ke te mwaaka ma a bon buaka ibukin mwengaia ma inaomataia, ma buuia ma natia, ma aia bwai ni kabane, eng, ibukin waakin aia taromauri ao aia ekaretia.", "46 Ao a bon karaoa are a namakinna bwa tabeia nakon Atuaia; bwa e a tia n taku te Uea nakoia, ao nakoia naba aia bakatibu, bwa: ngkana kam aki kuneaki ni bure n te moan tai, ao te kauoua naba, ao kam na bon aki kona n tiringaki i aan baia ami kairiribai.", "47 Ao riki, e a tia n taku te Uea bwa: Kam na kamanoia ami utu, e ngae ngke e na waanako te raraa iai. Ngaia are ibukin aei ao a bon un iai Nibwaite ma Reimwanaite, bwa a na kamanoia i bon irouia ao aia utu, ma aia tabo, ma abaia, ma inaomataia, ma aia aro.", "48 Ao e koro bukina bwa ana aomata Moronaai ngke a noora kakamaakuia ma uniia Reimwanaite, ao a bon moanna ni kerikaaki ma ni biri nako mai irouia. Ao Moronaai, e noora nanoia, ngaia are e a waaki rake ma ni kaungai nanoia man ana iango aikai—eng, iangoan abaia, ma inaomataia, eng, kainaomatakia man te tautoronaki.", "49 Ao e koro bukina bwa a rairakia Reimwanaite, man takarua n teuana te bwanaa nakon aia Uea ae Atuaia, ibukin inaomataia ma kainaomatakia man te tautoronaki.", "50 Ao a waaki n teirake ni kaaitaraia Reimwanaite ma te korakora; n te aoa naba are a tang nakon te Uea ibukin inaomataia, ao a biri nako Reimwanaite mai mataia; ao a birinako nakon ranin Tiitan.", "51 Ngkai a bon mwaiti riki Reimwanaite, eng, bon uoua okiokin mwaitia Nibwaite; ma e ngae n anne, ao a bon kakioaki n te aro are a bon ikotaki n ti teuana te rabwata n te mwarua, i etan te karanga are Tiitan.", "52 Ngaia are ana taanga ni buaka Moronaai e otabwaninia, eng, n iteran te karaanga ake uoua, bwa nooria, a mena ana aomata Riaai i mainiku.", "53 Ngaia are ngke e nooriia ana aomata Riaai Teraemena bwa a mena i mainikun te karanga are Tiitan, ao ana taanga ni buaka Moronaai a mena i maeaon te karanga are Tiitan, ao bwa a otabwaniniaki irouia Nibwaite, a bon rotaki n te maaku.", "54 Ngkai Moronaai, ngke e noora maakuia, e tuangiia ana aomata bwa a na katoka kawawaean raraaia."]}