{"English": ["In the Resurrection men come forth to a state of endless happiness or endless misery—Wickedness never was happiness—Carnal men are without God in the world—Every person receives again in the Restoration the characteristics and attributes acquired in mortality. About 74B.C.", "1 And now, my son, I have somewhat to say concerning the restoration of which has been spoken; for behold, some have wrested the scriptures, and have gone far astray because of this thing. And I perceive that thy mind has been worried also concerning this thing. But behold, I will explain it unto thee.", "2 I say unto thee, my son, that the plan of restoration is requisite with the justice of God; for it is requisite that all things should be restored to their proper order. Behold, it is requisite and just, according to the power and resurrection of Christ, that the soul of man should be restored to its body, and that every part of the body should be restored to itself.", "3 And it is requisite with the justice of God that men should be judged according to their works; and if their works were good in this life, and the desires of their hearts were good, that they should also, at the last day, be restored unto that which is good.", "4 And if their works are evil they shall be restored unto them for evil. Therefore, all things shall be restored to their proper order, every thing to its natural frame—mortality raised to immortality, corruption to incorruption—raised to endless happiness to inherit the kingdom of God, or to endless misery to inherit the kingdom of the devil, the one on one hand, the other on the other—", "5 The one raised to happiness according to his desires of happiness, or good according to his desires of good; and the other to evil according to his desires of evil; for as he has desired to do evil all the day long even so shall he have his reward of evil when the night cometh.", "6 And so it is on the other hand. If he hath repented of his sins, and desired righteousness until the end of his days, even so he shall be rewarded unto righteousness.", "7 These are they that are redeemed of the Lord; yea, these are they that are taken out, that are delivered from that endless night of darkness; and thus they stand or fall; for behold, they are their own judges, whether to do good or do evil.", "8 Now, the decrees of God are unalterable; therefore, the way is prepared that whosoever will may walk therein and be saved.", "9 And now behold, my son, do not risk one more offense against your God upon those points of doctrine, which ye have hitherto risked to commit sin.", "10 Do not suppose, because it has been spoken concerning restoration, that ye shall be restored from sin to happiness. Behold, I say unto you, wickedness never was happiness.", "11 And now, my son, all men that are in a state of nature, or I would say, in a carnal state, are in the gall of bitterness and in the bonds of iniquity; they are without God in the world, and they have gone contrary to the nature of God; therefore, they are in a state contrary to the nature of happiness.", "12 And now behold, is the meaning of the word restoration to take a thing of a natural state and place it in an unnatural state, or to place it in a state opposite to its nature?", "13 O, my son, this is not the case; but the meaning of the word restoration is to bring back again evil for evil, or carnal for carnal, or devilish for devilish—good for that which is good; righteous for that which is righteous; just for that which is just; merciful for that which is merciful.", "14 Therefore, my son, see that you are merciful unto your brethren; deal justly, judge righteously, and do good continually; and if ye do all these things then shall ye receive your reward; yea, ye shall have mercy restored unto you again; ye shall have justice restored unto you again; ye shall have a righteous judgment restored unto you again; and ye shall have good rewarded unto you again.", "15 For that which ye do send out shall return unto you again, and be restored; therefore, the word restoration more fully condemneth the sinner, and justifieth him not at all."], "Español": ["En la Resurrección, los hombres resucitan a un estado de felicidad sin fin o a una miseria interminable— La maldad nunca fue felicidad— Los hombres que se hallan en un estado carnal se encuentran sin Dios en el mundo— En la Restauración, toda persona recibe de nuevo las características y los atributos que haya logrado en el estado terrenal. Aproximadamente 74a.C.", "1 Y ahora bien, hijo mío, tengo algo que decirte sobre la restauración de que se ha hablado; porque he aquí, algunos han tergiversado las Escrituras y se han desviado lejos a causa de esto. Y veo que tu mente también ha estado preocupada en cuanto a este asunto; mas he aquí, te lo explicaré.", "2 Te digo, hijo mío, que el plan de la restauración es indispensable en la justicia de Dios, porque es necesario que todas las cosas sean restablecidas a su propio orden. He aquí, es preciso y justo, según el poder y la resurrección de Cristo, que el alma del hombre sea restituida a su cuerpo, y que al cuerpo le sean restauradas todas sus partes.", "3 Y es indispensable en la justicia de Dios que los hombres sean juzgados según sus obras; y si sus hechos fueron buenos en esta vida, y buenos los deseos de sus corazones, que también sean ellos restituidos a lo que es bueno en el postrer día.", "4 Y si sus obras son malas, les serán restituidas para mal. Por tanto, todas las cosas serán restablecidas a su propio orden; todo a su forma natural— la mortalidad levantada en inmortalidad; la corrupción en incorrupción— levantado a una felicidad sin fin para heredar el reino de Dios, o a una miseria interminable para heredar el reino del diablo; uno por una parte y otro por la otra;", "5 uno levantado a la dicha, de acuerdo con sus deseos de felicidad, o a lo bueno, según sus deseos del bien; y el otro al mal, según sus deseos de maldad; porque así como ha deseado hacer mal todo el día, así recibirá su recompensa de maldad cuando venga la noche.", "6 Y así sucede por la otra parte. Si se ha arrepentido de sus pecados y ha deseado la rectitud hasta el fin de sus días, de igual manera será recompensado en rectitud.", "7 Estos son los redimidos del Señor; sí, los que son librados, los que son rescatados de esa interminable noche de tinieblas, y así se sostienen o caen; pues he aquí, son sus propios jueces, ya para obrar el bien o para obrar el mal.", "8 Y los decretos de Dios son inalterables; por tanto, se ha preparado el camino para que todo aquel que quiera, ande por él y sea salvo.", "9 Y ahora bien, he aquí, hijo mío, no te arriesgues a una ofensa más contra tu Dios sobre esos puntos de doctrina, en los cuales hasta ahora te has arriesgado a cometer pecados.", "10 No vayas a suponer, porque se ha hablado concerniente a la restauración, que serás restaurado del pecado a la felicidad. He aquí, te digo que la maldad nunca fue felicidad.", "11 Y así, hijo mío, todos los hombres que se hallan en un estado natural, o más bien diría, en un estado carnal, están en la hiel de amargura y en las ligaduras de la iniquidad; se encuentran sin Dios en el mundo, y han obrado en contra de la naturaleza de Dios; por tanto, se hallan en un estado que es contrario a la naturaleza de la felicidad.", "12 Y he aquí, ¿significa la palabra restauración tomar una cosa de un estado natural y colocarla en un estado innatural, o sea, ponerla en una condición que se opone a su naturaleza?", "13 Oh, hijo mío, tal no es el caso; sino que el significado de la palabra restauración es volver de nuevo mal por mal, o carnal por carnal, o diabólico por diabólico; bueno por lo que es bueno, recto por lo que es recto, justo por lo que es justo, misericordioso por lo que es misericordioso.", "14 Por tanto, hijo mío, procura ser misericordioso con tus hermanos; trata con justicia, juzga con rectitud, y haz lo bueno sin cesar; y si haces todas estas cosas, entonces recibirás tu galardón; sí, la misericordia te será restablecida de nuevo; la justicia te será restaurada otra vez; se te restituirá un justo juicio nuevamente; y se te recompensará de nuevo con lo bueno.", "15 Porque lo que de ti salga, volverá otra vez a ti, y te será restituido; por tanto, la palabra restauración condena al pecador más plenamente, y en nada lo justifica."], "Français": ["À la résurrection, les hommes se lèvent dans un état de bonheur sans fin ou de misère sans fin— La méchanceté n’a jamais été le bonheur— Les hommes charnels sont sans Dieu dans le monde— Chacun reçoit de nouveau, dans la Restauration, les caractéristiques et les attributs acquis dans la condition mortelle. Vers 74av.J.-C.", "1 Et maintenant, mon fils, je dois t’entretenir quelque peu de la restauration dont il a été parlé; car voici, certains ont faussé le sens des Écritures et se sont considérablement égarés à cause de cela. Et je vois que ton esprit a aussi été préoccupé par ce sujet. Mais voici, je vais te l’expliquer.", "2 Je te dis, mon fils, que le plan de restauration est requis par la justice de Dieu; car il est requis que tout soit rendu à son ordre propre. Voici, il est requis et juste, selon le pouvoir et la résurrection du Christ, que l’âme de l’homme soit rendue à son corps, et que chaque partie du corps soit rendue à elle-même.", "3 Et il est requis, par la justice de Dieu, que les hommes soient jugés selon leurs œuvres; et si leurs œuvres ont été bonnes dans cette vie, et que les désirs de leur cœur ont été bons, qu’ils soient rendus aussi au dernier jour à ce qui est bon.", "4 Et si leurs œuvres sont mauvaises, elles leur seront rendues pour le mal. C’est pourquoi, tout sera rendu à son ordre propre, chaque chose à sa forme naturelle— la mortalité ressuscitée à l’immortalité, la corruption à l’incorruptibilité— ressuscitée pour le bonheur sans fin, pour hériter le royaume de Dieu, ou pour la misère sans fin, pour hériter le royaume du diable, l’un d’un côté, l’autre de l’autre—", "5 l’un ressuscité pour le bonheur, selon son désir de bonheur, ou pour le bien, selon son désir de bien; et l’autre pour le mal, selon son désir de mal; car, comme il a désiré faire le mal tout le jour, de même sa récompense sera le mal lorsque viendra la nuit.", "6 Et ainsi en est-il de l’autre côté. S’il s’est repenti de ses péchés et a désiré la justice jusqu’à la fin de ses jours, de même sa récompense sera la justice.", "7 Ce sont ceux qui sont rachetés par le Seigneur; oui, ce sont ceux qui sont sortis, qui sont délivrés de la nuit de ténèbres sans fin; et ainsi ils se tiennent debout ou tombent; car voici, ils sont leurs propres juges, que ce soit pour faire le bien ou pour faire le mal.", "8 Or, les décrets de Dieu sont inaltérables. C’est pourquoi, le chemin est préparé pour que quiconque le veut puisse y marcher et être sauvé.", "9 Et maintenant, voici, mon fils, ne risque pas une seule offense de plus contre ton Dieu sur ces points de doctrine, dans lesquels tu as risqué jusqu’à présent de commettre le péché.", "10 Ne pense pas, parce qu’il a été parlé de restauration, que tu seras rendu du péché au bonheur. Voici, je te le dis, la méchanceté n’a jamais été le bonheur.", "11 Et maintenant, mon fils, tous les hommes qui sont dans un état naturel, ou, dirais-je, dans un état charnel, sont dans le fiel de l’amertume et dans les liens de l’iniquité; ils sont sans Dieu dans le monde et ils sont allés à l’encontre de la nature de Dieu; c’est pourquoi, ils sont dans un état contraire à la nature du bonheur.", "12 Et maintenant voici, la signification du mot restauration est-elle de prendre une chose d’un état naturel et de la mettre dans un état non naturel, ou de la placer dans un état opposé à sa nature?", "13 Ô mon fils, ce n’est pas le cas; mais la signification du mot restauration est de ramener le mal au mal, ou le charnel au charnel, ou le diabolique au diabolique— le bien à ce qui est bien, le droit à ce qui est droit, le juste à ce qui est juste, le miséricordieux à ce qui est miséricordieux.", "14 C’est pourquoi, mon fils, veille à être miséricordieux envers tes frères; agis avec justice, juge avec droiture et fais continuellement le bien; et si tu fais toutes ces choses, alors tu recevras ta récompense; oui, la miséricorde te sera rendue; la justice te sera rendue, un jugement droit te sera rendu, et le bien te sera rendu en récompense.", "15 Car ce que tu envoies au dehors reviendra vers toi et sera rendu; c’est pourquoi, le mot restauration condamne plus complètement le pécheur et ne le justifie pas du tout."], "Kiribati": ["N tain te mangauti ao aomata a na roko n te aro ni kakukurei ae aki totoki ke te kananokawaki ae aki totoki—Te aro ae buakaka e bon aki karekea te kakukurei—Aomata ake a iango n aon te aba bon akea te Atua irouia n te aonaba aio—Ni kabane aomata a na manga karekea n tain Kaokan Bwaai anuaia ma aroaroia are a bon karekea n aia tai ni maiu n rabwata. Uakaan ma 74I.K.", "1 Ao ngkai, natiu ae te mwaane, iai te bwai ae I kan taekinna ni kaineti ma aron kaokan bwaai are e a tia n taekinaki; bwa nooria, iai ake a tia ni kaiangatoa ma koroboki aika tabu, ao a tia n tiotio nako ibukin te bwai aio. Ao I nooria bwa am iango e raraoma naba ni kaineti ma te bwai aio. Ma nooria, N na kabwarabwara nakoim.", "2 I taku nakoim, natiu ae te mwaane, bwa te babaire ibukin kaokan bwaai nako e kainnanoa ana momotiraoi te Atua; bwa e bon kainnanoaki bwa bwaai ni kabane a na manga kaokaki nakon aroia raoi. Nooria, e kainnanoaki ma ni baireaki raoi, n aron mwaakan ao mangautin Kristo, bwa tamnein te aomata e na manga kaokaki nakon rabwatana, ao bwain nako te rabwata e na kaokaki nakoina.", "3 Ao e kainnanoaki ana momotiraoi te Atua bwa aomata ni kabane a na motikaki taekaia n aron aia mwakuri; ao ngkana a raraoi aia mwakuri n te maiu aei, ao bwaai ake a tangiri nanoia a raraoi, ao a na riai naba n te kabanea ni bong, ni kaokaki nakon ae raoiroi.", "4 Ao ngkana aia mwakuri a bubuaka ao e na kaokaki nakoia te buakaka. Ngaia are, bwaai ni kabane a na manga kaokaki nakon aroia raoi, ni kabane nakon aroia ni koaua—te maamate e na kateirakeaki nakon te aki maamate, te mka nakon te aki kona ni mka—e na kateirakeaki nakon te kakukurei ae aki totoki bwa e na karekea uean te Atua, ke nakon te kananokawaki ae aki totoki bwa e na karekea uean te riaboro, temanna n te itera teuana, ao are temanna n te itera are teuana.", "5 Temanna e na kateirakeaki nakon te kakukurei n aron tangiran te kakukurei, ke te raoiroi n aron tangiran te raoiroi; ao are temanna nakon te buakaka n aron tangiran te buakaka; bwa kioina ngkai e tangira karaoan te buakaka ni kabongnga ngaia are e na karekea kanuangan ana buakaka ngkana e roko te bong.", "6 Ao ai arona naba n te itera are teuana. Ngkana e a tia n rairananona man ana bure, man tangira te raoiroi n uaa tokin ana bong ni maiu, ao e na bon anganaki kanuangana te raoiroi.", "7 Ao aikai ake a kabooaki iroun te Uea; eng, aikai ake a anaaki, ake a kainaomataki man te bong n rootongitong ae aki totoki; ngaia are a tei ke a bwaka; bwa nooria, a bon motiki taekaia, bwa a karaoa ae raoiroi ke ae buakaka.", "8 Ngkai, ana tua te Atua e aki kona ni bitaki; ngaia are, e a katauraoaki te kawai ao ane e na nakonako iai e na kona ni kamaiuaki.", "9 Ao ngkai nooria, natiu ae te mwaane, tai manga kataa riki teuana te bure ni kaitaraa Atuam, n reirei ake ko a tia ni katai n riaoi bwa ko na karaoa te bure.", "10 Tai kantaningaia, ngkai e a tia n taekinaki ni kaineti ma kaokan bwaai, bwa ko na kaokaki man te bure nakon te kakukurei. Nooria, I taku nakoim, te aro ae buakaka e bon aki kona ni karekea te kakukurei.", "11 Ao ngkai, natiu ae te mwaane, ni kabane aomata a mena n aroia ni koaua, ke tao N na kangai, n aroia n rabwata, n aroia ae mao ma ni kabaeaki n te buakaka; bon akea raoia te Atua n te aonaba, ao a bon tia ni mena n te aro ae kaitaraa aron te Atua; ngaia are, a mena n te aro are kaitaraa aron te kakukurei.", "12 Ao ngkai nooria, nanon te taeka ae te manga kaokaki bwa ko na ana te bwai n arona ni koaua ma ni katikua n tiaki arona ni koaua, ke ni katikua n te aro ae kaitaraa arona ni koaua?", "13 O, natiu ae te mwaane, bon tiaki aio arona; ma nanon te taeka ae te manga kaokaki bon kaokan te buakaka nakon te buakaka, te aro n rabwata nakon te aro n rabwata, te nano n riaboro nakon te nano n riaboro—te tamaroa nakon ae tamaroa; te raoiroi nakon ae raoiroi, te momotiraoi nakon ae momotiraoi; ae nanoanga nakon ae nanoanga.", "14 Ngaia are, natiu ae te mwaane, taraia bwa ko na nanoanga nakoia tarim; babaire ma te motiraoi, motikitaeka n ae raoiroi, man reitanako karaoan ae raoiroi; ao ngkana ko karaoi bwaai aikai ni kabane ao ngkanne ko na karekea kanuangam; eng, e na manga kaokaki te nanoanga nakoim; e na manga kaokaki te momotiraoi nakoim, e na manga kaokaki te motikitaeka ae raoiroi nakoim; ao e na manga kaokaki kanuangam te raoiroi nakoim.", "15 Bwa te bwai are ko kanakoa mai iroum e na manga okiriko, ma ni kaokaki; ngaia are, te taeka ae kaokan bwaai e kabuakaka te tia bure, man aki motiraoi nakoina."]}