{"English": ["Alma baptizes thousands of converts—Iniquity enters the Church, and the Church’s progress is hindered—Nephihah is appointed chief judge—Alma, as high priest, devotes himself to the ministry. About 86–83B.C.", "1 Now it came to pass in the sixth year of the reign of the judges over the people of Nephi, there were no contentions nor wars in the land of Zarahemla;", "2 But the people were afflicted, yea, greatly afflicted for the loss of their brethren, and also for the loss of their flocks and herds, and also for the loss of their fields of grain, which were trodden under foot and destroyed by the Lamanites.", "3 And so great were their afflictions that every soul had cause to mourn; and they believed that it was the judgments of God sent upon them because of their wickedness and their abominations; therefore they were awakened to a remembrance of their duty.", "4 And they began to establish the church more fully; yea, and many were baptized in the waters of Sidon and were joined to the church of God; yea, they were baptized by the hand of Alma, who had been consecrated the high priest over the people of the church, by the hand of his father Alma.", "5 And it came to pass in the seventh year of the reign of the judges there were about three thousand five hundred souls that united themselves to the church of God and were baptized. And thus ended the seventh year of the reign of the judges over the people of Nephi; and there was continual peace in all that time.", "6 And it came to pass in the eighth year of the reign of the judges, that the people of the church began to wax proud, because of their exceeding riches, and their fine silks, and their fine-twined linen, and because of their many flocks and herds, and their gold and their silver, and all manner of precious things, which they had obtained by their industry; and in all these things were they lifted up in the pride of their eyes, for they began to wear very costly apparel.", "7 Now this was the cause of much affliction to Alma, yea, and to many of the people whom Alma had consecrated to be teachers, and priests, and elders over the church; yea, many of them were sorely grieved for the wickedness which they saw had begun to be among their people.", "8 For they saw and beheld with great sorrow that the people of the church began to be lifted up in the pride of their eyes, and to set their hearts upon riches and upon the vain things of the world, that they began to be scornful, one towards another, and they began to persecute those that did not believe according to their own will and pleasure.", "9 And thus, in this eighth year of the reign of the judges, there began to be great contentions among the people of the church; yea, there were envyings, and strife, and malice, and persecutions, and pride, even to exceed the pride of those who did not belong to the church of God.", "10 And thus ended the eighth year of the reign of the judges; and the wickedness of the church was a great stumbling-block to those who did not belong to the church; and thus the church began to fail in its progress.", "11 And it came to pass in the commencement of the ninth year, Alma saw the wickedness of the church, and he saw also that the example of the church began to lead those who were unbelievers on from one piece of iniquity to another, thus bringing on the destruction of the people.", "12 Yea, he saw great inequality among the people, some lifting themselves up with their pride, despising others, turning their backs upon the needy and the naked and those who were hungry, and those who were athirst, and those who were sick and afflicted.", "13 Now this was a great cause for lamentations among the people, while others were abasing themselves, succoring those who stood in need of their succor, such as imparting their substance to the poor and the needy, feeding the hungry, and suffering all manner of afflictions, for Christ’s sake, who should come according to the spirit of prophecy;", "14 Looking forward to that day, thus retaining a remission of their sins; being filled with great joy because of the resurrection of the dead, according to the will and power and deliverance of Jesus Christ from the bands of death.", "15 And now it came to pass that Alma, having seen the afflictions of the humble followers of God, and the persecutions which were heaped upon them by the remainder of his people, and seeing all their inequality, began to be very sorrowful; nevertheless the Spirit of the Lord did not fail him.", "16 And he selected a wise man who was among the elders of the church, and gave him power according to the voice of the people, that he might have power to enact laws according to the laws which had been given, and to put them in force according to the wickedness and the crimes of the people.", "17 Now this man’s name was Nephihah, and he was appointed chief judge; and he sat in the judgment-seat to judge and to govern the people.", "18 Now Alma did not grant unto him the office of being high priest over the church, but he retained the office of high priest unto himself; but he delivered the judgment-seat unto Nephihah.", "19 And this he did that he himself might go forth among his people, or among the people of Nephi, that he might preach the word of God unto them, to stir them up in remembrance of their duty, and that he might pull down, by the word of God, all the pride and craftiness and all the contentions which were among his people, seeing no way that he might reclaim them save it were in bearing down in pure testimony against them.", "20 And thus in the commencement of the ninth year of the reign of the judges over the people of Nephi, Alma delivered up the judgment-seat to Nephihah, and confined himself wholly to the high priesthood of the holy order of God, to the testimony of the word, according to the spirit of revelation and prophecy."], "Español": ["Alma bautiza a miles de conversos— Surge la iniquidad en la Iglesia y el progreso de esta disminuye— Nefíah es nombrado juez superior— Alma, en calidad de sumo sacerdote, se dedica al ministerio. Aproximadamente 86–83a.C.", "1 Y sucedió que en el sexto año del gobierno de los jueces sobre el pueblo de Nefi, no hubo contenciones ni guerras en la tierra de Zarahemla.", "2 Mas el pueblo estaba afligido, sí, sumamente afligido por la pérdida de sus hermanos, y también por la pérdida de sus rebaños y manadas, y por la pérdida de sus campos de grano que los lamanitas habían hollado y destruido.", "3 Y eran tan grandes sus aflicciones, que no había quien no tuviera motivo para lamentarse; y creían que eran los juicios de Dios enviados sobre ellos a causa de sus iniquidades y sus abominaciones; por consiguiente, se despertó en ellos el recuerdo de su deber.", "4 Y empezaron a establecer la iglesia más completamente; sí, y muchos fueron bautizados en las aguas de Sidón y se unieron a la iglesia de Dios; sí, los bautizó Alma, a quien su padre, Alma, había consagrado sumo sacerdote del pueblo de la iglesia.", "5 Y sucedió que en el año séptimo del gobierno de los jueces hubo unas tres mil quinientas almas que se unieron a la iglesia de Dios y se bautizaron. Y así terminó el séptimo año del gobierno de los jueces sobre el pueblo de Nefi; y hubo continua paz todo ese tiempo.", "6 Y aconteció que en el año octavo del gobierno de los jueces, los de la iglesia empezaron a llenarse de orgullo por motivo de sus grandes riquezas, y sus delicadas sedas, y sus linos de tejidos finos, y por motivo de sus muchos rebaños y manadas, y su oro y su plata, y toda clase de objetos preciosos que habían obtenido por su industria; y en todas estas cosas se envanecieron en el orgullo de sus ojos, porque empezaron a usar vestidos muy costosos.", "7 Ahora bien, esto fue causa de mucha aflicción para Alma, sí, y para muchos de los que él había consagrado para ser maestros, sacerdotes y élderes en la iglesia; sí, muchos de ellos se sintieron afligidos en extremo por la iniquidad que vieron que había surgido entre los de su pueblo.", "8 Porque vieron y observaron con gran dolor que los del pueblo de la iglesia empezaban a ensalzarse en el orgullo de sus ojos, y a fijar sus corazones en las riquezas y en las cosas vanas del mundo, de modo que empezaron a despreciarse unos a otros, y a perseguir a aquellos que no creían conforme a la propia voluntad y placer de ellos.", "9 Y así, en este octavo año del gobierno de los jueces, empezó a haber grandes contenciones entre los de la iglesia; sí, había envidias y conflictos, malicia, persecución y orgullo, aun excediendo al orgullo de aquellos que no pertenecían a la iglesia de Dios.", "10 Y así terminó el año octavo del gobierno de los jueces; y la iniquidad de los de la iglesia fue un gran tropiezo para los que no pertenecían a ella; y así la iglesia empezó a detenerse en su progreso.", "11 Y sucedió que al principio del año nono, Alma vio la iniquidad de la iglesia, y también vio que el ejemplo de la iglesia empezaba a conducir a los que eran incrédulos de una iniquidad a otra, causando con ello la destrucción del pueblo.", "12 Sí, vio una desigualdad muy grande entre el pueblo, algunos que se ensalzaban en su orgullo, despreciando a otros, volviendo las espaldas al necesitado y al desnudo, y a aquellos que tenían hambre, y a los que tenían sed, y a los que estaban enfermos y afligidos.", "13 Ahora bien, esto fue un gran motivo de lamentaciones entre el pueblo, mientras que otros se humillaban, socorriendo a los que necesitaban su socorro, a saber, repartiendo de sus bienes al pobre y al necesitado, dando de comer al hambriento y sufriendo toda clase de aflicciones por causa de Cristo, quien había de venir según el espíritu de profecía,", "14 esperando anhelosamente ese día, reteniendo de ese modo la remisión de sus pecados; llenándose de gran alegría a causa de la resurrección de los muertos, de acuerdo con la voluntad y el poder y la liberación de Jesucristo de las ligaduras de la muerte.", "15 Y ahora bien, aconteció que Alma, habiendo visto las aflicciones de los humildes discípulos de Dios y las persecuciones que sobre ellos amontonaba el resto de su pueblo, y viendo toda su desigualdad, comenzó a afligirse en extremo; sin embargo, no le faltó el Espíritu del Señor.", "16 Y escogió a un hombre sabio de entre los élderes de la iglesia, y lo facultó, según la voz del pueblo, para que tuviera el poder de decretar leyes, de conformidad con las que se habían dado, y ponerlas en vigor conforme a la iniquidad y los delitos del pueblo.", "17 Y este hombre se llamaba Nefíah, y fue nombrado juez superior; y ocupó el asiento judicial para juzgar y gobernar al pueblo.", "18 Ahora bien, Alma no le concedió el oficio de ser sumo sacerdote sobre la iglesia, sino que retuvo el oficio de sumo sacerdote para sí; mas entregó a Nefíah el asiento judicial.", "19 E hizo esto para poder salir él mismo entre los de su pueblo, o sea, entre el pueblo de Nefi, a fin de predicarles la palabra de Dios para despertar en ellos el recuerdo de sus deberes, y para abatir, por medio de la palabra de Dios, todo el orgullo y las artimañas, y todas las contenciones que había entre su pueblo, porque no vio otra manera de rescatarlos sino con la fuerza de un testimonio puro en contra de ellos.", "20 Y así, a principios del año nono del gobierno de los jueces sobre el pueblo de Nefi, Alma entregó el asiento judicial a Nefíah, y se concretó completamente al sumo sacerdocio del santo orden de Dios, y a dar testimonio de la palabra, de acuerdo con el espíritu de revelación y profecía."], "Français": ["Alma baptise des milliers de convertis— L’iniquité entre dans l’Église, et la progression de l’Église est gênée— Néphihah est désigné comme grand juge— Alma, en sa qualité de grand prêtre, se consacre au ministère. Vers 86–83av.J.-C.", "1 Or, il arriva, la sixième année du règne des juges sur le peuple de Néphi, qu’il n’y eut pas de querelles ni de guerres dans le pays de Zarahemla;", "2 mais le peuple était affligé, oui, profondément affligé de la perte de ses frères, et aussi de la perte de ses troupeaux de gros et de petit bétail, et aussi de la perte de ses champs de grain qui avaient été foulés aux pieds et détruits par les Lamanites.", "3 Et si grandes étaient ses afflictions, que chaque âme avait lieu d’élever des plaintes; et ils croyaient que c’étaient les jugements de Dieu envoyés sur eux à cause de leur méchanceté et de leurs abominations; c’est pourquoi, cela éveilla en eux le souvenir de leur devoir.", "4 Et ils commencèrent à établir plus complètement l’Église; oui, et beaucoup furent baptisés dans les eaux de Sidon et furent unis à l’Église de Dieu; oui, ils furent baptisés par la main d’Alma, qui avait été consacré grand prêtre du peuple de l’Église par la main de son père Alma.", "5 Et il arriva, la septième année du règne des juges, qu’environ trois mille cinq cents âmes s’unirent à l’Église de Dieu et furent baptisées. Et ainsi finit la septième année du règne des juges sur le peuple de Néphi; et il y eut une paix continuelle pendant tout ce temps.", "6 Et il arriva, la huitième année du règne des juges, que le peuple de l’Église commença à devenir orgueilleux à cause de son extrême richesse, et de ses fines soieries, et de son fin lin retors, et à cause de ses nombreux troupeaux de gros et de petit bétail, et de son or et de son argent, et de toutes sortes de choses précieuses qu’il avait obtenues par son industrie; et dans toutes ces choses il fut enflé dans l’orgueil de ses yeux, car il commença à porter des habits très somptueux.", "7 Or, c’était là une cause de grande affliction pour Alma, oui, et pour beaucoup parmi le peuple qu’Alma avait consacrés pour être instructeurs, et prêtres, et anciens de l’Église; oui, beaucoup d’entre eux furent profondément peinés de la méchanceté qui, ils le voyaient, avait commencé à exister parmi leur peuple.", "8 Car ils voyaient et observaient avec une grande tristesse que ceux du peuple de l’Église commençaient à être enflés dans l’orgueil de leurs yeux, et à mettre leur cœur dans les richesses et dans les choses vaines du monde, et qu’ils commençaient à être dédaigneux les uns envers les autres, et qu’ils commençaient à persécuter ceux qui ne croyaient pas selon leur bon plaisir.", "9 Et ainsi, cette huitième année du règne des juges, il commença à y avoir de grandes querelles parmi le peuple de l’Église; oui, il y eut de l’envie, et de la discorde, et de la malice, et des persécutions, et de l’orgueil, au point même de dépasser l’orgueil de ceux qui n’appartenaient pas à l’Église de Dieu.", "10 Et ainsi finit la huitième année du règne des juges; et la méchanceté de l’Église était une grande pierre d’achoppement pour ceux qui n’appartenaient pas à l’Église; et ainsi, l’Église commença à fléchir dans ses progrès.", "11 Et il arriva, au commencement de la neuvième année, qu’Alma vit la méchanceté de l’Église, et il vit aussi que l’exemple de l’Église commençait à entraîner ceux qui étaient incrédules d’une iniquité à une autre, provoquant ainsi la destruction du peuple.", "12 Oui, il vit une grande inégalité parmi le peuple, les uns s’exaltant dans leur orgueil, méprisant les autres, tournant le dos aux nécessiteux, et aux nus, et à ceux qui avaient faim, et à ceux qui avaient soif, et à ceux qui étaient malades et affligés.", "13 Or, c’était une grande cause de lamentations parmi le peuple, tandis que d’autres s’humiliaient, secourant ceux qui avaient besoin de leur secours, donnant de leurs biens aux pauvres et aux nécessiteux, nourrissant les affamés, et souffrant toutes sortes d’afflictions pour l’amour du Christ qui allait venir, selon l’esprit de prophétie;", "14 attendant ce jour-là, conservant ainsi le pardon de leurs péchés, étant remplis d’une grande joie à cause de la résurrection des morts, selon la volonté, et le pouvoir de Jésus-Christ, et sa délivrance des liens de la mort.", "15 Et alors, il arriva qu’Alma, ayant vu les afflictions des humbles disciples de Dieu, et les persécutions dont les accablait le reste de son peuple, et voyant toute leur inégalité, commença à être très attristé; néanmoins, l’Esprit du Seigneur ne l’abandonna pas.", "16 Et il choisit un homme sage, qui était parmi les anciens de l’Église, et lui donna du pouvoir, selon la voix du peuple, pour qu’il eût le pouvoir de décréter des lois, selon les lois qui avaient été données, et de les mettre en vigueur, selon la méchanceté et les crimes du peuple.", "17 Or, le nom de cet homme était Néphihah, et il fut désigné comme grand juge et s’assit sur le siège du jugement pour juger et pour gouverner le peuple.", "18 Or, Alma ne lui accorda pas l’office de grand prêtre de l’Église, mais il conserva l’office de grand prêtre pour lui-même; mais il remit le siège du jugement à Néphihah.", "19 Et cela, il le fit afin de pouvoir aller lui-même parmi son peuple, ou parmi le peuple de Néphi, afin de lui prêcher la parole de Dieu, pour l’inciter à se souvenir de son devoir, et afin d’abattre, par la parole de Dieu, tout l’orgueil et la fourberie, et toutes les querelles qui étaient parmi son peuple, ne voyant aucun autre moyen de le ramener qu’en lui opposant un témoignage pur.", "20 Et ainsi, au commencement de la neuvième année du règne des juges sur le peuple de Néphi, Alma remit le siège du jugement à Néphihah, et se limita entièrement à la haute prêtrise du saint ordre de Dieu, au témoignage de la parole, selon l’esprit de révélation et de prophétie."], "Kiribati": ["Aramwa e bwabetitoia aomata aika a rairaki ae riaon te ngaa—Te buakaka e a roko i nanon te Ekaretia, ao rikiraken te Ekaretia e tutukaki—Nibwaai e a rineaki bwa mataniwia taan moti—Aramwa, n nakoana ae te ibonga ae rietata, e kabanea korakorana nakon ana mwakuri te Uea. Uakaan ma 86–83I.K.", "1 Ngkai e koro bukina bwa n aia kaonoua n ririki n tautaeka taan moti iaoia ana aomata Nibwaai, bon akea te itabaraara ke taian buaka n te aba are Taraemera;", "2 Ma aomata a bon karawawataki, eng, e korakora karawawatakia ibukin buan tariia, ao ibukin naba buan aia nanai ni man, ao ibukin naba buan aia marae ni wiita, are e toutouaki i aan te wae man uruakaki irouia Reimwanaite.", "3 Ao e bon rang korakora karawawatakia n te aro are e bon riai bwa a na nanokawaki aomata ni kabane; ao a bon kakoaua bwa bon ana motikitaeka te Atua are e karokoa iaoia ibukin buakakaia ma aia mwakuri aika bati n ribaki; ngaia ae a bon uti ibukin uringakin tabeia.", "4 Ao a waaki ni katea te ekaretia ni kabobonga; eng, ao a mwaiti aika a bwabetitoaki n ranin Tiran ao a reitaki ma ana ekaretia te Atua; eng, a bon bwabetitoaki ni bain Aramwa are e a bon tia ni katabuaki bwa te ibonga ae rietata iaoia kaain te ekaretia, ni bain tamana are Aramwa.", "5 Ao e koro bukina bwa n aia kaitiua n ririki n tautaeka taan moti, bon iai tao teniua tenga ao nimabubua aomata ake a katiteuanaia ma ana ekaretia te Atua ao a bwabetitoaki. Ao anne are e toki iai aia kaitiua n ririki n tautaeka taan moti iaoia ana aomata Nibwaai; ao e bon reitinako te rau ni kabanea te tai anne.", "6 Ao e koro bukina bwa n aia kawanua n ririki n tautaeka taan moti, ao kaain te ekaretia a moanna n rikirake ni kamoamoa, ibukin rianakon kaubwaia, ao aia tirika aika a tamaroa rarangaaia, ma aia rinen aika a raoiroi rarangakia, ao ibukin mwaitin aia nanai ni man, ma aia koora ao aia tirewa, ma aekan bwai nako aika a kakawaki, are a bon karekei man aia mwakuri korakora, ao ibukin bwai aikai ni kabane, a bon rikirake ni kainikatonga, bwa a bon kunnikaini kunnikai aika a bobuaka.", "7 Ngkai aio bon oin reken te karawawataki ae korakora nakon Aramwa, eng, ao nakoia aomata aika a mwaiti are Aramwa e a tia ni katabuia bwa taan reirei, ao ibonga, ao unimwaane iaon te ekaretia; eng, a mwaiti ma i buakoia aika a korakora nanokawakia ibukin te buakaka are a nooria bwa e a waaki i buakoia aomata.", "8 Bwa a taratara man nooria ma te nanokawaki ae korakora bwa kaain te ekaretia a moanna n rikirake ni kainikatonga, ao a kabanei nanoia iaon taian kaubwai ao iaon bwain te aonaba ake akea bongaia, n te aro are a moanna ni kairiribai i marenaia, ao a waaki ni bwainikirinia ake aki kakoauaia n aron oin nanoia ma kukureia.", "9 Ao ngkanne, n te kawanua n ririki aio n aia tai n tautaeka taan moti, e a waaki te itabaraara ae korakora i buakoia kaain te ekaretia; eng, ao bon iai nanonibwi, itabaraara, ao nanobuaka, ao bwainikirinaki, ao kainikatonga, ae riaon kainikatongaia naake aki kaaina ana ekaretia te Atua.", "10 Ao ngkanne e a toki te kawanua n ririki n aia tai n tautaeka taan moti; ao buakakan te ekaretia bon te bwai ae korakora n totoko nakoia ake aki kaaina te ekaretia; ao ngkanne te ekaretia e a moanna ni bwaka n rikirakena.", "11 Ao e koro bukina bwa ni waakinan te karuaiwa n ririki, Aramwa e a noora buakakan te ekaretia, ao e nooria naba bwa bannan te ekaretia e a moanna ni kairia naake taan aki kakoaua man te buakaka teuana nakon teuana, ao aio are e a uota kamaunakia aomata.", "12 Eng, E noora korakoran te kaokoroaki i buakoia aomata, tabemwaang a tabekakirake n aia kainikatonga, n ribaia tabemwaang, man katannakoi nukaia nakoia ake a kainnano man akea karabakia ao nakoia ake a baki, ao nakoia ake a bora n taka, ao nakoia ake a aoraki man karawawataki.", "13 Ngkai aio bon te bwai ae karika te bwaebwaeti ae korakora i buakoia, i nanon aia tai tabemwaang ni kananorinanoia, man buokiia ake a kainnanoa aia ibuobuoki, n aron anganakoakin aia bwai nakoia ake a rarikin ao ake a kainnano, kamwarakeaia ake a baki, ibukin aron Kristo, are e na roko ni kaineti ma tamnein te taeka ni burabeti.", "14 Ni kariaria te bong arei, man reitanako kamaunan aia bure, n onrake n te kimwareirei ibukin mangautiia maate, ni kaineti ma nanon ao mwaakan ao kainaomatakin Iesu Kristo man ana kabaebae te mate.", "15 Ao ngkai e koro bukina bwa Aramwa, ibukin nooran karawawatakia naake a nanorinano ake a ira te Atua, ao bwainikirinaia ake a kauataoaki iaoia irouia nikiraia ana aomata, ao ibukin nooran aron kakaokoroaia, e a moanna n nang nanokawaki; ma e ngae n anne ao Tamnein te Uea e aki bwaka mai irouna.", "16 Ao e a rinea te aomata ae wanawana ae mena i buakoia unimwaanen te ekaretia, ao e anganna te kariaiakaki ae butimwaeaki n nanoia aomata, bwa e na iai irouna te mwaaka bwa e na wakin tua ake a kaineti ma tua ake a tia n anganaki, ao e na kamatoai ni kaineti ma buakakaia ao aia bure aomata.", "17 Ngkai, aran te mwaane aio bon Nibwaaia, ao e bon rineaki bwa mataniwia taan moti, ao e tekateka n te kaintekateka ni motikitaeka bwa e na motikitaeka ao e na tautaeka iaoia aomata.", "18 Ngkai Aramwa e aki anganna te nakoa are e na riki bwa te ibonga ae rietata iaon te ekaretia, ma e taua te nakoa are te ibonga ae rietata bon ibukina, ma e anga te kaintekateka ni motikitaeka nakon Nibwaaia.", "19 Ao e karaoa aio bwa e aonga n ae ngaia e na kona n nako i buakoia ana botanaomata, ke i buakoia ana botanaomata Nibwaai, bwa e aonga n taekina ana taeka te Atua, nakoia, ni kamwakuria bwa ana uringa tabeia, bwa e aonga ni kabwaka man kabonganan ana taeka te Atua, te kainikatonga ni kabane ao te kamwamwane ao te kauntaeka ni kabane are e mena i buakoia ana botanaomata, i mwin nooran akean te anga are e na kona ni kaokia iai ma ti man taekinan te koaua raoi ni kaaitaraia.", "20 Ao man moan waakin te karuaiwa n ririki n aia tai n tautaeka taan moti i aoia ana aomata Nibwaai, Aramwa e anga nako te kaintekateka ni motikitaeka nakon Nibwaaia, ao e a tiku ngaia n te nakoanibonga ae rietata n ana botaki ae tabu te Atua, n taekina koauan ana taeka te Atua, ni kaineti ma tamnein te kaotioti ma te taeka ni burabeti."]}