{"English": ["Moroni asks Pahoran to strengthen the forces of Helaman—The Lamanites take the city of Nephihah—Moroni is angry with the government. About 62B.C.", "1 Now it came to pass in the thirtieth year of the reign of the judges over the people of Nephi, after Moroni had received and had read Helaman’s epistle, he was exceedingly rejoiced because of the welfare, yea, the exceeding success which Helaman had had, in obtaining those lands which were lost.", "2 Yea, and he did make it known unto all his people, in all the land round about in that part where he was, that they might rejoice also.", "3 And it came to pass that he immediately sent an epistle to Pahoran, desiring that he should cause men to be gathered together to strengthen Helaman, or the armies of Helaman, insomuch that he might with ease maintain that part of the land which he had been so miraculously prospered in regaining.", "4 And it came to pass when Moroni had sent this epistle to the land of Zarahemla, he began again to lay a plan that he might obtain the remainder of those possessions and cities which the Lamanites had taken from them.", "5 And it came to pass that while Moroni was thus making preparations to go against the Lamanites to battle, behold, the people of Nephihah, who were gathered together from the city of Moroni and the city of Lehi and the city of Morianton, were attacked by the Lamanites.", "6 Yea, even those who had been compelled to flee from the land of Manti, and from the land round about, had come over and joined the Lamanites in this part of the land.", "7 And thus being exceedingly numerous, yea, and receiving strength from day to day, by the command of Ammoron they came forth against the people of Nephihah, and they did begin to slay them with an exceedingly great slaughter.", "8 And their armies were so numerous that the remainder of the people of Nephihah were obliged to flee before them; and they came even and joined the army of Moroni.", "9 And now as Moroni had supposed that there should be men sent to the city of Nephihah, to the assistance of the people to maintain that city, and knowing that it was easier to keep the city from falling into the hands of the Lamanites than to retake it from them, he supposed that they would easily maintain that city.", "10 Therefore he retained all his force to maintain those places which he had recovered.", "11 And now, when Moroni saw that the city of Nephihah was lost he was exceedingly sorrowful, and began to doubt, because of the wickedness of the people, whether they should not fall into the hands of their brethren.", "12 Now this was the case with all his chief captains. They doubted and marveled also because of the wickedness of the people, and this because of the success of the Lamanites over them.", "13 And it came to pass that Moroni was angry with the government, because of their indifference concerning the freedom of their country."], "Español": ["Moroni pide a Pahorán que refuerce los ejércitos de Helamán— Los lamanitas se apoderan de la ciudad de Nefíah— Moroni se irrita contra el gobierno. Aproximadamente 62a.C.", "1 Y aconteció que en el año treinta del gobierno de los jueces sobre el pueblo de Nefi, después que Moroni hubo recibido y leído la epístola de Helamán, se regocijó en sumo grado por el bienestar, sí, el gran éxito que Helamán había tenido en apoderarse de las tierras que habían perdido.", "2 Sí, y lo dio a conocer a toda su gente, en toda la tierra que rodeaba la parte donde él se hallaba, para que se regocijaran también.", "3 Y sucedió que inmediatamente envió una epístola a Pahorán, solicitando que hiciera reunir hombres para fortalecer a Helamán, o sea, los ejércitos de Helamán, de modo que este pudiera fácilmente defender aquella parte del país que tan milagrosamente había logrado reconquistar.", "4 Y aconteció que cuando Moroni hubo enviado esta epístola a la tierra de Zarahemla, él empezó otra vez a idear un plan para conquistar el resto de las posesiones y ciudades que los lamanitas les habían quitado.", "5 Y sucedió que mientras Moroni así se estaba preparando para ir a la batalla contra los lamanitas, he aquí, el pueblo de Nefíah, que se había congregado de la ciudad de Moroni, de la ciudad de Lehi y de la ciudad de Moriantón, fue acometido por los lamanitas.", "6 Sí, incluso los que habían sido obligados a huir de la tierra de Manti y de las regiones inmediatas habían llegado y se habían unido a los lamanitas en esta parte de la tierra.", "7 Así que, siendo sumamente numerosos, y llegándoles refuerzos día tras día, avanzaron contra el pueblo de Nefíah, por órdenes de Ammorón, y empezaron a matarlos con extremada mortandad.", "8 Y eran tan numerosos sus ejércitos, que el resto del pueblo de Nefíah se vio obligado a huir delante de ellos; y llegaron y se unieron al ejército de Moroni.", "9 Ahora bien, como Moroni había supuesto que mandarían hombres a la ciudad de Nefíah para ayudar al pueblo a retener esa ciudad, y sabiendo que era más fácil impedir que la ciudad cayese en manos de los lamanitas que volvérsela a quitar, pensó que defenderían esa ciudad con facilidad.", "10 Por lo tanto, retuvo todas sus tropas para preservar los sitios que había reconquistado.", "11 Y ahora bien, cuando vio Moroni que se había perdido la ciudad de Nefíah, se apesadumbró en extremo y empezó a dudar, a causa de las maldades del pueblo, si no caerían en manos de sus hermanos.", "12 Y así sucedió con todos sus capitanes en jefe. También dudaron y se maravillaron a causa de las maldades del pueblo; y esto por razón de los triunfos de los lamanitas sobre ellos.", "13 Y sucedió que Moroni se irritó contra el gobierno a causa de su indiferencia en lo concerniente a la libertad de su país."], "Français": ["Moroni demande à Pahoran d’envoyer des renforts à Hélaman— Les Lamanites prennent la ville de Néphihah— Moroni est en colère contre le gouvernement. Vers 62av.J.-C.", "1 Or, il arriva, la trentième année du règne des juges sur le peuple de Néphi, lorsque Moroni eut reçu et lu l’épître d’Hélaman, qu’il se réjouit extrêmement du bien-être, oui, de l’extrême succès avec lequel Hélaman avait repris les terres qui avaient été perdues.", "2 Oui, et il le fit savoir à tout son peuple, dans tout le pays alentour dans cette région où il se trouvait, afin qu’il se réjouît aussi.", "3 Et il arriva qu’il envoya immédiatement une épître à Pahoran, désirant qu’il fît rassembler des hommes pour renforcer Hélaman, ou les armées d’Hélaman, afin qu’il pût conserver facilement cette partie du pays qu’il avait si miraculeusement aidé à reconquérir.", "4 Et il arriva que lorsqu’il eut envoyé cette épître au pays de Zarahemla, Moroni recommença à préparer un plan pour conquérir le reste des possessions et des villes que les Lamanites leur avaient enlevées.", "5 Et il arriva que pendant que Moroni faisait ainsi des préparatifs pour aller livrer bataille aux Lamanites, voici, le peuple de Néphihah, qui s’était rassemblé de la ville de Moroni, et de la ville de Léhi, et de la ville de Morianton, fut attaqué par les Lamanites.", "6 Oui, ceux qui avaient été forcés de fuir du pays de Manti, et du pays alentour, étaient venus rejoindre les Lamanites dans cette partie du pays.", "7 Et ainsi, étant extrêmement nombreux, oui, et recevant des forces jour après jour, sur le commandement d’Ammoron, ils marchèrent sur le peuple de Néphihah, et ils commencèrent à le tuer en un massacre extrêmement grand.", "8 Et leurs armées étaient si nombreuses que le reste du peuple de Néphihah fut obligé de fuir devant elles; et il vint rejoindre l’armée de Moroni.", "9 Et maintenant, Moroni, croyant que des hommes seraient envoyés à la ville de Néphihah pour aider le peuple à conserver cette ville, et sachant qu’il était plus facile d’empêcher la ville de tomber entre les mains des Lamanites que de la leur reprendre, pensait qu’ils conserveraient facilement cette ville.", "10 C’est pourquoi, il garda toutes ses forces pour conserver les lieux qu’il avait repris.", "11 Et alors, lorsque Moroni vit que la ville de Néphihah était perdue, il fut extrêmement attristé et commença à se demander si, à cause de la méchanceté du peuple, ils n’allaient pas tomber entre les mains de leurs frères.", "12 Or, il en était de même de tous ses capitaines en chef. Ils se posaient aussi des questions et s’étonnaient aussi de la méchanceté du peuple, et cela à cause du succès des Lamanites sur eux.", "13 Et il arriva que Moroni fut en colère contre le gouvernement à cause de son indifférence à l’égard de la liberté de son pays."], "Kiribati": ["Moronaai e tuanga Bwaoraan bwa e na kamatoatoaia ana taanga ni buaka Ereman—Reimwanaite a taua te kaawa are Nibwaaia—E un Moronaai n te tautaeka. Uakaan ma 62I.K.", "1 Ngkai e koro bukina bwa n aia katenibwi n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai, i mwin are Moronaai e a tia ni karekea ma ni wareka ana reta Ereman, e bon korakora kimwareireina ibukin te kamweraoi, eng, te tokanikai ae korakora are e a tia n reke iroun Ereman, ni karekei aaba ake a tia ni bua.", "2 Eng, ao e bon kaongoia ana botanaomata ni kabane, n aaba ake a uakaan n te mwakoro are e mena iai, bwa aonga naba ni kukurei.", "3 Ao e koro bukina bwa e kanakoa naba ngkekei te reta nakon Bwaoraan, n tangiria bwa e na karekea te anga are a na ikotaki mwaane ni kakorakora Ereman, ke ana taanga ni buaka Ereman, n te aro are e na beebete kawakinan mwakoron te aba ae e a tia n rangi ni kamiimi nakoraoin anakina.", "4 Ao e koro bukina bwa ngke Moronaai e a tia ni kanakoa te reta nakon te aba are Taraemera, e a manga waaki riki ni karaoa te babaire bwa e aonga ni kona n tauii nikiran aaba ma taabo ao kaawa are a tia Reimwanaite n anai mai irouia.", "5 Ao e koro bukina bwa ngke e tabe Moronaai ni katauraoi n nako ni kaaitaraia Reimwanaite n te buaka, nooria, te botanaomata are Nibwaaia, ake a ikotaki man te kaawa are Moronaai ma te kaawa are Riaai ma te kaawa are Morianton, a bon ekakinako irouia Reimwanaite.", "6 Eng, ao naake a bon kairoroaki bwa a na biri nako naba man te aba are Maentaai, ao man aaba ake a uakaan, a bon tia n roko man ikotaki ma Reimwanaite ni mwakoron te aba aei.", "7 Ao ibukina bwa e rianako mwaitia, eng, ao a karekea korakoraia n te bong teuana nakon te bong teuana, man ana babaire Amoron a bon roko ni kaaitaraia te botanaomata ae Nibwaaia, ao a bon waaki n tiringia n te tiritiri ae korakora.", "8 Ao e korakora mwaitia aia taanga ni buaka n te aro are nikiraia ana botanaomata Nibwaaia a bon kairoroaki bwa a na biri nako mai irouia; ao a roko n ikotaki ma ana taanga ni buaka Moronaai.", "9 Ao ngkai n aron are Moronaai e taku i nanona bwa e na iai mwaane ake a na kanakoaki nakon te kaawa are Nibwaaia, ni buokiia aomata bwa a na kawakina te kaawa are e bubura, ao e ataia bwa e beebete riki kawakinan te kaawa bwa e na aki bwaka nako nanon baia Reimwanaite nakon manga anakina mai irouia, e bon taku i nanona bwa e na bon beebete kawakinan te kaawa.", "10 Ngaia are e tauiia ana taanga ni buaka bwa a na kaawakin taabo ake e a tia ni manga anai.", "11 Ao ngkai, ngke Moronaai e nooria bwa te kaawa are Nibwaaia e a bon bua e bon korakora nanokawakina, ao e a moanna n nanououa ibukin buakakaia aomata, bwa tao a na kona ke a na aki kona ni bwaka i nanon baia tariia.", "12 Ngkai aio aroia ni kabane mataniwia mataniwi. A bon nanououa ma ni miimii naba ibukin buakakaia aomata, ao aio ibukin tokanikaia Reimwanaite i aoia.", "13 Ao e koro bukina bwa Moronaai e bon un n te tautaeka, ibukin aroia n aki tabeakina inaomatan abaia."]}