{"English": ["Moroni marches to the aid of Pahoran in the land of Gideon—The king-men who refuse to defend their country are put to death—Pahoran and Moroni retake Nephihah—Many Lamanites join the people of Ammon—Teancum slays Ammoron and is in turn slain—The Lamanites are driven from the land, and peace is established—Helaman returns to the ministry and builds up the Church. About 62–57B.C.", "1 And now it came to pass that when Moroni had received this epistle his heart did take courage, and was filled with exceedingly great joy because of the faithfulness of Pahoran, that he was not also a traitor to the freedom and cause of his country.", "2 But he did also mourn exceedingly because of the iniquity of those who had driven Pahoran from the judgment-seat, yea, in fine because of those who had rebelled against their country and also their God.", "3 And it came to pass that Moroni took a small number of men, according to the desire of Pahoran, and gave Lehi and Teancum command over the remainder of his army, and took his march towards the land of Gideon.", "4 And he did raise the standard of liberty in whatsoever place he did enter, and gained whatsoever force he could in all his march towards the land of Gideon.", "5 And it came to pass that thousands did flock unto his standard, and did take up their swords in the defence of their freedom, that they might not come into bondage.", "6 And thus, when Moroni had gathered together whatsoever men he could in all his march, he came to the land of Gideon; and uniting his forces with those of Pahoran they became exceedingly strong, even stronger than the men of Pachus, who was the king of those dissenters who had driven the freemen out of the land of Zarahemla and had taken possession of the land.", "7 And it came to pass that Moroni and Pahoran went down with their armies into the land of Zarahemla, and went forth against the city, and did meet the men of Pachus, insomuch that they did come to battle.", "8 And behold, Pachus was slain and his men were taken prisoners, and Pahoran was restored to his judgment-seat.", "9 And the men of Pachus received their trial, according to the law, and also those king-men who had been taken and cast into prison; and they were executed according to the law; yea, those men of Pachus and those king-men, whosoever would not take up arms in the defence of their country, but would fight against it, were put to death.", "10 And thus it became expedient that this law should be strictly observed for the safety of their country; yea, and whosoever was found denying their freedom was speedily executed according to the law.", "11 And thus ended the thirtieth year of the reign of the judges over the people of Nephi; Moroni and Pahoran having restored peace to the land of Zarahemla, among their own people, having inflicted death upon all those who were not true to the cause of freedom.", "12 And it came to pass in the commencement of the thirty and first year of the reign of the judges over the people of Nephi, Moroni immediately caused that provisions should be sent, and also an army of six thousand men should be sent unto Helaman, to assist him in preserving that part of the land.", "13 And he also caused that an army of six thousand men, with a sufficient quantity of food, should be sent to the armies of Lehi and Teancum. And it came to pass that this was done to fortify the land against the Lamanites.", "14 And it came to pass that Moroni and Pahoran, leaving a large body of men in the land of Zarahemla, took their march with a large body of men towards the land of Nephihah, being determined to overthrow the Lamanites in that city.", "15 And it came to pass that as they were marching towards the land, they took a large body of men of the Lamanites, and slew many of them, and took their provisions and their weapons of war.", "16 And it came to pass after they had taken them, they caused them to enter into a covenant that they would no more take up their weapons of war against the Nephites.", "17 And when they had entered into this covenant they sent them to dwell with the people of Ammon, and they were in number about four thousand who had not been slain.", "18 And it came to pass that when they had sent them away they pursued their march towards the land of Nephihah. And it came to pass that when they had come to the city of Nephihah, they did pitch their tents in the plains of Nephihah, which is near the city of Nephihah.", "19 Now Moroni was desirous that the Lamanites should come out to battle against them, upon the plains; but the Lamanites, knowing of their exceedingly great courage, and beholding the greatness of their numbers, therefore they durst not come out against them; therefore they did not come to battle in that day.", "20 And when the night came, Moroni went forth in the darkness of the night, and came upon the top of the wall to spy out in what part of the city the Lamanites did camp with their army.", "21 And it came to pass that they were on the east, by the entrance; and they were all asleep. And now Moroni returned to his army, and caused that they should prepare in haste strong cords and ladders, to be let down from the top of the wall into the inner part of the wall.", "22 And it came to pass that Moroni caused that his men should march forth and come upon the top of the wall, and let themselves down into that part of the city, yea, even on the west, where the Lamanites did not camp with their armies.", "23 And it came to pass that they were all let down into the city by night, by the means of their strong cords and their ladders; thus when the morning came they were all within the walls of the city.", "24 And now, when the Lamanites awoke and saw that the armies of Moroni were within the walls, they were affrighted exceedingly, insomuch that they did flee out by the pass.", "25 And now when Moroni saw that they were fleeing before him, he did cause that his men should march forth against them, and slew many, and surrounded many others, and took them prisoners; and the remainder of them fled into the land of Moroni, which was in the borders by the seashore.", "26 Thus had Moroni and Pahoran obtained the possession of the city of Nephihah without the loss of one soul; and there were many of the Lamanites who were slain.", "27 Now it came to pass that many of the Lamanites that were prisoners were desirous to join the people of Ammon and become a free people.", "28 And it came to pass that as many as were desirous, unto them it was granted according to their desires.", "29 Therefore, all the prisoners of the Lamanites did join the people of Ammon, and did begin to labor exceedingly, tilling the ground, raising all manner of grain, and flocks and herds of every kind; and thus were the Nephites relieved from a great burden; yea, insomuch that they were relieved from all the prisoners of the Lamanites.", "30 Now it came to pass that Moroni, after he had obtained possession of the city of Nephihah, having taken many prisoners, which did reduce the armies of the Lamanites exceedingly, and having regained many of the Nephites who had been taken prisoners, which did strengthen the army of Moroni exceedingly; therefore Moroni went forth from the land of Nephihah to the land of Lehi.", "31 And it came to pass that when the Lamanites saw that Moroni was coming against them, they were again frightened and fled before the army of Moroni.", "32 And it came to pass that Moroni and his army did pursue them from city to city, until they were met by Lehi and Teancum; and the Lamanites fled from Lehi and Teancum, even down upon the borders by the seashore, until they came to the land of Moroni.", "33 And the armies of the Lamanites were all gathered together, insomuch that they were all in one body in the land of Moroni. Now Ammoron, the king of the Lamanites, was also with them.", "34 And it came to pass that Moroni and Lehi and Teancum did encamp with their armies round about in the borders of the land of Moroni, insomuch that the Lamanites were encircled about in the borders by the wilderness on the south, and in the borders by the wilderness on the east.", "35 And thus they did encamp for the night. For behold, the Nephites and the Lamanites also were weary because of the greatness of the march; therefore they did not resolve upon any stratagem in the night-time, save it were Teancum; for he was exceedingly angry with Ammoron, insomuch that he considered that Ammoron, and Amalickiah his brother, had been the cause of this great and lasting war between them and the Lamanites, which had been the cause of so much war and bloodshed, yea, and so much famine.", "36 And it came to pass that Teancum in his anger did go forth into the camp of the Lamanites, and did let himself down over the walls of the city. And he went forth with a cord, from place to place, insomuch that he did find the king; and he did cast a javelin at him, which did pierce him near the heart. But behold, the king did awaken his servants before he died, insomuch that they did pursue Teancum, and slew him.", "37 Now it came to pass that when Lehi and Moroni knew that Teancum was dead they were exceedingly sorrowful; for behold, he had been a man who had fought valiantly for his country, yea, a true friend to liberty; and he had suffered very many exceedingly sore afflictions. But behold, he was dead, and had gone the way of all the earth.", "38 Now it came to pass that Moroni marched forth on the morrow, and came upon the Lamanites, insomuch that they did slay them with a great slaughter; and they did drive them out of the land; and they did flee, even that they did not return at that time against the Nephites.", "39 And thus ended the thirty and first year of the reign of the judges over the people of Nephi; and thus they had had wars, and bloodsheds, and famine, and affliction, for the space of many years.", "40 And there had been murders, and contentions, and dissensions, and all manner of iniquity among the people of Nephi; nevertheless for the righteous’ sake, yea, because of the prayers of the righteous, they were spared.", "41 But behold, because of the exceedingly great length of the war between the Nephites and the Lamanites many had become hardened, because of the exceedingly great length of the war; and many were softened because of their afflictions, insomuch that they did humble themselves before God, even in the depth of humility.", "42 And it came to pass that after Moroni had fortified those parts of the land which were most exposed to the Lamanites, until they were sufficiently strong, he returned to the city of Zarahemla; and also Helaman returned to the place of his inheritance; and there was once more peace established among the people of Nephi.", "43 And Moroni yielded up the command of his armies into the hands of his son, whose name was Moronihah; and he retired to his own house that he might spend the remainder of his days in peace.", "44 And Pahoran did return to his judgment-seat; and Helaman did take upon him again to preach unto the people the word of God; for because of so many wars and contentions it had become expedient that a regulation should be made again in the church.", "45 Therefore, Helaman and his brethren went forth, and did declare the word of God with much power unto the convincing of many people of their wickedness, which did cause them to repent of their sins and to be baptized unto the Lord their God.", "46 And it came to pass that they did establish again the church of God, throughout all the land.", "47 Yea, and regulations were made concerning the law. And their judges, and their chief judges were chosen.", "48 And the people of Nephi began to prosper again in the land, and began to multiply and to wax exceedingly strong again in the land. And they began to grow exceedingly rich.", "49 But notwithstanding their riches, or their strength, or their prosperity, they were not lifted up in the pride of their eyes; neither were they slow to remember the Lord their God; but they did humble themselves exceedingly before him.", "50 Yea, they did remember how great things the Lord had done for them, that he had delivered them from death, and from bonds, and from prisons, and from all manner of afflictions, and he had delivered them out of the hands of their enemies.", "51 And they did pray unto the Lord their God continually, insomuch that the Lord did bless them, according to his word, so that they did wax strong and prosper in the land.", "52 And it came to pass that all these things were done. And Helaman died, in the thirty and fifth year of the reign of the judges over the people of Nephi."], "Español": ["Moroni parte para ayudar a Pahorán en la tierra de Gedeón— Se ejecuta a los realistas que se niegan a defender su país— Pahorán y Moroni se apoderan nuevamente de la ciudad de Nefíah— Muchos de los lamanitas se unen al pueblo de Ammón— Teáncum mata a Ammorón y es muerto a su vez— Los lamanitas son arrojados de la tierra, y se establece la paz— Helamán vuelve al ministerio y edifica a la Iglesia. Aproximadamente 62–57a.C.", "1 Y aconteció que cuando Moroni hubo recibido esta epístola, su corazón cobró ánimo y se llenó de un gozo sumamente grande a causa de la fidelidad de Pahorán, de que no era él también un traidor a la libertad ni a la causa de su patria.", "2 Pero también se afligió en extremo por la iniquidad de los que habían desalojado a Pahorán del asiento judicial; sí, en una palabra, por motivo de aquellos que se habían sublevado contra su país y también contra su Dios.", "3 Y sucedió que Moroni llevó consigo a un pequeño número de hombres, según los deseos de Pahorán, y dio a Lehi y Teáncum el mando del resto de su ejército, y emprendió su marcha hacia la tierra de Gedeón.", "4 Y enarboló el estandarte de libertad en cuanto lugar entró, y reunió a cuantos refuerzos pudo en su marcha hacia la tierra de Gedeón.", "5 Y sucedió que miles se congregaron en torno de su estandarte y tomaron sus espadas en defensa de su libertad para no caer en el cautiverio.", "6 Y así, cuando Moroni hubo reunido a cuantos hombres pudo durante su marcha, llegó a la tierra de Gedeón; y juntando sus fuerzas con las de Pahorán, llegaron a ser sumamente fuertes, sí, más fuertes aún que los hombres de Pacus, que era el rey de aquellos disidentes que habían expulsado a los hombres libres de la tierra de Zarahemla y se habían apoderado de esa tierra.", "7 Y aconteció que Moroni y Pahorán descendieron con sus ejércitos hasta la tierra de Zarahemla, y marcharon contra la ciudad, y se enfrentaron con los hombres de Pacus, de modo que salieron a la batalla.", "8 Y he aquí que Pacus fue muerto y sus hombres fueron tomados prisioneros; y Pahorán fue restablecido en su asiento judicial.", "9 Y a los hombres de Pacus se les hizo su juicio, según la ley, y también a esos realistas que habían sido tomados y encarcelados; y los ejecutaron según la ley; sí, todos esos hombres de Pacus y esos realistas, que más bien que tomar las armas en defensa de su país querían luchar contra él, fueron ejecutados.", "10 Y así se hizo preciso que se observara estrictamente esta ley para la seguridad de su patria; sí, y a cualquiera que hallaban negando su libertad, le ejecutaban sin dilación, de acuerdo con la ley.", "11 Y así concluyó el año treinta del gobierno de los jueces sobre el pueblo de Nefi; y Moroni y Pahorán habían restaurado la paz a la tierra de Zarahemla, entre su propio pueblo, habiendo impuesto la muerte a todos los que no eran fieles a la causa de la libertad.", "12 Y aconteció que a principios del año treinta y uno del gobierno de los jueces sobre el pueblo de Nefi, Moroni inmediatamente hizo que se mandasen provisiones a Helamán, y que también se enviara un ejército de seis mil hombres para ayudarle a preservar aquella parte de la tierra.", "13 Y también hizo que se mandara un ejército de seis mil hombres, con cantidad suficiente de víveres, a los ejércitos de Lehi y de Teáncum. Y aconteció que se hizo esto con objeto de fortificar el país contra los lamanitas.", "14 Y sucedió que Moroni y Pahorán, dejando un grupo considerable de hombres en la tierra de Zarahemla, emprendieron su marcha con un ejército numeroso hacia la tierra de Nefíah, resueltos a conquistar a los lamanitas de esa ciudad.", "15 Y sucedió que mientras avanzaban hacia esa tierra, capturaron a un grupo grande de lamanitas, y mataron a muchos de ellos y se apoderaron de sus provisiones y sus armas de guerra.", "16 Y acaeció que después de haberlos capturado, les hicieron concertar un pacto de que no volverían a tomar sus armas de guerra contra los nefitas.", "17 Y cuando hubieron hecho este pacto, los enviaron a habitar con el pueblo de Ammón; y eran como unos cuatro mil los que no habían perecido.", "18 Y sucedió que cuando los hubieron enviado, continuaron su marcha hacia la tierra de Nefíah. Y aconteció que cuando hubieron llegado a la ciudad, plantaron sus tiendas en las llanuras de Nefíah, cerca de esa ciudad.", "19 Y Moroni deseaba que los lamanitas salieran a la batalla contra ellos en las llanuras; pero conociendo su extraordinario valor, y viendo sus grandes multitudes, los lamanitas no se atrevieron a salir contra ellos; por tanto, no salieron a la batalla ese día.", "20 Y al caer la noche, Moroni salió en la obscuridad de la noche y subió a lo alto de la muralla para espiar en qué parte de la ciudad acampaban los lamanitas con sus ejércitos.", "21 Y ocurrió que se hallaban hacia el oriente, cerca de la entrada; y todos estaban dormidos. Y Moroni se volvió a su ejército e hizo que prepararan rápidamente fuertes cuerdas y escalas, para descolgarse desde lo alto de la muralla a la parte interior.", "22 Y aconteció que Moroni hizo que sus hombres avanzaran y subieran a lo alto de la muralla, y se descolgaran en esa parte de la ciudad, sí, el lado occidental, donde no estaban acampados los lamanitas con sus ejércitos.", "23 Y sucedió que todos se descolgaron dentro de la ciudad durante la noche, por medio de sus fuertes cuerdas y sus escalas; de modo que al amanecer, ya todos estaban dentro de los muros de la ciudad.", "24 Y cuando despertaron los lamanitas y vieron que los ejércitos de Moroni estaban dentro de los muros, se atemorizaron en extremo, a tal grado que huyeron por el paso.", "25 Y cuando vio Moroni que huían delante de él, hizo que sus hombres avanzaran contra ellos; y mataron a muchos, y a muchos otros los cercaron y los tomaron prisioneros; y el resto de ellos huyó a la tierra de Moroni, que se hallaba cerca de las playas del mar.", "26 Y así Moroni y Pahorán se habían apoderado de la ciudad de Nefíah sin la pérdida de una sola alma; y hubo muchos de los lamanitas que fueron muertos.", "27 Y aconteció que muchos de los lamanitas que eran prisioneros desearon unirse al pueblo de Ammón y ser un pueblo libre.", "28 Y sucedió que a cuantos lo desearon, les fue concedido según sus deseos.", "29 De modo que todos los prisioneros lamanitas se unieron al pueblo de Ammón, y empezaron a trabajar en sumo grado, labrando la tierra, cultivando toda especie de granos y criando rebaños y ganados de todas clases; y así se vieron los nefitas aliviados de un gran peso; sí, al grado de que fueron aliviados de todos los prisioneros lamanitas.", "30 Y ahora bien, aconteció que después que hubo ocupado la ciudad de Nefíah —habiendo tomado muchos prisioneros, lo cual redujo apreciablemente los ejércitos de los lamanitas, y habiendo rescatado a muchos nefitas que habían sido prisioneros, cosa que reforzó considerablemente su ejército— Moroni partió de la tierra de Nefíah para la tierra de Lehi.", "31 Y acaeció que cuando vieron los lamanitas que Moroni marchaba contra ellos, nuevamente se atemorizaron y huyeron ante el ejército de Moroni.", "32 Y sucedió que Moroni y su ejército los persiguieron de ciudad en ciudad, hasta que se encontraron con Lehi y Teáncum; y los lamanitas huyeron de Lehi y Teáncum por las tierras cerca de las orillas del mar, hasta que llegaron a la tierra de Moroni.", "33 Y los ejércitos de los lamanitas se habían reunido todos, de modo que se hallaban en un solo grupo en la tierra de Moroni; y Ammorón, el rey de los lamanitas, estaba también con ellos.", "34 Y aconteció que Moroni y Lehi y Teáncum acamparon con sus ejércitos en los alrededores de las fronteras de la tierra de Moroni, de modo que los lamanitas quedaron rodeados en la frontera por el desierto al sur, y en la frontera por el desierto al este.", "35 Y así acamparon durante la noche. Pues he aquí, los nefitas, y los lamanitas también, se hallaban fatigados por motivo de la extensa marcha; por tanto, no intentaron ninguna estratagema durante la noche, excepto Teáncum; porque estaba irritado en extremo en contra de Ammorón, al punto de que él consideraba que Ammorón y su hermano Amalickíah habían sido la causa de aquella grande y larga guerra entre ellos y los lamanitas, la cual había sido el motivo de tantas batallas y efusión de sangre, sí, y de tanta hambre.", "36 Y sucedió que Teáncum, en su ira, entró en el campo de los lamanitas, y se descolgó de las murallas de la ciudad. Y fue de sitio en sitio, con una cuerda, de modo que halló al rey; y le arrojó una jabalina que lo hirió cerca del corazón. Pero he aquí, el rey despertó a sus siervos antes de morir, por lo que persiguieron a Teáncum y lo mataron.", "37 Y sucedió que cuando Lehi y Moroni supieron que Teáncum había muerto, se afligieron en extremo; porque he aquí, había sido un hombre que había luchado valerosamente por su patria, sí, un verdadero amigo de la libertad; y había padecido muchísimas aflicciones sumamente graves. Mas he aquí, había muerto, y había seguido el camino de toda la tierra.", "38 Y ocurrió que a la mañana siguiente, Moroni avanzó y cayó sobre los lamanitas, a tal grado que los hirieron con gran estrago; y los arrojaron de la tierra; y los lamanitas huyeron, así que no volvieron contra los nefitas en esa época.", "39 Y así llegó a su fin el año treinta y uno del gobierno de los jueces sobre el pueblo de Nefi; y así habían tenido guerras, y efusión de sangre, y hambre, y aflicción por el espacio de muchos años.", "40 Y había habido asesinatos, y contenciones, y disensiones, y toda clase de iniquidades entre el pueblo de Nefi; no obstante, por el bien de los justos, sí, a causa de las oraciones de los justos, fueron preservados.", "41 Mas he aquí, por motivo de la sumamente larga continuación de la guerra entre los nefitas y los lamanitas, muchos se habían vuelto insensibles por motivo de la extremadamente larga duración de la guerra; y muchos se ablandaron a causa de sus aflicciones, al grado de que se humillaron delante de Dios con la más profunda humildad.", "42 Y ocurrió que después que hubo fortificado aquellas partes de la tierra que más expuestas estaban a los lamanitas, hasta que quedaron suficientemente fuertes, Moroni volvió a la ciudad de Zarahemla; y Helamán también se volvió al lugar de su herencia; y nuevamente quedó establecida la paz entre el pueblo de Nefi.", "43 Y Moroni entregó el mando de sus ejércitos a su hijo, cuyo nombre era Moroníah; y se retiró a su propia casa a fin de pasar el resto de sus días en paz.", "44 Y Pahorán volvió a su asiento judicial; y Helamán emprendió otra vez la predicación de la palabra de Dios al pueblo; pues por causa de tantas guerras y contenciones, se había hecho necesario que de nuevo se hiciera una reglamentación en la iglesia.", "45 Por tanto, Helamán y sus hermanos salieron y declararon la palabra de Dios con mucho poder, convenciendo a mucha gente de sus iniquidades, lo que los hizo arrepentirse de sus pecados y ser bautizados para el Señor su Dios.", "46 Y ocurrió que otra vez establecieron la iglesia de Dios por toda la tierra.", "47 Sí, y se establecieron reglamentos concernientes a la ley; y fueron elegidos sus jueces y jueces superiores.", "48 Y el pueblo de Nefi una vez más empezó a prosperar en la tierra, y de nuevo comenzó a multiplicarse y a hacerse sumamente fuerte en la tierra. Y comenzaron a hacerse muy ricos.", "49 Mas no obstante sus riquezas, su poder y su prosperidad, no se ensalzaron en el orgullo de sus ojos, ni fueron lentos en acordarse del Señor su Dios, sino que se humillaron profundamente delante de él.", "50 Sí, recordaban cuán grandes cosas había hecho el Señor por ellos: cómo los había librado de la muerte, y del cautiverio, y de cárceles, y de todo género de aflicciones, y los había rescatado de las manos de sus enemigos.", "51 Y oraban al Señor su Dios continuamente, al grado de que él los bendijo de acuerdo con su palabra, de modo que se hicieron fuertes y prosperaron en la tierra.", "52 Y sucedió que se hicieron todas estas cosas. Y murió Helamán en el año treinta y cinco del gobierno de los jueces sobre el pueblo de Nefi."], "Français": ["Moroni marche au secours de Pahoran au pays de Gédéon— Les hommes-du-roi qui refusent de défendre leur pays sont mis à mort— Pahoran et Moroni reprennent Néphihah— Beaucoup de Lamanites se joignent au peuple d’Ammon— Téancum tue Ammoron et est tué à son tour— Les Lamanites sont chassés du pays et la paix règne de nouveau— Hélaman retourne au ministère et édifie l’Église. Vers 62–57av.J.-C.", "1 Et alors, il arriva que lorsque Moroni eut reçu cette épître, son cœur prit courage et fut rempli d’une joie extrêmement grande à cause de la fidélité de Pahoran, de ce qu’il n’était pas, lui aussi, traître à la liberté et à la cause de son pays.", "2 Mais il se lamenta aussi extrêmement à cause de l’iniquité de ceux qui avaient chassé Pahoran du siège du jugement, oui, en bref, à cause de ceux qui s’étaient rebellés contre leur pays et aussi contre leur Dieu.", "3 Et il arriva que Moroni prit un petit nombre d’hommes, selon le désir de Pahoran, et donna à Léhi et à Téancum le commandement du reste de son armée, et entreprit sa marche vers le pays de Gédéon.", "4 Et il dressa l’étendard de la liberté dans tous les lieux où il entra et acquit toutes les forces qu’il put pendant toute sa marche vers le pays de Gédéon.", "5 Et il arriva que des milliers accoururent sous son étendard et prirent leurs épées pour la défense de leur liberté, afin de ne pas tomber dans la servitude.", "6 Et ainsi, lorsqu’il eut rassemblé tous les hommes qu’il pouvait pendant toute sa marche, Moroni arriva au pays de Gédéon; et lorsqu’il eut uni ses forces à celles de Pahoran, ils devinrent extrêmement forts, oui, plus forts que les hommes de Pachus, qui était le roi de ces dissidents qui avaient chassé les hommes-libres du pays de Zarahemla et avaient pris possession du pays.", "7 Et il arriva que Moroni et Pahoran descendirent avec leurs armées au pays de Zarahemla, et allèrent contre la ville, et rencontrèrent les hommes de Pachus, de sorte qu’ils leur livrèrent bataille.", "8 Et voici, Pachus fut tué et ses hommes furent faits prisonniers, et Pahoran fut remis sur son siège du jugement.", "9 Et les hommes de Pachus reçurent leur jugement, selon la loi, et aussi ces hommes-du-roi qui avaient été pris et mis en prison; et ils furent exécutés selon la loi; oui, ces hommes de Pachus et ces hommes-du-roi, tous ceux qui ne voulaient pas prendre les armes pour la défense de leur pays, mais voulaient se battre contre lui, furent mis à mort.", "10 Et ainsi, il devint nécessaire que cette loi fût observée strictement pour la sécurité de leur pays; oui, et quiconque était surpris à nier leur liberté était rapidement exécuté selon la loi.", "11 Et ainsi finit la trentième année du règne des juges sur le peuple de Néphi, Moroni et Pahoran ayant fait de nouveau régner la paix au pays de Zarahemla, parmi leur propre peuple, ayant infligé la mort à tous ceux qui n’étaient pas fidèles à la cause de la liberté.", "12 Et il arriva qu’au commencement de la trente et unième année du règne des juges sur le peuple de Néphi, Moroni fit immédiatement envoyer des provisions et fit aussi envoyer une armée de six mille hommes à Hélaman pour l’aider à conserver cette partie du pays.", "13 Et il fit aussi envoyer une armée de six mille hommes, avec une quantité suffisante de nourriture, aux armées de Léhi et de Téancum. Et il arriva que cela se fit pour fortifier le pays contre les Lamanites.", "14 Et il arriva que Moroni et Pahoran, laissant un important corps de troupes au pays de Zarahemla, entreprirent leur marche, avec un important corps de troupes, vers le pays de Néphihah, décidés à chasser les Lamanites de cette ville.", "15 Et il arriva qu’en marchant vers le pays, ils prirent un important corps de troupes d’entre les Lamanites, et en tuèrent beaucoup, et prirent leurs provisions et leurs armes de guerre.", "16 Et il arriva que lorsqu’ils les eurent pris, ils leur firent conclure l’alliance qu’ils ne prendraient plus leurs armes de guerre contre les Néphites.", "17 Et lorsqu’ils eurent conclu cette alliance, ils les envoyèrent demeurer avec le peuple d’Ammon, et ils étaient au nombre d’environ quatre mille hommes à ne pas avoir été tués.", "18 Et il arriva que lorsqu’ils les eurent renvoyés, ils poursuivirent leur marche vers le pays de Néphihah. Et il arriva que lorsqu’ils furent arrivés à la ville de Néphihah, ils dressèrent leurs tentes dans les plaines de Néphihah, qui sont proches de la ville de Néphihah.", "19 Or, Moroni désirait que les Lamanites sortent leur livrer bataille dans les plaines; mais les Lamanites, connaissant leur courage extrêmement grand et voyant la grandeur de leur nombre, n’osèrent donc pas sortir contre eux; c’est pourquoi ils ne livrèrent pas bataille ce jour-là.", "20 Et lorsque vint la nuit, Moroni s’avança dans les ténèbres de la nuit, et monta au sommet du mur pour découvrir dans quelle partie de la ville les Lamanites campaient avec leur armée.", "21 Et il arriva qu’ils étaient à l’est, près de l’entrée; et ils étaient tous endormis. Et alors, Moroni retourna auprès de son armée, et leur fit préparer en hâte de fortes cordes et des échelles qu’ils feraient descendre du sommet du mur vers l’intérieur du mur.", "22 Et il arriva que Moroni fit avancer ses hommes, et les fit monter au sommet du mur et descendre dans cette partie de la ville, oui, à l’ouest, où les Lamanites ne campaient pas avec leurs armées.", "23 Et il arriva qu’ils se laissèrent tous descendre dans la ville pendant la nuit, à l’aide de leurs fortes cordes et de leurs échelles; ainsi, lorsque le matin arriva, ils étaient tous dans les murs de la ville.", "24 Et alors, quand les Lamanites s’éveillèrent et virent que les armées de Moroni étaient dans les murs, ils furent extrêmement effrayés, de sorte qu’ils s’enfuirent par le passage.", "25 Et alors, quand Moroni vit qu’ils fuyaient devant lui, il fit avancer ses hommes contre eux, et en tua beaucoup, et en encercla beaucoup d’autres, et les fit prisonniers; et le reste d’entre eux s’enfuit au pays de Moroni, qui était dans les régions frontières près du bord de la mer.", "26 C’est ainsi que Moroni et Pahoran avaient pris possession de la ville de Néphihah sans perdre une seule âme; et il y en eut beaucoup parmi les Lamanites qui furent tués.", "27 Or, il arriva que beaucoup de Lamanites qui étaient prisonniers désirèrent se joindre au peuple d’Ammon et devenir un peuple libre.", "28 Et il arriva qu’à tous ceux qui le désiraient, il leur fut accordé selon leur désir.", "29 C’est pourquoi, tous les prisonniers lamanites se joignirent au peuple d’Ammon et commencèrent à travailler extrêmement, cultivant le sol, produisant toutes sortes de grains et des troupeaux de gros et de petit bétail de toute espèce; et ainsi les Néphites furent soulagés d’un grand fardeau; oui, de sorte qu’ils furent soulagés de tous les prisonniers lamanites.", "30 Or, il arriva qu’après avoir pris possession de la ville de Néphihah, avoir fait beaucoup de prisonniers, ce qui réduisit extrêmement les armées des Lamanites, et avoir regagné un grand nombre de Néphites qui avaient été faits prisonniers, ce qui fortifia extrêmement son armée, Moroni alla du pays de Néphihah au pays de Léhi.", "31 Et il arriva que lorsque les Lamanites virent que Moroni venait contre eux, ils eurent de nouveau peur et s’enfuirent devant son armée.", "32 Et il arriva que Moroni et son armée les poursuivirent de ville en ville, jusqu’à ce qu’ils rencontrent Léhi et Téancum, et les Lamanites s’enfuirent devant Léhi et Téancum en descendant dans les zones frontières près du bord de la mer, jusqu’à ce qu’ils arrivent au pays de Moroni.", "33 Et les armées des Lamanites étaient toutes rassemblées, de sorte qu’elles étaient toutes en un seul corps au pays de Moroni. Or, Ammoron, le roi des Lamanites, était aussi avec elles.", "34 Et il arriva que Moroni, et Léhi, et Téancum campèrent avec leurs armées alentour dans les régions frontières du pays de Moroni, de sorte que les Lamanites étaient encerclés dans les régions frontières par le désert au sud et dans les régions frontières par le désert à l’est.", "35 Et ainsi, ils campèrent pour la nuit. Car voici, les Néphites et les Lamanites aussi étaient las à cause de la longueur de la marche; c’est pourquoi ils ne décidèrent d’aucun stratagème pendant la nuit, si ce n’est Téancum; car il était extrêmement en colère contre Ammoron, étant donné qu’il considérait qu’Ammoron, et Amalickiah, son frère, avaient été la cause de cette grande et interminable guerre entre eux et les Lamanites, ce qui avait été la cause d’une telle guerre et d’une telle effusion de sang, oui, et d’une telle famine.", "36 Et il arriva que Téancum, dans sa colère, entra dans le camp des Lamanites et se laissa descendre par-dessus les murs de la ville. Et il s’avança avec une corde, de lieu en lieu, de sorte qu’il trouva le roi; et il lui lança un javelot, qui le perça près du cœur. Mais voici, le roi éveilla ses serviteurs avant de mourir, de sorte qu’ils poursuivirent Téancum et le tuèrent.", "37 Alors, il arriva que lorsque Léhi et Moroni surent que Téancum était mort, ils furent extrêmement attristés; car voici, il avait été un homme qui s’était vaillamment battu pour son pays, oui, un véritable ami de la liberté; et il avait souffert un très grand nombre d’afflictions extrêmement cruelles. Mais voici, il était mort et était allé où va tout ce qui est terrestre.", "38 Alors, il arriva que Moroni se mit en marche, le matin, et tomba sur les Lamanites, de sorte qu’ils les tuèrent en un grand massacre; et ils les chassèrent du pays; et ils s’enfuirent, au point qu’ils ne revinrent pas, en ce temps-là, contre les Néphites.", "39 Et ainsi finit la trente et unième année du règne des juges sur le peuple de Néphi; et ainsi, ils avaient eu des guerres, et des effusions de sang, et des famines, et des afflictions pendant de nombreuses années.", "40 Et il y avait eu des meurtres, et des querelles, et des dissensions, et toutes sortes d’iniquités parmi le peuple de Néphi; néanmoins, pour l’amour des justes, oui, à cause des prières des justes, ils furent épargnés.", "41 Mais voici, à cause de la durée extrêmement longue de la guerre entre les Néphites et les Lamanites, beaucoup s’étaient endurcis, à cause de la durée extrêmement longue de la guerre; et beaucoup furent adoucis à cause de leurs afflictions, de sorte qu’ils s’humilièrent devant Dieu dans les profondeurs de l’humilité.", "42 Et il arriva que lorsqu’il eut fortifié les parties du pays qui étaient les plus exposées aux Lamanites, jusqu’à ce qu’elles fussent suffisamment fortes, Moroni retourna à la ville de Zarahemla; et Hélaman retourna aussi au lieu de son héritage; et la paix régna une fois de plus parmi le peuple de Néphi.", "43 Et Moroni remit le commandement de ses armées entre les mains de son fils, dont le nom était Moronihah; et il se retira dans sa maison, afin de passer le reste de ses jours en paix.", "44 Et Pahoran retourna au siège du jugement; et Hélaman entreprit de nouveau de prêcher au peuple la parole de Dieu, car à cause de tant de guerres et de querelles, il était devenu nécessaire de remettre de l’ordre dans l’Église.", "45 C’est pourquoi, Hélaman et ses frères allèrent annoncer la parole de Dieu avec beaucoup de puissance, au point de convaincre beaucoup de gens de leur méchanceté, ce qui les amena à se repentir de leurs péchés et à être baptisés pour le Seigneur, leur Dieu.", "46 Et il arriva qu’ils établirent de nouveau l’Église de Dieu dans tout le pays.", "47 Oui, et des règlements furent faits concernant la loi. Et leurs juges et leurs grands juges furent choisis.", "48 Et le peuple de Néphi recommença à prospérer dans le pays et commença à se multiplier et à redevenir extrêmement fort dans le pays. Et ils commencèrent à devenir extrêmement riches.", "49 Mais malgré leur richesse, ou leur force, ou leur prospérité, ils n’étaient pas enflés dans l’orgueil de leurs yeux; ils n’étaient pas non plus lents à se souvenir du Seigneur, leur Dieu, mais ils s’humiliaient extrêmement devant lui.", "50 Oui, ils se souvenaient des grandes choses que le Seigneur avait faites pour eux, de ce qu’il les avait délivrés de la mort, et des liens, et des prisons, et de toutes sortes d’afflictions, et de ce qu’il les avait délivrés des mains de leurs ennemis.", "51 Et ils priaient continuellement le Seigneur, leur Dieu, de sorte que le Seigneur les bénit selon sa parole, de sorte qu’ils devinrent forts et prospérèrent dans le pays.", "52 Et il arriva que toutes ces choses se firent. Et Hélaman mourut la trente-cinquième année du règne des juges sur le peuple de Néphi."], "Kiribati": ["Moronaai e mwananga ni buoka Bwaoraan n te aba are Kiteon—Ana aomata te uea ake a rawa n tei ibukin abaia a tiringaki—Bwaoraan ma Moronaai a manga anaa Nibwaaia—A mwaiti Reimwanaite ake a ikotaki ma ana botanaomata Amon—E tiringa Amoron Teaenikam ao e a manga tiringaki—A kakioaki Reimwanaite man te aba, ao e a kateaki te rau—E oki Ereman man ana mwakuri ni mitinare ao e karikirakea te Ekaretia. Uakaan ma 62–57I.K.", "1 Ao ngkai e koro bukina bwa ngke Moronaai e a tia ni karekea te reta aio ao e a karekea ninikorian nanona, ao e a onrake n te kimwareirei ae rianako ibukin kakaonimakin Bwaoraan, ao bon tiaki te tia kamwane ni kaineti ma inaomatan ao waakin abana.", "2 Ma e bon korakora naba ngurengurena ibukin buakakaia ake a tia ni kakioa Bwaoraan ma n te kaintekateka ni motikitaeka, eng, ni kakimototoa ibukiia naake a tia n totoko ni kaitaraa abaia ma Atuaia naba.", "3 Ao e koro bukina bwa Moronaai e kairia ana koraki tabeman, n aron nanon Bwaoraan, man angan Riaai ma Teaenikam bwa a na taraa nikiraia ana taanga ni buaka, ma ni mwananga nakon te aba are Kiteon.", "4 Ao e bon katea te buraeki n inaomata, n taabo nako ake e roko iai, ma ni karekea te taanga ni buaka are e kona ni karekea i nanon mwanangana nakon te aba are Kiteon.", "5 Ao e koro bukina bwa ngaa ma ngaa ake bwarikoriko nakon ana buraeki, man tabeki aia kabaang bwa a na tei ibukin inaomataia, bwa aonga n aki reke n te tautoronaki.", "6 Ao ngaia are, Moronaai e a ikotiia mwaane nako are e kona ni karekeia i nanon mwanangana ni kabane, e roko nakon te aba are Kiteon; man ikotiia ana taanga ni buaka ma ana taanga Bwaoraan ao e a korakora matoatoaia, a bon matoatoa riki nakoia ana koraki Bwaakati, are aia uea taan biri nako ake a kakioia aomata ake a inaomata man te aba are Taraemera man tia n taua te aba.", "7 Ao e koro bukina bwa Moronaai ma Bwaoraan a ruorikaaki ma aia taanga ni buaka nakon te aba are Taraemera, man nako ni kaitaraa te kaawa, ao a bon kaitibo ma ana koraki Bwaakati ao a bon buaka.", "8 Ao nooria, Bwaakati e a bon tiringaki ao a kairaki ana koraki bwa bure, ao Bwaoraan e a kaokaki nakon ana kaintekateka ni motiki taeka.", "9 Ao ana koraki Bwaakati a bon kabowiaki, n aron tuan te aba, ao ana aomata te uea naba ake a tia n anaaki man teweaki nako nanon te nne ni kaikain; ao a tiringaki n aron te tua; eng, ana koraki Bwaakati ao ana aomata te uea, are a rawa n tabeki bwaai ni buaka n tei ibukin abaia, ma ana buaka ni kaitaraa, a bon tiringaki.", "10 Ao ngaia are e bon riai bwa e na kamatoaki kawakinan te tua aio ibukin maurin abaia; eng, ao are e kuneaki ni kaakea inaomatana e a bon waekoa naba n tiringaki n aron te tua.", "11 Ao ngaia are e a toki aia katenibwi n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai; Moronaai ma Bwaoraan a tia ni kaoka te rau nakon te aba are Taraemera, i buakoia oin aia botanaomata man tia ni karokoa te mate i aoia ni kabane ake aki taua raoi te waaki n inaomata.", "12 Ao e koro bukina bwa ni moan waakin aia katenibwi ma teuana n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai, Moronaai e kawaekoa n te tai naba arei ni karekea te anga bwa a na kanakoaki bwaai ake a kainnanoaki, ao te taanga naba ni buaka ae onoua te ngaa mwaane kaaina bwa a na kanakoaki nakon Ereman, bwa a na buokiia ni kawakina mwakoron te aba anne.", "13 Ao e karekea naba te anga bwa te taanga ni buaka ae kaaina ono ngaa mwaane, ma te amwarake ae tau, bwa a riai ni kanakoaki nakon Riaai ma Teaenikam. Ao e koro bukina bwa e bon karaoaki aio bwa e na kamatoatoaki te aba ni kaaitaraia Reimwanaite.", "14 Ao e koro bukina bwa Moronaai ma Bwaoraan, ngke a tia ni katuka te koraki ae mwaiti n te aba are Taraemera, a mwananga ma te koraki ae mwaiti nakon te aba are Nibwaaia, man nanomatoa bwa a na kabwakaia Reimwanaite ake n te kaawa anne.", "15 Ao e koro bukina bwa ngke a mwananga nakon te aba, a kairia aia koraki Reimwanaite mangaia man tirigiia aika a mwaiti, man anai aia bwai ake a kainnanoi ma aia bwai ni buaka.", "16 Ao e koro bukina bwa i mwin are a tia n anaia, a tua bwa a na karaoa te berita ae tabu bwa a na manga aki oki n tabeki aia bwai ni buaka ni kaaitaraia Nibwaite.", "17 Ao ngke a tia ni karaoa te berita ae tabu aio a kanakoia bwa a maeka i buakoia ana botanaomata Amon, ao mwaitia ake aki tiringaki tao aua te nga.", "18 Ao e koro bukina bwa ngke a tia ni kanakoia a waakina mwanangaia nakon te aba are Nibwaaia. Ao e koro bukina bwa ngke a roko n te kaawa are Nibwaaia, a bon katei umwaianrianna n taabo aika a aoraoi i Nibwaaia, are e bon kaan ma te kaawa are Nibwaaia.", "19 Ngkai Moronaai e bon tangiria bwa a na roko Reimwanaite ni buaka ni kaaitaraia, n taabo ake a aoraoi; ma Reimwanaite a bon ataa rianakon korakoran ninikoriaia, ao ngke a noora mwaitia, ngaia are a rawa n roko ni buaka n te bong arei.", "20 Ao ngke e a roko n te tairiki, Moronaai e mwananga i nanon rootongitongin te bong, man roko i taubukin te oo bwa e na kareke rongorongo bwa engaa mwakoron te kaawa ae a matu iai Reimwanaite ma aia taanga ni buaka.", "21 Ao e koro bukina bwa a mena i mainiku, i rarikin te tabo n rin; ao a bane ni matu. Ao ngkai Moronaai e oki nakon ana taanga ni buaka, ma n tua bwa a na katauraoi n te tai ae waekoa taian kora ma kaai n tamwarake, bwa a na karuoaki ma itaubukin te oo nakon mwakoron te oo are i nanona.", "22 Ao e koro bukina bwa Moronaai e tua bwa ana koraki a na mwananga ma n nako taubukin te oo, man ruo nakon mwakoron te kaawa anne, eng, ao i maeao naba, are aki matu iai Reimwanaite ma aia taanga ni buaka.", "23 Ao e koro bukina bwa a bane ni karuoaki nakon te kaawa n te bong, n aia kora ake a mamatoa ma aia kai n tamwarake; ngaia are ngke e a ingabong a bon bane ni mena i nanon oon te kaawa.", "24 Ao ngkai, ngke a uti Reimwanaite man nooria bwa ana taanga ni buaka Moronaai a mena i nanon te oo, a bon korakora maakuia, n te aro are a bon biri nako tinaniku man te tabo n rin.", "25 Ao ngkai Moronaai ngke e nooria bwa a bon biri nako mai matana, e bon tua bwa ana koraki a na mwananga ni kaaitaraia man tiringia aika a mwaiti, man otabwaninia tabemwaang, ma ni kairia bwa bure; ao nikiraia a biri nako nakon te aba are Moronaai, are e mena n te tia i rarikin taari.", "26 Ngaia are Bwaoraan ma Moronaai a karekea tauan te kaawa are Nibwaaia n akea temanna mai i buakoia ae bua; ao a bon mwaiti Reimwanaite ake a tiringaki.", "27 Ngkai e koro bukina bwa a mwaiti Reimwanaite ake bure ae a tangiria bwa a na ikotaki ma ana botanaomata Amon man riki bwa aomata aika a inaomata.", "28 Ao e koro bukina bwa mwaitia ake a tangira aei, a bon anganaki n aron are a tangiria.", "29 Ngaia are, ni kabane aia bure Reimwanaite a bon ikotaki ma ana botanaomata Amon, ma ni waaki ni mwakuri ni kakorakoraia, ni mwakuria te tano, n uniki aekan nako taian kai n amwarake, ma nanai ni man n aekaia nako; ao a beebete Nibwaite man te rawawata ae korakora; eng, n te aro are a bon aki tabetabe irouia aia bure ni kabane Reimwanaite.", "30 Ngkai e koro bukina bwa Moronaai, ngke e a tia ni karekea tauan te kaawa are Nibwaaia, man tia ni kairia nako bure aika a mwaiti, are e bon kakorakora kerikakin mwaitia aia taanga ni buaka Reimwanaite, man tia ni manga kaokia Nibwaite aika a mwaiti ake a bon tia n anaaki bwa bure, are e a bon riki bwa kakorakoraia ana taanga ni buaka Moronaai; ngaia are Moronaai e a mwananga nako man te aba are Nibwaaia nakon te aba are Riaai.", "31 Ao e koro bukina bwa ngke Reimwanaite a noora Moronaai bwa e roko ni kaaitaraia, a bon maaku riki ma ni biri nako mai matan ana taanga ni buaka Moronaai.", "32 Ao e koro bukina bwa Moronaai ma ana taanga ni buaka a bon kakioia man te kaawa ae bubura teuana nakon te kaawa ae bubura teuana, ni karokoa ae a kaitiboaki ma Riaai ao Teaenikam; ao Reimwanaite a biri nako mai irouia Riaai ma Teaenikam, n nakon te tia i rarikin taari, ni karokoa ae a roko n te aba are Moronaai.", "33 Ao aia taanga ni buaka Reimwanaite a bon ikotaki, n te aro are a mena n te rabwata ae ti teuana te aba are Moronaai. Ngkai Amoron, are aia uea Reimwanaite e mena naba i rarikiia.", "34 Ao e koro bukina bwa Moronaai ma Riaai ao Teaenikam a bon tiku ma aia taanga ni buaka n otabwaninia tian te aba are Moronaai, n te aro are a otabwaniniaki n te tia i rarikin te rereua i maiaki, ao n te tia i rarikin te rereua i mainiku.", "35 Ao ngaia are a tiku ni matu n te tairiki anne. Bwa nooria, Nibwaite ma Reimwanaite a bon kua ibukin ananaun mwanangaia; ngaia are a bon aki iangoa te kamwane n te tairiki, ma ti Teaenikam bwa e korakora unna iroun Amoron, n te aro are e taku bwa Amoron ma Amarakaai are tarina, a karika te buaka ae korakora ma n tei maan aio i marenaia ma Reimwanaite, are e karika te buaka ae korakora ao kawawaean te raraa, eng, ao te rongo ae korakora.", "36 Ao e koro bukina bwa ibukin unna ao Teaenikam e mwananga nako nakon aia tabo Reimwanaite, ma n ruorikaaki riaon te oo nakon te kaawa. Ao e mwananga ma te kora man te tabo teuana nakon te tabo teuana, n te aro are e a kunea te uea; ao e kareia n te kai ni kare, are e a bon ewaraki iai rarikin buroona. Ma nooria, e kautia ana toro te uea i mwaain matena, n te aro are a bon kakioa Teaenikam, man tiringnga.", "37 Ngkai e koro bukina bwa ngke Riaai ma Moronaai a ataia bwa e a mate Teaenikam e a bon korakora nanokawakia; bwa nooria, bon te mwaane are e a tia ni buaka ma te ninikoria ibukin abana, eng, te rao ni koaua ibukin te kainaomataki; ao e a tia ni kainnano n taian karawawataki aika a korakora. Ma nooria, e a mate, ma n tia n iranako kawain te aonaba ni kabane.", "38 Ao ngkanne e koro bukina bwa Moronaai e mwananga ngke e a ingabong, ma n roko irouia Reimwanaite, n te aro are e a bon tiringia n te tiritiri ae moan te korakora; ao a bon kakioia ni kaotinakoia man te aba; ao a bon biri nako, ao a bon aki manga oki n te tai anne ni kaaitaraia Nibwaite.", "39 Ao ngaia are e a toki aia katenibwi ma teuana n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai; ao are a tia n rinanon te bubuaka, ma kawawaean te raraa, ma te rongo, ma te karawawataki, i nanon te maan ae ririki aika a mwaiti.", "40 Ao e a tia n iai taian tiritiri, ma itabaraara, ma kakauntaeka, ma aekan taian buakaka nako i buakoia te botanaomata are Nibwaai; ma e ngae n anne ibukin te raoiroi, eng, ibukin aia tataro aika a raraoi, ao a bon kamaiuaki.", "41 Ma nooria, ibukin korakoran abwabwakin te buaka i marenaia Nibwaite ma Reimwanaite a mwaiti ake a kamatoatoaia, ibukin ananaun te buaka; ao a mwaiti ake a maraurau nanoia ibukin karawawatakia, n te aro are e kananorinanoia i matan te Atua, n nakon are te kabanea n rinano.", "42 Ao e koro bukina bwa i mwin are Moronaai e a tia ni kamatoatoai mwakoron te aba are a rang teretere riki nakoia Reimwanaite, ni karokoa ae bon tau matoatoaia, e oki nakon te kaawa are Taraemera; ao Ereman e oki nakon ana tabo ni bwaibwai; ao e a manga kamatoaki riki te rau i buakoia ana botanaomata Nibwaai.", "43 Ao Moronaai e anga te mwioko ibukin kairakia ana taanga ni buaka nako nanon bain natina are Moronaaia; ao e kerikaaki nakon oin batana bwa e na kabanea nikiran ana bong i nanon te rau.", "44 Ao Bwaoraan e oki nakon ana kaintekateka ni motikitaeka; ao Ereman e a manga katokaa riki iaona te mwioko bwa e na manga kabwarabwara nakoia te botanaomata ana taeka te Atua; bwa ibukina bwa e a rang korakora te bubuaka ma te itabaraara e bon riai bwa e na karaoaki riki te tua i nanon te ekaretia.", "45 Ngaia are, Ereman ma tarina a mwananga, ma n taekina ana taeka te Atua ma te mwaaka ma ni kakoauaki irouia aomata aika a mwaiti, are e karika rairakin nanoia man aia bure ma ni bwabetitoaki nakon te Uea ae Atuaia.", "46 Ao e koro bukina bwa a manga katea riki ana ekaretia te Atua, ni kabuta te aba.", "47 Eng, a karaoaki kaetieti ni kaineti ma te tua. Ao a rineaki aia taan moti, ma mataniwia taan moti.", "48 Ao te botanaomata are Nibwaai a moanna n riki rake n te aba, ma ni moanna n riki rake mwaitia, ma ni manga korakora matoatoaia riki n te aba. Ao a bon riki rake ni korakora kaubwaia.", "49 Ma e ngae ngke a kaubwai, ke a korakora, ke a nakoraoi aroia, a bon aki tabekaki rake ibukin kainikatongan aia taratara; ao aki naba iremwe n uringa te Uea ae Atuaia; ma a bon korakora nanorinanoia i matana", "50 Eng, a bon uringi bwaai ake a korakora are e a tia te Uea ni karaoi ibukiia, are e a tia ni kamaiuia man te mate, ao man te kabaeaki, ao man te nne ni kaikain, ao man aekan karawawata n aekaia nako, ao e kainaomataia mai nanon baia aia kairiribai.", "51 Ao a bon tataro nakon te Uea ae Atuaia n aki toki, n te aro are te Uea e bon kakabwaiaia, n aron ana taeka, n te aro are a bon matoatoa ma n nakoraoi aroia n te aba.", "52 Ao e koro bukina bwa a bane n tia bwaai aikai ni kabane. Ao Ereman e mate, n aia katenibwi ma nimaua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai."]}