{"English": ["Aaron teaches the Amalekites about Christ and His Atonement—Aaron and his brethren are imprisoned in Middoni—After their deliverance, they teach in the synagogues and make many converts—Lamoni grants religious freedom to the people in the land of Ishmael. About 90–77B.C.", "1 Now when Ammon and his brethren separated themselves in the borders of the land of the Lamanites, behold Aaron took his journey towards the land which was called by the Lamanites, Jerusalem, calling it after the land of their fathers’ nativity; and it was away joining the borders of Mormon.", "2 Now the Lamanites and the Amalekites and the people of Amulon had built a great city, which was called Jerusalem.", "3 Now the Lamanites of themselves were sufficiently hardened, but the Amalekites and the Amulonites were still harder; therefore they did cause the Lamanites that they should harden their hearts, that they should wax strong in wickedness and their abominations.", "4 And it came to pass that Aaron came to the city of Jerusalem, and first began to preach to the Amalekites. And he began to preach to them in their synagogues, for they had built synagogues after the order of the Nehors; for many of the Amalekites and the Amulonites were after the order of the Nehors.", "5 Therefore, as Aaron entered into one of their synagogues to preach unto the people, and as he was speaking unto them, behold there arose an Amalekite and began to contend with him, saying: What is that thou hast testified? Hast thou seen an angel? Why do not angels appear unto us? Behold are not this people as good as thy people?", "6 Thou also sayest, except we repent we shall perish. How knowest thou the thought and intent of our hearts? How knowest thou that we have cause to repent? How knowest thou that we are not a righteous people? Behold, we have built sanctuaries, and we do assemble ourselves together to worship God. We do believe that God will save all men.", "7 Now Aaron said unto him: Believest thou that the Son of God shall come to redeem mankind from their sins?", "8 And the man said unto him: We do not believe that thou knowest any such thing. We do not believe in these foolish traditions. We do not believe that thou knowest of things to come, neither do we believe that thy fathers and also that our fathers did know concerning the things which they spake, of that which is to come.", "9 Now Aaron began to open the scriptures unto them concerning the coming of Christ, and also concerning the resurrection of the dead, and that there could be no redemption for mankind save it were through the death and sufferings of Christ, and the atonement of his blood.", "10 And it came to pass as he began to expound these things unto them they were angry with him, and began to mock him; and they would not hear the words which he spake.", "11 Therefore, when he saw that they would not hear his words, he departed out of their synagogue, and came over to a village which was called Ani-Anti, and there he found Muloki preaching the word unto them; and also Ammah and his brethren. And they contended with many about the word.", "12 And it came to pass that they saw that the people would harden their hearts, therefore they departed and came over into the land of Middoni. And they did preach the word unto many, and few believed on the words which they taught.", "13 Nevertheless, Aaron and a certain number of his brethren were taken and cast into prison, and the remainder of them fled out of the land of Middoni unto the regions round about.", "14 And those who were cast into prison suffered many things, and they were delivered by the hand of Lamoni and Ammon, and they were fed and clothed.", "15 And they went forth again to declare the word, and thus they were delivered for the first time out of prison; and thus they had suffered.", "16 And they went forth whithersoever they were led by the Spirit of the Lord, preaching the word of God in every synagogue of the Amalekites, or in every assembly of the Lamanites where they could be admitted.", "17 And it came to pass that the Lord began to bless them, insomuch that they brought many to the knowledge of the truth; yea, they did convince many of their sins, and of the traditions of their fathers, which were not correct.", "18 And it came to pass that Ammon and Lamoni returned from the land of Middoni to the land of Ishmael, which was the land of their inheritance.", "19 And king Lamoni would not suffer that Ammon should serve him, or be his servant.", "20 But he caused that there should be synagogues built in the land of Ishmael; and he caused that his people, or the people who were under his reign, should assemble themselves together.", "21 And he did rejoice over them, and he did teach them many things. And he did also declare unto them that they were a people who were under him, and that they were a free people, that they were free from the oppressions of the king, his father; for that his father had granted unto him that he might reign over the people who were in the land of Ishmael, and in all the land round about.", "22 And he also declared unto them that they might have the liberty of worshiping the Lord their God according to their desires, in whatsoever place they were in, if it were in the land which was under the reign of king Lamoni.", "23 And Ammon did preach unto the people of king Lamoni; and it came to pass that he did teach them all things concerning things pertaining to righteousness. And he did exhort them daily, with all diligence; and they gave heed unto his word, and they were zealous for keeping the commandments of God."], "Español": ["Aarón enseña a los amalekitas acerca de Cristo y Su expiación— Aarón y sus hermanos son encarcelados en Middoni— Después de ser librados, enseñan en las sinagogas y logran convertir a muchas personas— Lamoni concede la libertad religiosa al pueblo en la tierra de Ismael. Aproximadamente 90–77a.C.", "1 Ahora bien, cuando Ammón y sus hermanos se separaron en las fronteras de la tierra de los lamanitas, he aquí que Aarón emprendió su viaje a la tierra que los lamanitas llamaban Jerusalén, nombre dado en memoria del país natal de sus padres; y se encontraba allá, en las fronteras de Mormón.", "2 Y los lamanitas, los amalekitas y el pueblo de Amulón habían edificado una gran ciudad que se llamaba Jerusalén.", "3 Ahora bien, los lamanitas eran de por sí bastante obstinados, mas los amalekitas y los amulonitas lo eran aún más; por tanto, hicieron endurecer el corazón de los lamanitas para que aumentaran en la maldad y en sus abominaciones.", "4 Y sucedió que Aarón llegó a la ciudad de Jerusalén, y primero empezó a predicar a los amalekitas. Y comenzó a predicarles en sus sinagogas, pues habían edificado sinagogas según la orden de los nehores; porque muchos de los amalekitas y de los amulonitas pertenecían a la orden de los nehores.", "5 Por tanto, al entrar Aarón en una de sus sinagogas para predicar a la gente, y mientras les estaba hablando, he aquí, se levantó un amalekita y empezó a contender con él, diciendo: ¿Qué es eso que has testificado? ¿Has visto tú a un ángel? ¿Por qué a nosotros no se nos aparecen ángeles? He aquí, ¿no es esta gente tan buena como la tuya?", "6 También dices que a menos que nos arrepintamos, pereceremos. ¿Cómo es que sabes tú el pensamiento e intención de nuestros corazones? ¿Cómo sabes que tenemos de qué arrepentirnos? ¿Cómo sabes que no somos un pueblo justo? He aquí, hemos edificado santuarios, y nos reunimos para adorar a Dios. Creemos por cierto que Dios salvará a todos los hombres.", "7 Entonces le dijo Aarón: ¿Crees que el Hijo de Dios vendrá para redimir al género humano de sus pecados?", "8 Y le dijo el hombre: No creemos que sepas tal cosa. No creemos en estas insensatas tradiciones. No creemos que tú sepas de cosas futuras, ni tampoco creemos que tus padres ni nuestros padres supieron concerniente a las cosas que hablaron, de lo que está por venir.", "9 Y Aarón empezó a explicarles las Escrituras concernientes a la venida de Cristo y también la resurrección de los muertos; y que no habría redención para la humanidad, salvo que fuese por la muerte y padecimientos de Cristo, y la expiación de su sangre.", "10 Y aconteció que al empezar a explicarles estas cosas, se enojaron con él y empezaron a hacerle burla; y no quisieron escuchar las palabras que hablaba.", "11 Por tanto, cuando vio que no querían oír sus palabras, salió de la sinagoga y llegó a una aldea que se llamaba Ani-Anti, y allí encontró a Muloki, predicándoles la palabra; y también a Amma y sus hermanos. Y contendieron con muchos sobre la palabra.", "12 Y aconteció que vieron que los del pueblo endurecían sus corazones; por tanto, partieron y llegaron a la tierra de Middoni; y predicaron la palabra a muchos, y pocos creyeron en las palabras que enseñaban.", "13 Sin embargo, Aarón y cierto número de sus hermanos fueron aprehendidos y encarcelados; y los demás huyeron de la tierra de Middoni a las regiones inmediatas.", "14 Y los que fueron encarcelados padecieron muchas cosas; y fueron librados por la intervención de Lamoni y Ammón, y fueron alimentados y vestidos.", "15 Y salieron otra vez para declarar la palabra; y así fueron librados de la cárcel por primera vez; y así habían padecido.", "16 E iban por dondequiera que los guiaba el Espíritu del Señor, predicando la palabra de Dios en toda sinagoga de los amalekitas, o en toda asamblea de los lamanitas, en donde los admitían.", "17 Y sucedió que el Señor empezó a bendecirlos de tal modo que llevaron a muchos al conocimiento de la verdad; sí, convencieron a muchos de que habían pecado, y de que las tradiciones de sus padres no eran correctas.", "18 Y aconteció que Ammón y Lamoni volvieron de la tierra de Middoni a la tierra de Ismael, que era la tierra de su herencia.", "19 Y el rey Lamoni no quiso permitir que Ammón lo sirviera ni que fuera su siervo,", "20 sino que hizo edificar sinagogas en la tierra de Ismael; e hizo que se reunieran los de su pueblo, o sea, aquellos a quienes él gobernaba.", "21 Y se regocijó en ellos y les enseñó muchas cosas. Y también les declaró que eran un pueblo que se hallaba bajo la autoridad de él, y que eran un pueblo libre; que se hallaban libres de las opresiones del rey, su padre; porque su padre le había concedido que gobernara al pueblo que se hallaba en la tierra de Ismael y en toda la región circunvecina.", "22 Y también les declaró que gozarían de la libertad de adorar al Señor su Dios según sus deseos, en cualquier lugar en que estuvieran, si este se encontraba en la tierra que estaba bajo la autoridad del rey Lamoni.", "23 Y Ammón predicó al pueblo del rey Lamoni; y aconteció que les enseñó todas las cosas concernientes a la rectitud. Y los exhortaba diariamente con toda diligencia, y ellos prestaban atención a su palabra, y eran celosos en guardar los mandamientos de Dios."], "Français": ["Aaron instruit les Amalékites concernant le Christ et son expiation— Aaron et ses frères sont emprisonnés à Middoni— Après leur délivrance, ils enseignent dans les synagogues et font beaucoup de convertis— Lamoni accorde la liberté religieuse au peuple du pays d’Ismaël. Vers 90–77av.J.-C.", "1 Alors, lorsqu’Ammon et ses frères se séparèrent dans les régions frontières du pays des Lamanites, voici, Aaron se mit en route pour le pays que les Lamanites appelaient Jérusalem, l’appelant du nom du pays où leurs pères étaient nés; et il était au loin, touchant les régions frontières de Mormon.", "2 Or, les Lamanites, et les Amalékites, et le peuple d’Amulon avaient construit une grande ville, qui était appelée Jérusalem.", "3 Or, les Lamanites, par eux-mêmes, étaient suffisamment endurcis, mais les Amalékites et les Amulonites étaient encore plus durs; c’est pourquoi ils firent en sorte que les Lamanites s’endurcissent le cœur, qu’ils deviennent forts dans la méchanceté et dans leurs abominations.", "4 Et il arriva qu’Aaron se rendit à la ville de Jérusalem et commença par prêcher tout d’abord aux Amalékites. Et il commença à leur prêcher dans leurs synagogues, car ils avaient construit des synagogues selon l’ordre des Néhors, car beaucoup d’Amalékites et d’Amulonites étaient selon l’ordre des Néhors.", "5 Ainsi, comme Aaron entrait dans une de leurs synagogues pour prêcher au peuple, et tandis qu’il lui parlait, voici, un Amalékite se leva et entra en contestation avec lui, disant: Qu’est-ce que cette chose dont tu témoignes? As-tu vu un ange? Pourquoi des anges ne nous apparaissent-ils pas? Voici, ce peuple n’est-il pas aussi bon que ton peuple?", "6 Tu dis aussi: Si nous ne nous repentons pas, nous périrons. Comment connais-tu les pensées et l’intention de notre cœur? Comment sais-tu que nous avons lieu de nous repentir? Comment sais-tu que nous ne sommes pas un peuple juste? Voici, nous avons construit des sanctuaires, et nous nous assemblons pour adorer Dieu. Nous croyons que Dieu sauvera tous les hommes.", "7 Alors Aaron lui dit: Crois-tu que le Fils de Dieu viendra racheter l’humanité de ses péchés?", "8 Et l’homme lui dit: Nous ne croyons pas que tu connaisses rien de pareil. Nous ne croyons pas en ces traditions insensées. Nous ne croyons pas que tu saches des choses qui sont à venir, et nous ne croyons pas non plus que tes pères et aussi que nos pères savaient de quoi ils parlaient à propos de ce qui est à venir.", "9 Alors Aaron commença à leur ouvrir les Écritures concernant la venue du Christ, et aussi concernant la résurrection des morts, et dit qu’il ne pouvait pas y avoir de rédemption pour l’humanité, si ce n’était par la mort et les souffrances du Christ, et par l’expiation de son sang.", "10 Et il arriva que comme il commençait à leur expliquer ces choses, ils furent en colère contre lui, et commencèrent à se moquer de lui; et ils ne voulurent pas écouter les paroles qu’il disait.", "11 C’est pourquoi, lorsqu’il vit qu’ils ne voulaient pas entendre ses paroles, il quitta leur synagogue, passa dans un village qui était appelé Ani-Anti, et là il trouva Muloki occupé à leur prêcher la parole; et aussi Ammah et ses frères. Et ils débattirent de la parole avec beaucoup.", "12 Et il arriva qu’ils virent que le peuple s’endurcirait le cœur; c’est pourquoi ils s’en allèrent et passèrent au pays de Middoni. Et ils prêchèrent la parole à beaucoup, et peu crurent aux paroles qu’ils enseignaient.", "13 Néanmoins, Aaron et un certain nombre de ses frères furent pris et jetés en prison, et le reste d’entre eux s’enfuit du pays de Middoni vers les régions alentour.", "14 Et ceux qui furent jetés en prison souffrirent beaucoup, et ils furent délivrés par la main de Lamoni et d’Ammon, et ils furent nourris et vêtus.", "15 Et ils allèrent de nouveau annoncer la parole, et ainsi ils furent délivrés pour la première fois de prison; et c’est ainsi qu’ils avaient souffert.", "16 Et ils allaient partout où ils étaient conduits par l’Esprit du Seigneur, prêchant la parole de Dieu dans toutes les synagogues des Amalékites, ou dans toutes les assemblées des Lamanites où ils pouvaient être admis.", "17 Et il arriva que le Seigneur commença à les bénir, de sorte qu’ils en amenèrent beaucoup à la connaissance de la vérité; oui, ils en convainquirent beaucoup qu’ils étaient dans le péché et que les traditions de leurs pères n’étaient pas correctes.", "18 Et il arriva qu’Ammon et Lamoni retournèrent du pays de Middoni au pays d’Ismaël, qui était le pays de leur héritage.", "19 Et le roi Lamoni ne permit pas qu’Ammon le servît ou fût son serviteur.", "20 Mais il fit construire des synagogues dans le pays d’Ismaël; et il commanda à son peuple, ou au peuple qui était sous son règne, de s’assembler.", "21 Et il se réjouit à son sujet, et il lui enseigna beaucoup de choses. Et il lui annonça aussi qu’il était un peuple qui était sous lui, et qu’il était un peuple libre, qu’il était libre des oppressions du roi, son père; car son père lui avait accordé de régner sur le peuple qui était au pays d’Ismaël et dans tout le pays alentour.", "22 Et il lui annonça aussi qu’il pourrait avoir la liberté d’adorer le Seigneur, son Dieu, selon son désir, partout où il se trouvait, si c’était dans le pays qui était sous le règne du roi Lamoni.", "23 Et Ammon prêcha au peuple du roi Lamoni; et il arriva qu’il lui enseigna tout ce qui concernait les choses relatives à la justice. Et il l’exhorta quotidiennement en toute diligence; et ils faisaient attention à sa parole, et ils étaient zélés à garder les commandements de Dieu."], "Kiribati": ["Aaron e reireinia Amwarakaite taekan Kristo ma Ana Mwakuri ni Kamaiu—Aaron ma tarina a kabureaki i Matonaai—I mwin kainaomatakia, a reirei i nanon taian auti n nebo ma n rairiia aika a mwaiti—Ramonaai e kariaia te inaomata n te aro n te aba are Itimaera. Uakaan ma 90–77I.K.", "1 Ao ngkanne ngke Amon ma tarina a maenako n tian abaia Reimwanaite, nooria Aaron e mwananga ni kaineta te aba ae aranaki irouia Reimwanaite, bwa Ierutarem, bwa e ingoanaki i mwin aban aia bakatibu ni bungiaki; ao e raroa bwa e toma ma tian Moomon.", "2 Ao ngkanne Reimwanaite ma Amwarakaite ao ana aomata Amuron a tia ni katea te kaawa teuana ae korakora ae aranaki bwa Ierutarem.", "3 Ao ngkanne Reimwanaite e bon tau aron matoaia, ma Amwarakaite ao Amuronaite a bon matoatoa riki, ngaia are a karikia Reimwanaite bwa a na kamatoai nanoia, bwa a na matoatoa i nanon te buakaka ao n aia mwakuri aika bati n ribaki.", "4 Ao e koro bukina bwa Aaron e roko nakon te kaawa are Ierutarem, ma ni waaki moa ni kabwarabwara nakoia Amwarakaite. Ao e waaki ni kabwarabwara nakoia i nanon aia tinakaoke, bwa a tia ni katei tinakoke n aron ana waaki Neooa; bwa a mwaiti Amwarakaite ao Amuronaite ake a ira aron ana waaki Neooa.", "5 Ngaia are. ngke Aaron e rin ni kabwarabwara i nanon teuana aia tinakaoke bwa e na kabwarabwara nakoia aomata, ao ngke e taetae nakoia, nooria e a teirake te Amwarakaite temanna ao e waaki ni kauntaeka mangaia, ni kangai: Teraa ae ko a tia ni kaota koauana, Ko a tia n noora te anera? E aera ngkai a aki kaoti anera nakoira? Nooria tiaki bwa a raraoi aomata aikai n aroia ami botanaomata?", "6 Ko taku naba, ngkana kam aki rairinanomi ao kam na mate. Ko kanga n atai kanoan ara iango ma nanora. Ko kanga n ataia bwa ti na riai n rairinanora? Ko kanga n ataia bwa tiaki te botanaomata ngaira aika ti raoiroi? Nooria ti a tia ni katei taabo aika a tabu, ao ti ikoikotaki n taromauria te Atua. Ti kakoaua bwa te Atua e na kamaiuia aomata ni kabane.", "7 Ao ngkanne Aaron e taku nakoina: Ko kakoaua bwa natin te Atua e na roko ni kabooia aomata nako man aia bure?", "8 Ao e taku te mwaane arei nakoina: Ti aki kakoaua bwa ko ataa te bwai anne. Ti bon aki kakoauai katei ni burababa aikanne. Ti aki kakoaua bwa ko atai bwaai aika a na roko, ke ni kakoaua naba bwa ara bakatibu atai bwaai ake a taekin ake a na roko.", "9 Ao ngkanne Aaron e kauki koroboki aika tabu nakoia ni kaineti ma rokon Kristo, ao ni kaineti naba ma mangautia maate, ao are e na bon akea te kaboaki ibukiia aomata nako ma ti man maten ao marakin Kristo, ao ana mwakuri ni kamaiu raraana.", "10 Ao e koro bukina bwa ngke e kabwaranakoi bwaai aikai nakoia ao a un irouna, ao a bwainingareia: ao a rawa n ongo n taeka ake e taekin.", "11 Ngaia are, ngke e nooria bwa a rawa n ongo n ana taeka, e otinako man aia auti n nebo, ma n nakon te kaawa ae uarereke are e aranaki bwa Aani-Aantaai, ao e kunea Murokaai ikekei bwa e kabwarabwara nakoia: ma Amma ao tarina. Ao a kauntaeka ma aika a mwaiti ibukin te taeka.", "12 Ao e koro bukina bwa aomata a kamatoai nanoia, ngaia are a kitania ma ni kawara te aba are Matonaai. Ao a kabwarabwara n te taeka nakoia aika a mwaiti, ao tabemwaang a kakoauai taeka ake e reireinia.", "13 Ngaia are, Aaron ma tarina tabemwaang a uotaki man teweaki nakon nanon te nne ni kaikain ao nikiraia a biri nako mai Matonaai nakon taabo ake a uakaan.", "14 Ao naake a teweaki nako nanon te nne ni kaikain a kainnanoaki ni bwaai aika a mwaiti, a kainaomataki ni baia Ramonaai ma Amon, ao a kamwarakeaki ma ni kunnikaiaki.", "15 Ao a mwananga riki n taekina te taeka, ao ngaia are a kainaomataki te moan tai man te nne ni kaikain; ao a tia ni kainnanoaki.", "16 Ao a mwananga nakon taabo ake a kairaki nako iai iroun Tamnein te Uea, ni kabwarabwara ana taeka te Atua i nanon auti n nebo ni kabane ake aia bwai Amwarakaite, ke n taabo ake a botaki iai Reimwanaite ake a kariaiakaki iai n rin.", "17 Ao e koro bukina bwa te Uea e a kakabwaiaia, n te aro are a mwaiti ake a kairaki nakon ataakin te koaua; eng, a bon kaota te koaua nakoia aika a mwaiti ibukin aia bure, ao aia katei aia bakatibu, ake a bure.", "18 Ao e koro bukina bwa Amon ma Ramonaai a oki man te aba are Matonaai nakon te aba are Itimaera, are bon abaia ni bwaibwai.", "19 Ao te uea are Ramonaai e aki tangiria bwa Amon e na beku ibukina ke e na riki bwa ana toro.", "20 Ma e baireia bwa a na kateaki auti n nebo n te aba are Itimaera; ao e baireia bwa ana botanaomata, ke aomata ake a mena n ana tabo, a na ikotaki.", "21 Ao e kimwareirei i aoia, ao e reireinia bwaai aika a mwaiti. Ao e tuangiia naba bwa aomata ngaia aika a mena i aana, ao a bon inaomata, ao a inaomata man ana karawawata te uea, are tamana; bwa tamana e a tia n anganna bwa e na tautaeka i aoia aomata ake a mena n te aba are Itimaera, ao n te aba are e uakaan mangaia.", "22 Ao e taekinna naba bwa e na reke irouia te inaomata n taromauria te Uea ae Atuaia n aron bwaai ake a tangiri, n taabo nako ake a mena iai, ngkana a mena n te aba are e tautaeka iai te uea are Ramonaai.", "23 Ao Amon e bon kabwarabwara nakoia ana aomata te uea are Ramonaai; ao e koro bukina; bwa e reireinia bwaai ni kabane ni kaineti ma te raoiroi; Ao e kairoroia ni katoa bong, ma te nanomwaka; ao a ongo n ana taeka, ao a kakaonimaki ni kawakina ana tua te Atua."]}