{"English": ["Korihor, the anti-Christ, ridicules Christ, the Atonement, and the spirit of prophecy—He teaches that there is no God, no fall of man, no penalty for sin, and no Christ—Alma testifies that Christ will come and that all things denote there is a God—Korihor demands a sign and is struck dumb—The devil had appeared to Korihor as an angel and taught him what to say—Korihor is trodden down and dies. About 76–74B.C.", "1 Behold, now it came to pass that after the people of Ammon were established in the land of Jershon, yea, and also after the Lamanites were driven out of the land, and their dead were buried by the people of the land—", "2 Now their dead were not numbered because of the greatness of their numbers; neither were the dead of the Nephites numbered—but it came to pass after they had buried their dead, and also after the days of fasting, and mourning, and prayer, (and it was in the sixteenth year of the reign of the judges over the people of Nephi) there began to be continual peace throughout all the land.", "3 Yea, and the people did observe to keep the commandments of the Lord; and they were strict in observing the ordinances of God, according to the law of Moses; for they were taught to keep the law of Moses until it should be fulfilled.", "4 And thus the people did have no disturbance in all the sixteenth year of the reign of the judges over the people of Nephi.", "5 And it came to pass that in the commencement of the seventeenth year of the reign of the judges, there was continual peace.", "6 But it came to pass in the latter end of the seventeenth year, there came a man into the land of Zarahemla, and he was Anti-Christ, for he began to preach unto the people against the prophecies which had been spoken by the prophets, concerning the coming of Christ.", "7 Now there was no law against a man’s belief; for it was strictly contrary to the commands of God that there should be a law which should bring men on to unequal grounds.", "8 For thus saith the scripture: Choose ye this day, whom ye will serve.", "9 Now if a man desired to serve God, it was his privilege; or rather, if he believed in God it was his privilege to serve him; but if he did not believe in him there was no law to punish him.", "10 But if he murdered he was punished unto death; and if he robbed he was also punished; and if he stole he was also punished; and if he committed adultery he was also punished; yea, for all this wickedness they were punished.", "11 For there was a law that men should be judged according to their crimes. Nevertheless, there was no law against a man’s belief; therefore, a man was punished only for the crimes which he had done; therefore all men were on equal grounds.", "12 And this Anti-Christ, whose name was Korihor, (and the law could have no hold upon him) began to preach unto the people that there should be no Christ. And after this manner did he preach, saying:", "13 O ye that are bound down under a foolish and a vain hope, why do ye yoke yourselves with such foolish things? Why do ye look for a Christ? For no man can know of anything which is to come.", "14 Behold, these things which ye call prophecies, which ye say are handed down by holy prophets, behold, they are foolish traditions of your fathers.", "15 How do ye know of their surety? Behold, ye cannot know of things which ye do not see; therefore ye cannot know that there shall be a Christ.", "16 Ye look forward and say that ye see a remission of your sins. But behold, it is the effect of a frenzied mind; and this derangement of your minds comes because of the traditions of your fathers, which lead you away into a belief of things which are not so.", "17 And many more such things did he say unto them, telling them that there could be no atonement made for the sins of men, but every man fared in this life according to the management of the creature; therefore every man prospered according to his genius, and that every man conquered according to his strength; and whatsoever a man did was no crime.", "18 And thus he did preach unto them, leading away the hearts of many, causing them to lift up their heads in their wickedness, yea, leading away many women, and also men, to commit whoredoms—telling them that when a man was dead, that was the end thereof.", "19 Now this man went over to the land of Jershon also, to preach these things among the people of Ammon, who were once the people of the Lamanites.", "20 But behold they were more wise than many of the Nephites; for they took him, and bound him, and carried him before Ammon, who was a high priest over that people.", "21 And it came to pass that he caused that he should be carried out of the land. And he came over into the land of Gideon, and began to preach unto them also; and here he did not have much success, for he was taken and bound and carried before the high priest, and also the chief judge over the land.", "22 And it came to pass that the high priest said unto him: Why do ye go about perverting the ways of the Lord? Why do ye teach this people that there shall be no Christ, to interrupt their rejoicings? Why do ye speak against all the prophecies of the holy prophets?", "23 Now the high priest’s name was Giddonah. And Korihor said unto him: Because I do not teach the foolish traditions of your fathers, and because I do not teach this people to bind themselves down under the foolish ordinances and performances which are laid down by ancient priests, to usurp power and authority over them, to keep them in ignorance, that they may not lift up their heads, but be brought down according to thy words.", "24 Ye say that this people is a free people. Behold, I say they are in bondage. Ye say that those ancient prophecies are true. Behold, I say that ye do not know that they are true.", "25 Ye say that this people is a guilty and a fallen people, because of the transgression of a parent. Behold, I say that a child is not guilty because of its parents.", "26 And ye also say that Christ shall come. But behold, I say that ye do not know that there shall be a Christ. And ye say also that he shall be slain for the sins of the world—", "27 And thus ye lead away this people after the foolish traditions of your fathers, and according to your own desires; and ye keep them down, even as it were in bondage, that ye may glut yourselves with the labors of their hands, that they durst not look up with boldness, and that they durst not enjoy their rights and privileges.", "28 Yea, they durst not make use of that which is their own lest they should offend their priests, who do yoke them according to their desires, and have brought them to believe, by their traditions and their dreams and their whims and their visions and their pretended mysteries, that they should, if they did not do according to their words, offend some unknown being, who they say is God—a being who never has been seen or known, who never was nor ever will be.", "29 Now when the high priest and the chief judge saw the hardness of his heart, yea, when they saw that he would revile even against God, they would not make any reply to his words; but they caused that he should be bound; and they delivered him up into the hands of the officers, and sent him to the land of Zarahemla, that he might be brought before Alma, and the chief judge who was governor over all the land.", "30 And it came to pass that when he was brought before Alma and the chief judge, he did go on in the same manner as he did in the land of Gideon; yea, he went on to blaspheme.", "31 And he did rise up in great swelling words before Alma, and did revile against the priests and teachers, accusing them of leading away the people after the silly traditions of their fathers, for the sake of glutting on the labors of the people.", "32 Now Alma said unto him: Thou knowest that we do not glut ourselves upon the labors of this people; for behold I have labored even from the commencement of the reign of the judges until now, with mine own hands for my support, notwithstanding my many travels round about the land to declare the word of God unto my people.", "33 And notwithstanding the many labors which I have performed in the church, I have never received so much as even one senine for my labor; neither has any of my brethren, save it were in the judgment-seat; and then we have received only according to law for our time.", "34 And now, if we do not receive anything for our labors in the church, what doth it profit us to labor in the church save it were to declare the truth, that we may have rejoicings in the joy of our brethren?", "35 Then why sayest thou that we preach unto this people to get gain, when thou, of thyself, knowest that we receive no gain? And now, believest thou that we deceive this people, that causes such joy in their hearts?", "36 And Korihor answered him, Yea.", "37 And then Alma said unto him: Believest thou that there is a God?", "38 And he answered, Nay.", "39 Now Alma said unto him: Will ye deny again that there is a God, and also deny the Christ? For behold, I say unto you, I know there is a God, and also that Christ shall come.", "40 And now what evidence have ye that there is no God, or that Christ cometh not? I say unto you that ye have none, save it be your word only.", "41 But, behold, I have all things as a testimony that these things are true; and ye also have all things as a testimony unto you that they are true; and will ye deny them? Believest thou that these things are true?", "42 Behold, I know that thou believest, but thou art possessed with a lying spirit, and ye have put off the Spirit of God that it may have no place in you; but the devil has power over you, and he doth carry you about, working devices that he may destroy the children of God.", "43 And now Korihor said unto Alma: If thou wilt show me a sign, that I may be convinced that there is a God, yea, show unto me that he hath power, and then will I be convinced of the truth of thy words.", "44 But Alma said unto him: Thou hast had signs enough; will ye tempt your God? Will ye say, Show unto me a sign, when ye have the testimony of all these thy brethren, and also all the holy prophets? The scriptures are laid before thee, yea, and all things denote there is a God; yea, even the earth, and all things that are upon the face of it, yea, and its motion, yea, and also all the planets which move in their regular form do witness that there is a Supreme Creator.", "45 And yet do ye go about, leading away the hearts of this people, testifying unto them there is no God? And yet will ye deny against all these witnesses? And he said: Yea, I will deny, except ye shall show me a sign.", "46 And now it came to pass that Alma said unto him: Behold, I am grieved because of the hardness of your heart, yea, that ye will still resist the spirit of the truth, that thy soul may be destroyed.", "47 But behold, it is better that thy soul should be lost than that thou shouldst be the means of bringing many souls down to destruction, by thy lying and by thy flattering words; therefore if thou shalt deny again, behold God shall smite thee, that thou shalt become dumb, that thou shalt never open thy mouth any more, that thou shalt not deceive this people any more.", "48 Now Korihor said unto him: I do not deny the existence of a God, but I do not believe that there is a God; and I say also, that ye do not know that there is a God; and except ye show me a sign, I will not believe.", "49 Now Alma said unto him: This will I give unto thee for a sign, that thou shalt be struck dumb, according to my words; and I say, that in the name of God, ye shall be struck dumb, that ye shall no more have utterance.", "50 Now when Alma had said these words, Korihor was struck dumb, that he could not have utterance, according to the words of Alma.", "51 And now when the chief judge saw this, he put forth his hand and wrote unto Korihor, saying: Art thou convinced of the power of God? In whom did ye desire that Alma should show forth his sign? Would ye that he should afflict others, to show unto thee a sign? Behold, he has showed unto you a sign; and now will ye dispute more?", "52 And Korihor put forth his hand and wrote, saying: I know that I am dumb, for I cannot speak; and I know that nothing save it were the power of God could bring this upon me; yea, and I always knew that there was a God.", "53 But behold, the devil hath deceived me; for he appeared unto me in the form of an angel, and said unto me: Go and reclaim this people, for they have all gone astray after an unknown God. And he said unto me: There is no God; yea, and he taught me that which I should say. And I have taught his words; and I taught them because they were pleasing unto the carnal mind; and I taught them, even until I had much success, insomuch that I verily believed that they were true; and for this cause I withstood the truth, even until I have brought this great curse upon me.", "54 Now when he had said this, he besought that Alma should pray unto God, that the curse might be taken from him.", "55 But Alma said unto him: If this curse should be taken from thee thou wouldst again lead away the hearts of this people; therefore, it shall be unto thee even as the Lord will.", "56 And it came to pass that the curse was not taken off of Korihor; but he was cast out, and went about from house to house begging for his food.", "57 Now the knowledge of what had happened unto Korihor was immediately published throughout all the land; yea, the proclamation was sent forth by the chief judge to all the people in the land, declaring unto those who had believed in the words of Korihor that they must speedily repent, lest the same judgments would come unto them.", "58 And it came to pass that they were all convinced of the wickedness of Korihor; therefore they were all converted again unto the Lord; and this put an end to the iniquity after the manner of Korihor. And Korihor did go about from house to house, begging food for his support.", "59 And it came to pass that as he went forth among the people, yea, among a people who had separated themselves from the Nephites and called themselves Zoramites, being led by a man whose name was Zoram—and as he went forth amongst them, behold, he was run upon and trodden down, even until he was dead.", "60 And thus we see the end of him who perverteth the ways of the Lord; and thus we see that the devil will not support his children at the last day, but doth speedily drag them down to hell."], "Español": ["Korihor, el anticristo, se burla de Cristo, de la Expiación y del espíritu de profecía— Enseña que no hay Dios, ni caída del hombre, ni castigo por el pecado, ni Cristo— Alma testifica que Cristo vendrá y que todas las cosas indican que hay un Dios— Korihor exige una señal y queda mudo— El diablo se le había aparecido a Korihor en forma de ángel y le había enseñado lo que debía decir— Atropellan a Korihor y lo pisotean hasta que muere. Aproximadamente 76–74a.C.", "1 He aquí, aconteció que después que el pueblo de Ammón quedó establecido en la tierra de Jersón, sí, y también después que los lamanitas fueron arrojados del país, y sus muertos fueron sepultados por la gente de esa tierra", "2 —y no fueron contados sus muertos por ser tan numerosos, ni tampoco lo fueron los de los nefitas— aconteció que después que hubieron sepultado a sus muertos, y también después de los días de ayuno, de llanto y de oración (y fue durante el año decimosexto del gobierno de los jueces sobre el pueblo de Nefi), empezó a haber continua paz por toda la tierra.", "3 Sí, y el pueblo se esforzaba en guardar los mandamientos del Señor; y obedecía estrictamente las ordenanzas de Dios, según la ley de Moisés; porque se le enseñaba a observar la ley de Moisés hasta que fuese cumplida.", "4 Y así fue que no hubo disturbios entre el pueblo en todo el año decimosexto del gobierno de los jueces sobre el pueblo de Nefi.", "5 Y sucedió que a principios del año decimoséptimo del gobierno de los jueces hubo continua paz.", "6 Pero sucedió que a fines del año decimoséptimo llegó un hombre a la tierra de Zarahemla, y era un anticristo, porque empezó a predicar al pueblo contra las profecías que habían declarado los profetas concernientes a la venida de Cristo.", "7 Pues no había ley alguna contra la creencia de ningún hombre; porque era expresamente contrario a los mandamientos de Dios que hubiera una ley que colocara a los hombres en posición desigual.", "8 Porque así dicen las Escrituras: Escogeos hoy a quién sirváis.", "9 De modo que si un hombre deseaba servir a Dios, tenía el privilegio; o más bien, si creía en Dios, tenía el privilegio de servirlo; pero si no creía en él, no había ley que lo castigara.", "10 Mas si asesinaba, era castigado con la pena de muerte; y si robaba, también se le castigaba; y si hurtaba, también era castigado; y si cometía adulterio, era también castigado; sí, por todas estas iniquidades se le castigaba.", "11 Porque había una ley de que todos los hombres debían ser juzgados según sus delitos. Sin embargo, no había ninguna ley contra la creencia de un hombre; por tanto, era castigado solo por los delitos que hubiese cometido; por tanto, todos se hallaban en posición igual.", "12 Y este anticristo, cuyo nombre era Korihor (y la ley no podía constreñirlo), empezó a predicar al pueblo que no habría ningún Cristo. Y de esta manera predicaba, diciendo:", "13 ¡Oh vosotros que estáis subyugados por una loca y vana esperanza! ¿Por qué os sujetáis con semejantes locuras? ¿Por qué esperáis a un Cristo? Pues ningún hombre puede saber acerca de lo porvenir.", "14 He aquí, estas cosas que llamáis profecías, que decís que las transmiten los santos profetas, he aquí, no son más que insensatas tradiciones de vuestros padres.", "15 ¿Cómo sabéis que son ciertas? He aquí, no podéis saber de las cosas que no veis; por lo tanto, no podéis saber si habrá un Cristo.", "16 Miráis hacia lo futuro, y decís que veis la remisión de vuestros pecados. Mas he aquí, esto no es sino el efecto de una mente desvariada; y este trastorno mental resulta de las tradiciones de vuestros padres que os inducen a creer en cosas que no existen.", "17 Y muchas otras cosas parecidas les habló, diciéndoles que no se podía hacer ninguna expiación por los pecados de los hombres, sino que en esta vida a cada uno le tocaba de acuerdo con su habilidad; por tanto, todo hombre prosperaba según su genio, todo hombre conquistaba según su fuerza; y no era ningún crimen el que un hombre hiciese cosa cualquiera.", "18 Y así les predicaba, desviando el corazón de muchos, haciéndoles erguir sus cabezas en su iniquidad; sí, incitando a muchas mujeres, y también hombres, a cometer fornicaciones, diciéndoles que cuando moría el hombre, allí terminaba todo.", "19 Y este hombre fue también a la tierra de Jersón para predicar estas cosas entre los del pueblo de Ammón, que en un tiempo fueron el pueblo de los lamanitas.", "20 Mas he aquí, estos fueron más prudentes que muchos de los nefitas, porque lo tomaron y lo ataron y lo llevaron ante Ammón, que era un sumo sacerdote de ese pueblo.", "21 Y sucedió que hizo que fuese echado de esa tierra. Y llegó a la tierra de Gedeón, y empezó a predicarles también; y he aquí, no tuvo mucho éxito, porque lo tomaron y lo ataron y lo llevaron ante el sumo sacerdote, y también el juez superior del país.", "22 Y aconteció que el sumo sacerdote le dijo: ¿Por qué andas pervirtiendo las vías del Señor? ¿Por qué enseñas a este pueblo que no habrá Cristo, para interrumpir su gozo? ¿Por qué hablas contra todas las profecías de los santos profetas?", "23 Y el nombre del sumo sacerdote era Giddona. Y Korihor le dijo: Porque no enseño las insensatas tradiciones de vuestros padres, y porque no enseño a este pueblo a subyugarse bajo las insensatas ordenanzas y prácticas establecidas por antiguos sacerdotes para usurpar poder y autoridad sobre ellos, para tenerlos en la ignorancia, a fin de que no levanten la cabeza, sino que se humillen de acuerdo con vuestras palabras.", "24 Decís que este es un pueblo libre. He aquí, os digo que se halla en el cautiverio. Decís que esas antiguas profecías son verdaderas. He aquí, os digo que no sabéis si son verdaderas.", "25 Decís que este es un pueblo culpable y caído a causa de la transgresión de un padre. He aquí, os digo que un niño no es culpable por causa de sus padres.", "26 También decís que Cristo vendrá. Mas he aquí, os digo que no sabéis si habrá un Cristo. Y también decís que será muerto por los pecados del mundo;", "27 y así lleváis a este pueblo en pos de las insensatas tradiciones de vuestros padres y conforme a vuestros propios deseos; y los tenéis sometidos, como si fuera en el cautiverio, para saciaros del trabajo de sus manos, de modo que no se atreven a levantar la vista con valor, ni se atreven a gozar de sus propios derechos y privilegios.", "28 Sí, no se atreven a hacer uso de lo que les pertenece, no sea que ofendan a sus sacerdotes, los cuales los uncen al yugo según sus deseos, y les han hecho creer, por sus tradiciones, y sus sueños, caprichos, visiones y misterios fingidos, que si no obran conforme a sus palabras, ofenderán a algún ser desconocido que dicen que es Dios, un ser que nunca se ha visto ni conocido, que nunca existió ni existirá.", "29 Ahora bien, cuando el sumo sacerdote y el juez superior vieron la dureza de su corazón, sí, cuando vieron que vilipendiaba aun a Dios, no quisieron responder a sus palabras, sino que hicieron que fuese atado; y lo entregaron en manos de los oficiales, y lo enviaron a la tierra de Zarahemla, para que allí compareciera ante Alma y ante el juez superior que gobernaba todo el país.", "30 Y aconteció que cuando fue llevado ante Alma y el juez superior, continuó del mismo modo que en la tierra de Gedeón; sí, prosiguió hasta blasfemar.", "31 Y prorrumpió en palabras muy altaneras delante de Alma, y vilipendió a los sacerdotes y a los maestros, acusándolos de desviar al pueblo en pos de las tontas tradiciones de sus padres, a fin de hartarse con el trabajo del pueblo.", "32 Entonces le dijo Alma: Tú sabes que no nos aprovechamos del trabajo de este pueblo; pues he aquí, yo he trabajado, desde el principio del gobierno de los jueces hasta ahora, con mis propias manos para mi sostén, a pesar de mis muchos viajes por el país para declarar la palabra de Dios a mi pueblo.", "33 Y a pesar del mucho trabajo que he hecho en la iglesia, nunca he recibido ni siquiera un senine por mi trabajo, ni tampoco ninguno de mis hermanos, sino al ocupar el asiento judicial; y en este caso, hemos recibido solamente según la ley por nuestro tiempo.", "34 De modo que si no recibimos nada por nuestro trabajo en la iglesia, ¿qué nos beneficia trabajar en la iglesia, aparte de declarar la verdad para regocijarnos en el gozo de nuestros hermanos?", "35 ¿Por qué dices, pues, que le predicamos a este pueblo para lucrar, cuando tú de ti mismo sabes que no recibimos nada? ¿Crees tú que engañamos a este pueblo y que eso es lo que causa tanto gozo en sus corazones?", "36 Y Korihor le respondió: Sí.", "37 Y entonces Alma le dijo: ¿Crees que hay un Dios?", "38 Y él contestó: No.", "39 Y Alma le dijo: ¿Negarás nuevamente que hay un Dios, y negarás también al Cristo? Pues he aquí, te digo: Yo sé que hay un Dios, y también que Cristo vendrá.", "40 Ahora bien, ¿qué evidencia tienes de que no hay Dios, o de que Cristo no va a venir? Te digo que no tienes ninguna salvo tu propia palabra únicamente.", "41 Mas he aquí, yo tengo todas las cosas como testimonio de que estas cosas son verdaderas; y también tú tienes todas las cosas como testimonio para ti de que son verdaderas; y, ¿las negarás? ¿Crees que estas cosas son verdaderas?", "42 He aquí, yo sé que lo crees, pero estás poseído de un espíritu de mentira, y has desechado el Espíritu de Dios de manera que no puede tener cabida en ti; pero el diablo tiene poder sobre ti, y te lleva de un lado al otro, inventando artimañas para destruir a los hijos de Dios.", "43 Y Korihor le dijo a Alma: Si me muestras una señal para que me convenza de que hay un Dios, sí, muéstrame que tiene poder, y entonces quedaré convencido de la verdad de tus palabras.", "44 Mas Alma le dijo: Ya has tenido bastantes señales; ¿quieres tentar a tu Dios? ¿Dirás: Muéstrame una señal, cuando tienes el testimonio de todos estos tus hermanos, y también de todos los santos profetas? Las Escrituras están delante de ti; sí, y todas las cosas indican que hay un Dios, sí, aun la tierra y todo cuanto hay sobre ella, sí, y su movimiento, sí, y también todos los planetas que se mueven en su orden regular testifican que hay un Creador Supremo.", "45 ¿Y a pesar de esto andas desviando el corazón de este pueblo, testificándole que no hay Dios? ¿Negarás todavía, a pesar de todos estos testimonios? Y dijo él: Sí, negaré, a menos que me muestres una señal.", "46 Y aconteció que Alma le dijo: He aquí, estoy afligido por causa de la dureza de tu corazón, sí, que aún quieras resistir al espíritu de la verdad, para que sea destruida tu alma.", "47 Mas he aquí, mejor es que tu alma se pierda a que seas el medio de llevar a muchas almas a la destrucción por tus mentiras y tus palabras lisonjeras; por tanto, si vuelves a negar, he aquí, Dios te herirá a fin de que quedes mudo, para que nunca más abras la boca para engañar otra vez a los de este pueblo.", "48 Entonces Korihor le dijo: No niego la existencia de un Dios, mas no creo que haya un Dios; y también digo que tú no sabes que hay un Dios; y a menos que me muestres una señal, no creeré.", "49 Y Alma le dijo: Esto te daré por señal: Quedarás mudo según mis palabras; y digo que en el nombre de Dios quedarás mudo de modo que no podrás expresarte más.", "50 Y cuando Alma hubo dicho estas palabras, Korihor quedó mudo, según las palabras de Alma, de modo que ya no podía expresarse.", "51 Ahora bien, cuando el juez superior vio esto, extendió su mano y escribió a Korihor, diciendo: ¿Estás convencido del poder de Dios? ¿En quién querías que Alma te manifestara su señal? ¿Querías que afligiera a otros para mostrarte una señal? He aquí, te ha mostrado una señal; y ahora, ¿disputarás más?", "52 Y Korihor extendió la mano y escribió, diciendo: Sé que estoy mudo, porque no puedo hablar; y sé que nada, sino el poder de Dios, pudo haber traído esto sobre mí; sí, y yo siempre he sabido que había un Dios.", "53 Mas he aquí, me ha engañado el diablo; pues se me apareció en forma de ángel, y me dijo: Ve y rescata a este pueblo, porque todos se han extraviado en pos de un Dios desconocido. Y me dijo: No hay Dios; sí, y me enseñó lo que había de decir. Y he enseñado sus palabras; y las enseñé porque deleitaban a la mente carnal; y las enseñé hasta que hube logrado mucho éxito, al grado que realmente llegué a creer que eran ciertas; y por esta razón me opuse a la verdad, hasta traer esta gran maldición sobre mí.", "54 Y cuando hubo expresado esto, le suplicó a Alma que rogara a Dios, para que le fuese quitada la maldición.", "55 Mas le dijo Alma: Si te fuera quitada esta maldición, de nuevo volverías a desviar el corazón de este pueblo; por tanto, hágase contigo según la voluntad del Señor.", "56 Y sucedió que la maldición no fue quitada a Korihor; sino que lo echaron fuera, y andaba de casa en casa, mendigando sus alimentos.", "57 Y la noticia de lo que le había sucedido a Korihor fue publicada inmediatamente por todo el país; sí, el juez superior envió la proclamación a todo el pueblo de la tierra, declarando a los que habían creído en las palabras de Korihor que debían arrepentirse sin demora, no fuese que les sobrevinieran los mismos castigos.", "58 Y aconteció que todos se convencieron de la iniquidad de Korihor; por tanto, todos se convirtieron de nuevo al Señor; y esto dio fin a la iniquidad que Korihor promulgó. Y Korihor iba de casa en casa, mendigando pan para su sostén.", "59 Y aconteció que mientras iba entre el pueblo, sí, entre unos que se habían separado de los nefitas y habían tomado el nombre de zoramitas, por ser guiados por un hombre llamado Zoram, y mientras iba entre ellos, he aquí, lo atropellaron y lo pisotearon hasta que murió.", "60 Y así vemos el fin de aquel que pervierte las vías del Señor; y así vemos que el diablo no amparará a sus hijos en el postrer día, sino que los arrastra aceleradamente al infierno."], "Français": ["Korihor, l’antéchrist, ridiculise le Christ, l’expiation et l’esprit de prophétie— Il enseigne qu’il n’y a pas de Dieu, pas de chute de l’homme, pas de châtiment pour le péché, ni de Christ— Alma témoigne que le Christ viendra et que tout montre qu’il y a un Dieu— Korihor réclame un signe et est frappé de mutisme— Le diable était apparu à Korihor sous la forme d’un ange et lui avait enseigné ce qu’il devait dire— Korihor est foulé aux pieds et meurt. Vers 76–74av.J.-C.", "1 Voici, alors, il arriva que lorsque le peuple d’Ammon fut établi au pays de Jershon, oui, et aussi lorsque les Lamanites eurent été chassés du pays, et que leurs morts eurent été enterrés par le peuple du pays—", "2 Or, leurs morts ne furent pas comptés à cause de la grandeur de leur nombre; et les morts des Néphites ne furent pas comptés non plus— mais il arriva que lorsqu’ils eurent enterré leurs morts, et aussi après les jours de jeûne, et de deuil, et de prière (et c’était la seizième année du règne des juges sur le peuple de Néphi), il commença à y avoir une paix continuelle dans tout le pays.", "3 Oui, et le peuple s’appliqua à garder les commandements du Seigneur; et il était strict à observer les ordonnances de Dieu, selon la loi de Moïse; car il lui était enseigné de garder la loi de Moïse jusqu’à ce qu’elle fût accomplie.", "4 Et ainsi, le peuple n’eut pas de troubles toute la seizième année du règne des juges sur le peuple de Néphi.", "5 Et il arriva qu’au commencement de la dix-septième année du règne des juges, il y eut une paix continuelle.", "6 Mais il arriva que tout à la fin de la dix-septième année, il vint un homme au pays de Zarahemla, et il était l’antéchrist, car il commença à prêcher au peuple contre les prophéties qui avaient été dites par les prophètes concernant la venue du Christ.", "7 Or, il n’y avait pas de loi contre la croyance d’un homme, car il était strictement contraire aux commandements de Dieu qu’il y eût une loi qui mît les hommes sur un pied d’inégalité.", "8 Car ainsi dit l’Écriture: Choisissez aujourd’hui qui vous voulez servir.", "9 Or, si un homme désirait servir Dieu, c’était son droit; ou plutôt, s’il croyait en Dieu, il avait le droit de le servir; mais s’il ne croyait pas en lui, il n’y avait pas de loi pour le punir.", "10 Mais s’il commettait le meurtre, il était puni de mort; et s’il commettait des actes de brigandage, il était également puni; et s’il volait, il était également puni; et s’il commettait l’adultère, il était également puni; oui, pour toute cette méchanceté, ils étaient punis.", "11 Car il y avait une loi stipulant que les hommes devaient être jugés selon leurs crimes. Néanmoins, il n’y avait pas de loi contre la croyance d’un homme; un homme n’était donc puni que pour les crimes qu’il avait commis; c’est pourquoi, tous les hommes étaient sur un pied d’égalité.", "12 Et cet antéchrist, dont le nom était Korihor (et la loi n’avait aucune prise sur lui), commença à prêcher au peuple qu’il n’y aurait pas de Christ. Et il prêchait de cette manière, disant:", "13 Ô vous qui êtes entravés par une espérance insensée et vaine, pourquoi vous mettez-vous sous le joug de choses aussi insensées? Pourquoi attendez-vous un Christ? Car nul ne peut rien savoir de ce qui est à venir.", "14 Voici, ces choses que vous appelez prophéties, que vous dites transmises par de saints prophètes, voici, ce sont des traditions insensées de vos pères.", "15 Comment savez-vous qu’elles sont sûres? Voici, vous ne pouvez pas connaître des choses que vous ne voyez pas; c’est pourquoi, vous ne pouvez savoir qu’il y aura un Christ.", "16 Vous regardez vers l’avenir et dites que vous voyez une rémission de vos péchés. Mais voici, c’est l’effet d’un esprit en délire, et ce dérangement de votre esprit vient des traditions de vos pères, qui vous entraînent à croire des choses qui ne sont pas.", "17 Et il leur dit beaucoup d’autres choses de ce genre, leur disant qu’il ne pouvait être fait d’expiation pour les péchés des hommes, mais que ce qu’il advenait de tout homme dans cette vie dépendait de la façon dont il se gouvernait; c’est pourquoi, tout homme prospérait selon son génie, et tout homme conquérait selon sa force, et tout ce qu’un homme faisait n’était pas un crime.", "18 Et c’est ainsi qu’il leur prêchait, égarant le cœur de beaucoup, leur faisant redresser la tête dans leur méchanceté, oui, entraînant beaucoup de femmes, et aussi d’hommes, à commettre la fornication— leur disant que lorsqu’un homme était mort, c’en était fini.", "19 Or, cet homme passa aussi dans le pays de Jershon pour prêcher ces choses parmi le peuple d’Ammon, qui fut jadis le peuple des Lamanites.", "20 Mais voici, ils furent plus sages que beaucoup de Néphites; car ils le prirent, et le lièrent, et l’amenèrent devant Ammon, qui était grand prêtre de ce peuple.", "21 Et il arriva qu’il le fit emmener hors du pays. Et il passa dans le pays de Gédéon, et commença à leur prêcher aussi; et là il n’eut pas beaucoup de succès, car il fut pris, et lié, et amené devant le grand prêtre, et aussi le grand juge du pays.", "22 Et il arriva que le grand prêtre lui dit: Pourquoi vas-tu partout pervertir les voies du Seigneur? Pourquoi enseignes-tu à ce peuple qu’il n’y aura pas de Christ, pour interrompre sa joie? Pourquoi parles-tu contre toutes les prophéties des saints prophètes?", "23 Or, le nom du grand prêtre était Giddonah. Et Korihor lui dit: Parce que je n’enseigne pas les traditions insensées de vos pères, et parce que je n’enseigne pas à ce peuple de se laisser entraver par les ordonnances et les observances insensées qui sont prescrites par des prêtres d’autrefois, pour usurper le pouvoir et l’autorité sur eux, pour les garder dans l’ignorance, afin qu’ils ne relèvent pas la tête, mais soient abaissés selon tes paroles.", "24 Vous dites que ce peuple est un peuple libre. Voici, je dis qu’il est dans la servitude. Vous dites que ces prophéties d’autrefois sont vraies. Voici, je dis que vous ne savez pas qu’elles sont vraies.", "25 Vous dites que ce peuple est un peuple coupable et déchu, à cause de la transgression d’un de ses parents. Voici, je dis qu’un enfant n’est pas coupable à cause de ses parents.", "26 Et vous dites aussi que le Christ viendra. Mais voici, je dis que vous ne savez pas qu’il y aura un Christ. Et vous dites aussi qu’il sera tué pour les péchés du monde—", "27 et ainsi, vous entraînez ce peuple dans les traditions insensées de vos pères, et selon votre propre désir; et vous le gardez abaissé, comme si c’était en servitude, afin de vous gorger des travaux de leurs mains, afin qu’ils n’osent pas lever les yeux avec hardiesse, et afin qu’ils n’osent pas jouir de leurs droits et de leurs libertés.", "28 Oui, ils n’osent pas faire usage de ce qui est à eux de peur d’offenser leurs prêtres, qui leur imposent leur joug selon leur désir, et les ont amenés à croire, par leurs traditions, et leurs rêves, et leurs caprices, et leurs visions, et leurs prétendus mystères, que s’ils n’agissaient pas selon leurs paroles, ils offenseraient quelque être inconnu, qui, disent-ils, est Dieu— un être qui n’a jamais été vu ou connu, qui n’a jamais été ni ne sera jamais.", "29 Alors, quand le grand prêtre et le grand juge virent l’endurcissement de son cœur, oui, lorsqu’ils virent qu’il était capable d’injurier même Dieu, ils ne voulurent faire aucune réponse à ses paroles; mais ils le firent lier, et ils le remirent entre les mains des officiers, et l’envoyèrent au pays de Zarahemla, afin qu’il fût amené devant Alma et le grand juge qui était gouverneur de tout le pays.", "30 Et il arriva que lorsqu’il fut amené devant Alma et le grand juge, il continua de la même manière que dans le pays de Gédéon; oui, il continua à blasphémer.", "31 Et il s’éleva en discours enflés de vanité devant Alma, et injuria les prêtres et les instructeurs, les accusant d’entraîner le peuple dans les sottes traditions de leurs pères, en vue de se gorger des travaux du peuple.", "32 Alors Alma lui dit: Tu sais que nous ne nous gorgeons pas des travaux de ce peuple; car voici, j’ai travaillé de mes propres mains depuis le commencement du règne des juges jusqu’à maintenant pour assurer mon entretien, malgré mes nombreux voyages partout dans le pays pour annoncer la parole de Dieu à mon peuple.", "33 Et malgré les nombreux travaux que j’ai accomplis dans l’Église, je n’ai jamais reçu ne fût-ce même qu’une sénine pour mon travail; et aucun de mes frères non plus, sauf pour le siège du jugement; et là, nous n’avons reçu, pour notre temps, que selon la loi.", "34 Et maintenant, si nous ne recevons rien pour nos travaux dans l’Église, à quoi cela nous sert-il de travailler dans l’Église, si ce n’est pour annoncer la vérité, afin de nous réjouir de la joie de nos frères?", "35 Alors pourquoi dis-tu que nous prêchons à ce peuple pour obtenir du gain, alors que tu sais, par toi-même, que nous ne recevons pas de gain? Et maintenant, crois-tu que nous trompons ce peuple et que c’est cela qui cause une telle joie dans son cœur?", "36 Et Korihor lui répondit: Oui.", "37 Et alors Alma lui dit: Crois-tu qu’il y a un Dieu?", "38 Et il répondit: Non.", "39 Alors Alma lui dit: Nieras-tu encore qu’il y a un Dieu, et nieras-tu aussi le Christ? Car voici, je te le dis, je sais qu’il y a un Dieu, et aussi que le Christ viendra.", "40 Et maintenant, quelle preuve as-tu de ce qu’il n’y a pas de Dieu, ou de ce que le Christ ne vient pas? Je te dis que tu n’en as aucune, si ce n’est ta seule parole.", "41 Mais voici, j’ai tout pour témoigner que ces choses sont vraies; et toi aussi, tu as tout pour te témoigner qu’elles sont vraies; et les nieras-tu? Crois-tu que ces choses sont vraies?", "42 Voici, je sais que tu crois, mais tu es possédé d’un esprit menteur, et tu as écarté l’Esprit de Dieu, afin qu’il n’ait pas de place en toi; mais le diable a pouvoir sur toi; et il t’emmène çà et là, inventant des ruses pour détruire les enfants de Dieu.", "43 Et alors Korihor dit à Alma: Si tu me montres un signe, afin que je sois convaincu qu’il y a un Dieu, oui, montre-moi qu’il a du pouvoir, et alors je serai convaincu de la véracité de tes paroles.", "44 Mais Alma lui dit: Tu as eu assez de signes; tenteras-tu ton Dieu? Diras-tu: Montre-moi un signe, alors que tu as le témoignage de tous ceux-ci, qui sont tes frères, et aussi de tous les saints prophètes? Les Écritures sont placées devant toi, oui, et tout montre qu’il y a un Dieu; oui, la terre et tout ce qui se trouve sur sa surface, oui, et son mouvement, oui, et aussi toutes les planètes qui se meuvent dans leur ordre régulier témoignent qu’il y a un Créateur suprême.", "45 Et pourtant, tu vas çà et là, égarant le cœur de ce peuple, lui témoignant qu’il n’y a pas de Dieu. Et pourtant, nieras-tu face à tous ces témoins? Et il dit: Oui, je nierai, à moins que tu ne me montres un signe.", "46 Et alors, il arriva qu’Alma lui dit: Voici, je suis peiné de l’endurcissement de ton cœur, oui, de ce que tu persistes à résister à l’esprit de vérité, afin que ton âme soit détruite.", "47 Mais voici, il vaut mieux que ton âme soit perdue que de te laisser être le moyen d’amener beaucoup d’âmes à la destruction par tes mensonges et par tes paroles flatteuses; c’est pourquoi, si tu nies encore, voici, Dieu te frappera, de sorte que tu deviendras muet, de sorte que tu n’ouvriras plus jamais la bouche, de sorte que tu ne tromperas plus ce peuple.", "48 Alors Korihor lui dit: Je ne nie pas l’existence d’un Dieu, mais je ne crois pas qu’il y ait un Dieu; et je dis aussi que tu ne sais pas qu’il y a un Dieu; et si tu ne me montres un signe, je ne croirai pas.", "49 Alors Alma lui dit: Je vais te donner ceci pour signe: tu seras frappé de mutisme, selon mes paroles; et je dis qu’au nom de Dieu, tu seras frappé de mutisme, de sorte que tu ne pourras plus t’exprimer.", "50 Alors, quand Alma eut dit ces paroles, Korihor fut frappé de mutisme, de sorte qu’il ne put plus s’exprimer, conformément aux paroles d’Alma.", "51 Et alors, quand le grand juge vit cela, il avança la main et écrivit à Korihor, disant: Es-tu convaincu du pouvoir de Dieu? En qui désirais-tu qu’Alma montre son signe? Voulais-tu qu’il en afflige d’autres pour te montrer un signe? Voici, il t’a montré un signe; et maintenant, contesteras-tu encore?", "52 Et Korihor avança la main et écrivit, disant: Je sais que je suis muet, car je ne peux pas parler; et je sais qu’il n’y avait que le pouvoir de Dieu qui pouvait faire tomber cela sur moi; oui, et j’ai toujours su qu’il y avait un Dieu.", "53 Mais voici, le diable m’a trompé, car il m’est apparu sous la forme d’un ange et m’a dit: Va et ramène ce peuple, car ils se sont tous égarés derrière un Dieu inconnu. Et il m’a dit: Il n’y a pas de Dieu; oui, et il m’a enseigné ce que je devais dire. Et j’ai enseigné ses paroles; et je les ai enseignées parce qu’elles étaient agréables à l’esprit charnel; et je les ai enseignées jusqu’à avoir beaucoup de succès, de sorte que j’ai vraiment cru qu’elles étaient vraies; et c’est pour cela que j’ai résisté à la vérité jusqu’à faire tomber cette grande malédiction sur moi.", "54 Alors, lorsqu’il eut dit cela, il supplia Alma de prier Dieu, afin que la malédiction lui fût enlevée.", "55 Mais Alma lui dit: Si cette malédiction t’était enlevée, tu égarerais de nouveau le cœur de ce peuple; c’est pourquoi, il te sera fait comme le Seigneur le veut.", "56 Et il arriva que la malédiction ne fut pas enlevée à Korihor; mais il fut chassé et alla de maison en maison, mendiant sa nourriture.", "57 Alors la connaissance de ce qui était arrivé à Korihor fut immédiatement publiée partout dans le pays; oui, la proclamation fut envoyée par le grand juge à tout le peuple du pays, annonçant à ceux qui avaient cru aux paroles de Korihor qu’ils devaient se repentir rapidement, de peur que les mêmes jugements ne s’abattent sur eux.", "58 Et il arriva qu’ils furent tous convaincus de la méchanceté de Korihor; c’est pourquoi ils furent tous de nouveau convertis au Seigneur; et cela mit fin à l’iniquité à la manière de Korihor. Et Korihor alla de maison en maison, mendiant de la nourriture pour vivre.", "59 Et il arriva que tandis qu’il allait parmi le peuple, oui, parmi un peuple qui s’était séparé des Néphites et se donnait le nom de Zoramites, conduit par un homme dont le nom était Zoram— tandis qu’il allait parmi eux, voici, il fut renversé et piétiné jusqu’à ce qu’il mourût.", "60 Et ainsi, nous voyons la fin de celui qui pervertit les voies du Seigneur; et ainsi, nous voyons que le diable ne soutiendra pas ses enfants au dernier jour, mais les entraîne rapidement sur la pente de l’enfer."], "Kiribati": ["Korioa, te tia kakewea Kristo, e bwainingarea Kristo, te Mwakuri ni kamaiu, ao tamnein te taeka ni burabeti—E reirei bwa akea te Atua, akea bwakan te aomata, akea te tua ibukin te bure, ao akea Kristo—Aramwa e kaota koauan ae e na roko Kristo ao bwaai ni kabane a kaotia bwa iai te Atua—Korioa e tangira te kanikina ao e teke man aki kona n taetae—E a tia ni kaoti te riaboro nakon Korioa bwa kanga te anera man reireinna ana taeka—Korioa e toubekaki ao e mate. Uakaan ma 76–74I.K.", "1 Nooria, ngkanne e koro bukina bwa i mwina ngke ana aomata Amon a tekateka raoi n te aba are Ietion, eng, ao i mwina naba ngke a tia Reimwanaite ni kakioaki nako man te aba, ao aia aomata a tia n taunaki irouia aomata ake kaain te aba—", "2 Ao ngkanne aia mate a bon aki warekaki ibukina bwa e rang korakora mwaitia; ao aia mate naba Nibwaite aki warekaki mwaitia—ma e koro bukina bwa i mwin are a tia n tauniia aia mate, ao i mwin naba aia bong n aki mamatam, man tang ni wenei, man tataro (ao aio bon te katebwi ma onoua n ririki n aia tai n tautaeka taan moti iaoia ana botanaomata Nibwaai) ao e a reitinako te rau ni kabuta te aba.", "3 Eng, ao aomata a bon kataia ni kaawakin ana tua te Uea; ao a bon matoatoa ni kawakinan ana otenanti nako te Atua, n aron ana tua Mote; bwa a bon reireinaki bwa a na kaawakin ana tua Mote n uaa e koro bukina.", "4 Ao ngaia are aomata a bon aki kakiriweaki i nanon tebwi ma onoua te ririki are a tautaeka iai taan moti i aoia ana botanaomata Nibwaai.", "5 Ao e koro bukina bwa ni moan waakin aia katebwi ma itiua n ririki n tautaeka taan moti, ao e bon reitinako te rau.", "6 Ma e koro bukina bwa ni banen te katebwi ma itiua n ririki, ao e kaoti te mwaane temanna n te aba are Taraemera, ao bon te tia kakewea Kristo, bwa e waaki ni kabwarabwara nakoia aomata ni kaaitarai taeka ni burabeti ake a tia n taekinaki irouia burabeti, ni kaineti ma rokon Kristo.", "7 Ao ngkanne bon akea te tua ni kaitaraa ana koaua te aomata; bwa e aki boraoi ma ana tua te Atua bwa e na iai te tua are a na aki boraoi iai aomata.", "8 Bwa e kangai te koroboki ae tabu: Ko na rineia n te bong aei, bwa antai ae ko na toro irouna.", "9 Ao ngkanne ngkana te aomata e tangiria bwa e na toro iroun te Atua, ao bon kabwaiana anne; ke, ngkana e kakoaua te Atua bon kabwaiana bwa e na beku irouna; ma ngkana e aki kakoaua ao bon akea te tua ae e na katuaeaki iai.", "10 Ma ngkana e tiritiri ao e katuaeaki nakon te mate; ao ngkana e iraa e katuaeaki naba; ao ngkana e kimoa ao e bon katuaeaki naba; ao ngkana e wenenibure e bon katuaeaki naba; eng, ibukin taian buakaka aikai ao a bon katuaeaki.", "11 Bwa bon iai te tua are aomata a na motikaki taekaia n aron aia bure. Ma e ngae n anne, bon akea te tua ni kaitaraa ana koaua te aomata; ngaia are, e katuaeaki te aomata ti ibukin bure ake e a tia ni karaoi; ngaia are aomata a bon kaboraoaki aroia.", "12 Ao te tia kakewea Kristo, are arana Korioa, (ao e bon aki kona n tauaki i aan te tua) e waaki ni kabwarabwara nakoia aomata bwa e na bon akea Kristo. Ao aio aekan ana kabwarabwara, ni kangai:", "13 O ngkami ake kam kabaeaki inano i aan te kantaninga ae nanobaba man akea manena, e aera ngkai kam kabaeingkami ma bwaai aika a nanobaba? E aera ngkai kam kakaea Kristo? Bwa akea te aomata ae kona n atai bwaai aika a na roko.", "14 Nooria, bwaai aikai ake kam aran bwa taeka ni burabeti, ake kam taku bwa a anga burabeti aika a tabu, nooria, bon nanobaban aia katei ami bakatibu.", "15 Kam kangaa n atai koauaia? Nooria, kam aki kona n atai bwaai aika kam aki noori; ngaia are kam aki kona n ataia bwa e na iai te Kristo.", "16 Kam ingainga man taku bwa kam a noora kamaunan ami bure. Ma nooria, aio korakoran te iango ae mino; ao minon ami iango aio e reke man aia katei ami bakatibu, are e kairingkami nako bwa kam na kakoauai bwaai aika bon tiaki.", "17 Ao a mwaiti riki bwaai ake e tuangiia, ao e tuangiia bwa e na aki kona n iai te mwakuri ni kamaiu ibukin aia bure aomata, ma te aomata e nakoraoi ke e nakobuaka arona n te maiu aei man ana waaki; ngaia are ni kabane aomata a nakoraoi aroia man wanawanaia, ao aomata ni kabane a reke bwaai irouia man korakoraia; ao te bwai ae karaoia te aomata bon ti aki te bure.", "18 Ao aio aron ana kabwarabwara nakoia, ao e kairanako nanoia aika a mwaiti, ma ni menakiia bwa a na kakatonga ni buakakaia, eng, ma ni kairianako aika a mwaiti, aine, ao mwaane naba, bwa a na kabekaau—ao e tuangiia bwa ngkana e mate te aomata, ao ai bon anne naba tokina.", "19 Ao ngkanne te mwaane aio e nako naba nakon te aba are Ietion, ni kabwarabwarai bwaai aikai i buakoia ana botanaomata Amon, ake bon Reimwanaite ngkoa.", "20 Ma nooria a bon wanawana riki nakon angiia Nibwaite; bwa a anaia, ma ni kabaea, man uotia nako matan Amon, are bon te ibonga ae rietata i aoia te botanaomata arei.", "21 Ao e koro bukina bwa e tua bwa e na uotaki nako man te aba. Ao e roko nakon te aba are Kiteon, ao e waaki ni kabwarabwara nakoia naba; ao e aki bati n nakoraoi ana waaki ikekei, bwa e anaaki ma ni kabaeaki ao e uotaki nako matan te ibonga are e rietata, are mataniwia naba taan moti.", "22 Ao e koro bukina bwa te ibonga ae rietata e taku nakoina: E aera ngkai ko mwamwananga ni kabwaouai ana kawai te Uea? E aera ngkai ko reireinia te botanaomata aio bwa a na akea te Kristo, bwa ko na urua kukureia? E aera ngkai ko tataetae ni kaaitarai aia taeka ni burabeti ni kabane burabeti aika a tabu?", "23 Ao ngkanne aran te ibonga ae rietata bon Kitona. Ao e taku Korioa nakoina: Ibukina bwa I aki reirei aia katei ami bakatibu aika a burababa, ao ibukina bwa I aki reireinia te botanaomata aio bwa N na kabaeiia inano i aan taian otenanti ma mwakuri ake a kaweneaki irouia ibonga ngkoa, bwa a aonga n taua mwaakaia ma korakoraia i aoia, bwa aonga n tiku n aki ataibwai, bwa aonga n aki kakatonga ma a na uotaki rikaaki n aron am taeka.", "24 Ko taku bwa te botanaomata aio a bon inaomata. Nooria, I taku bwa a bon kabaeaki. Ko taku bwa taeka ni burabeti ni kawai akekei a bon koaua. Nooria, I taku ko bon aki atai koauaia.", "25 Ko taku bwa te botanaomata aio a bon bure ao a bwaka, ibukin riaoan te tua irouia aia karo. Nooria, I taku bwa te teei e aki bure mai irouia ana karo.", "26 Ao ko taku naba bwa e na roko Kristo. Ma nooria, I taku bwa kam aki ataia ae iai te Kristo. Ao kam taku naba bwa e na tiringaki ibukin buren te aonaba—", "27 Ao ngaia are kam a kairanako te botanaomata aio n aron burababan kateia ami bakatibu, ao n aron oin nanomi; ao kam menakiia inano, n aron ae a kabureaki, bwa kam na katoki nanomi ni baki bwai ma ni korakoran aia mwakurin baia, bwa a na aki kona n tararake ma te ninikoria, ao a na aki kona ni kukurei n inaomataia ma kakabwaiaia.", "28 Eng, a rawa ni kabongana are bon oin aia bwai bwa mwiina ao a un aia ibonga, ake a bobotiia n toronia n aron nanoia, ma ni kairia bwa a na kakoaua, man aia katei ao miia ao aia iango n tamnei ao miia ni burabeti ma mwakuri aika a kamimi are aongkoa a atai, bwa a na riai, ao ngkana aki karaoa ae aron are a taekinna, ao a kauna te aomata ae e aki ataaki, are a taku bwa te Atua—te aomata are e bon tuai man nonoraki ke n ataaki, are bon akea ke e na bon aki kona n iai.", "29 Ao ngkanne ngke te ibonga are e rietata ma mataniwia taan moti e noora matoatoan nanona, eng, ngke a nooria bwa e kairiribai naba ni kaitara te Atua, a bon aki karaoi kaekan ana taeka; ma a tua bwa e na kabaeaki; ao a anga ngaia nako nanon baia taan mwakuri, ma ni kanakoa nakon te aba are Taraemera, bwa e aonga n uotaki nako matan Aramwa, ao mataniwia taan moti are bon te kowana ni kabuta te aba.", "30 Ao e koro bukina bwa ngke e a uotaki nako matan Aramwa ma mataniwia taan moti, ao e bon waaki naba n aron are e karaoia n te aba are Kiteon; eng, e waaki n taetae n aki akaaka ibukin te Atua.", "31 Ao e bon rikirake korakoran ana kauntaeka i matan Aramwa, ma ni kairiribai ni kaaitaraia ibonga ma tia reirei, ni bukiniia bwa a kairia nako aomata bwa ana toua mwiin aia katei ni burababa aia bakatibu, ti ibukin mataaiakinan bwaai ni mwiin aia mwakuri aomata.", "32 Ao ngkanne e taku Aramwa nakoia: Ko bon ataia bwa ti aki mataaiakin korakoran aia mwakuri te botanaomata aio; bwa nooria I a bon tia ni mwakuri man te tai are e waaki iai aia tautaeka taan moti n uaa ngkai, n oin baiu ibukin maiu, e ngae ngke a mwaiti mwamwanangau ni kabuta te aba bwa N na taekina ana taeka te Atua nakoia au aomata.", "33 Ao e ngae ngke a mwaiti mwakuri ake I a tia ni karaoi n te ekaretia, I bon aki karekea ae bati n aekan teuana te tienin ibukin au mwakuri; ao aki naba tariu, ma ti n te kaintekateka ni motikitaeka; ma ti bon ti karekea are e kaineti ma te tua n ara tai.", "34 Ao ngkanne ngkana akea te bwai ae ti karekea ibukin ara mwakuri n te ekaretia, teraa ara raka are ti na kan mwakuri iai n te ekaretia ma bon ti taekinan te koaua, bwa ti aonga ni kimwareirei ni kimwareireia tarira?", "35 Ao ngkanne e aera ngkai ko taku bwa ti kabwarabwara nakoia te botanaomata aio bwa e aonga n reke ara raka, ngke ngkoe, iroum, ko ataia bwa akea ara raka ae ti karekea? Ao ngkanne, ko kakoaua bwa ti mwaamwanaia te botanaomata aio, ngkai e korakora kimwareireia inanoia?", "36 Ao Korioa e kaeka ni kangai, Eng.", "37 Ao ngkanne e taku Aramwa nakoina: Ko kakoaua bwa iai te Atua?", "38 Ao e kaeka, I aki.", "39 Ao ngkanne Aramwa e taku nakoina: Ko na manga kaakea riki ae iai te Atua, ma ni kaakea naba te Kristo? Bwa nooria, I taku nakoim, I ataia ae iai te Atua, ao bwa Kristo e na roko naba.", "40 Ao ngkai teraa am bwai ni kakoaua bwa akea te Atua, ke bwa e na aki roko Kristo? I taku nakoim bwa bon akea, ma bon ti am taeka.", "41 Ma, nooria, iai irou bwaai ni kabane bwa te kakoaua bwa a bon koaua bwaai aikai; ao iai naba iroum bwaai ni kabane bwa te kakoaua nakoim bwa a bon koaua; ao ko na kakewei? Ko kakoaua bwa a koaua bwaai aikai?", "42 Nooria, I ataia bwa ko kakoaua ma ko bon niniaki iroun te tamnei ae kewe, ao ko a tia ni katuka Tamnein te Atua bwa e na akea nnena iroum; ma te riaboro e a mwaaka i aom, ao e kaiririko nako, ma ni mwakuri aanga are e na kona n tiringia iai natin te Atua.", "43 Ao ngkanne Korioa e taku nakon Aramwa: Ngkana ko kaota te kanikina nakoiu, bwa i aonga ni kakoaua bwa iai te Atua, eng, ni kaotia nakoiu bwa iai mwaakana, ao ngkanne N na kakoauai am taeka bwa a koaua.", "44 Ma Aramwa e taku nakoina: Ko a tia ni karekei kanikina aika a tau; ko na kariria Atuam? Ko na kangai, Kaota nakoiu te kanikina, ngkai ko a karekea aia taeka ni kakoaua tarim aikai, ma burabeti ni kabane aika a tabu? A wene i matam koroboki aika tabu, eng, ao bwaai ni kabane a kaotia bwa iai te Atua; eng, n te aba, ao bwaai ni kabane ake a mena iaona, eng, ma butina, eng, ma buraneti ni kabane ake a buti n aron karaoaia a kakoaua bwa iai te Tia Karikibwai ae Moan te Rietata.", "45 Ma e ngae n anne ko bon mwananga naba, ni kairia nako nanoia te botanaomata aio, ni kakoaua nakoia bwa akea te Atua? Ao ngkanne, ko na kakewei bwaai ni kakoaua aikai ni kabane? ao e taku: Eng, N na bon kaakeai, ti ngkana ko kaota nakoiu te kanikina.", "46 Ao ngkanne e koro bukina bwa Aramwa e taku nakoina: Nooria, I bon rang nanokawaki ibukin matoatoan nanom, eng, bwa ko bon teimatoa naba n totokoa tamnein te koaua, bwa e na kona ni kamauna tamneim.", "47 Ma nooria, e raoiroi riki bwa e na bua tamneim nakon ae ko na riki ngkoe bwa te tia uotia aomata aika a mwaiti rikaaki nakon te tiringaki, man am kewe ma am taeka ni kababa; mangaia ae ngkana ko a manga kakewekewe riki, nooria e na oroiko te Atua, bwa e na bae newem, bwa ko na aki manga kona ni kaurea wiim, bwa ko na aki manga oki ni mwaamwanaiia te botanaomata aio.", "48 Ao ngkanne e taku Korioa nakoina: I aki kaakea ae iai te Atua, ma I aki kakoaua bwa iai te Atua, ao I taku naba, bwa ko aki ataia bwa iai te Atua; ma ti ngkana ko kaota nakoiu te kanikina, ao N na bon aki kakoaua.", "49 Ao ngkanne e taku Aramwa nakoina: Aio are N na anganiko bwa te kanikina, bwa ko na rootaki ma ni bae newem, n aron au taeka; ao I kangai, bwa n aran te Atua, ko na teke ma ni bae newem, bwa ko na aki manga kona n taetae.", "50 Ao ngkanne ngke e a tia Aramwa n taekin taeka aikai, ao Korioa e a rootaki ma ni bae newena, bwa e aki kona n taetae n aron ana taeka Aramwa.", "51 Ao ngkai ngke mataniwia taan moti e noora aio, e arora baina ma ni koroboki nakon Korioa ni kangai: Ko a kakoaua ngkanne mwaakan te Atua? Ko tangira Aramwa bwa e na kaota te kanikina mai iroun antai? Ko tangiria bwa e na kammarakia tabemwaang, bwa e aonga ni kaota te kanikina nakoim? Nooria, e a tia ni kaota nakoim te kanikina ao ngkanne ko na manga oki ni kauntaeka?", "52 Ao Korioa e arora baina ma ni koroboki ni kangai: I ataia bwa e a bae neweu, bwa I a aki kona n taetae; ao I ataia bwa akea ma ti mwaakan te Atua ae e kona ni karokoa aio iaou; eng, ao I a kaman ataia bwa bon iai te Atua.", "53 Ma nooria, e mwaamwanai te riaboro; bwa e kaoti nakoiu n aekan te anera, man taku nakoiu: Nako ao kaoka te botanaomata aio, bwa a tia ni bua kawaia n ririmwia te Atua ae e aki ataaki. Ao e taku nakoiu: Akea te Atua; eng, ao e reireinai te bwai are N na taekinna. Ao I a tia n reirei ana taeka; ao I reiakini ibukina bwa a tang raoi nakon te iango n rabwata; ao I reiakini, n te aro are e korakora nako raoin au mwakuri, n te aro are I a bon kakoauai bwa a bon koaua; ao ibukin aio are I totokoa te koaua, n uaa e a roko te maraia ae korakora aio iaou.", "54 Ao ngkanne ngke e a tia n taekin aikai, e bubutia Aramwa bwa e na tataro nakon te Atua, bwa e na anaaki te maraia arei mai irouna.", "55 Ma e taku Aramwa nakoina: Ngkana e anaaki te maraia aio mai iroum ko na manga kairia nako riki nanoia aomata aikai, ngaia are, e na riki nakoim are e tangiria te Uea.", "56 Ao e koro bukina bwa e aki anaaki te maraia mai iroun Korioa; ma e teweaki nako, ao e mwananga man te bata teuana nakon te bata teuana ni bubuti ibukin kanana.", "57 Ao ngkanne ataakin te bwai are e riki nakon Korioa e bon waekoa ni katanoataki ni kabuta te aba; eng, e kanakoaki te katanoata mai iroun mataniwia taan moti nakoia aomata ni kabane n te aba, n tuangiia aomata ni kabane ake a tia ni kakoauai ana taeka Korioa bwa ana waekoa n rairinanoia, bwa mwiina e roko nakoia te motikitaeka ae aekan arei.", "58 Ao e koro bukina bwa a bane ni kakoaua buakakan Korioa; ngaia are a bane n rairaki nakon te Uea; ao aio are e a katoka te buakaka are e waakinna Korioa. Ao Korioa e mwananga man te bata teuana nakon te bata teuana, ni bubuti kanana ibukin maiuna.", "59 Ao e koro bukina bwa ngke e waaki i buakoia aomata, eng, i buakoia aomata ake a tia ni kamaenakoia mai irouia Nibwaite ake ararania bwa Tioramwaite, ake a tia ni kairaki nako iroun te aomata ae Tioram—ao ngke e waaki nako i buakoia, nooria, e bon taonaki nako man toubekaki, n uaa e a mate.", "60 Ao ikai are ti a noora tokin teuare e kabwaouai kawain te Uea: ao ikai are ti nooria bwa te riaboro e na bon aki boutokaia natina n te kabanea ni bong, ma e bon waekoa n uotia rikaaki nako moone."]}