{"English": ["To gain salvation, men must repent and keep the commandments, be born again, cleanse their garments through the blood of Christ, be humble and strip themselves of pride and envy, and do the works of righteousness—The Good Shepherd calls His people—Those who do evil works are children of the devil—Alma testifies of the truth of his doctrine and commands men to repent—The names of the righteous will be written in the book of life. About 83B.C.", "1 Now it came to pass that Alma began to deliver the word of God unto the people, first in the land of Zarahemla, and from thence throughout all the land.", "2 And these are the words which he spake to the people in the church which was established in the city of Zarahemla, according to his own record, saying:", "3 I, Alma, having been consecrated by my father, Alma, to be a high priest over the church of God, he having power and authority from God to do these things, behold, I say unto you that he began to establish a church in the land which was in the borders of Nephi; yea, the land which was called the land of Mormon; yea, and he did baptize his brethren in the waters of Mormon.", "4 And behold, I say unto you, they were delivered out of the hands of the people of king Noah, by the mercy and power of God.", "5 And behold, after that, they were brought into bondage by the hands of the Lamanites in the wilderness; yea, I say unto you, they were in captivity, and again the Lord did deliver them out of bondage by the power of his word; and we were brought into this land, and here we began to establish the church of God throughout this land also.", "6 And now behold, I say unto you, my brethren, you that belong to this church, have you sufficiently retained in remembrance the captivity of your fathers? Yea, and have you sufficiently retained in remembrance his mercy and long-suffering towards them? And moreover, have ye sufficiently retained in remembrance that he has delivered their souls from hell?", "7 Behold, he changed their hearts; yea, he awakened them out of a deep sleep, and they awoke unto God. Behold, they were in the midst of darkness; nevertheless, their souls were illuminated by the light of the everlasting word; yea, they were encircled about by the bands of death, and the chains of hell, and an everlasting destruction did await them.", "8 And now I ask of you, my brethren, were they destroyed? Behold, I say unto you, Nay, they were not.", "9 And again I ask, were the bands of death broken, and the chains of hell which encircled them about, were they loosed? I say unto you, Yea, they were loosed, and their souls did expand, and they did sing redeeming love. And I say unto you that they are saved.", "10 And now I ask of you on what conditions are they saved? Yea, what grounds had they to hope for salvation? What is the cause of their being loosed from the bands of death, yea, and also the chains of hell?", "11 Behold, I can tell you—did not my father Alma believe in the words which were delivered by the mouth of Abinadi? And was he not a holy prophet? Did he not speak the words of God, and my father Alma believe them?", "12 And according to his faith there was a mighty change wrought in his heart. Behold I say unto you that this is all true.", "13 And behold, he preached the word unto your fathers, and a mighty change was also wrought in their hearts, and they humbled themselves and put their trust in the true and living God. And behold, they were faithful until the end; therefore they were saved.", "14 And now behold, I ask of you, my brethren of the church, have ye spiritually been born of God? Have ye received his image in your countenances? Have ye experienced this mighty change in your hearts?", "15 Do ye exercise faith in the redemption of him who created you? Do you look forward with an eye of faith, and view this mortal body raised in immortality, and this corruption raised in incorruption, to stand before God to be judged according to the deeds which have been done in the mortal body?", "16 I say unto you, can you imagine to yourselves that ye hear the voice of the Lord, saying unto you, in that day: Come unto me ye blessed, for behold, your works have been the works of righteousness upon the face of the earth?", "17 Or do ye imagine to yourselves that ye can lie unto the Lord in that day, and say—Lord, our works have been righteous works upon the face of the earth—and that he will save you?", "18 Or otherwise, can ye imagine yourselves brought before the tribunal of God with your souls filled with guilt and remorse, having a remembrance of all your guilt, yea, a perfect remembrance of all your wickedness, yea, a remembrance that ye have set at defiance the commandments of God?", "19 I say unto you, can ye look up to God at that day with a pure heart and clean hands? I say unto you, can you look up, having the image of God engraven upon your countenances?", "20 I say unto you, can ye think of being saved when you have yielded yourselves to become subjects to the devil?", "21 I say unto you, ye will know at that day that ye cannot be saved; for there can no man be saved except his garments are washed white; yea, his garments must be purified until they are cleansed from all stain, through the blood of him of whom it has been spoken by our fathers, who should come to redeem his people from their sins.", "22 And now I ask of you, my brethren, how will any of you feel, if ye shall stand before the bar of God, having your garments stained with blood and all manner of filthiness? Behold, what will these things testify against you?", "23 Behold will they not testify that ye are murderers, yea, and also that ye are guilty of all manner of wickedness?", "24 Behold, my brethren, do ye suppose that such an one can have a place to sit down in the kingdom of God, with Abraham, with Isaac, and with Jacob, and also all the holy prophets, whose garments are cleansed and are spotless, pure and white?", "25 I say unto you, Nay; except ye make our Creator a liar from the beginning, or suppose that he is a liar from the beginning, ye cannot suppose that such can have place in the kingdom of heaven; but they shall be cast out for they are the children of the kingdom of the devil.", "26 And now behold, I say unto you, my brethren, if ye have experienced a change of heart, and if ye have felt to sing the song of redeeming love, I would ask, can ye feel so now?", "27 Have ye walked, keeping yourselves blameless before God? Could ye say, if ye were called to die at this time, within yourselves, that ye have been sufficiently humble? That your garments have been cleansed and made white through the blood of Christ, who will come to redeem his people from their sins?", "28 Behold, are ye stripped of pride? I say unto you, if ye are not ye are not prepared to meet God. Behold ye must prepare quickly; for the kingdom of heaven is soon at hand, and such an one hath not eternal life.", "29 Behold, I say, is there one among you who is not stripped of envy? I say unto you that such an one is not prepared; and I would that he should prepare quickly, for the hour is close at hand, and he knoweth not when the time shall come; for such an one is not found guiltless.", "30 And again I say unto you, is there one among you that doth make a mock of his brother, or that heapeth upon him persecutions?", "31 Wo unto such an one, for he is not prepared, and the time is at hand that he must repent or he cannot be saved!", "32 Yea, even wo unto all ye workers of iniquity; repent, repent, for the Lord God hath spoken it!", "33 Behold, he sendeth an invitation unto all men, for the arms of mercy are extended towards them, and he saith: Repent, and I will receive you.", "34 Yea, he saith: Come unto me and ye shall partake of the fruit of the tree of life; yea, ye shall eat and drink of the bread and the waters of life freely;", "35 Yea, come unto me and bring forth works of righteousness, and ye shall not be hewn down and cast into the fire—", "36 For behold, the time is at hand that whosoever bringeth forth not good fruit, or whosoever doeth not the works of righteousness, the same have cause to wail and mourn.", "37 O ye workers of iniquity; ye that are puffed up in the vain things of the world, ye that have professed to have known the ways of righteousness nevertheless have gone astray, as sheep having no shepherd, notwithstanding a shepherd hath called after you and is still calling after you, but ye will not hearken unto his voice!", "38 Behold, I say unto you, that the good shepherd doth call you; yea, and in his own name he doth call you, which is the name of Christ; and if ye will not hearken unto the voice of the good shepherd, to the name by which ye are called, behold, ye are not the sheep of the good shepherd.", "39 And now if ye are not the sheep of the good shepherd, of what fold are ye? Behold, I say unto you, that the devil is your shepherd, and ye are of his fold; and now, who can deny this? Behold, I say unto you, whosoever denieth this is a liar and a child of the devil.", "40 For I say unto you that whatsoever is good cometh from God, and whatsoever is evil cometh from the devil.", "41 Therefore, if a man bringeth forth good works he hearkeneth unto the voice of the good shepherd, and he doth follow him; but whosoever bringeth forth evil works, the same becometh a child of the devil, for he hearkeneth unto his voice, and doth follow him.", "42 And whosoever doeth this must receive his wages of him; therefore, for his wages he receiveth death, as to things pertaining unto righteousness, being dead unto all good works.", "43 And now, my brethren, I would that ye should hear me, for I speak in the energy of my soul; for behold, I have spoken unto you plainly that ye cannot err, or have spoken according to the commandments of God.", "44 For I am called to speak after this manner, according to the holy order of God, which is in Christ Jesus; yea, I am commanded to stand and testify unto this people the things which have been spoken by our fathers concerning the things which are to come.", "45 And this is not all. Do ye not suppose that I know of these things myself? Behold, I testify unto you that I do know that these things whereof I have spoken are true. And how do ye suppose that I know of their surety?", "46 Behold, I say unto you they are made known unto me by the Holy Spirit of God. Behold, I have fasted and prayed many days that I might know these things of myself. And now I do know of myself that they are true; for the Lord God hath made them manifest unto me by his Holy Spirit; and this is the spirit of revelation which is in me.", "47 And moreover, I say unto you that it has thus been revealed unto me, that the words which have been spoken by our fathers are true, even so according to the spirit of prophecy which is in me, which is also by the manifestation of the Spirit of God.", "48 I say unto you, that I know of myself that whatsoever I shall say unto you, concerning that which is to come, is true; and I say unto you, that I know that Jesus Christ shall come, yea, the Son, the Only Begotten of the Father, full of grace, and mercy, and truth. And behold, it is he that cometh to take away the sins of the world, yea, the sins of every man who steadfastly believeth on his name.", "49 And now I say unto you that this is the order after which I am called, yea, to preach unto my beloved brethren, yea, and every one that dwelleth in the land; yea, to preach unto all, both old and young, both bond and free; yea, I say unto you the aged, and also the middle aged, and the rising generation; yea, to cry unto them that they must repent and be born again.", "50 Yea, thus saith the Spirit: Repent, all ye ends of the earth, for the kingdom of heaven is soon at hand; yea, the Son of God cometh in his glory, in his might, majesty, power, and dominion. Yea, my beloved brethren, I say unto you, that the Spirit saith: Behold the glory of the King of all the earth; and also the King of heaven shall very soon shine forth among all the children of men.", "51 And also the Spirit saith unto me, yea, crieth unto me with a mighty voice, saying: Go forth and say unto this people—Repent, for except ye repent ye can in nowise inherit the kingdom of heaven.", "52 And again I say unto you, the Spirit saith: Behold, the ax is laid at the root of the tree; therefore every tree that bringeth not forth good fruit shall be hewn down and cast into the fire, yea, a fire which cannot be consumed, even an unquenchable fire. Behold, and remember, the Holy One hath spoken it.", "53 And now my beloved brethren, I say unto you, can ye withstand these sayings; yea, can ye lay aside these things, and trample the Holy One under your feet; yea, can ye be puffed up in the pride of your hearts; yea, will ye still persist in the wearing of costly apparel and setting your hearts upon the vain things of the world, upon your riches?", "54 Yea, will ye persist in supposing that ye are better one than another; yea, will ye persist in the persecution of your brethren, who humble themselves and do walk after the holy order of God, wherewith they have been brought into this church, having been sanctified by the Holy Spirit, and they do bring forth works which are meet for repentance—", "55 Yea, and will you persist in turning your backs upon the poor, and the needy, and in withholding your substance from them?", "56 And finally, all ye that will persist in your wickedness, I say unto you that these are they who shall be hewn down and cast into the fire except they speedily repent.", "57 And now I say unto you, all you that are desirous to follow the voice of the good shepherd, come ye out from the wicked, and be ye separate, and touch not their unclean things; and behold, their names shall be blotted out, that the names of the wicked shall not be numbered among the names of the righteous, that the word of God may be fulfilled, which saith: The names of the wicked shall not be mingled with the names of my people;", "58 For the names of the righteous shall be written in the book of life, and unto them will I grant an inheritance at my right hand. And now, my brethren, what have ye to say against this? I say unto you, if ye speak against it, it matters not, for the word of God must be fulfilled.", "59 For what shepherd is there among you having many sheep doth not watch over them, that the wolves enter not and devour his flock? And behold, if a wolf enter his flock doth he not drive him out? Yea, and at the last, if he can, he will destroy him.", "60 And now I say unto you that the good shepherd doth call after you; and if you will hearken unto his voice he will bring you into his fold, and ye are his sheep; and he commandeth you that ye suffer no ravenous wolf to enter among you, that ye may not be destroyed.", "61 And now I, Alma, do command you in the language of him who hath commanded me, that ye observe to do the words which I have spoken unto you.", "62 I speak by way of command unto you that belong to the church; and unto those who do not belong to the church I speak by way of invitation, saying: Come and be baptized unto repentance, that ye also may be partakers of the fruit of the tree of life."], "Español": ["Para lograr la salvación, los hombres deben arrepentirse y guardar los mandamientos, nacer de nuevo, purificar sus vestidos mediante la sangre de Cristo, ser humildes, despojarse del orgullo y de la envidia, y hacer las obras de rectitud— El Buen Pastor llama a Su pueblo— Los que hacen obras malas son hijos del diablo— Alma testifica de la veracidad de su doctrina y manda a los hombres que se arrepientan— Los nombres de los justos serán escritos en el libro de la vida. Aproximadamente 83a.C.", "1 Aconteció, pues, que Alma empezó a proclamar la palabra de Dios al pueblo, primero en la tierra de Zarahemla, y desde allí por toda la tierra.", "2 Y estas son las palabras que, según su propio registro, habló al pueblo de la iglesia que se hallaba establecida en la ciudad de Zarahemla, diciendo:", "3 Yo, Alma, habiendo sido consagrado por mi padre Alma para ser sumo sacerdote sobre la iglesia de Dios, ya que él tenía el poder y la autoridad de Dios para hacer estas cosas, he aquí, os digo que él empezó a establecer una iglesia en la tierra que se hallaba en las fronteras de Nefi; sí, la tierra que era llamada la tierra de Mormón; sí, y bautizó a sus hermanos en las aguas de Mormón.", "4 Y he aquí, os digo que fueron librados de las manos del pueblo del rey Noé por la misericordia y el poder de Dios.", "5 Y después de esto, he aquí, fueron reducidos a la servidumbre por la mano de los lamanitas en el desierto; sí, os digo que se hallaban en el cautiverio, y nuevamente el Señor los libró de la servidumbre por el poder de su palabra; y se nos trajo a esta tierra, y aquí empezamos a establecer la iglesia de Dios por toda esta tierra también.", "6 Y ahora, he aquí os digo, hermanos míos, vosotros los que pertenecéis a esta iglesia, ¿habéis retenido suficientemente en la memoria el cautiverio de vuestros padres? Sí, ¿y habéis retenido suficientemente en la memoria la misericordia y longanimidad de Dios para con ellos? Y además, ¿habéis retenido suficientemente en la memoria que él ha rescatado sus almas del infierno?", "7 He aquí, él cambió sus corazones; sí, los despertó de un profundo sueño, y despertaron en cuanto a Dios. He aquí, se hallaban en medio de la obscuridad; no obstante, la luz de la sempiterna palabra iluminó sus almas; sí, los tenían ceñidos las ligaduras de la muerte y las cadenas del infierno, y los esperaba una eterna destrucción.", "8 Y os pregunto ahora, hermanos míos: ¿Fueron destruidos? He aquí, os digo que no; no lo fueron.", "9 Y os pregunto también: ¿Fueron quebrantadas las ligaduras de la muerte, y desatadas las cadenas del infierno que los tenían atados? Os digo que sí; fueron desatadas, y sus almas se ensancharon, y cantaron del amor que redime. Y os digo que son salvos.", "10 Y os pregunto ahora: ¿Según qué condiciones son salvos? Sí, ¿en qué se fundaban para esperar la salvación? ¿Por qué motivo fueron librados de las ligaduras de la muerte, sí, y de las cadenas del infierno también?", "11 He aquí, os lo puedo decir. ¿No creyó mi padre Alma en las palabras que se declararon por boca de Abinadí? ¿Y no fue él un santo profeta? ¿No habló las palabras de Dios, y las creyó mi padre Alma?", "12 Y según su fe, se realizó un potente cambio en su corazón. He aquí, os digo que todo esto es verdad.", "13 Y he aquí, él predicó la palabra a vuestros padres, y en sus corazones también se efectuó un potente cambio; y se humillaron, y pusieron su confianza en el Dios verdadero y viviente. Y he aquí, fueron fieles hasta el fin; por tanto, fueron salvos.", "14 Y ahora os pregunto, hermanos míos de la iglesia: ¿Habéis nacido espiritualmente de Dios? ¿Habéis recibido su imagen en vuestros rostros? ¿Habéis experimentado este potente cambio en vuestros corazones?", "15 ¿Ejercéis la fe en la redención de aquel que os creó? ¿Miráis hacia adelante con el ojo de la fe y veis este cuerpo mortal levantado en inmortalidad, y esta corrupción levantada en incorrupción, para presentaros ante Dios y ser juzgados de acuerdo con las obras que se han hecho en el cuerpo mortal?", "16 Os digo: ¿Podéis imaginaros oír la voz del Señor en aquel día, diciéndoos: Venid a mí, benditos, porque, he aquí, vuestras obras han sido obras de rectitud sobre la faz de la tierra?", "17 ¿O suponéis que podréis mentir al Señor en aquel día, y decir: Señor, nuestras obras han sido justas sobre la faz de la tierra; y que entonces él os salvará?", "18 O de lo contrario, ¿podéis imaginaros llevados ante el tribunal de Dios con vuestras almas llenas de culpa y remordimiento, teniendo un recuerdo de toda vuestra culpa; sí, un recuerdo perfecto de todas vuestras iniquidades; sí, un recuerdo de haber desafiado los mandamientos de Dios?", "19 Os digo: ¿Podréis mirar a Dios en aquel día con un corazón puro y manos limpias? ¿Podréis alzar la vista, teniendo la imagen de Dios grabada en vuestros semblantes?", "20 Os digo: ¿Podéis pensar en ser salvos cuando os habéis sometido para quedar sujetos al diablo?", "21 Os digo que en aquel día sabréis que no podéis ser salvos; porque nadie puede ser salvo a menos que sus vestidos hayan sido lavados hasta quedar blancos; sí, sus vestidos deben ser purificados hasta quedar limpios de toda mancha, mediante la sangre de aquel de quien nuestros padres han hablado, el cual habrá de venir para redimir a su pueblo de sus pecados.", "22 Y os pregunto ahora, hermanos míos: ¿Cómo se sentirá cualquiera de vosotros, si comparecéis ante el tribunal de Dios, con vuestros vestidos manchados de sangre y de toda clase de inmundicia? He aquí, ¿qué testificarán todas estas cosas contra vosotros?", "23 He aquí, ¿no testificarán que sois asesinos, sí, y también que sois culpables de todo género de iniquidades?", "24 He aquí, hermanos míos, ¿suponéis que semejante ser pueda tener un lugar donde sentarse en el reino de Dios, con Abraham, con Isaac, y con Jacob, y también todos los santos profetas, cuyos vestidos están limpios y se hallan sin mancha, puros y blancos?", "25 Os digo que no; y a menos que hagáis a nuestro Creador embustero desde el principio, o penséis que ha mentido desde el principio, no podéis suponer que tales seres puedan hallar lugar en el reino de los cielos; sino que serán echados fuera, porque son hijos del reino del diablo.", "26 Y ahora os digo, hermanos míos, si habéis experimentado un cambio en el corazón, y si habéis sentido el deseo de cantar la canción del amor que redime, quisiera preguntaros: ¿Podéis sentir esto ahora?", "27 ¿Habéis caminado, conservándoos irreprensibles delante de Dios? Si os tocase morir en este momento, ¿podríais decir, dentro de vosotros, que habéis sido suficientemente humildes? ¿que vuestros vestidos han sido lavados y blanqueados mediante la sangre de Cristo, que vendrá para redimir a su pueblo de sus pecados?", "28 He aquí, ¿os halláis despojados del orgullo? Si no, yo os digo que no estáis preparados para comparecer ante Dios. He aquí, debéis disponeros prontamente; porque el reino de los cielos pronto se acerca, y el que no esté preparado no tendrá vida eterna.", "29 He aquí, digo: ¿Hay entre vosotros quien no esté despojado de la envidia? Os digo que este no está preparado; y quisiera que se preparase pronto, porque la hora está cerca, y no sabe cuándo llegará el momento; porque tal persona no se halla sin culpa.", "30 Y además, os digo: ¿Hay entre vosotros quien se burle de su hermano, o que acumule persecuciones sobre él?", "31 ¡Ay de tal persona, porque no está preparada; y el tiempo está cerca en que debe arrepentirse, o no puede ser salva!", "32 Sí, ¡ay de todos vosotros, obradores de iniquidad! ¡Arrepentíos, arrepentíos, porque el Señor Dios lo ha dicho!", "33 He aquí, él invita a todos los hombres, pues a todos ellos se extienden los brazos de misericordia, y él dice: Arrepentíos, y os recibiré.", "34 Sí, dice él: Venid a mí, y participaréis del fruto del árbol de la vida; sí, comeréis y beberéis libremente del pan y de las aguas de la vida;", "35 sí, venid a mí y haced obras de rectitud, y no seréis talados y arrojados al fuego.", "36 Porque he aquí, el tiempo está cerca en que todo aquel que no diere buen fruto, o sea, el que no hiciere las obras de rectitud, tendrá razón para gritar y lamentarse.", "37 ¡Oh obradores de iniquidad, vosotros que os habéis engreído con las vanidades del mundo, vosotros que habéis declarado conocer las sendas de la rectitud, y, sin embargo, os habéis descarriado como ovejas sin pastor, no obstante que un pastor os ha llamado, y os está llamando aún, pero vosotros no queréis escuchar su voz!", "38 He aquí, os digo que el buen pastor os llama; sí, y os llama en su propio nombre, el cual es el nombre de Cristo; y si no queréis dar oídos a la voz del buen pastor, al nombre por el cual sois llamados, he aquí, no sois las ovejas del buen pastor.", "39 Y si no sois las ovejas del buen pastor, ¿de qué rebaño sois? He aquí, os digo que el diablo es vuestro pastor, y vosotros sois de su rebaño; y ahora bien, ¿quién puede negarlo? He aquí, os digo que quien niega esto es un embustero e hijo del diablo.", "40 Porque os digo que todo lo que es bueno viene de Dios; y todo lo que es malo, del diablo procede.", "41 Por lo tanto, si un hombre hace buenas obras, él escucha la voz del buen pastor y lo sigue; pero el que hace malas obras, este se convierte en hijo del diablo, porque escucha su voz y lo sigue.", "42 Y el que hace esto tendrá que recibir de él su salario; por consiguiente, recibe como su salario la muerte, en cuanto a las cosas que pertenecen a la rectitud, ya que está muerto a toda buena obra.", "43 Y ahora bien, hermanos míos, quisiera que me escuchaseis, porque hablo con la fuerza de mi alma; porque, he aquí, os he hablado claramente de modo que no podéis errar, o sea, he hablado según los mandamientos de Dios.", "44 Porque soy llamado para hablar de este modo, según el santo orden de Dios que está en Cristo Jesús; sí, se me manda que me levante y testifique a este pueblo las cosas que han hablado nuestros padres concernientes a lo que está por venir.", "45 Y esto no es todo. ¿No suponéis que sé de estas cosas yo mismo? He aquí, os testifico que yo sé que estas cosas de que he hablado son verdaderas. Y, ¿cómo suponéis que yo sé de su certeza?", "46 He aquí, os digo que el Santo Espíritu de Dios me las hace saber. He aquí, he ayunado y orado muchos días para poder saber estas cosas por mí mismo. Y ahora sé por mí mismo que son verdaderas; porque el Señor Dios me las ha manifestado por su Santo Espíritu; y este es el espíritu de revelación que está en mí.", "47 Y además, os digo que así se me ha revelado, que las palabras que nuestros padres han hablado son verdaderas, aun de conformidad con el espíritu de profecía que en mí se halla, el cual también es por la manifestación del Espíritu de Dios.", "48 Os digo yo que sé por mí mismo, que cuanto os diga concerniente a lo que ha de venir es verdad; y os digo que sé que Jesucristo vendrá; sí, el Hijo, el Unigénito del Padre, lleno de gracia, de misericordia y de verdad. Y he aquí, él es el que viene a quitar los pecados del mundo, sí, los pecados de todo hombre que crea firmemente en su nombre.", "49 Y ahora os digo que este es el orden según el cual soy llamado, sí, para predicar a mis amados hermanos, sí, y a todo el que mora sobre la tierra; sí, a predicar a todos, ora ancianos o jóvenes, ora esclavos o libres; sí, os digo, a los de edad avanzada y también a los de edad mediana y a la nueva generación; sí, para declararles que deben arrepentirse y nacer de nuevo.", "50 Sí, el Espíritu así dice: Arrepentíos todos vosotros, extremos de la tierra, porque el reino de los cielos está cerca; sí, el Hijo de Dios viene en su gloria, en su fuerza, majestad, poder y dominio. Sí, amados hermanos míos, os digo que el Espíritu dice: He aquí la gloria del Rey de toda la tierra; y también el Rey del cielo brillará muy pronto entre todos los hijos de los hombres.", "51 Y me dice también el Espíritu, sí, me clama con voz potente, diciendo: Ve y di a los de este pueblo: Arrepentíos, porque a menos que os arrepintáis, de ningún modo podréis heredar el reino de los cielos.", "52 Y además, os digo que el Espíritu declara: He aquí, el hacha está puesta a la raíz del árbol; por lo tanto, todo árbol que no produzca buen fruto, será talado y echado al fuego; sí, un fuego que no puede ser consumido, un fuego inextinguible. He aquí, y tened presente, el Santo lo ha dicho.", "53 Y ahora os digo, amados hermanos míos: ¿Podéis resistir estas palabras? Sí, ¿podéis desechar estas cosas y hollar con los pies al Santo de Israel? Sí, ¿podéis inflaros con el orgullo de vuestros corazones? Sí, ¿persistiréis aún en usar ropas costosas y en poner vuestros corazones en las vanidades del mundo, en vuestras riquezas?", "54 Sí, ¿persistiréis en suponer que unos sois mejores que otros? Sí, ¿persistiréis en perseguir a vuestros hermanos que se humillan y caminan según el santo orden de Dios, en virtud de lo cual han entrado en esta iglesia —habiendo sido santificados por el Santo Espíritu— y hacen obras dignas de arrepentimiento?", "55 Sí, ¿persistiréis en volver vuestras espaldas al pobre y al necesitado, y en negarles vuestros bienes?", "56 Y por último, a todos vosotros que queréis persistir en vuestra iniquidad, os digo que estos son los que serán talados y arrojados al fuego, a menos que se arrepientan prontamente.", "57 Y a todos vosotros que deseáis seguir la voz del buen pastor, ahora os digo: Salid de entre los inicuos, y conservaos aparte, y no toquéis sus cosas inmundas; pues he aquí, sus nombres serán borrados, a fin de que los nombres de los inicuos no sean contados entre los nombres de los justos, para que se cumpla la palabra de Dios, que dice: Los nombres de los inicuos no serán mezclados con los nombres de los de mi pueblo;", "58 porque los nombres de los justos serán escritos en el libro de la vida, y a ellos les concederé una herencia a mi diestra. Y ahora bien, hermanos míos, ¿qué tenéis que decir en contra de esto? Os digo que si habláis en contra de ello, nada importa; porque la palabra de Dios debe cumplirse.", "59 Pues, ¿qué pastor hay entre vosotros que, teniendo muchas ovejas, no las vigila para que no entren los lobos y devoren su rebaño? Y he aquí, si un lobo entra en medio de su rebaño, ¿no lo echa fuera? Sí, y por último, si puede destruirlo, lo hará.", "60 Y ahora os digo que el buen pastor os llama; y si escucháis su voz, os conducirá a su redil y seréis sus ovejas; y él os manda que no dejéis entrar ningún lobo rapaz entre vosotros, para que no seáis destruidos.", "61 Y ahora bien, yo, Alma, os mando, con las palabras de aquel que me ha mandado a mí, que os esforcéis por cumplir con las palabras que os he hablado.", "62 Os hablo por vía de mandamiento a vosotros que pertenecéis a la iglesia; y por vía de invitación os hablo a los que no pertenecéis a ella, diciendo: Venid y bautizaos para arrepentimiento, a fin de que también participéis del fruto del árbol de la vida."], "Français": ["Pour obtenir le salut, les hommes doivent se repentir et garder les commandements, naître de nouveau, purifier leurs vêtements par le sang du Christ, être humbles et se dépouiller de l’orgueil et de l’envie, et accomplir les œuvres de la justice— Le bon berger appelle son peuple— Ceux qui font des œuvres mauvaises sont enfants du diable— Alma témoigne de la véracité de sa doctrine et commande aux hommes de se repentir— Le nom des justes sera écrit dans le livre de vie. Vers 83av.J.-C.", "1 Alors, il arriva qu’Alma commença à annoncer la parole de Dieu au peuple, tout d’abord au pays de Zarahemla, et de là dans tout le pays.", "2 Et voici, selon ses annales, les paroles qu’il dit au peuple de l’Église qui était établie dans la ville de Zarahemla, disant:", "3 Moi, Alma, ayant été consacré pour être grand prêtre de l’Église de Dieu par mon père, Alma, lui-même ayant pouvoir et autorité de Dieu de faire ces choses, voici, je vous dis qu’il commença à établir une Église dans le pays qui était dans les régions frontières de Néphi; oui, le pays qui était appelé pays de Mormon; oui, et il baptisa ses frères dans les eaux de Mormon.", "4 Et voici, je vous le dis, ils furent délivrés des mains du peuple du roi Noé par la miséricorde et le pouvoir de Dieu.", "5 Et voici, après cela, ils furent réduits en servitude par les mains des Lamanites dans le désert; oui, je vous le dis, ils furent en captivité, et le Seigneur les délivra de nouveau de la servitude par le pouvoir de sa parole; et nous avons été amenés dans ce pays, et ici nous avons aussi commencé à établir l’Église de Dieu partout dans ce pays.", "6 Et maintenant, voici, je vous le dis, mes frères, vous qui appartenez à cette Église, avez-vous suffisamment conservé le souvenir de la captivité de vos pères? Oui, et avez-vous suffisamment conservé le souvenir de sa miséricorde et de sa longanimité à leur égard? Et de plus, avez-vous suffisamment conservé le souvenir de ce qu’il a délivré leur âme de l’enfer?", "7 Voici, il a changé leur cœur; oui, il les a éveillés d’un profond sommeil, et ils se sont éveillés à Dieu. Voici, ils étaient au milieu des ténèbres; néanmoins, leur âme a été illuminée par la lumière de la parole éternelle; oui, ils étaient enserrés par les liens de la mort et les chaînes de l’enfer, et une destruction éternelle les attendait.", "8 Et maintenant, je vous le demande, mes frères, ont-ils été détruits? Voici, je vous dis que non, ils ne l’ont pas été.", "9 Et encore, je le demande: les liens de la mort ont-ils été rompus, et les chaînes de l’enfer, qui les enserraient, ont-elles été détachées? Je vous dis que oui, elles ont été détachées, et leur âme s’est épanouie, et ils ont chanté l’amour rédempteur. Et je vous dis qu’ils sont sauvés.", "10 Et maintenant, je vous le demande, à quelles conditions sont-ils sauvés? Oui, quelles raisons avaient-ils d’espérer le salut? Pour quelle raison ont-ils été délivrés des liens de la mort, oui, et aussi des chaînes de l’enfer?", "11 Voici, je peux vous le dire: Mon père Alma n’a-t-il pas cru aux paroles qui ont été prononcées par la bouche d’Abinadi? Et n’était-il pas un saint prophète? Ne disait-il pas les paroles de Dieu, et mon père Alma n’y a-t-il pas cru?", "12 Et selon sa foi, un grand changement s’est produit dans son cœur. Voici, je vous dis que tout cela est vrai.", "13 Et voici, il a prêché la parole à vos pères, et un grand changement s’est aussi produit dans leur cœur, et ils se sont humiliés et ils ont placé leur confiance dans le Dieu vrai et vivant. Et voici, ils ont été fidèles jusqu’à la fin; c’est pourquoi ils ont été sauvés.", "14 Et maintenant, voici, je vous demande, mes frères de l’Église, êtes-vous nés spirituellement de Dieu? Votre visage est-il empreint de son image? Avez-vous éprouvé ce grand changement dans votre cœur?", "15 Faites-vous preuve de foi en la rédemption de celui qui vous a créés? Regardez-vous vers l’avenir avec l’œil de la foi, et voyez-vous ce corps mortel ressuscité à l’immortalité et ce corps corruptible ressuscité à l’incorruptibilité, pour vous tenir devant Dieu pour être jugés selon les actes qui ont été accomplis dans le corps mortel?", "16 Je vous le dis, pouvez-vous vous imaginer entendre la voix du Seigneur vous dire en ce jour-là: Venez à moi, vous qui êtes bénis, car voici, vos œuvres ont été les œuvres de la justice sur la surface de la terre?", "17 Ou vous imaginez-vous que vous pourrez mentir au Seigneur en ce jour-là et dire: Seigneur, nos œuvres ont été des œuvres justes sur la surface de la terre, et qu’il vous sauvera?", "18 Ou autrement, pouvez-vous vous imaginer, amenés devant le tribunal de Dieu, l’âme remplie de culpabilité et de remords, avec le souvenir de toute votre culpabilité, oui, le souvenir parfait de toute votre méchanceté, oui, le souvenir que vous avez défié les commandements de Dieu?", "19 Je vous le dis, pourrez-vous lever les yeux vers Dieu ce jour-là, le cœur pur et les mains nettes? Je vous le dis, pourrez-vous lever les yeux, ayant l’image de Dieu gravée sur le visage?", "20 Je vous le dis, pouvez-vous penser être sauvés, alors que vous vous êtes livrés pour devenir sujets du diable?", "21 Je vous le dis, vous saurez, ce jour-là, que vous ne pouvez être sauvés; car aucun homme ne peut être sauvé si ses vêtements ne sont pas blanchis; oui, ses vêtements doivent être purifiés jusqu’à ce qu’ils soient nettoyés de toute tache, par le sang de celui dont il a été parlé par nos pères, qui doit venir racheter son peuple de ses péchés.", "22 Et maintenant, je vous le demande, mes frères, comment vous sentirez-vous, si vous vous tenez devant la barre de Dieu, les vêtements tachés de sang et de toutes sortes de souillures? Voici, de quoi ces choses témoigneront-elles contre vous?", "23 Voici, cela ne témoignera-t-il pas que vous êtes des meurtriers, oui, et aussi que vous êtes coupables de toute sorte de méchanceté?", "24 Voici, mes frères, pensez-vous qu’un tel homme puisse avoir une place pour s’asseoir dans le royaume de Dieu avec Abraham, avec Isaac et avec Jacob, et aussi avec tous les saints prophètes, dont les vêtements sont nettoyés et sont sans tache, purs et blancs?", "25 Je vous le dis, non; à moins de faire de votre Créateur un menteur depuis le commencement, ou de penser qu’il est menteur depuis le commencement, vous ne pouvez penser que de tels hommes puissent avoir une place dans le royaume des cieux; mais ils seront rejetés, car ils sont les enfants du royaume du diable.", "26 Et maintenant, voici, je vous le dis, mes frères, si vous avez connu un changement de cœur, et si vous avez ressenti le désir de chanter le cantique de l’amour rédempteur, je vous le demande: pouvez-vous le ressentir maintenant?", "27 Avez-vous marché en restant innocents devant Dieu? Pourriez-vous dire en vous-mêmes, si vous étiez appelés à mourir en ce moment, que vous avez été suffisamment humbles? Que vos vêtements ont été nettoyés et blanchis par le sang du Christ, qui viendra racheter son peuple de ses péchés?", "28 Voici, êtes-vous dépouillés de l’orgueil? Je vous le dis, si vous ne l’êtes pas, vous n’êtes pas préparés à rencontrer Dieu. Voici, vous devez vous préparer rapidement; car le royaume des cieux est proche, et un tel homme n’a pas la vie éternelle.", "29 Voici, je le dis, y en a-t-il un parmi vous qui n’est pas dépouillé de l’envie? Je vous dis qu’un tel homme n’est pas préparé; et je voudrais qu’il se prépare rapidement, car l’heure est proche, et il ne sait pas quand le moment viendra; car un tel homme n’est pas tenu pour innocent.", "30 Et je vous le dis encore, y en a-t-il un parmi vous qui se moque de son frère ou qui l’accable de persécutions?", "31 Malheur à un tel homme, car il n’est pas préparé, et le moment est proche où il doit se repentir, sinon il ne peut être sauvé!", "32 Oui, malheur à vous tous qui commettez l’iniquité; repentez-vous, repentez-vous, car le Seigneur Dieu l’a dit!", "33 Voici, il envoie une invitation à tous les hommes, car les bras de la miséricorde sont étendus vers eux, et il dit: Repentez-vous, et je vous recevrai.", "34 Oui, il dit: Venez à moi, et vous prendrez du fruit de l’arbre de vie; oui, vous mangerez et boirez librement du pain et des eaux de la vie;", "35 oui, venez à moi et produisez des œuvres de justice, et vous ne serez pas coupés et jetés au feu—", "36 car voici, le moment est proche où quiconque ne produit pas de bons fruits ou ne fait pas les œuvres de la justice, celui-là aura lieu de se lamenter et de pleurer.", "37 Ô vous qui commettez l’iniquité, vous qui êtes boursouflés des choses vaines du monde, vous qui avez professé connaître les voies de la justice et vous êtes néanmoins égarés comme des brebis n’ayant pas de berger, en dépit du fait qu’un berger vous ait appelés et vous appelle toujours, mais vous ne voulez pas écouter sa voix!", "38 Voici, je vous dis que le bon Berger vous appelle; oui, et il vous appelle en son nom, qui est le nom du Christ; et si vous ne voulez pas écouter la voix du bon Berger, le nom par lequel vous êtes appelés, voici, vous n’êtes pas les brebis du bon Berger.", "39 Et maintenant, si vous n’êtes pas les brebis du bon Berger, de quel troupeau êtes-vous? Voici, je vous dis que le diable est votre berger, et que vous êtes de son troupeau; et maintenant, qui peut nier cela? Voici, je vous le dis, quiconque nie cela est un menteur et un enfant du diable.", "40 Car je vous dis que tout ce qui est bien vient de Dieu, et tout ce qui est mal vient du diable.", "41 C’est pourquoi, si un homme produit de bonnes œuvres, il écoute la voix du bon Berger et il le suit; mais quiconque produit des œuvres mauvaises, celui-là devient enfant du diable, car il écoute sa voix et il le suit.", "42 Et quiconque fait cela doit recevoir son salaire de lui; c’est pourquoi, pour salaire il reçoit la mort quant à ce qui a trait à la justice, étant mort à toute bonne œuvre.", "43 Et maintenant, mes frères, je voudrais que vous m’entendiez, car je parle avec l’énergie de mon âme; car voici, je vous ai parlé clairement pour que vous ne puissiez pas errer, ou: j’ai parlé selon les commandements de Dieu.", "44 Car je suis appelé à parler de cette manière, selon le saint ordre de Dieu, qui est dans le Christ Jésus; oui, il m’est commandé de me lever et de témoigner à ce peuple des choses qui ont été dites par nos pères concernant les choses qui sont à venir.", "45 Et ce n’est pas tout. Ne pensez-vous pas que je sais ces choses moi-même? Voici, je vous témoigne que je sais que ces choses dont j’ai parlé sont vraies. Et comment, selon vous, sais-je qu’elles sont certaines?", "46 Voici, je vous dis qu’elles me sont révélées par l’Esprit-Saint de Dieu. Voici, j’ai jeûné et prié de nombreux jours afin de connaître ces choses par moi-même. Et maintenant, je sais par moi-même qu’elles sont vraies; car le Seigneur Dieu me les a manifestées par son Esprit-Saint; et c’est là l’esprit de révélation qui est en moi.", "47 Et de plus, je vous dis qu’il m’a ainsi été révélé que les paroles qui ont été dites par nos pères sont vraies, selon l’esprit de prophétie qui est en moi, lequel est aussi par la manifestation de l’Esprit de Dieu.", "48 Je vous dis que je sais par moi-même que tout ce que je vais vous dire concernant ce qui est à venir est vrai; et je vous dis que je sais que Jésus-Christ viendra, oui, le Fils unique du Père, plein de grâce, et de miséricorde, et de vérité. Et voici, c’est lui qui vient pour ôter les péchés du monde, oui, les péchés de tout homme qui croit avec constance en son nom.", "49 Et maintenant, je vous dis que c’est là l’ordre selon lequel je suis appelé, oui, pour prêcher à mes frères bien-aimés, oui, et à tous ceux qui demeurent dans le pays; oui, pour prêcher à tous, aussi bien jeunes que vieux, aussi bien esclaves que libres; oui, je vous le dis, à ceux qui sont âgés, et aussi à ceux qui sont mûrs, et à la génération montante; oui, pour leur crier qu’ils doivent se repentir et naître de nouveau.", "50 Oui, ainsi dit l’Esprit: Repentez-vous, toutes les extrémités de la terre, car le royaume des cieux est proche; oui, le Fils de Dieu vient dans sa gloire, dans sa puissance, sa majesté, son pouvoir et sa domination. Oui, mes frères bien-aimés, je vous dis que l’Esprit dit: Voici la gloire du Roi de toute la terre; et aussi: le Roi du ciel brillera bientôt parmi tous les enfants des hommes.", "51 Et l’Esprit me dit aussi, oui, me crie d’une voix puissante, disant: Va et dis à ce peuple: Repentez-vous, car si vous ne vous repentez pas, vous ne pouvez en aucune façon hériter le royaume des cieux.", "52 Et je vous le dis encore, l’Esprit dit: Voici, la cognée est mise à la racine de l’arbre; c’est pourquoi tout arbre qui ne produit pas de bons fruits sera coupé et jeté au feu, oui, un feu qui ne peut être consumé, un feu qui ne s’éteint pas. Voici, et souvenez-vous, le Saint l’a dit.", "53 Et maintenant, mes frères bien-aimés, je vous le dis, pouvez-vous résister à ces paroles? Oui, pouvez-vous mettre ces choses de côté, et fouler le Saint aux pieds? Oui, pouvez-vous être boursouflés dans l’orgueil de votre cœur? Oui, allez-vous persister à porter des habits somptueux et à mettre votre cœur dans les choses vaines du monde, dans vos richesses?", "54 Oui, persisterez-vous à penser que vous êtes meilleurs l’un que l’autre? Oui, persisterez-vous à persécuter vos frères, qui s’humilient et marchent selon le saint ordre de Dieu par lequel ils ont été amenés dans cette Église, ayant été sanctifiés par l’Esprit-Saint, et ils produisent des œuvres qui sont dignes du repentir—", "55 oui, et persisterez-vous à tourner le dos aux pauvres, et aux nécessiteux, et à leur refuser vos biens?", "56 Et finalement, vous tous qui persisterez dans votre méchanceté, je vous dis que ceux-là sont ceux qui seront coupés et jetés au feu, s’ils ne se repentent pas rapidement.", "57 Et maintenant, je vous dis, à vous tous qui désirez suivre la voix du bon Berger, sortez d’entre les méchants, et soyez séparés, et ne touchez pas leurs choses impures; et voici, leur nom sera effacé, de sorte que le nom des méchants ne sera pas compté parmi les noms des justes, afin que s’accomplisse la parole de Dieu qui dit: Le nom des méchants ne sera pas mêlé aux noms de mon peuple;", "58 car le nom des justes sera écrit dans le livre de vie, et je leur accorderai un héritage à ma droite. Et maintenant, mes frères, qu’avez-vous à dire contre cela? Je vous le dis, si vous parlez contre cela, cela n’a pas d’importance, car la parole de Dieu doit s’accomplir.", "59 Car, quel est parmi vous le berger qui, ayant beaucoup de brebis, ne veille pas sur elles, pour que les loups n’entrent pas dévorer son troupeau? Et voici, si un loup entre dans son troupeau, ne le chasse-t-il pas? Oui, et à la fin, s’il le peut, il le fait périr.", "60 Et maintenant, je vous dis que le bon Berger vous appelle; et si vous voulez écouter sa voix, il vous amènera dans sa bergerie, et vous êtes ses brebis; et il vous commande de ne permettre à aucun loup féroce d’entrer parmi vous, afin que vous ne soyez pas détruits.", "61 Et maintenant, moi, Alma, je vous commande, dans le langage de celui qui m’a commandé, de vous appliquer à accomplir les paroles que je vous ai dites.", "62 Je parle à titre de commandement, à vous qui appartenez à l’Église; et à ceux qui n’appartiennent pas à l’Église, je parle à titre d’invitation, disant: Venez et soyez baptisés au repentir, afin que vous puissiez aussi manger du fruit de l’arbre de vie."], "Kiribati": ["Ni karekean te kamaiuaki, a riai n rairinanoia aomata ma ni kawakin tua, ni manga bungiaki, kaitiaki kunnikaia rinanon raraan Kristo, nanorinano ma ni kaaki mai irouia te kainikatonga ma te bakantang, ma ni karaoi mwakuri aika a raoiroi—Te Tia Kawakin Tiibu ae raoiroi e weteia Ana aomata—Naake a karaoi mwakuri aika a buakaka bon natin te riaboro—Aramwa e kaotiota koauan ana reirei ao e tuangiia aomata bwa a na rairinanoia—Araia aika a raoiroi a na koreaki n te boki ni maiu. Uakaan ma 83I.K.", "1 Ngkai e a koro bukina bwa Aramwa e a waaki n taekina ana taeka te Atua nakoia aomata, te moan tai n te aba are Taraemera, ao ma ikanne ni kabuta te aba.", "2 Ao aikai taeka ake e taekin nakoia aomata n te ekaretia are e kateaki n te kaawa are Taraemera, ni kaineti ma oin ana rongorongo, ni kangai:", "3 Ngai, Aramwa I a tia ni katabuaki iroun tamau, Aramwa bwa te ibonga ae rietata iaon ana ekaretia te Atua, ngaia ae bon iai irouna te mwaaka ao te kariaiakaki mai iroun te Atua bwa e na karaoi bwaai aikai, nooria, I taku nakoimi bwa e waaki ni katea te ekaretia n te aba are e mena n tian te aba are Nibwaai; eng, te aba ae aranaki bwa aban Moomon; eng, ao e bon bwabetitoia tarina n te ran ae Moomon.", "4 Ao nooria, I taku nakoimi, a bon kainaomataki mai nanoni baia ana aomata te uea are Noa, man ana nanoanga ao mwaakan te Atua.", "5 Ao nooria, i mwin anne, a bon uotaki nakon te tautoronaki ni baia Reimwanaite i nanon te rereua; eng, I taetae nakoimi, a boni mena n te kabureaki, ao te Uea e a manga kainaomataia man te tautoronaki ni mwaakan ana taeka, ao ti a uotaki nakon te aba aio, ao ikai are ti a waaki ni katea ana ekaretia te Atua ni kabuta naba te aba aio.", "6 Ao ngkai nooria, I taetae nakoimi, taari, ngkami aika kam kaaina te ekaretia aio, kam a tia ni kataua kawakinan uringan kabureakia tamami? Eng, ao kam a tia ni kataua kawakinan uringan ana nanoanga ma ana taotaonannano nakoia? Ao ai moaraara riki, kam a tia ni kataua kawakinan uringan are e a tia ni kainaomatai tamneia mai moone?", "7 Nooria, e bita nanoia; eng, e kautia man te matuunako, ao a uti nakon te Atua. Nooria, a mena i nukan te roo; ma e ngae n anne, tamneia a bon kaotaaki n ootan te taeka ae aki totoki; eng, a bon otabwaniniaki n ana kabaebae te mate, ao taurekereken moone, ao te urubwai ae aki totoki e tataningaiia.", "8 Ao ngkai I titirakiningkami, taari, a kamaunaki? Nooria, I taku nakoimi, Tiaki, a bon aki.", "9 Ao I titiraki riki, a uruakaki ana kabaebae te mate, ao taurekereken moone are e otabwaninia, a kabwaranakoaki? I taku nakoimi, Eng, a kabwaranakoaki, ao a kimwareirei tamneia, ao a anenea kunan te tangira ni kabomwi. Ao I taku nakoimi bwa a kamaiuaki.", "10 Ao ngkai I titirakiningkami bwa tera bukin are a kamaiuaki iai? Eng, Tera bukin are a kantaninga iai te kamaiuaki? Tera ae karika kainaomatakia man ana kabaebae te mate, eng, ao ana taurekereke naba moone?", "11 Nooria, I kona n tuangingkami—e aki kakoauai taeka, tamau ae Aramwa ake a taekinaki mai wiin Abinataai? Ao tiaki ngaia te burabeti ae tabu? E aki taekin ana taeka te Atua, ao tamau ae Aramwa e kakoauai?", "12 Ao ni kaineti ma ana onimaki bon iai te bitaki ae korakora ae riki i nanona, Nooria I taku nakoimi bwa a boni koaua aikai ni kabane.", "13 Ao nooria, e tataekina te taeka nakoia tamami, ao te bitaki ae korakora e riki naba inanoia, ao a kananorinanoia ma ni katuka aia onimaki iroun te Atua ae koaua ma ni maiu. Ao nooria, a kakaonimaki niua te toki; mangaia are a kamaiuaki.", "14 Ao ngkai nooria, I titirakiningkami, tariu n te ekaretia, kam a tia ni bungiaki n te tamnei mai iroun te Atua? Kam a tia ni karekea tein tarakina i moami? Kam a tia n rinanon te bitaki ae korakora aio inanomi?", "15 Kam kamwakura ami onimaki n te kaboaki iroun are e karikingkami? Kam taratara ma te kantaninga ma te mata n onimaki, ma n nooria n ami iango te rabwata aio ae maamate ae kateirakeaki nakon te aki maamate, ao te mka aio e kateirakeaki nakon te aki mka, bwa e na tei imatan te Atua bwa e na motikaki taekana ni kaineti ma mwakuri ake a tia ni karaoaki n te rabwata ae maamate.", "16 I taku nakoimi, kam kona n iangoia i bon iroumi bwa kam ongo bwanan te Uea ae taku nakoimi, n te bong arei: Nakomai ngkami aika kam kakabwaiaki, bwa nooria, ami mwakuri boni mwakuri aika a raoiroi iaon te aba?", "17 Ke kam iango iroumi bwa kam kona ni kewe nakon te Uea n te bong arei, ma n taku—Te Uea, ara mwakuri bon mwakuri aika a raraoi iaon te aba—ao bwa e na kamaiungkami?", "18 Ke tao teuana, kam kona n iangoingkami bwa kam uotaki nako matan ana tarabunare te Atua ma tamneimi ae onrake n te namakin ae buakaka ibukin ami bure ao te nanokawaki, eng, uringakin ami buakaka ni kabane, eng, te ururing ae kamenai ngkami ni kaitara ana tua te Atua?", "19 I taku nakoimi, kam kona n tararake nakon te Atua n te bong arei ma te nano ae e itiaki ao baimi aika a itiaki? I taku nakoimi, kam kona n tararake, ma katotongan te Atua ae toka iaon moami?", "20 I taku nakoimi, kam kona n iangoia bwa kam na kamaiuaki ngkana kam a tia n anga ngkami bwa ana aomata te riaboro?", "21 I taku nakoimi, kam na ataia bwa n te bong arei kam aki kona ni kamaiuaki; bwa akea te aomata ae e kona ni kamaiuaki ma ti ngkana a tebokaki ni kamainainaaki ana kunnikai, eng a riai ni kaitiakaki ana kunnikai ni karokoa ae a itiaki raoi man te memea ni kabane, rinanon raraan teuare e a tia n taekinaki irouia ara bakatibu, bwa e na roko ni kabooia ana aomata man aia bure.", "22 Ao ngkai I titirakiningkami, taari, teraa ami namakin, ngkana kam tei imatan ana tabo ni motikitaeka te Atua, ma kunnikaimi aika a memea n te raraa ma aekakin kammaira nako? Nooria teraa ae a na kaota koauana bwaai aikai ni kaaitarako?", "23 Nooria tiaki bwa a na tataekina te koaua are ngkami taan tiritiri, eng, ao bwa kam namakina ae kam bure n aekan bure nako?", "24 Nooria, tariu, kam taku i nanomi bwa iai te aekaki n aomata aei ae e kona n iai ana tabo n tekateka n uean te Atua, ma Aberaam, ma Itaaka, ao Iakobwa, ma burabeti aika a tabu ni kabane, aika itiaki aia kunikai ma n akea memeaia teutana, a itiaki ao a mainaina?", "25 I taku nakoimi, Tiaki; ti ngkana kam karaoa ara Tia Karikibwai bwa te tia kewe mai moana, ke kam taku inanomi bwa te tia kewe mai moana, kam aki kona n taku inanomi bwa e na reke nneia aekaki aikai n abanuean karawa; ma ana teweaki nako bwa ngaia natin abanuean te riaboro.", "26 Ao ngkai nooria, I taku nakoimi, tariu, ngkana kam a tia n rinanon te bitaki n nano, ao ngkana kam a tia n namakina te kan anenea kunan te tangira ni kabomwi, I kan titirakiningkami, kam kona n namakinna ngkai?", "27 Kam a tia n nakonako, ni kawakiningkami bwa kam na aki reke n te bure imatan te Atua? Kam kona n taekinna, ngkana kam a weteaki nakon te mate n te tai aio, inanomi, bwa kam a tia n nanorinano n ae tau? Bwa ami kunnikai a tia ni kaitiakaki ma ni kamainainaki rinanon raraan Kristo, are e na roko ni kabooia ana aomata man aia bure?", "28 Nooria, e a tia n nako te kainikatonga mai iroumi? I taku nakoimi, ngkana e tuai ao kam tuai n tauraoi ni kaitibo ma te Atua. Nooria kam na katauraoi n te tai ae waekoa; bwa abanuean karawa e a kan roko, ao te aomata ae aekakin aei e aki reke irouna te maiu ae akea tokina.", "29 Nooria, I taku, iai temanna i buakomi ae e aki nako te bakantang mai irouna? I taku nakoimi bwa te aomata ae aekakin aei e aki tauraoi, ao I kariaa bwa e na katauraoia n te tai ae e waekoa, bwa e a kaan te aoa, ao e aki ataia bwa e na roko n ningai te tai; bwa te aekaki n aomata aei e aki kuneaki bwa akea ana bure.", "30 Ao I taku riki nakoimi, iai temanna mai buakomi ae e waningarea tarina, ke ae e kauataoi i aona bwainikirinana?", "31 Ke e reke kain te aomata ae te aekaki aei, bwa e aki tauraoi, ao e a kaan te tai bwa e na riai n rairananona bwa e rawa n aki kamaiuaki!", "32 Eng, ke e reke kaia naba ni kabane taan mwakuria te buakaka, rairinanomi, rairinanomi, bwa e a tia n taekinna te Uea ae te Atua!", "33 Nooria, e kanakoa te kakao nakoia aomata, bwa te bai n nanoanga e aroraki nakoia, ao e taku: Rairinanomi, ao N na butimwaeingkami.", "34 Eng, e taku: nakomai nakoiu ao kam na kana uaan te kai ni kamaiu; eng, kam na kanna ma ni mooi n te kariki ao n te ran ni kamaiu n akea tukami.", "35 Eng, nakomai nakoiu ao waakini mwakuri aika a raraoi, ao kam na aki koreaki ma n teweaki nako nanon te ai—", "36 Bwa nooria, e a kaan te tai are ane e kariki uaa aika aki raraoi, ke ane e karaoi mwakuri aika tiaki mwakuri aika a raraoi, e riai bwa e na tang n takarua ma n nanokawaki.", "37 O taan mwakuria te buakaka, ngkami aika kam onrake ni bwain te aonaba ae akea bonganaia, ngkami aika kam taekinna bwa kam ataa kawain te raoiroi ma e ngae n anne kam a tia ni bua, n aroia tiibu aika akea aia tia kaawakin tiibu, e ngae ngke te tia kaawakin tiibu e wewetei ngkami ao e bon waaki naba ni wewetei ngkami, ma kam aki ongo ni bwanaana.", "38 Nooria, I taku nakoim, bwa te tia kaawakin tiibu ae raoiroi e bon weteingkami; eng, ao n oin arana e bon weteingkami, are bon te ara ae Kristo; ao ngkana kam aki ongo nakon bwanan te tia kawakin tiibu ae e raoiroi, nakon te ara are kam weteaki iai, nooria, ngkami tiaki ana tiibu te tia kaawakin tiibu ae e raoiroi.", "39 Ao ngkai ngkana tiaki ngkami ana tiibu te tia kaawakin tiibu ae raoiroi, kaain te nanai ra ngkami? Nooria, I taku nakoimi, bwa te riaboro ami tia kaawakin tiibu, ao ngkami kaain ana nanai; ao ngkai, antai ae kona ni kakewea aei? Nooria, I taku nakoimi, ane e kakewea aio bon te tia kewe ao natin te riaboro.", "40 Bwa I taku nakoimi bwa te bwai ae raoiroi e roko mai iroun te Atua, ao te bwai ae buakaka e roko mai iroun te riaboro.", "41 Mangaia ae, ngkana te aomata e karaoi mwakuri aika a raraoi e ongo nakon bwanan te tia kaawakin tiibu ae raoiroi, ao e bon iriria, ma te aomata ae karaoi mwakuri aika a bubuaka, te aomata anne e bon riki bwa natin te riaboro, bwa e ongo nakon bwanaana, ao e iriria.", "42 Ao anne e karaoa aio e riai ni karekea boona mai irouna, mangaia are, ibukin boona e karekea te mate, ao ni kaineti ma bwaai nakon te raraoi, te mate nakon mwakuri aika a raraoi.", "43 Ao ngkai, taari, I tangiringkami bwa kam na ongo irou, bwa I taetae ma korakoran nanou; bwa nooria, I a tia n taetae nakoimi n te aro ae maataata bwa kam aonga n aki kairua, ke I a tia n taetae ni kaineti ma ana tua te Atua.", "44 Bwa I a tia ni weteaki bwa N na taetae n te aro aei, ni kaineti ma ana botaki ae tabu te Atua, are e mena iroun Kristo Iesu; eng, I anganaki te tua bwa N na tei ma ni kaotiota koauaia nakoia aomata aikai bwaai ake a tia n taekinaki irouia ara bakatibu ni kaineti ma bwaai aika a na roko.", "45 Ao tiaki ti aio. Kam aki taku bwa I atai bwaai aikai I bon irou? Nooria, I kaotiota te koaua nakoimi bwa I bon atai bwaai aikai are I taekini bwa a koaua. Ao kam kanga n taku bwa I atai koauaia?", "46 Nooria, I taku nakoimi bwa a kaotaki koauaia nakoiu iroun Tamnein te Atua ae Tabu. Nooria, I a tia n aki mamatam ao n tataro i nanon boong aika a mwaiti bwa I aonga n atai bwaai aikai I bon irou. Ao ngkai I bon atai irou bwa a koaua; bwa te Uea ae te Atua e a tia ni kaoti nakoiu iroun Tamneina ae Tabu; ao aio tamnein te kaotioti are e mena inanou.", "47 Ao i rarikin anne, I taku nakoimi bwa e a bon tia ni kaotaki nakoiu, bwa taian taeka ake a tia n taekinaki irouia ara bakatibu a bon koaua, ao anne are bon man tamnein te taetae ni burabeti are e mena irou, are bon mai iroun naba te kaotioti iroun Tamnein te Atua.", "48 I taku nakoimi, bwa I ataia I bon irou bwa te bwai are N na taekin nakoimi, are kaineti ma te bwai are e na roko, e boni koaua; ao I taku nakoimi, bwa I ataia bwa Iesu Kristo e na roko, eng, te Nati, ae te Rikitemanna iroun te Tama, ae e onrake n te akoi ao te nanoanga, ao te koaua. Ao nooria, bon ngaia are e na roko n anaa buren te aonaba, eng, aia bure aomata ni kabane ake a teimatoa ni kakoaua arana.", "49 Ao ngkai I taku nakoimi bwa aio te karinan are I a tia ni weteaki iai, eng, bwa N na reirei nakoia tariu aika a tangiraki, eng ao nakoia ni kabane ake a maeka n te aba; eng, bwa N na reirei nakoia ni kabane, ake a kara ao ake a uarereke, ake a kabaeaki ao ake a inaomata, eng, I taetae nakoimi kaara, ao nakoia rorobuaka, ao nakon te roro ae tabe n rikirake, eng n tang nakoia bwa a riai n rairinanoia ao ni manga bungiaki kaua.", "50 Eng, e taku te Tamnei: Rairinanomi, ngkami kaain tabon te aonaba ni kabane, bwa e a kaan roko uean karawa; eng, Natin te Atua e na roko ma mimitongina, korakorana, mwaakana, ao ueana. Eng, tariu aika kam tangiraki, I taku nakoimi, bwa te Tamnei e taku: Noora mimitongin Uean te aonaba ni kabane; ao Uean karawa naba e na bon waekoa n oota nako i buakoia natiia aomata ni kabane.", "51 Ao e taku naba te Tamnei nakoiu, eng, n tang nakoiu ma te bwanaa ae korakora n taku: Waaki nako ao tuangiia aomata—Rairinanomi, bwa ti ngkana kam rairinanomi ao a na bon akea te anga ae kam na kona iai ni karekea abanuean karawa.", "52 Ao I taku nakoimi riki, e taku te Tamnei: Nooria, e kaweneaki te tanai i wakaan te kai; mangaia ae kaai ni kabane ake aki kariki uaa aika a raoiroi a na bon ereaki man teweaki nako i nanon te ai, eng, te ai ae aki kona ni kamateaki, te ai ae aki kona n tiringaki. Nooria, ao uringnga, bwa e a tia Teuare e Tabu n taekinna.", "53 Ao ngkai tariu aika kam tangiraki, I taetae nakoimi, kam kona n totokoi taeka aikai; eng, kam kona n aki tabeakini bwaai aikai, ma n toubeka Teuare e Tabu i aan waemi, eng, e kona n ae e a rang onrake nanomi n te kainikatonga; eng, kam na kona n teimatoa ni bwain kunnikai aika a bobuaka ma ni katikui nanomi iaon bwain te aonaba ae akea bonganaia, iaon kaubwaimi?", "54 Eng, kam na teimatoa n taku bwa kam raoiroi riki nakoia tabemwaang, eng, kam na teimatoa ni waaki ni bwainikirinia tarimi, ake a kananorinanoia man nakonako ni kawain ana botaki ae tabu te Atua, are ngaia are a uotaki nako nanon te ekaretia n tia ni kaitiakaki iroun te Tamnei ae Tabu, ao a karaoi mwakuri aika a riai ibukin te rairannano—", "55 Eng, ao kam na teimatoa ni katannakoia Taan Mamata mai irouia aika a raarikin ma ni kainnano, ao ma n rawa n anga ami bwai nakoia?", "56 Ao te kabane, ngkami ni kabane aika kam teimatoa i nanon ami buakaka, I taku nakoimi bwa bon naakai aika a na ereaki ni kabwakaki ma n teweaki nako nanon te ai ti ngkana a waekoa n rairinanoia.", "57 Ao ngkai I taku nakoimi, ngkami ni kabane ake iai nanoia n ira bwanaan te tia kaawakin tiibu ae raoiroi, otinako man te buakaka, ao kaokoroingkami, ao tai riing aia bwai aika a bareka; ao nooria, e na kamaunaki araia, bwa araia aika a buakaka a na aki warekaki i buakon araia aika a raoiroi, bwa ana taeka te Atua e na kakoroaki bukina, are e taku: Araia aika a buakaka a na aki ikotaki ma araia au aomata.", "58 Bwa araia aika a raoiroi a na koreaki i nanon te boki ni maiu, ao a na bwaibwai n angataiu. Ao ngkai, tariu, teraa ami taeka ni kaitaraa aio? I taku nakoimi, ngkana kam taetae ni kaitaraa aio, e aoria, bwa ana taeka te Atua e na kakoroaki bukina.", "59 Bwa antai ae te tia kaawakin tiibu i buakomi ae e mwaiti ana tiibu ao e aki tataraia, bwa a na aki rin kameaanti ma ni kana ana nanai? Ao nooria, ngkana te kameaanti e rin i buakon ana nanai tiaki bwa e na kakioa nako? Eng, ao n tokina, ngkana e konaa, e na kamatea.", "60 Ao ngkai I taku nakoimi bwa te tia kaawakin tiibu ae raoiroi e bon weteiko; ao ngkana kam ongo bwanaana e na bon kairingkami nakon ana nanai, ao ngkami ana tiibu; ao e tua bwa kam na aki kariaia bwa te kameaanti ae tiritiri e na rin i buakomi, bwa kam na aki tiringaki.", "61 Ao ngkai, Aramwa, I tuangko n ana taetae teuare e anga te tua nakoiu, bwa kam riai ni karaoi nanon taeka ake I a tia n taekinna nakoimi.", "62 Ao I taetae bwa te tua nakoia ake a kaaina te ekaretia; ao nakoia ake aki kaaina te ekaretia I taetae bwa te kakao, ni kangai: Nakomai ao bwabetitoaki nakon te rairannano, bwa kam aonga naba n riki bwa taan kana uaan te kai ni kamaiu."]}