{"English": ["Helaman, Gid, and Teomner take the city of Manti by a stratagem—The Lamanites withdraw—The sons of the people of Ammon are preserved as they stand fast in defense of their liberty and faith. About 63–62B.C.", "1 And behold, now it came to pass that our next object was to obtain the city of Manti; but behold, there was no way that we could lead them out of the city by our small bands. For behold, they remembered that which we had hitherto done; therefore we could not decoy them away from their strongholds.", "2 And they were so much more numerous than was our army that we durst not go forth and attack them in their strongholds.", "3 Yea, and it became expedient that we should employ our men to the maintaining those parts of the land which we had regained of our possessions; therefore it became expedient that we should wait, that we might receive more strength from the land of Zarahemla and also a new supply of provisions.", "4 And it came to pass that I thus did send an embassy to the governor of our land, to acquaint him concerning the affairs of our people. And it came to pass that we did wait to receive provisions and strength from the land of Zarahemla.", "5 But behold, this did profit us but little; for the Lamanites were also receiving great strength from day to day, and also many provisions; and thus were our circumstances at this period of time.", "6 And the Lamanites were sallying forth against us from time to time, resolving by stratagem to destroy us; nevertheless we could not come to battle with them, because of their retreats and their strongholds.", "7 And it came to pass that we did wait in these difficult circumstances for the space of many months, even until we were about to perish for the want of food.", "8 But it came to pass that we did receive food, which was guarded to us by an army of two thousand men to our assistance; and this is all the assistance which we did receive, to defend ourselves and our country from falling into the hands of our enemies, yea, to contend with an enemy which was innumerable.", "9 And now the cause of these our embarrassments, or the cause why they did not send more strength unto us, we knew not; therefore we were grieved and also filled with fear, lest by any means the judgments of God should come upon our land, to our overthrow and utter destruction.", "10 Therefore we did pour out our souls in prayer to God, that he would strengthen us and deliver us out of the hands of our enemies, yea, and also give us strength that we might retain our cities, and our lands, and our possessions, for the support of our people.", "11 Yea, and it came to pass that the Lord our God did visit us with assurances that he would deliver us; yea, insomuch that he did speak peace to our souls, and did grant unto us great faith, and did cause us that we should hope for our deliverance in him.", "12 And we did take courage with our small force which we had received, and were fixed with a determination to conquer our enemies, and to maintain our lands, and our possessions, and our wives, and our children, and the cause of our liberty.", "13 And thus we did go forth with all our might against the Lamanites, who were in the city of Manti; and we did pitch our tents by the wilderness side, which was near to the city.", "14 And it came to pass that on the morrow, that when the Lamanites saw that we were in the borders by the wilderness which was near the city, that they sent out their spies round about us that they might discover the number and the strength of our army.", "15 And it came to pass that when they saw that we were not strong, according to our numbers, and fearing that we should cut them off from their support except they should come out to battle against us and kill us, and also supposing that they could easily destroy us with their numerous hosts, therefore they began to make preparations to come out against us to battle.", "16 And when we saw that they were making preparations to come out against us, behold, I caused that Gid, with a small number of men, should secrete himself in the wilderness, and also that Teomner and a small number of men should secrete themselves also in the wilderness.", "17 Now Gid and his men were on the right and the others on the left; and when they had thus secreted themselves, behold, I remained, with the remainder of my army, in that same place where we had first pitched our tents against the time that the Lamanites should come out to battle.", "18 And it came to pass that the Lamanites did come out with their numerous army against us. And when they had come and were about to fall upon us with the sword, I caused that my men, those who were with me, should retreat into the wilderness.", "19 And it came to pass that the Lamanites did follow after us with great speed, for they were exceedingly desirous to overtake us that they might slay us; therefore they did follow us into the wilderness; and we did pass by in the midst of Gid and Teomner, insomuch that they were not discovered by the Lamanites.", "20 And it came to pass that when the Lamanites had passed by, or when the army had passed by, Gid and Teomner did rise up from their secret places, and did cut off the spies of the Lamanites that they should not return to the city.", "21 And it came to pass that when they had cut them off, they ran to the city and fell upon the guards who were left to guard the city, insomuch that they did destroy them and did take possession of the city.", "22 Now this was done because the Lamanites did suffer their whole army, save a few guards only, to be led away into the wilderness.", "23 And it came to pass that Gid and Teomner by this means had obtained possession of their strongholds. And it came to pass that we took our course, after having traveled much in the wilderness towards the land of Zarahemla.", "24 And when the Lamanites saw that they were marching towards the land of Zarahemla, they were exceedingly afraid, lest there was a plan laid to lead them on to destruction; therefore they began to retreat into the wilderness again, yea, even back by the same way which they had come.", "25 And behold, it was night and they did pitch their tents, for the chief captains of the Lamanites had supposed that the Nephites were weary because of their march; and supposing that they had driven their whole army therefore they took no thought concerning the city of Manti.", "26 Now it came to pass that when it was night, I caused that my men should not sleep, but that they should march forward by another way towards the land of Manti.", "27 And because of this our march in the night-time, behold, on the morrow we were beyond the Lamanites, insomuch that we did arrive before them at the city of Manti.", "28 And thus it came to pass, that by this stratagem we did take possession of the city of Manti without the shedding of blood.", "29 And it came to pass that when the armies of the Lamanites did arrive near the city, and saw that we were prepared to meet them, they were astonished exceedingly and struck with great fear, insomuch that they did flee into the wilderness.", "30 Yea, and it came to pass that the armies of the Lamanites did flee out of all this quarter of the land. But behold, they have carried with them many women and children out of the land.", "31 And those cities which had been taken by the Lamanites, all of them are at this period of time in our possession; and our fathers and our women and our children are returning to their homes, all save it be those who have been taken prisoners and carried off by the Lamanites.", "32 But behold, our armies are small to maintain so great a number of cities and so great possessions.", "33 But behold, we trust in our God who has given us victory over those lands, insomuch that we have obtained those cities and those lands, which were our own.", "34 Now we do not know the cause that the government does not grant us more strength; neither do those men who came up unto us know why we have not received greater strength.", "35 Behold, we do not know but what ye are unsuccessful, and ye have drawn away the forces into that quarter of the land; if so, we do not desire to murmur.", "36 And if it is not so, behold, we fear that there is some faction in the government, that they do not send more men to our assistance; for we know that they are more numerous than that which they have sent.", "37 But, behold, it mattereth not—we trust God will deliver us, notwithstanding the weakness of our armies, yea, and deliver us out of the hands of our enemies.", "38 Behold, this is the twenty and ninth year, in the latter end, and we are in the possession of our lands; and the Lamanites have fled to the land of Nephi.", "39 And those sons of the people of Ammon, of whom I have so highly spoken, are with me in the city of Manti; and the Lord has supported them, yea, and kept them from falling by the sword, insomuch that even one soul has not been slain.", "40 But behold, they have received many wounds; nevertheless they stand fast in that liberty wherewith God has made them free; and they are strict to remember the Lord their God from day to day; yea, they do observe to keep his statutes, and his judgments, and his commandments continually; and their faith is strong in the prophecies concerning that which is to come.", "41 And now, my beloved brother, Moroni, may the Lord our God, who has redeemed us and made us free, keep you continually in his presence; yea, and may he favor this people, even that ye may have success in obtaining the possession of all that which the Lamanites have taken from us, which was for our support. And now, behold, I close mine epistle. I am Helaman, the son of Alma."], "Español": ["Helamán, Gid y Teómner se apoderan de la ciudad de Manti por medio de una estratagema— Huyen los lamanitas— Los hijos del pueblo de Ammón son preservados al defender firmemente su libertad y su fe. Aproximadamente 63–62a.C.", "1 Y he aquí, aconteció que ahora nuestro siguiente objetivo era tomar la ciudad de Manti; pero he aquí, no había manera de hacerles salir de la ciudad con nuestras pequeñas fuerzas. Pues he aquí, se acordaban de lo que previamente les habíamos hecho; por consiguiente, no podíamos engañarlos para que salieran de sus plazas fuertes.", "2 Y tan numerosos eran, mucho más que nuestro ejército, que no nos atrevíamos a atacarlos en sus plazas fuertes.", "3 Sí, y se hizo necesario que pusiéramos a nuestros hombres a defender aquellas partes de la tierra que habíamos recuperado de nuestras posesiones; de manera que fue menester esperar hasta que recibiéramos más refuerzos de la tierra de Zarahemla, y también un nuevo abastecimiento de provisiones.", "4 Y sucedió que envié una embajada al gobernador de nuestra tierra para darle a conocer las circunstancias de nuestro pueblo. Y ocurrió que esperamos para recibir provisiones y fuerzas de la tierra de Zarahemla.", "5 Pero he aquí que esto nos benefició muy poco; porque los lamanitas también estaban recibiendo muchas fuerzas de día en día, y también muchas provisiones; y tales eran nuestras circunstancias en esta época.", "6 Y los lamanitas salían en contra de nosotros de cuando en cuando, resueltos a destruirnos por estratagema; no obstante, no podíamos ir a la batalla contra ellos por motivo de sus refugios y sus plazas fuertes.", "7 Y sucedió que esperamos en estas difíciles circunstancias por el espacio de muchos meses, hasta que estábamos a punto de perecer por falta de alimentos.", "8 Pero acaeció que recibimos víveres, los cuales venían custodiados por un ejército de dos mil hombres para auxiliarnos; y esta fue toda la ayuda que recibimos para defendernos nosotros mismos y a nuestro país de caer en manos de nuestros enemigos; sí, para contender contra un enemigo que era innumerable.", "9 Y la causa de estos aprietos nuestros, o sea, el motivo por el cual no nos mandaban más fuerzas, nosotros lo ignorábamos; por tanto, nos afligimos y también nos llenamos de temor, no fuese que de algún modo los juicios de Dios descendieran sobre nuestra tierra para nuestra caída y entera destrucción.", "10 Por lo tanto, derramamos nuestras almas a Dios en oración, pidiéndole que nos fortaleciera y nos librara de las manos de nuestros enemigos, sí, y que también nos diera la fuerza para retener nuestras ciudades, nuestras tierras y nuestras posesiones para el sostén de nuestro pueblo.", "11 Sí, y sucedió que el Señor nuestro Dios nos consoló con la seguridad de que nos libraría; sí, de tal modo que habló paz a nuestras almas, y nos concedió una gran fe, e hizo que en él pusiéramos la esperanza de nuestra liberación.", "12 Y cobramos ánimo con nuestro pequeño refuerzo que habíamos recibido, y se hizo fija en nosotros la determinación de vencer a nuestros enemigos, y preservar nuestras tierras y posesiones, nuestras esposas y nuestros hijos, y la causa de nuestra libertad.", "13 Y así avanzamos con toda nuestra fuerza contra los lamanitas que estaban en la ciudad de Manti; y plantamos nuestras tiendas por el lado del desierto que se hallaba cerca de la ciudad.", "14 Y sucedió que a la mañana siguiente, cuando los lamanitas vieron que estábamos a la orilla del desierto que se hallaba cerca de la ciudad, mandaron sus espías alrededor de nosotros para descubrir el número y la fuerza de nuestro ejército.", "15 Y aconteció que, cuando vieron que no éramos muy fuertes según nuestro número, y temiendo que los aisláramos de sus provisiones a menos que salieran a luchar contra nosotros y nos mataran, y suponiendo también que podrían destruirnos fácilmente con sus numerosas huestes, empezaron, por tanto, sus preparativos para salir a la batalla contra nosotros.", "16 Y cuando vimos que se estaban preparando para venir contra nosotros, he aquí, hice que Gid se escondiese en el desierto con un pequeño número de hombres, y que también Teómner y un pequeño número de hombres se ocultaran en el desierto.", "17 Y Gid y sus hombres estaban a la derecha, y los otros a la izquierda; y cuando se hubieron ocultado de esa manera, he aquí, yo permanecí, con el resto de mi ejército, en el mismo lugar donde primeramente habíamos plantado nuestras tiendas, para la ocasión en que los lamanitas salieran a la batalla.", "18 Y aconteció que salieron los lamanitas con su numeroso ejército en contra de nosotros. Y cuando hubieron salido, y estaban a punto de caer sobre nosotros con la espada, hice que mis hombres, aquellos que estaban conmigo, retrocedieran hacia el desierto.", "19 Y sucedió que los lamanitas nos persiguieron con gran rapidez, porque estaban sumamente deseosos de alcanzarnos para matarnos; por lo tanto, nos siguieron hasta el desierto; y pasamos por en medio de Gid y Teómner de tal manera que los lamanitas no los descubrieron.", "20 Y aconteció que cuando hubieron pasado los lamanitas, o sea, cuando hubo pasado el ejército, Gid y Teómner salieron de donde estaban escondidos y cortaron el paso a los espías lamanitas para que no volviesen a la ciudad.", "21 Y ocurrió que, habiéndolos aislado, corrieron a la ciudad y cayeron sobre los guardias que habían quedado para defender la ciudad, de tal manera que los destruyeron y ocuparon la ciudad.", "22 Y se logró esto porque los lamanitas permitieron que todo su ejército, salvo unos cuantos guardias, se dejara llevar al desierto.", "23 Y ocurrió que por este medio Gid y Teómner se habían apoderado de sus plazas fuertes. Y aconteció que después de haber viajado mucho por el desierto, fijamos nuestro curso hacia la tierra de Zarahemla.", "24 Y cuando los lamanitas vieron que iban marchando hacia la tierra de Zarahemla, temieron en gran manera, no fuese que se tratara de un plan para llevarlos a la destrucción; por tanto, empezaron a retroceder de nuevo al desierto, sí, por el mismo camino por el que habían venido.", "25 Y he aquí, llegó la noche y plantaron sus tiendas, porque los capitanes en jefe de los lamanitas habían supuesto que los nefitas estarían rendidos por motivo de su marcha; y pensando que habían perseguido a todo el ejército, ningún cuidado tenían concerniente a la ciudad de Manti.", "26 Y aconteció que al caer la noche, hice que mis hombres no durmieran, sino que emprendieran la marcha por otro camino hacia la tierra de Manti.", "27 Y debido a esta, nuestra marcha nocturna, he aquí, cuando amaneció nos encontrábamos más allá de los lamanitas, de manera que llegamos antes que ellos a la ciudad de Manti.", "28 Y así sucedió que, por medio de esta estratagema, nos apoderamos de la ciudad de Manti sin la efusión de sangre.", "29 Y aconteció que cuando los ejércitos de los lamanitas se acercaron a la ciudad, y vieron que estábamos preparados para resistirlos, se asombraron en extremo y les sobrevino un gran temor, a tal grado que huyeron al desierto.", "30 Sí, y acaeció que los ejércitos de los lamanitas huyeron de toda esta parte de la tierra. Pero he aquí, se han llevado consigo a muchas mujeres y niños.", "31 Y las ciudades que los lamanitas habían tomado, todas se hallan en esta ocasión en nuestro poder; y nuestros padres, y nuestras mujeres, y nuestros hijos están volviendo a sus casas, todos menos aquellos que los lamanitas han tomado presos y se han llevado.", "32 Mas he aquí, nuestros ejércitos son pequeños para retener tan gran número de ciudades y tan grandes posesiones.", "33 Mas he aquí, confiamos en nuestro Dios, que nos ha dado la victoria en esas tierras, a tal grado que hemos adquirido aquellas ciudades y tierras que eran nuestras.", "34 Ahora bien, no sabemos el motivo por el cual el gobierno no nos concede más fuerzas; ni estos hombres que han venido a nosotros saben por qué no hemos recibido mayores fuerzas.", "35 He aquí, no sabemos si habéis fracasado y os habéis llevado las fuerzas para esa parte de la tierra; si así es, no es nuestro deseo murmurar.", "36 Mas si no es así, he aquí, tememos que haya alguna disensión en el gobierno, de modo que no mandan más hombres en nuestro auxilio; porque sabemos que son más numerosos que los que han enviado.", "37 Mas he aquí, no importa. Confiamos en que Dios nos librará, no obstante lo débiles que estén nuestros ejércitos, sí, y nos librará de las manos de nuestros enemigos.", "38 He aquí, estamos en el año veintinueve, en las postrimerías, y ocupamos nuestras tierras; y los lamanitas han huido a la tierra de Nefi.", "39 Y estos hijos del pueblo de Ammón, de quienes he hablado tan favorablemente, están conmigo en la ciudad de Manti; y el Señor los ha sostenido, sí, y los ha librado de caer por la espada, a tal grado que ni uno solo de ellos ha muerto.", "40 Mas he aquí, han recibido muchas heridas; no obstante, permanecen firmes en esa libertad con la que Dios los ha hecho libres; y son diligentes en acordarse del Señor su Dios de día en día; sí, se esfuerzan por obedecer sus estatutos y sus juicios y sus mandamientos continuamente; y su fe es fuerte en las profecías concernientes a lo que está por venir.", "41 Y ahora bien, mi amado hermano Moroni, que el Señor nuestro Dios, que nos ha redimido y nos ha hecho libres, te conserve continuamente en su presencia; sí, y que favorezca a este pueblo, al grado de que tengáis éxito en posesionaros de todo lo que los lamanitas nos han quitado, que era para nuestro sostén. Y ahora, he aquí, concluyo mi epístola. Soy Helamán hijo de Alma."], "Français": ["Hélaman, Gid et Téomner prennent la ville de Manti par stratagème— Les Lamanites se retirent— Les fils du peuple d’Ammon sont préservés en défendant fermement leur liberté et leur foi. Vers 63–62av.J.-C.", "1 Et voici, alors, il arriva que notre objectif suivant était de prendre la ville de Manti; mais voici, nous n’avions aucun moyen de les faire sortir de la ville avec nos petites troupes. Car voici, ils se souvenaient de ce que nous avions fait jusqu’alors; c’est pourquoi nous ne pouvions les leurrer pour les faire sortir de leurs places fortes.", "2 Et ils étaient tellement plus nombreux que notre armée que nous n’osions pas aller les attaquer dans leurs places fortes.", "3 Oui, et il devint nécessaire d’employer nos hommes à conserver les parties du pays dont nous avions repris possession; c’est pourquoi il devint nécessaire d’attendre de recevoir davantage de forces du pays de Zarahemla et aussi une nouvelle réserve de provisions.", "4 Et il arriva que j’envoyai ainsi une ambassade au gouverneur de notre pays, pour l’informer des affaires de notre peuple. Et il arriva que nous attendîmes de recevoir des provisions et des forces du pays de Zarahemla.", "5 Mais voici, cela ne nous profita guère; car les Lamanites recevaient aussi de jour en jour de grandes forces, et aussi beaucoup de provisions; et telle était notre situation à ce moment-là.", "6 Et les Lamanites faisaient de temps en temps des sorties contre nous, résolus à nous détruire par stratagème; néanmoins, nous ne pouvions aller leur livrer bataille, à cause de leurs lieux de retraite et de leurs places fortes.", "7 Et il arriva que nous attendîmes, dans cette situation difficile, pendant de nombreux mois jusqu’à ce que nous fussions sur le point de périr par manque de nourriture.", "8 Mais il arriva que nous reçûmes de la nourriture, qui était gardée pour nous par une armée de deux mille hommes venus nous aider; et c’est toute l’aide que nous reçûmes pour nous empêcher, nous et notre pays, de tomber entre les mains de nos ennemis, oui, pour combattre un ennemi qui était innombrable.", "9 Or, la cause de cet embarras qui était le nôtre, ou la raison pour laquelle on ne nous envoyait pas davantage de forces, nous ne la connaissions pas; c’est pourquoi nous étions peinés et aussi remplis de la crainte que, d’une façon ou d’une autre, les jugements de Dieu ne tombent sur notre pays pour nous renverser et nous détruire totalement.", "10 C’est pourquoi nous déversâmes notre âme en prières à Dieu, pour qu’il nous fortifiât et nous délivrât des mains de nos ennemis, oui, et nous donnât aussi de la force, afin de pouvoir conserver nos villes, et nos terres, et nos possessions, pour le soutien de notre peuple.", "11 Oui, et il arriva que le Seigneur, notre Dieu, nous donna l’assurance qu’il nous délivrerait; oui, au point qu’il apaisa notre âme, et nous accorda une grande foi, et nous fit espérer obtenir notre délivrance en lui.", "12 Et nous prîmes courage avec les petites forces que nous avions reçues, et prîmes la ferme détermination de vaincre nos ennemis, et de conserver nos terres, et nos possessions, et nos épouses, et nos enfants, et la cause de notre liberté.", "13 Et ainsi, nous marchâmes de toutes nos forces contre les Lamanites qui étaient dans la ville de Manti; et nous dressâmes nos tentes près du côté du désert, qui était proche de la ville.", "14 Et il arriva que, le matin, lorsque les Lamanites virent que nous étions dans les régions frontières près du désert qui était proche de la ville, ils envoyèrent des espions tout autour de nous, afin de découvrir le nombre et la force de notre armée.", "15 Et il arriva que lorsqu’ils virent que nous n’étions pas forts quant au nombre, et craignant que nous ne les coupions de leur ravitaillement, s’ils ne sortaient pas nous livrer bataille et nous tuer, et pensant aussi qu’ils pouvaient facilement nous détruire avec leurs nombreuses armées, ils commencèrent donc à faire des préparatifs pour sortir nous livrer bataille.", "16 Et lorsque nous vîmes qu’ils faisaient des préparatifs pour sortir contre nous, voici, je fis cacher Gid avec un petit nombre d’hommes dans le désert, et je fis aussi cacher Téomner et un petit nombre d’hommes dans le désert.", "17 Or, Gid et ses hommes étaient à droite et les autres à gauche; et lorsqu’ils se furent ainsi cachés, voici, je demeurai, avec le reste de mon armée, au même endroit où nous avions tout d’abord dressé nos tentes en vue du moment où les Lamanites sortiraient nous livrer bataille.", "18 Et il arriva que les Lamanites sortirent contre nous avec leur nombreuse armée. Et lorsqu’ils furent venus et furent sur le point de tomber sur nous avec l’épée, je commandai à mes hommes, à ceux qui étaient avec moi, de battre en retraite dans le désert.", "19 Et il arriva que les Lamanites nous poursuivirent avec une grande rapidité, car ils étaient extrêmement désireux de nous rattraper afin de nous tuer; c’est pourquoi ils nous suivirent dans le désert; et nous passâmes entre Gid et Téomner, de sorte qu’ils ne furent pas découverts par les Lamanites.", "20 Et il arriva que lorsque les Lamanites furent passés, ou que l’armée fut passée, Gid et Téomner sortirent de leurs lieux secrets, et interceptèrent les espions des Lamanites pour qu’ils ne retournent pas à la ville.", "21 Et il arriva que lorsqu’ils les eurent interceptés, ils coururent à la ville et tombèrent sur les gardes qui étaient laissés pour garder la ville, de sorte qu’ils les détruisirent et prirent possession de la ville.", "22 Or, cela se fit parce que les Lamanites avaient permis que leur armée tout entière, sauf un petit nombre de gardes, fût entraînée dans le désert.", "23 Et il arriva que Gid et Téomner prirent, par ce moyen, possession de leurs places fortes. Et il arriva qu’après avoir beaucoup voyagé dans le désert, nous prîmes la direction du pays de Zarahemla.", "24 Et lorsque les Lamanites virent qu’ils se dirigeaient vers le pays de Zarahemla, ils eurent extrêmement peur qu’un plan n’eût été préparé pour les conduire à leur destruction; c’est pourquoi ils commencèrent à se retirer de nouveau dans le désert, oui, en retournant par le chemin d’où ils étaient venus.", "25 Et voici, c’était la nuit, et ils dressèrent leurs tentes, car les capitaines en chef des Lamanites pensaient que les Néphites étaient las à cause de leur marche; et pensant que c’était leur armée tout entière qu’ils pourchassaient, ils ne se firent pas de souci pour la ville de Manti.", "26 Alors, il arriva que lorsqu’il fit nuit, j’empêchai mes hommes de dormir, mais les fis marcher par un autre chemin vers le pays de Manti.", "27 Et à cause de notre marche nocturne, voici, le matin, nous étions au-delà des Lamanites, de sorte que nous arrivâmes avant eux à la ville de Manti.", "28 Et ainsi, il arriva que, par ce stratagème, nous prîmes possession de la ville de Manti sans verser de sang.", "29 Et il arriva que lorsque les armées des Lamanites arrivèrent près de la ville et virent que nous étions prêts à les affronter, ils furent extrêmement étonnés et frappés d’une grande crainte, de sorte qu’ils s’enfuirent dans le désert.", "30 Oui, et il arriva que les armées des Lamanites s’enfuirent de toute cette partie du pays. Mais voici, ils ont emmené beaucoup de femmes et d’enfants hors du pays.", "31 Et les villes qui avaient été prises par les Lamanites, sont toutes en ce moment en notre possession; et nos pères, et nos femmes, et nos enfants retournent chez eux, tous sauf ceux qui ont été faits prisonniers et emmenés par les Lamanites.", "32 Mais voici, nos armées sont petites pour conserver un si grand nombre de villes et d’aussi grandes possessions.", "33 Mais voici, nous nous fions à notre Dieu, qui nous a donné la victoire sur ces terres, de sorte que nous avons pris ces villes et ces terres qui étaient les nôtres.", "34 Or, nous ne connaissons pas la cause pour laquelle le gouvernement ne nous accorde pas plus de forces; et les hommes qui sont venus à nous ne savent pas non plus pourquoi nous n’avons pas reçu davantage de forces.", "35 Voici, nous ne savons pas si tu n’as pas échoué, et si ce n’est pas toi qui as entraîné les forces dans cette partie-là du pays; s’il en est ainsi, nous ne désirons pas murmurer.", "36 Et s’il n’en est pas ainsi, voici, nous craignons qu’il y ait une faction dans le gouvernement, de sorte qu’on n’envoie pas davantage d’hommes à notre aide; car nous savons qu’ils sont plus nombreux que ce qu’on nous a envoyé.", "37 Mais voici, cela n’a pas d’importance: nous avons l’assurance que Dieu nous délivrera malgré la faiblesse de nos armées, oui, et nous délivrera des mains de nos ennemis.", "38 Voici, nous sommes tout à la fin de la vingt-neuvième année et nous sommes en possession de nos terres; et les Lamanites ont fui au pays de Néphi.", "39 Et ces fils du peuple d’Ammon, dont j’ai parlé d’une manière si élogieuse, sont avec moi dans la ville de Manti; et le Seigneur les a soutenus, oui, et les a empêchés de tomber par l’épée, au point que pas même une âme n’a été tuée.", "40 Mais voici, ils ont reçu beaucoup de blessures; néanmoins, ils restent fermes dans cette liberté par laquelle Dieu les a rendus libres; et ils sont stricts à se souvenir, de jour en jour, du Seigneur, leur Dieu; oui, ils s’appliquent à garder continuellement ses lois, et ses ordonnances, et ses commandements; et leur foi dans les prophéties concernant ce qui est à venir est forte.", "41 Et maintenant, mon frère bien-aimé, Moroni, que le Seigneur, notre Dieu, qui nous a rachetés et nous a rendus libres, te garde continuellement dans sa présence; oui, et puisse-t-il favoriser ce peuple, au point que tu réussisses à prendre possession de tout ce que les Lamanites nous ont enlevé, qui était pour notre soutien. Et maintenant, voici, je termine mon épître. Je suis Hélaman, fils d’Alma."], "Kiribati": ["Ereman, Kite ao Teaoma a taua te kaawa are Maentaai n te aro ni kamwane—A kerikaaki Reimwanaite—A kawakinaki natia mwaane ana botanaomata Amon ngkai a teimatoa ni kawakina inaomataia ma aia onimaki. Uakaan ma 63–62I.K.", "1 Ao nooria, ngkai e koro bukina bwa ara kantaninga are i mwina bon anakin te kaawa are Maentaai; ma nooria, bon akea te anga are ti kona ni kairia nako man te kaawa irouia ara koraki ae uarereke. Bwa nooria, a bon uringa are ti a tia ni karaoia mai i mwaaina; ngaia are ti bon aki kona ni kamwaneia nako man aia tabo ni kamanomano.", "2 Ao a bon rang mwaiti riki nakon ara taanga ni buaka n te aro are ti rawa n nako n ekianako n aia tabo ni kamanomano.", "3 Eng, ao e bon riai bwa ti na kabonganaia ara koraki ni kaawakin mwakoron te aba are bon ara bwai are ti a tia ni manga karekea; ngaia are e bon riai bwa ti na tataninga, bwa ti na kona ni manga karekea kakorakorakira man te aba are Taraemera ao bwaunara ae boou ni bwaai ake ti kainnanoi.", "4 Ao e koro bukina bwa I bon kanakoa ara tia tei tabemwaang nakon te kowana n abara, bwa a na kaongoraea aroia ara botanaomata. Ao e koro bukina bwa ti bon tataninga reken bwaai ake ti kainnanoi ma kakorakorakira man te aba are Taraemera.", "5 Ma nooria, e bon raoiroi aio nakoira teutana; bwa Reimwanaite a bon karekea naba korakoraia ae bati man te bong teuana nakon te bong teuana, ao bwaai ake a kainnanoi aika a mwaiti; ao ngaia are aio arora n te tai aei.", "6 Ao Reimwanaite a bon otinako ni kaaitaraira n te tai teuana ao teuana, ni kataua bwa a na tiringira n te aro ni kamwane; ma e ngae n anne ao ti bon aki roko ni buaka mangaia, ibukin aroia ni kerikaaki ao aia tabo ni kamanomano.", "7 Ao e koro bukina bwa ti tiku n tataninga n taai ni kaangaanga aikai i nanon te maan ae namwakaina aika a mwaiti, ni karokoa ae ti a kuri ni mate ibukin tangiran te amwarake.", "8 Ma e koro bukina bwa e bon reke kanara, are e tararuaki man uotaki nakoira irouia uoua te ngaa mwaane ake a roko ni buokiira; ao bon ti aio te buoka are ti a karekea, ibukin tararuakira ma abara bwa ti na aki bwaka i nanon baia ara kairiribai, eng, bwa ti na buaka ma ara kairiribai ae koro mwaitia.", "9 Ao ti bon aki ataa bukin karawawatakira aio, ke teraa bukin ae a aki kanakomaia riki kakorakorakira, ngaia are ti a bon nanokawaki man onrake n te maaku, bwa mwiina ao e roko ana motikitaeka te Atua iaon abara, ao ti kabwakaki man tiringaki.", "10 Ngaia are ti bon bunra nako tamneira n te tataro nakon te Atua, bwa e na kakorakoraira ma ni kainaomataira mai nanon baia ara kairiribai, eng, ao bwa e na anganiira naba te korakora bwa ti na tauii ara kaawa, ma abara, ma ara bwai nako, ibukin boutokaakia ara botanaomata.", "11 Eng, ao e koro bukina bwa te Uea ae Atuara e bon kawarira ma te karaunano bwa e na bon kainaomataira; eng, n te aro are e bon taekina te rau nakon tamneira, ao man anganiira te onimaki ae korakora, ma ni karekea ae ti na kantaninga te kainaomataki irouna.", "12 Ao ti bon kaninikoriaira ma ara taanga ni buaka ae uarereke are ti a tia ni karekea, ma ni katikua ni kamatoatoa inanora bwa ti na tokanikai i aoia ara kairiribai, man tauii abara, ma ara bwai nako, ma buura, ao natira, ma ara waaki n inaomata.", "13 Ao ngaia are ti a waaki ma korakorara ni kabane ni kaaitaraia Reimwanaite, ake a mena n te kaawa are Maentaai; ao ti katei ara umwanrianna i rarikin te rereua, are e kaan ma te kaawa.", "14 Ao e koro bukina bwa n te ingabong, ngke a nooria Reimwanaite bwa ti mena n te tia i rarikin te rereua are e kaan ma te kaawa, ao a kanakoia taan kareke rongorongo ni katobibira bwa aonga n ataa mwaitia ma korakoran ara taanga ni buaka.", "15 Ao e koro bukina bwa ngke a nooria bwa ti bon aki korakora, n aron mwaitira, ma a maaku bwa mwiina ti kamaenakoia ma boutokaakia ngkana aki otinako ni buaka mangaira man tiringira, ao a taku naba inanoia bwa e beebete aron tiringakira bwa aia taanga ni buaka a mwaiti, ngaia are e katauraoi bwa a na otinako ni kaaitaraira ni buaka mangaira.", "16 Ao ngke ti nooria bwa a waaki ni katauraoi bwa a na otinako ni kaaitaraira, nooria, I tua bwa Kite, ma ana koraki tabeman, a na karabaia n te rereua, ma Teaomna naba ma ana koraki tabeman a na karabaia naba n te rereua.", "17 Ngkai Kite ma ana koraki a mena n te angatai ao ake tabemwaang a mena n te anga maing; ao ngke a tia ni karabaia, nooria, I tiku ma nikiraia au taanga ni buaka, n te tabo naba are ti bon moan katei ara umwanrianna ni katauraoi nakon te tai are a na roko Reimwanaite ni buaka.", "18 Ao e koro bukina bwa a otinako Reimwanaite ma aia taanga ni buaka ae mwaiti ni kaaitaraira. Ao ngke a roko ma ni moanna ni bwaka iaora ma te kabaang, I tua bwa au koraki, ake raou, a na kerikaaki nakon te rereua.", "19 Ao e koro bukina bwa a kawaekoaia Reimwanaite n rimwira, bwa e korakora nanoia ni kan karekeira bwa aonga n tiringira; ngaia are a bon irira nakon te rereua; ao ti bon rinukaia Kite ma Teomna ma aia koraki n te aro are a bon aki nooraki irouia Reimwanaite.", "20 Ao e koro bukina bwa ngke a bwakanako Reimwanaite, ke ngke e a bwakanako te taanga ni buaka, a teirake Kite ma Teaomna man aia tabo ni karaba, ma ni kamaenakoia aia tia uarongorongo Reimwanaite mai irouia n te aro are a na aki oki nakon te kaawa.", "21 Ao e koro bukina bwa ngke a kamaenakoia, a biri nakon te kaawa ma ni bwaka i aoia taan tararua ake a katukaki bwa a na taraa te kaawa, n te aro are a tiringia man taua te kaawa.", "22 Ao ngkai e riki aio ibukina bwa Reimwanaite a kariaia bwa a na nako aia taanga ni buaka ae bwanin, nakon te rereua, ao ti tabeman taan tararua aika a tiku", "23 Ao e koro bukina bwa Kite ma Teaomna a tauii aia tabo ni kamanomano n te aro aio. Ao e koro bukina bwa ngke ti a waakina mwanangara, i mwin mwaamwanangara ae bati i nanon te rereua nakon te aba are Taraemera.", "24 Ao ngke a noorira Reimwanaite bwa ti mwananga nakon te aba are Taraemera, e bon korakora maakuia bwa mwiina ao iai te babaire ae kaweneaki bwa kairaia nakon te tiringaki; ngaia are a waaki ni kerikaaki riki nakon te rereua, eng, n oki rikaaki n te kawai are a bon roko iai.", "25 Ao nooria, e a bon bong ao a katei umwaianrianna, bwa aia mataniwi mataniwia Reimwanaite a taku inanoia bwa a kua Nibwaite ibukin mwanangaia; ao a taku inanoia bwa a mwananga ma aia taanga ni buaka ae bwanin ngaia are a aki tabe n iangoa te kaawa are Maentaai.", "26 Ao ngkai e koro bukina bwa ngke e a bong, I tua bwa a na aki matu au koraki, ma a na waakina mwanangaia nakon te aba are Maentaai n te kawai ae kaokoro.", "27 Ao ibukin mwanangara n te tairiki aio, nooria, ngke e a ingabong ti a bon raroanako ma Reimwanaite, n te aro are ti bon roko rimoaia n te kaawa are Maentaai.", "28 Ao e koro bukina bwa n te kawai ni kamwane aio ao ti a bon taua te kaawa are Maentaai n akea kawawaean te raraa.", "29 Ao e koro bukina bwa ngke a roko n uakaan ma te kaawa are bubura aia taanga ni buaka Reimwanaite, man nooria bwa ti a tauraoi ni kaitibo mangaia, e bon korakora kubanakoia ao a taonaki n te maaku ae korakora, n te aro are a bon biri nako nakon te rereua.", "30 Eng, ao e koro bukina bwa aia taanga ni buaka Reimwanaite a bon biri nako ma ni mwakoron te aba aio. Ma nooria, a bon uotia nako aine ma ataei n otinako man te aba.", "31 Ao taian kaawa ake a bubura akekei, are a bon tia n tauaki irouia Reimwanaite, n te tai aei ao a bane ni mena i nanon baira; ao tamara ma ara aine ma natira a bon oki nakon mwengaia, ni kabane ma ti naake a bon tia n tauaki bwa bure man uotaki nako irouia Reimwanaite.", "32 Ma nooria, e bon uarereke ara taanga ni buaka ibukin kawakinaia kaawa aika a mwaiti ma aaba ni bwaibwai aika a korakora.", "33 Ma nooria, ti bon onimakina te Atua are e a tia n anganiira te tokanikai iaon aaba aikai, n te aro are ti a karekei kaawa ma aaba, ake bon ara bwai.", "34 Ngkai ti bon aki ataa bukina bwa e aera te tautaeka ngkai e aki manga anganiira riki kakorakorakira; ao mwaane ake a roko nakoira aki naba ataia bwa bukin teraa ngkai ti aki manga karekea riki kakorakorakira.", "35 Nooria, ti taku bwa e aki nakoraoi ami waaki, ao kam a tia ni kairia nako te taanga ni buaka nakon mwakoron te aba anne; ngkana eng, ao ti bon aki tangiria n ngurengure.", "36 Ao ngkana ti aki ngaia anne, nooria, ti maaku bwa tao iai te unraa n te tautaeka, ngaia are aki manga kanakoia riki mwaane bwa buokara; bwa ti ataia bwa a bon mwaiti riki nakoia ake a kanakomaia.", "37 Ma, nooria, e aki kakawaki—ti onimakinna bwa te Atua e na kainaomataira, e ngae ngke e mamaara ara taanga ni buaka, eng, ma ni kainaomataira mai nanon baia ara kairiribai.", "38 Nooria, aio bon te kauabwi ma ruaiwa n ririki, ngke e a kan toki, ao tia tauii abara; ao a tia Reimwanaite ni biri nako man te aba are Nibwaai.", "39 Ao natia mwaane ana botanaomata Amon, are I a tia n taekinna ni kamoamoa, bon raou n te kaawa are Maentaai; ao te Uea e boutokaaia, eng, ni kawakinia bwa a na aki bwaka n te kabaang, n te aro are bon akea temanna ae e tiringaki.", "40 Ma nooria, a bon korakora ikoakiia; ma e ngae n anne a bon teimatoa n te inaomata are e a tia ni kainaomataingkami iai te Atua; ao a bon kakaonimaki n uringa te Uea ae Atuaia n te bong teuana nakon te bong teuana; eng, a bon kaawakin ana kaetieti ma ana moti nako, ma ana tua n aki toki; ao e matoatoa aia onimaki n te taeka ni burabeti are e kaineti ma te bwai are e na roko.", "41 Ao ngkai, tariu ae moan te tangiraki, ae Moronaai, ke te Uea ae Atuara, are e a tia ni kabooira ma ni kainaomataira, e na kawakiniko n aki toki; eng, ao ke e karaka tangirakiia te botanaomata aio, n te aro are kam na tokanikai ni karekei bwaai ake a tia Reimwanaite n anai mai iroura, ake boutokaakira. Ao ngkai, nooria, I a kaina au reta. Ngai bon Ereman, are natin Aramwa."]}