{"English": ["Helaman believes the words of Alma—Alma prophesies the destruction of the Nephites—He blesses and curses the land—Alma may have been taken up by the Spirit, even as Moses—Dissension grows in the Church. About 73B.C.", "1 Behold, now it came to pass that the people of Nephi were exceedingly rejoiced, because the Lord had again delivered them out of the hands of their enemies; therefore they gave thanks unto the Lord their God; yea, and they did fast much and pray much, and they did worship God with exceedingly great joy.", "2 And it came to pass in the nineteenth year of the reign of the judges over the people of Nephi, that Alma came unto his son Helaman and said unto him: Believest thou the words which I spake unto thee concerning those records which have been kept?", "3 And Helaman said unto him: Yea, I believe.", "4 And Alma said again: Believest thou in Jesus Christ, who shall come?", "5 And he said: Yea, I believe all the words which thou hast spoken.", "6 And Alma said unto him again: Will ye keep my commandments?", "7 And he said: Yea, I will keep thy commandments with all my heart.", "8 Then Alma said unto him: Blessed art thou; and the Lord shall prosper thee in this land.", "9 But behold, I have somewhat to prophesy unto thee; but what I prophesy unto thee ye shall not make known; yea, what I prophesy unto thee shall not be made known, even until the prophecy is fulfilled; therefore write the words which I shall say.", "10 And these are the words: Behold, I perceive that this very people, the Nephites, according to the spirit of revelation which is in me, in four hundred years from the time that Jesus Christ shall manifest himself unto them, shall dwindle in unbelief.", "11 Yea, and then shall they see wars and pestilences, yea, famines and bloodshed, even until the people of Nephi shall become extinct—", "12 Yea, and this because they shall dwindle in unbelief and fall into the works of darkness, and lasciviousness, and all manner of iniquities; yea, I say unto you, that because they shall sin against so great light and knowledge, yea, I say unto you, that from that day, even the fourth generation shall not all pass away before this great iniquity shall come.", "13 And when that great day cometh, behold, the time very soon cometh that those who are now, or the seed of those who are now numbered among the people of Nephi, shall no more be numbered among the people of Nephi.", "14 But whosoever remaineth, and is not destroyed in that great and dreadful day, shall be numbered among the Lamanites, and shall become like unto them, all, save it be a few who shall be called the disciples of the Lord; and them shall the Lamanites pursue even until they shall become extinct. And now, because of iniquity, this prophecy shall be fulfilled.", "15 And now it came to pass that after Alma had said these things to Helaman, he blessed him, and also his other sons; and he also blessed the earth for the righteous’ sake.", "16 And he said: Thus saith the Lord God—Cursed shall be the land, yea, this land, unto every nation, kindred, tongue, and people, unto destruction, which do wickedly, when they are fully ripe; and as I have said so shall it be; for this is the cursing and the blessing of God upon the land, for the Lord cannot look upon sin with the least degree of allowance.", "17 And now, when Alma had said these words he blessed the church, yea, all those who should stand fast in the faith from that time henceforth.", "18 And when Alma had done this he departed out of the land of Zarahemla, as if to go into the land of Melek. And it came to pass that he was never heard of more; as to his death or burial we know not of.", "19 Behold, this we know, that he was a righteous man; and the saying went abroad in the church that he was taken up by the Spirit, or buried by the hand of the Lord, even as Moses. But behold, the scriptures saith the Lord took Moses unto himself; and we suppose that he has also received Alma in the spirit, unto himself; therefore, for this cause we know nothing concerning his death and burial.", "20 And now it came to pass in the commencement of the nineteenth year of the reign of the judges over the people of Nephi, that Helaman went forth among the people to declare the word unto them.", "21 For behold, because of their wars with the Lamanites and the many little dissensions and disturbances which had been among the people, it became expedient that the word of God should be declared among them, yea, and that a regulation should be made throughout the church.", "22 Therefore, Helaman and his brethren went forth to establish the church again in all the land, yea, in every city throughout all the land which was possessed by the people of Nephi. And it came to pass that they did appoint priests and teachers throughout all the land, over all the churches.", "23 And now it came to pass that after Helaman and his brethren had appointed priests and teachers over the churches that there arose a dissension among them, and they would not give heed to the words of Helaman and his brethren;", "24 But they grew proud, being lifted up in their hearts, because of their exceedingly great riches; therefore they grew rich in their own eyes, and would not give heed to their words, to walk uprightly before God."], "Español": ["Helamán cree las palabras de Alma— Alma profetiza la destrucción de los nefitas— Bendice y maldice la tierra— Puede ser que Alma haya sido arrebatado por el Espíritu, como lo fue Moisés— Aumenta la disensión en la Iglesia. Aproximadamente 73a.C.", "1 Y he aquí, aconteció que el pueblo de Nefi se regocijó en extremo porque el Señor de nuevo lo había librado de las manos de sus enemigos; por tanto, le dieron gracias al Señor su Dios; sí, y ayunaron y oraron mucho, y adoraron a Dios con un gozo inmensamente grande.", "2 Y sucedió en el año decimonoveno del gobierno de los jueces sobre el pueblo de Nefi, que Alma fue a su hijo Helamán, y le dijo: ¿Crees las palabras que te hablé concernientes a estos anales que se han llevado?", "3 Y Helamán le dijo: Sí; yo creo.", "4 Y agregó Alma: ¿Crees en Jesucristo, que ha de venir?", "5 Y él dijo: Sí, creo todas las palabras que tú has hablado.", "6 Y Alma añadió enseguida: ¿Guardarás mis mandamientos?", "7 Y él dijo: Sí, guardaré tus mandamientos con todo mi corazón.", "8 Entonces le dijo Alma: Bendito eres; y el Señor te hará prosperar en esta tierra.", "9 Mas he aquí, tengo algo que profetizarte; pero lo que yo te profetice, no lo divulgarás; sí, lo que yo te profetice no se dará a conocer sino hasta que la profecía sea cumplida; por tanto, escribe las palabras que voy a decir.", "10 Y estas son las palabras: He aquí, según el espíritu de revelación que hay en mí, yo percibo que este mismo pueblo, los nefitas, degenerará en la incredulidad dentro de cuatrocientos años a partir de la época en que Jesucristo se manifieste a ellos.", "11 Sí, y entonces verán guerras y pestilencias; sí, hambres y el derramamiento de sangre, hasta que el pueblo de Nefi sea exterminado.", "12 Sí, y esto porque degenerarán en la incredulidad, y se tornarán a las obras de tinieblas y lascivia y toda clase de iniquidades; sí, te digo que porque pecarán contra tan grande luz y conocimiento, sí, te digo que desde ese día, no morirá toda la cuarta generación antes que venga esta gran iniquidad.", "13 Y cuando llegue ese gran día, he aquí, rápidamente se aproxima la hora en que los que hoy son, o sea, la posteridad de los que hoy se cuentan entre el pueblo de Nefi, no se contarán más entre el pueblo de Nefi.", "14 Mas quienes quedaren, y no fueren destruidos en ese grande y terrible día, serán contados entre los lamanitas, y se volverán como ellos, todos, menos unos pocos que se llamarán los discípulos del Señor; y a estos los lamanitas los perseguirán hasta que sean exterminados. Y a causa de la iniquidad, esta profecía será cumplida.", "15 Y sucedió que después que Alma hubo dicho estas cosas a Helamán, lo bendijo, y a sus otros hijos también; asimismo bendijo la tierra por el bien de los justos.", "16 Y declaró: Así dice el Señor Dios: Maldita será la tierra, sí, esta tierra, para la destrucción de toda nación, tribu, lengua y pueblo que obre inicuamente, cuando haya llegado al colmo; y así como he dicho acontecerá, porque esta es la maldición y la bendición de Dios sobre la tierra, porque el Señor no puede considerar el pecado con el más mínimo grado de tolerancia.", "17 Y cuando Alma hubo dicho estas palabras, bendijo a la iglesia; sí, a todos aquellos que permaneciesen firmes en la fe desde ese tiempo en adelante.", "18 Y cuando Alma hubo hecho esto, salió de la tierra de Zarahemla como si fuera a la tierra de Melek. Y ocurrió que no se volvió a saber de él; y de su muerte y de su entierro, nada sabemos.", "19 He aquí, esto sí sabemos, que fue un hombre justo; y se afirmó en la iglesia que fue arrebatado por el Espíritu, o sepultado por la mano del Señor, así como lo fue Moisés. Mas he aquí, las Escrituras dicen que el Señor tomó a Moisés para sí; y suponemos que también ha recibido a Alma para sí en el espíritu; por tanto, es por esta razón que nada sabemos concerniente a su muerte y entierro.", "20 Y aconteció, al principio del año decimonoveno del gobierno de los jueces sobre el pueblo de Nefi, que Helamán salió entre el pueblo para declararle la palabra.", "21 Pues he aquí, a causa de sus guerras con los lamanitas, y las muchas pequeñas disensiones y disturbios que había habido entre los del pueblo, se hizo necesario que se declarase entre ellos la palabra de Dios; sí, y que se estableciera una reglamentación en toda la iglesia.", "22 Por tanto, Helamán y sus hermanos salieron para establecer la iglesia de nuevo en toda la tierra, sí, en toda ciudad por toda la tierra que poseía el pueblo de Nefi. Y acaeció que nombraron sacerdotes y maestros por toda la tierra, en todas las iglesias.", "23 Y sucedió que después que Helamán y sus hermanos hubieron nombrado sacerdotes y maestros en las iglesias, surgió una disensión entre ellos, y no quisieron hacer caso de las palabras de Helamán y sus hermanos;", "24 sino que se volvieron orgullosos, envaneciéndose su corazón por motivo de sus enormes riquezas; por tanto, se hicieron ricos a sus propios ojos, y no quisieron hacer caso de las palabras de ellos, para andar rectamente ante Dios."], "Français": ["Hélaman croit aux paroles d’Alma— Alma prophétise la destruction des Néphites— Il bénit et maudit le pays— Il a peut-être été enlevé par l’Esprit, tout comme Moïse— Les dissensions grandissent dans l’Église. Vers 73av.J.-C.", "1 Or donc, voici, il arriva que le peuple de Néphi se réjouit extrêmement, parce que le Seigneur l’avait de nouveau délivré des mains de ses ennemis; c’est pourquoi, ils rendirent grâces au Seigneur, leur Dieu; oui, et ils jeûnèrent beaucoup et prièrent beaucoup, et ils adorèrent Dieu avec une joie extrêmement grande.", "2 Et il arriva, la dix-neuvième année du règne des juges sur le peuple de Néphi, qu’Alma se rendit auprès de son fils Hélaman et lui dit: Crois-tu aux paroles que je t’ai dites concernant ces annales qui ont été tenues?", "3 Et Hélaman lui dit: Oui, j’y crois.", "4 Et Alma dit encore: Crois-tu en Jésus-Christ, qui viendra?", "5 Et il dit: Oui, je crois à toutes les paroles que tu as dites.", "6 Et Alma lui dit encore: Garderas-tu mes commandements?", "7 Et il dit: Oui, je garderai tes commandements de tout mon cœur.", "8 Alors Alma lui dit: Béni es-tu; le Seigneur te fera prospérer dans ce pays.", "9 Mais voici, j’ai à te prophétiser quelque peu; mais ce que je te prophétise, tu ne le feras pas connaître; oui, ce que je te prophétise ne sera pas révélé, et ce, pas avant que la prophétie ne soit accomplie; c’est pourquoi, écris les paroles que je vais dire.", "10 Et voici les paroles. Voici, je vois que ce peuple même, les Néphites, selon l’Esprit de révélation qui est en moi, quatre cents ans après le moment où Jésus-Christ se manifestera à lui, dégénérera dans l’incrédulité.", "11 Oui, et alors il verra des guerres et des pestes, oui, des famines et des effusions de sang jusqu’à ce que le peuple de Néphi soit frappé d’extinction—", "12 oui, et cela parce qu’ils dégénéreront dans l’incrédulité et tomberont dans les œuvres des ténèbres, et dans la lasciveté, et dans toutes sortes d’iniquités; oui, je te dis que parce qu’ils pécheront contre une si grande lumière et une si grande connaissance, oui, je te dis qu’à partir de ce jour-là, même la quatrième génération ne passera pas avant que cette grande iniquité ne se produise.", "13 Et lorsque ce grand jour viendra, voici, le temps viendra bientôt où ceux qui sont maintenant, ou la postérité de ceux qui sont maintenant comptés parmi le peuple de Néphi, ne seront plus comptés parmi le peuple de Néphi.", "14 Mais quiconque demeure, et ne périt pas en ce jour grand et redoutable, sera compté parmi les Lamanites, et deviendra semblable à eux, tous sauf quelques-uns, qui seront appelés les disciples du Seigneur, et ceux-là, les Lamanites les poursuivront jusqu’à ce qu’ils soient frappés d’extinction. Et maintenant, c’est à cause de l’iniquité que cette prophétie s’accomplira.", "15 Et alors, il arriva que lorsqu’il eut dit ces choses à Hélaman, Alma le bénit, et aussi ses autres fils; et il bénit aussi la terre pour l’amour des justes.", "16 Et il dit: Ainsi dit le Seigneur Dieu: Maudit sera le pays, oui, ce pays, pour toutes les nations, tribus, langues et peuples qui font le mal, pour leur destruction, lorsqu’ils seront pleinement mûrs; et il en sera comme je l’ai dit: car telle est la malédiction et la bénédiction de Dieu sur le pays, car le Seigneur ne peut considérer le péché avec la moindre indulgence.", "17 Et alors, quand il eut dit ces paroles, Alma bénit l’Église, oui, tous ceux qui, à partir de ce moment-là, demeureraient fermes dans la foi.", "18 Et lorsqu’il eut fait cela, Alma quitta le pays de Zarahemla, comme pour aller au pays de Mélek. Et il arriva qu’on n’entendit plus jamais parler de lui; nous ne savons rien de sa mort ni de son ensevelissement.", "19 Voici, ce que nous savons, c’est que c’était un juste; et le bruit se répandit dans l’Église qu’il avait été enlevé par l’Esprit, ou enseveli par la main du Seigneur, tout comme Moïse. Mais voici, les Écritures disent que le Seigneur prit Moïse à lui; et nous pensons qu’il a aussi reçu Alma en esprit à lui; nous ne savons donc rien de sa mort ni de son ensevelissement.", "20 Et alors, il arriva, au commencement de la dix-neuvième année du règne des juges sur le peuple de Néphi, qu’Hélaman alla parmi le peuple lui annoncer la parole.", "21 Car voici, à cause de leurs guerres avec les Lamanites et des nombreuses petites dissensions et des troubles qui avaient été parmi le peuple, il devenait opportun d’annoncer la parole de Dieu parmi eux, oui, et d’établir une réglementation dans toute l’Église.", "22 C’est pourquoi, Hélaman et ses frères allèrent établir de nouveau l’Église dans tout le pays, oui, dans toutes les villes, dans tout le pays qui était possédé par le peuple de Néphi. Et il arriva qu’ils désignèrent des prêtres et des instructeurs dans tout le pays, sur toutes les Églises.", "23 Et alors, il arriva que lorsque Hélaman et ses frères eurent désigné des prêtres et des instructeurs pour diriger les Églises, il se produisit une dissension parmi eux, et ils ne voulurent pas prêter attention aux paroles d’Hélaman et de ses frères;", "24 mais ils devinrent orgueilleux, enflés dans leur cœur à cause de leur richesse extrêmement grande; c’est pourquoi ils devinrent riches à leurs propres yeux, et ils ne voulurent pas prêter attention à leurs paroles pour marcher en droiture devant Dieu."], "Kiribati": ["Ereman e kakoauai ana taeka Aramwa—Aramwa e taetae ni burabetiia kamaunakia Nibwaite—E kakabwaia ao e kamaraia te aba—Tao e a uotaki rake Aramwa iroun te tamnei, aiaron Mote—E a riki rake te kaiangatoa i nanon te Ekaretia. Uakaan ma 73I.K.", "1 Nooria, ngkanne e a koro bukina bwa ana botanaomata Nibwaai a bon rianako kukureia, ibukina bwa te Uea e kainaomataia mai nanon baia aia kairiribai; ngaia are anga aia kaitau nakon te Uea ae Atuaia; eng, ao a bon kakorakoraia n aki mamatam man tataro, ao a bon taromauria te Atua ma te kimwareirei ae bati.", "2 Ao e koro bukina bwa n aia katebwi ma ruaiwa n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai, ao Aramwa e roko nakon natina are Ereman man taku nakoina: Ko kakoauai taeka ake I taekin nakoim ni kaineti ma taian rongorongo ake a tia ni kawakinaki?", "3 Ao e taku Ereman nakoina: Eng, I kakoauai.", "4 Ao e taku Aramwa riki: Ko kakoaua Iesu Kristo are e na roko?", "5 Ao e taku: Eng, I kakoauai taeka ni kabane ake ko a tia n taekin.", "6 Ao Aramwa e taku nakoina riki: Ko kona ni kaawakin au tua?", "7 Ao e taku: Eng, N na kaawakin am tua ma nanou ni kabane.", "8 Ao ngkanne e taku Aramwa nakoina: Ko na kakabwaiaki; ao te Uea e na kanakoraoa arom n te aba aei.", "9 Ma nooria, iai te bwai ae I kan taetae ni burabetiia nakoim; ma te bwai ae I taetae ni burabetiia ko na bon aki kaotia; eng, te bwai are N na taetae ni burabetiia e na bon aki kaotaki, ni karokoa ae koro bukin te taeka ni burabeti; ngaia are koroi taeka ake N na taekin.", "10 Ao aikai taeka: Nooria, I nooria bwa te botanaomata ae aomata aikai, ake Nibwaite, n aron tamnein te kaotioti are irou, abubua te ririki mai i mwin te tai are Iesu Kristo e na kaoti nakoia, ao a na bon kerikaaki n aia aki onimaki.", "11 Eng, ao ngkanne a na noori bubuaka ma aoraki n aekaia nako, eng, te rongo ma kawawaean te raraa; ni karokoa ae ana aomata Nibwaai a na mauna mataia—", "12 Eng, ao e riki aio ibukina bwa a na kerikaaki n aia aki onimaki ma ni karaoi mwakuri n roo, ma aaro ni kaibwabwaru; eng, I taku nakoim, bwa kioina ngkai a bure ni kaitaraa te oota ae korakora ma te rabakau, eng, ao I taku nakoim bwa man te bong arei, ao te kaaua n rooro e na bon aki mauna nako i mwaain rokon te buakaka ae korakora aei.", "13 Ao ngkana e roko te bong are e korakora arei, nooria, ao e a kan roko te tai are aomata ngkai, ke are kanoaia ake a warekaki i buakoia ana aomata Nibwaai, a na bon aki manga oki ni warekaki i buakoia ana aomata Nibwaai.", "14 Ma ane e tiku n nikirana, man aki kamaiuaki n te bong are e korakora ma ni kakamaku arei, e na bon warekaki i buakoia Reimwanaite, ao e na riki n aekaia, ma ti tabemwaang ake a na aranaki bwa ana reirei te Uea; ao aikai ake a na ukoukoraki irouia Reimwanaite n uaa a mauna nako. Ao ibukin te buakaka ao e na koro bukin te taeka ni burabeti aio.", "15 Ao e koro bukina bwa i mwin are Aramwa e tia n taekin bwaai aikai nakon Ereman, e kakabwaia, ma natina mwaane ake tabemwaang; ao e kakabwaia naba te aba ibukin te raoiroi.", "16 Ao e taku: E taku te Uea ae te Atua—E na maraia te aba, eng, te aba aio, nakoia aba nako, ma botanaomata, ma neewe, ma aomata nako, ake a karaoa ae buakaka, ngkana e a koro buakakaia; ao e na koro bukina n aron are I taekinna; bwa aio ana kamaraia ao ana kakabwaia te Atua iaon te aba, bwa te Uea e bon aki kona n taraa te bure ma ni kariaia karaoana naba teutana.", "17 Ao ngkai, ngke e a tia Aramwa n taekin taeka aikai e kakabwaia te ekaretia, eng, ni kabane ake a na teimatoa i nanon te onimaki man te tai arei.", "18 Ao ngke e a tia ni karaoa aio Aramwa e otinako man te aba are Taraemera, man taraa n ae e na nako nakon te aba are Mereki. Ao e koro bukina bwa akea riki rongorongona are e ataaki; ao e aki ataaki matena ke tao aron taunana.", "19 Nooria, ti aio ae ti ataia, bwa bon te aomata ae e raoiroi; ao e a buti te rongorongo ni kabuta te ekaretia bwa e uotaki rake nako karawa iroun te tamnei, ke e taunaki ni bain te Uea, n aron Mote. Ma nooria, e taekinaki ni koroboki aika tabu bwa te Uea i bon irouna e anaa Mote nakoina; ao ti katautaua bwa e bon butimwaea naba Aramwa n te tamnei, nakoina; ngaia are, ibukin aei ao bon akea te bwai ae ti ataia ni kaineti ma matena ao taunakina.", "20 Ao ngkai e koro bukina bwa ni moan waakinan aia katebwi ma ruaiwa n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai, ao Ereman e waaki i buakoia aomata n tataekina te taeka nakoia.", "21 Bwa nooria, ibukin aia bubuaka ma Reimwanaite ma aaro ni kaiangatoa ma aaro ni kamangaongao aika a uarereke i buakoia aomata, ao e bon riai bwa ana taeka te Atua e na bon taekinaki i buakoia, eng, ao bwa e na karaoaki te tua ni kabuta te ekaretia.", "22 Ngaia are, Ereman ma tarina a waaki ni katea te ekaretia riki ni kabuta te aba, eng, n taian kaawa nako ake a bwainaki irouia ana aomata Nibwaai. Ao e koro bukina bwa a bon rineia ibonga ma tia reirei ni kabuta te aba, ni kabuta te ekaretia.", "23 Ao e koro bukina bwa i mwin are a tia Ereman ma tarina n rineia ibonga ma taan reirei n te ekaretia ao e a riki rake te kaiangatoa i buakoia, ao a rawa n ongo n aia taeka Ereman ma tarina;", "24 Ma a rikirake ni kamoamoa, man tabekaki rake inanoia, ibukin rianakon kaubwaia; ngaia are a kaubwai n oin aia taratara, man rawa n ongo nakon aia taeka, bwa a na kaeta nakonakoia i matan te Atua."]}