{"English": ["The Amlicites had marked themselves according to the prophetic word—The Lamanites had been cursed for their rebellion—Men bring their own curses upon themselves—The Nephites defeat another Lamanite army. About 87–86B.C.", "1 And it came to pass that the Nephites who were not slain by the weapons of war, after having buried those who had been slain—now the number of the slain were not numbered, because of the greatness of their number—after they had finished burying their dead they all returned to their lands, and to their houses, and their wives, and their children.", "2 Now many women and children had been slain with the sword, and also many of their flocks and their herds; and also many of their fields of grain were destroyed, for they were trodden down by the hosts of men.", "3 And now as many of the Lamanites and the Amlicites who had been slain upon the bank of the river Sidon were cast into the waters of Sidon; and behold their bones are in the depths of the sea, and they are many.", "4 And the Amlicites were distinguished from the Nephites, for they had marked themselves with red in their foreheads after the manner of the Lamanites; nevertheless they had not shorn their heads like unto the Lamanites.", "5 Now the heads of the Lamanites were shorn; and they were naked, save it were skin which was girded about their loins, and also their armor, which was girded about them, and their bows, and their arrows, and their stones, and their slings, and so forth.", "6 And the skins of the Lamanites were dark, according to the mark which was set upon their fathers, which was a curse upon them because of their transgression and their rebellion against their brethren, who consisted of Nephi, Jacob, and Joseph, and Sam, who were just and holy men.", "7 And their brethren sought to destroy them, therefore they were cursed; and the Lord God set a mark upon them, yea, upon Laman and Lemuel, and also the sons of Ishmael, and Ishmaelitish women.", "8 And this was done that their seed might be distinguished from the seed of their brethren, that thereby the Lord God might preserve his people, that they might not mix and believe in incorrect traditions which would prove their destruction.", "9 And it came to pass that whosoever did mingle his seed with that of the Lamanites did bring the same curse upon his seed.", "10 Therefore, whosoever suffered himself to be led away by the Lamanites was called under that head, and there was a mark set upon him.", "11 And it came to pass that whosoever would not believe in the tradition of the Lamanites, but believed those records which were brought out of the land of Jerusalem, and also in the tradition of their fathers, which were correct, who believed in the commandments of God and kept them, were called the Nephites, or the people of Nephi, from that time forth—", "12 And it is they who have kept the records which are true of their people, and also of the people of the Lamanites.", "13 Now we will return again to the Amlicites, for they also had a mark set upon them; yea, they set the mark upon themselves, yea, even a mark of red upon their foreheads.", "14 Thus the word of God is fulfilled, for these are the words which he said to Nephi: Behold, the Lamanites have I cursed, and I will set a mark on them that they and their seed may be separated from thee and thy seed, from this time henceforth and forever, except they repent of their wickedness and turn to me that I may have mercy upon them.", "15 And again: I will set a mark upon him that mingleth his seed with thy brethren, that they may be cursed also.", "16 And again: I will set a mark upon him that fighteth against thee and thy seed.", "17 And again, I say he that departeth from thee shall no more be called thy seed; and I will bless thee, and whomsoever shall be called thy seed, henceforth and forever; and these were the promises of the Lord unto Nephi and to his seed.", "18 Now the Amlicites knew not that they were fulfilling the words of God when they began to mark themselves in their foreheads; nevertheless they had come out in open rebellion against God; therefore it was expedient that the curse should fall upon them.", "19 Now I would that ye should see that they brought upon themselves the curse; and even so doth every man that is cursed bring upon himself his own condemnation.", "20 Now it came to pass that not many days after the battle which was fought in the land of Zarahemla, by the Lamanites and the Amlicites, that there was another army of the Lamanites came in upon the people of Nephi, in the same place where the first army met the Amlicites.", "21 And it came to pass that there was an army sent to drive them out of their land.", "22 Now Alma himself being afflicted with a wound did not go up to battle at this time against the Lamanites;", "23 But he sent up a numerous army against them; and they went up and slew many of the Lamanites, and drove the remainder of them out of the borders of their land.", "24 And then they returned again and began to establish peace in the land, being troubled no more for a time with their enemies.", "25 Now all these things were done, yea, all these wars and contentions were commenced and ended in the fifth year of the reign of the judges.", "26 And in one year were thousands and tens of thousands of souls sent to the eternal world, that they might reap their rewards according to their works, whether they were good or whether they were bad, to reap eternal happiness or eternal misery, according to the spirit which they listed to obey, whether it be a good spirit or a bad one.", "27 For every man receiveth wages of him whom he listeth to obey, and this according to the words of the spirit of prophecy; therefore let it be according to the truth. And thus endeth the fifth year of the reign of the judges."], "Español": ["Los amlicitas se habían hecho una marca, de acuerdo con las profecías— Los lamanitas habían sido maldecidos por su rebelión— Los hombres traen sobre sí su propia maldición— Los nefitas derrotan a otro ejército lamanita. Aproximadamente 87–86a.C.", "1 Y sucedió que los nefitas que no fueron muertos por las armas de guerra, luego que hubieron sepultado a los que habían perecido —y el número de los muertos no se contó a causa de la magnitud de su número— después que hubieron sepultado a sus muertos, todos se volvieron a sus tierras y sus casas, y a sus esposas y a sus hijos.", "2 Ahora bien, muchas mujeres y muchos niños habían perecido por la espada, así como gran cantidad de sus rebaños y manadas; y también fueron destruidos muchos de sus campos de grano, hollados por las huestes de hombres.", "3 Y cuantos lamanitas y amlicitas perecieron sobre la ribera del río Sidón fueron arrojados en las aguas del río; y he aquí, sus huesos se hallan en las profundidades del mar, y son muchos.", "4 Y los amlicitas se distinguían de los nefitas porque se habían marcado con rojo la frente, a la manera de los lamanitas; sin embargo, no se habían rapado la cabeza como los lamanitas.", "5 Pues estos se rapaban la cabeza; y andaban desnudos, con excepción de una faja de piel que ceñían alrededor de sus lomos, y también su armadura que llevaban ceñida alrededor de ellos, y sus arcos, y sus flechas, y sus piedras y sus hondas, etcétera.", "6 Y la piel de los lamanitas era obscura, conforme a la señal que fue puesta sobre sus padres, la cual fue una maldición sobre ellos por motivo de su transgresión y su rebelión en contra de sus hermanos Nefi, Jacob, José y Sam, que fueron hombres justos y santos.", "7 Y sus hermanos intentaron destruirlos; por lo tanto, fueron maldecidos; y el Señor Dios puso una señal sobre ellos, sí, sobre Lamán y Lemuel, y también sobre los hijos de Ismael y en las mujeres ismaelitas.", "8 Y se hizo esto para distinguir a su posteridad de la posteridad de sus hermanos, para que por ese medio el Señor Dios preservara a su pueblo, a fin de que no se mezclaran ni creyeran en tradiciones incorrectas que causarían su destrucción.", "9 Y aconteció que quien mezclaba su simiente con la de los lamanitas traía la misma maldición sobre sus descendientes.", "10 Por tanto, todo el que se dejaba desviar por los lamanitas recibía ese nombre, y le era puesta una señal.", "11 Y aconteció que quienes no creían en las tradiciones de los lamanitas, sino que creían en aquellos anales que fueron traídos de la tierra de Jerusalén, así como en las tradiciones de sus padres, que eran correctas, y creían en los mandamientos de Dios y los guardaban, eran llamados los nefitas, o el pueblo de Nefi, desde entonces en adelante.", "12 Y son ellos los que han llevado los anales verdaderos de su pueblo, y también del pueblo de los lamanitas.", "13 Ahora volveremos otra vez a los amlicitas, porque también sobre ellos fue puesta una señal; sí, ellos mismos se pusieron la señal; sí, una marca roja sobre la frente.", "14 De este modo queda cumplida la palabra de Dios, porque estas son las palabras que él dijo a Nefi: He aquí, he maldecido a los lamanitas, y pondré sobre ellos una señal para que ellos y su posteridad queden separados de ti y de tu posteridad, desde hoy en adelante y para siempre, salvo que se arrepientan de su iniquidad y se vuelvan a mí, para que yo tenga misericordia de ellos.", "15 Y además: Pondré una señal sobre aquel que mezcle su simiente con la de tus hermanos, para que sean maldecidos también.", "16 Y además: Pondré una señal sobre el que pelee contra ti y tu posteridad.", "17 Y digo también que quien se separe de ti, no se llamará más tu posteridad; y te bendeciré a ti, y al que fuere llamado tu descendencia, desde hoy en adelante y para siempre; y estas fueron las promesas del Señor a Nefi y a su posteridad.", "18 Ahora bien, los amlicitas no sabían que estaban cumpliendo las palabras de Dios cuando empezaron a marcarse la frente; sin embargo, se habían rebelado abiertamente contra Dios; por tanto, fue menester que la maldición cayera sobre ellos.", "19 Ahora bien, quisiera que entendieseis que ellos trajeron sobre sí mismos la maldición; y de igual manera todo hombre que es maldecido trae sobre sí su propia condenación.", "20 Aconteció, pues, que no muchos días después de la batalla que emprendieron en la tierra de Zarahemla los lamanitas y amlicitas, otro ejército lamanita vino sobre el pueblo de Nefi, en el mismo lugar donde el primer ejército se había batido con los amlicitas.", "21 Y sucedió que se envió un ejército para echarlos de su tierra.", "22 Y el propio Alma, por estar afligido con una herida, no fue esta vez a la batalla contra los lamanitas,", "23 sino que envió contra ellos un numeroso ejército, el cual subió y mató a muchos de los lamanitas, y echó al resto de ellos fuera de las fronteras de su tierra.", "24 Y entonces volvieron otra vez y empezaron a establecer la paz en la tierra, sin ser molestados por sus enemigos durante algún tiempo.", "25 Ahora bien, todas estas cosas se hicieron, sí, todas estas guerras y contiendas comenzaron y terminaron en el quinto año del gobierno de los jueces.", "26 Y en un año millares y decenas de millares de almas fueron enviadas al mundo eterno, para recibir su recompensa conforme a sus obras, ya fuesen buenas o fuesen malas; para recibir felicidad eterna o miseria eterna, de acuerdo con el espíritu que quisieron obedecer, ya fuese un espíritu bueno, ya malo.", "27 Pues todo hombre recibe su salario de aquel a quien quiere obedecer, y esto según las palabras del espíritu de profecía; por tanto, sea hecho conforme a la verdad. Y así terminó el quinto año del gobierno de los jueces."], "Français": ["Les Amlicites s’étaient marqués selon la parole prophétique— Les Lamanites avaient été maudits pour leur rébellion— Les hommes attirent sur eux-mêmes leurs malédictions— Les Néphites battent encore une armée lamanite. Vers 87–86av.J.-C.", "1 Et il arriva que les Néphites qui n’avaient pas été tués par les armes de guerre, après avoir enterré ceux qui avaient été tués— or, le nombre des tués ne fut pas dénombré, à cause de la grandeur de leur nombre— lorsqu’ils eurent fini d’enterrer leurs morts, ils retournèrent tous dans leurs pays, et dans leurs maisons, et auprès de leurs épouses, et de leurs enfants.", "2 Or, beaucoup de femmes et d’enfants avaient été tués par l’épée, et aussi beaucoup de leurs troupeaux de gros et de petit bétail; et beaucoup de leurs champs de grain avaient aussi été détruits, car ils avaient été piétinés par les armées des hommes.", "3 Et alors, tous les Lamanites et Amlicites qui avaient été tués sur la rive du fleuve Sidon furent jetés dans les eaux de Sidon; et voici, leurs os sont dans les profondeurs de la mer, et ils sont nombreux.", "4 Et les Amlicites se distinguaient des Néphites, car ils s’étaient marqués de rouge au front, à la manière des Lamanites; néanmoins, ils ne s’étaient pas rasé la tête comme les Lamanites.", "5 Or, les Lamanites avaient la tête rasée; et ils étaient nus, à part la peau dont ils se ceignaient les reins, et aussi leur armure, dont ils se ceignaient, et leurs arcs, et leurs flèches, et leurs pierres, et leurs frondes, et ainsi de suite.", "6 Et la peau des Lamanites était sombre, selon la marque qui avait été mise sur leurs pères, qui était une malédiction sur eux à cause de leur transgression et de leur rébellion contre leurs frères, qui se composaient de Néphi, de Jacob et de Joseph, et de Sam, qui étaient des hommes justes et saints.", "7 Et leurs frères cherchèrent à les faire périr, c’est pourquoi ils furent maudits; et le Seigneur Dieu mit une marque sur eux, oui, sur Laman et Lémuel, et aussi sur les fils d’Ismaël, et les femmes ismaélites.", "8 Et cela fut fait pour que leur postérité puisse être distinguée de la postérité de leurs frères, afin que le Seigneur Dieu puisse ainsi préserver son peuple, afin qu’ils ne se mélangent pas et ne croient pas en des traditions incorrectes qui causeraient leur destruction.", "9 Et il arriva que quiconque mêlait sa postérité à celle des Lamanites entraînait la même malédiction sur sa postérité.", "10 C’est pourquoi, quiconque se laissait entraîner par les Lamanites était appelé de ce nom, et une marque était mise sur lui.", "11 Et il arriva que tous ceux qui ne voulaient pas croire en la tradition des Lamanites, mais croyaient en ces annales qui furent apportées du pays de Jérusalem et aussi en la tradition de leurs pères, qui étaient correctes, qui croyaient aux commandements de Dieu et les gardaient, furent appelés, à partir de ce moment-là, les Néphites, ou le peuple de Néphi—", "12 et ce sont eux qui ont tenu les annales qui racontent l’histoire véritable de leur peuple et aussi du peuple des Lamanites.", "13 Nous allons maintenant revenir aux Amlicites, car une marque avait aussi été mise sur eux; oui, ils se mirent la marque sur eux-mêmes, oui, une marque rouge sur le front.", "14 Ainsi, la parole de Dieu s’est accomplie, car voici les paroles qu’il dit à Néphi: Voici, j’ai maudit les Lamanites, et je mettrai une marque sur eux, afin qu’eux et leurs descendants soient séparés de toi et de ta postérité, dorénavant et à jamais, à moins qu’ils ne se repentent de leur méchanceté et ne se tournent vers moi, pour que je sois miséricordieux envers eux.", "15 Et encore: Je mettrai une marque sur celui qui mêle sa postérité à tes frères, afin qu’elle soit maudite aussi.", "16 Et encore: Je mettrai une marque sur celui qui te combat, toi et ta postérité.", "17 Et encore, je dis que celui qui s’écarte de toi ne sera plus appelé ta postérité; et je te bénirai, toi, et quiconque sera appelé ta postérité, dorénavant et à jamais; et ce furent là les promesses du Seigneur à Néphi et à sa postérité.", "18 Or, les Amlicites ne savaient pas qu’ils accomplissaient les paroles de Dieu lorsqu’ils commencèrent à se marquer au front; néanmoins, ils étaient entrés en rébellion ouverte contre Dieu; c’est pourquoi il était nécessaire que la malédiction tombât sur eux.", "19 Maintenant, je voudrais que vous voyiez qu’ils s’attirèrent la malédiction; et de même, quiconque est maudit s’attire sa propre condamnation.", "20 Alors il arriva, peu de jours après la bataille qui fut livrée au pays de Zarahemla par les Lamanites et les Amlicites, qu’il y eut une autre armée de Lamanites qui vint contre le peuple de Néphi, au même endroit où la première armée avait rencontré les Amlicites.", "21 Et il arriva qu’une armée fut envoyée les chasser de leur pays.", "22 Or, Alma lui-même, affligé d’une blessure, ne monta pas cette fois-là livrer bataille aux Lamanites;", "23 Mais il fit monter une nombreuse armée contre eux; et ils montèrent et tuèrent beaucoup de Lamanites, et chassèrent le reste d’entre eux hors des frontières de leur pays.", "24 Et puis ils revinrent et commencèrent à faire régner la paix dans le pays, n’étant plus inquiétés pendant un certain temps par leurs ennemis.", "25 Or, toutes ces choses se firent, oui, toutes ces guerres et ces querelles commencèrent et finirent dans la cinquième année du règne des juges.", "26 Et en un an des milliers et des dizaines de milliers d’âmes furent envoyées dans le monde éternel, afin de récolter leur récompense, selon leurs œuvres, qu’elles fussent bonnes ou qu’elles fussent mauvaises, pour récolter le bonheur éternel ou la misère éternelle, selon l’esprit auquel elles avaient trouvé bon d’obéir, que ce fût un bon esprit ou un mauvais.", "27 Car chacun reçoit un salaire de celui à qui il trouve bon d’obéir, et cela, selon les paroles de l’esprit de prophétie; c’est pourquoi qu’il en soit selon la vérité. Et ainsi finit la cinquième année du règne des juges."], "Kiribati": ["Ameritinaite a kanikinaeia ni kaineti ma te taeka ni burabeti—Te naan Reimwanaite a bon kamaraiaki ibukin aia kaitara—Aomata a bon karokoi maraia i aoia—Nibwaite a konaia aia taanga ni buaka riki teuana Reimwanaite. Uakaan ma 87–86I.K.", "1 Ao e koro bukina bwa Nibwaite ake aki tiringaki n taian bwai ni buaka, i mwin taunakiia ake a tia n tiringaki—ngkai mwaitia ake a tiringaki e aki warekaki, ibukin korakoran mwaitia—i mwin taunakiia aia mate a bane n okira abaia, ao bataia, ao buuia aine, ao natiia.", "2 Ngkai a mwaiti aine ao ataei ake a tia n tiringaki n te kabaang, ao ai aroia naba aia nanai ni man aika a mwaiti; ao mwaitin naba aia marae ni wiita a bon uruakaki bwa a bon toutouaki irouia aomata aika a mwaiti.", "3 Ao ngkai a bon mwaiti Reimwanaite ao Ameritinaite ake a tia n tiringaki iaon rarikin te karaanga are Tiitan ake a karenakoaki i nanon marawan te karanga are Tiitan; ao nooria riia are mena i kabin taari ao a bon mwaiti.", "4 Ao Ameritinaite a kaokoro ma Nibwaite, bwa a bon tia ni kanikinaeia ma te uraura iaon ramwaia n ai aroia Reimwanaite; ma e ngae n anne a bon tuai n imanii atuuia n ai aroia Reimwanaite.", "5 Ngkai atuuia Reimwanaite a bon imanaki; ao a bon bebeekan, ma ti iai kunin te man are a kabaea i nukaia, ao aia kunikai naba ni kamanoia man te buaka, are e kabaeaki iaoia, ao aia katebe, ao aia kai ni katebe, ao aia atibu, ao aia bana, ao aekaia nako.", "6 Ao kuniia Reimwanaite a bon bwatabwata, ni kaineti ma te kanikina are e katukaki iaoia aia bakatibu, are bon te maraia iaoia ibukin riaoan te tua irouia ma aia kaitara nakon tariia, are Nibwaai, Iakobwa, ao Iotebwa, ao Taam are bon mwaane aika a raoiroi ma ni mimitong.", "7 Ao tariia a bon ukoukora tiringakia, ngaia are a bon maraia; ao te Uea ae te Atua e katuka iaoia te kanikina, eng, iaon Reimwan ma Remuera, ao iaon naba natin Itimaera ake mwaane, ma kaain ana utu Itimaera aika aine.", "8 Ao aio e karaoaki bwa e aonga n ae a kaokoroaki kanoaia ma kanoaia tariia, ao n te aro aei te Uea ae te Atua e na kona ni kawakinia ana aomata bwa a aonga n aki irengan ao man aki kakoauai katei aika a kairua are e na kona n riki bwa kamaunakia.", "9 Ao e koro bukina bwa ane e iein kanoana ma Reimwanaite e bon karokoa naba te maraia arei iaoia kanoana.", "10 Ngaia, ae ane e kariaia bwa e na kairaki nako irouia Reimwanaite ao e aranaki n te ara ae Reimwanaite, ao bon iai te kanikina ae katokaki iaona.", "11 Ao e koro bukina bwa ane e aki kakoaua kateia Reimwanaite, ma e kakoauai rongorongo ake a uotaki ma i Ierutarem, ao kateia aia bakatibu, ake a eti, ao naake a kakoauai ana tua te Atua man kawakini, a bon aranaki bwa ana aomata Nibwaai, ni moa man te tai arei.", "12 Ao bon ngaia are a bon tia ni kaawakin rongorongo aika koaua ibukiia aia aomata, ao ibukiia aomata ake Reimwanaite.", "13 Ngkai ti na manga okiria Ameritinaite, bwa iai naba te kanikina are e mena iaoia; eng, bon ngaia ae a katoka te kanikina iaoia, eng, ae bon te kanikina ae uraura iaon ramwaia.", "14 Ngaia are e a kakoroaki bukin ana taeka te Atua, bwa aikai taeka ake e taekin nakon Nibwaai: Nooria, I a tia ni kamaraiaia Reimwanaite, ao N na katoka te kanikina iaoia bwa ngaia ma kanoaia a na bon kamaenakoaki mai iroum ao kanoam, ni moa man te tai aio ao n aki toki, ma ti ngkana a rairinanoia man aia buakaka man rairaki nakoiu bwa I aonga n nanoangaia.", "15 Ao teuana riki: N na katoka te kanikina iaon are e iein kanoana ma kanoaia tarim, bwa a aonga ni maraia naba.", "16 Ao N na manga: katoka riki te kanikina iaon are e kaaitarako n un ma kanoam.", "17 Ao N na manga kangai, ane e kitaniko, e na bon aki manga aranaki bwa kanoam; ao N na kakabwaiako, ma ane a aranaki bwa kanoam, ma ngkai ao n aki toki; ao aikai ana berita te Uea nakon Nibwaai ma kanoana.", "18 Ngkai Ameritinaite aki ataia ae a bon kakoroa nanon ana taeka te Atua ngke a waaki ni kanikinaea ramwaia ma e ngae n anne a bon tia n teirake i matan te botanaomata ni kaitaraa te Atua; ngaia ae e bon riai bwa e na bwakaria te maraia.", "19 Ngkai I tangiria bwa kam na nooria bwa a bon uota te maraia nako aoia; ao ni kabane te aomata are e maraia e bon karokoa iaona oin kabuakakakina.", "20 Ao ngkai e koro bukina bwa e aki mwaiti te bong i mwin te buaka are e bo n te aba are Taraemera, irouia Reimwanaite ao Ameritinaite, bwa e a manga roko riki teuana aia taanga ni buaka Reimwanaite nakoia ana aomata Nibwaai, n te tabo naba are aia moan taanga Reimwanaite a kaitibo ma Ameritinaite.", "21 Ao e koro bukina bwa bon iai te taanga ni buaka are e kanakoaki bwa e na kakionakoia man te aba.", "22 Ngkai Aramwa e bon kainnano n ikoakina e aki nako ni buaka n te tai aio ni kaaitaraia Reimwanaite.", "23 Ma e kanakoa te taanga ni buaka ae mwaiti kaaina ni kaaitaraia; ao a nako man tiringia Reimwanaite aika a mwaiti, ma ni kakionakoia nikiraia nako tinanikun tian abaia.", "24 Ao ngkanne a manga oki ao a waaki ni katea te rau, ao aki manga kakiriweaki n te tai ae maan irouia aia kairiribai.", "25 Ngkai bwai aikai ni kabane a bon tia, eng, ni kabane buaka ma itabaraara a waaki ao a toki naba n aia kanimaua n ririki n tautaeka taan moti.", "26 Ao i nanon teuana te ririki, ngaa ma irabwi te ngaa aomata ake a nako n te aonaba are akea tokina, bwa a na karekea kanuangaia ni kaineti ma aia mwakuri, bwa tao a raoiroi ke tao a buakaka, bwa ana karekea te kukurei are akea tokina ke te nanokawaki are akea tokina n aron nanon te tamnei are a motikia bwa a na ongo irouna, bwa tao te tamnei ae raoiroi ke te tamnei ae buakaka.", "27 Bwa ni kabane te aomata e karekea kanuangana mai iroun are e motikia bwa e na ongo irouna, ao aio e kaineti ma ana taeka tamnein te taeka ni burabeti; ngaia ae ke e riki are e na riki ni kaineti ma te koaua. Ao e a toki aia kanimaua n ririki n tautaeka taan moti."]}