{"English": ["Alma and Amulek are imprisoned and smitten—The believers and their holy scriptures are burned by fire—These martyrs are received by the Lord in glory—The prison walls are rent and fall—Alma and Amulek are delivered, and their persecutors are slain. About 82–81B.C.", "1 And it came to pass after he had made an end of speaking unto the people many of them did believe on his words, and began to repent, and to search the scriptures.", "2 But the more part of them were desirous that they might destroy Alma and Amulek; for they were angry with Alma, because of the plainness of his words unto Zeezrom; and they also said that Amulek had lied unto them, and had reviled against their law and also against their lawyers and judges.", "3 And they were also angry with Alma and Amulek; and because they had testified so plainly against their wickedness, they sought to put them away privily.", "4 But it came to pass that they did not; but they took them and bound them with strong cords, and took them before the chief judge of the land.", "5 And the people went forth and witnessed against them—testifying that they had reviled against the law, and their lawyers and judges of the land, and also of all the people that were in the land; and also testified that there was but one God, and that he should send his Son among the people, but he should not save them; and many such things did the people testify against Alma and Amulek. Now this was done before the chief judge of the land.", "6 And it came to pass that Zeezrom was astonished at the words which had been spoken; and he also knew concerning the blindness of the minds, which he had caused among the people by his lying words; and his soul began to be harrowed up under a consciousness of his own guilt; yea, he began to be encircled about by the pains of hell.", "7 And it came to pass that he began to cry unto the people, saying: Behold, I am guilty, and these men are spotless before God. And he began to plead for them from that time forth; but they reviled him, saying: Art thou also possessed with the devil? And they spit upon him, and cast him out from among them, and also all those who believed in the words which had been spoken by Alma and Amulek; and they cast them out, and sent men to cast stones at them.", "8 And they brought their wives and children together, and whosoever believed or had been taught to believe in the word of God they caused that they should be cast into the fire; and they also brought forth their records which contained the holy scriptures, and cast them into the fire also, that they might be burned and destroyed by fire.", "9 And it came to pass that they took Alma and Amulek, and carried them forth to the place of martyrdom, that they might witness the destruction of those who were consumed by fire.", "10 And when Amulek saw the pains of the women and children who were consuming in the fire, he also was pained; and he said unto Alma: How can we witness this awful scene? Therefore let us stretch forth our hands, and exercise the power of God which is in us, and save them from the flames.", "11 But Alma said unto him: The Spirit constraineth me that I must not stretch forth mine hand; for behold the Lord receiveth them up unto himself, in glory; and he doth suffer that they may do this thing, or that the people may do this thing unto them, according to the hardness of their hearts, that the judgments which he shall exercise upon them in his wrath may be just; and the blood of the innocent shall stand as a witness against them, yea, and cry mightily against them at the last day.", "12 Now Amulek said unto Alma: Behold, perhaps they will burn us also.", "13 And Alma said: Be it according to the will of the Lord. But, behold, our work is not finished; therefore they burn us not.", "14 Now it came to pass that when the bodies of those who had been cast into the fire were consumed, and also the records which were cast in with them, the chief judge of the land came and stood before Alma and Amulek, as they were bound; and he smote them with his hand upon their cheeks, and said unto them: After what ye have seen, will ye preach again unto this people, that they shall be cast into a lake of fire and brimstone?", "15 Behold, ye see that ye had not power to save those who had been cast into the fire; neither has God saved them because they were of thy faith. And the judge smote them again upon their cheeks, and asked: What say ye for yourselves?", "16 Now this judge was after the order and faith of Nehor, who slew Gideon.", "17 And it came to pass that Alma and Amulek answered him nothing; and he smote them again, and delivered them to the officers to be cast into prison.", "18 And when they had been cast into prison three days, there came many lawyers, and judges, and priests, and teachers, who were of the profession of Nehor; and they came in unto the prison to see them, and they questioned them about many words; but they answered them nothing.", "19 And it came to pass that the judge stood before them, and said: Why do ye not answer the words of this people? Know ye not that I have power to deliver you up unto the flames? And he commanded them to speak; but they answered nothing.", "20 And it came to pass that they departed and went their ways, but came again on the morrow; and the judge also smote them again on their cheeks. And many came forth also, and smote them, saying: Will ye stand again and judge this people, and condemn our law? If ye have such great power why do ye not deliver yourselves?", "21 And many such things did they say unto them, gnashing their teeth upon them, and spitting upon them, and saying: How shall we look when we are damned?", "22 And many such things, yea, all manner of such things did they say unto them; and thus they did mock them for many days. And they did withhold food from them that they might hunger, and water that they might thirst; and they also did take from them their clothes that they were naked; and thus they were bound with strong cords, and confined in prison.", "23 And it came to pass after they had thus suffered for many days, (and it was on the twelfth day, in the tenth month, in the tenth year of the reign of the judges over the people of Nephi) that the chief judge over the land of Ammonihah and many of their teachers and their lawyers went in unto the prison where Alma and Amulek were bound with cords.", "24 And the chief judge stood before them, and smote them again, and said unto them: If ye have the power of God deliver yourselves from these bands, and then we will believe that the Lord will destroy this people according to your words.", "25 And it came to pass that they all went forth and smote them, saying the same words, even until the last; and when the last had spoken unto them the power of God was upon Alma and Amulek, and they rose and stood upon their feet.", "26 And Alma cried, saying: How long shall we suffer these great afflictions, O Lord? O Lord, give us strength according to our faith which is in Christ, even unto deliverance. And they broke the cords with which they were bound; and when the people saw this, they began to flee, for the fear of destruction had come upon them.", "27 And it came to pass that so great was their fear that they fell to the earth, and did not obtain the outer door of the prison; and the earth shook mightily, and the walls of the prison were rent in twain, so that they fell to the earth; and the chief judge, and the lawyers, and priests, and teachers, who smote upon Alma and Amulek, were slain by the fall thereof.", "28 And Alma and Amulek came forth out of the prison, and they were not hurt; for the Lord had granted unto them power, according to their faith which was in Christ. And they straightway came forth out of the prison; and they were loosed from their bands; and the prison had fallen to the earth, and every soul within the walls thereof, save it were Alma and Amulek, was slain; and they straightway came forth into the city.", "29 Now the people having heard a great noise came running together by multitudes to know the cause of it; and when they saw Alma and Amulek coming forth out of the prison, and the walls thereof had fallen to the earth, they were struck with great fear, and fled from the presence of Alma and Amulek even as a goat fleeth with her young from two lions; and thus they did flee from the presence of Alma and Amulek."], "Español": ["Alma y Amulek son encarcelados y golpeados— Los creyentes y sus Santas Escrituras son echados al fuego— El Señor recibe a estos mártires en gloria— Los muros de la cárcel se parten y caen— Alma y Amulek son liberados, y sus perseguidores son muertos. Aproximadamente 82–81a.C.", "1 Y sucedió que después que Alma concluyó de hablar a los del pueblo, muchos de ellos creyeron en sus palabras, y empezaron a arrepentirse y a escudriñar las Escrituras.", "2 Pero la mayor parte de ellos deseaban destruir a Alma y a Amulek, porque estaban irritados con Alma a causa de la claridad de sus palabras a Zeezrom; y también decían que Amulek les había mentido, y había vituperado su ley, y también a sus abogados y jueces.", "3 Y también estaban enojados con Alma y Amulek; y porque habían testificado tan claramente contra sus maldades, procuraban deshacerse de ellos secretamente.", "4 Mas aconteció que no lo hicieron, sino que los tomaron y los ataron con fuertes cuerdas, y los llevaron ante el juez superior de la tierra.", "5 Y se presentó el pueblo y testificó contra ellos, declarando que habían vituperado la ley, así como a sus abogados y jueces de la tierra, y a toda la gente que había en la tierra; y que también habían testificado que no había sino un Dios, y que iba a enviar a su Hijo entre los hombres, pero que este no los salvaría; y muchas otras cosas semejantes testificó la gente contra Alma y Amulek. Y esto se hizo ante el juez superior de la tierra.", "6 Y aconteció que Zeezrom se hallaba asombrado de las palabras que se habían hablado; y sabía también acerca de la ceguedad de la mente que él había causado entre el pueblo con sus palabras mentirosas; y su alma empezó a sentirse atormentada por la conciencia de su propia culpa; sí, empezaron a rodearlo los dolores del infierno.", "7 Y sucedió que empezó a clamar al pueblo, diciendo: He aquí, yo soy culpable, y estos hombres son sin mancha ante Dios. Y empezó a abogar por ellos desde ese momento, mas el pueblo lo escarneció diciendo: ¿Estás tú también poseído del diablo? Y escupieron sobre él y lo echaron de entre ellos; y también a todos los que creían en las palabras que Alma y Amulek les habían hablado; y los echaron fuera, y enviaron hombres para que los apedrearan.", "8 Y juntaron a sus esposas e hijos, y mandaron echar al fuego a todo aquel que creía, o al que se le había enseñado a creer en la palabra de Dios; y también trajeron sus anales, que contenían las Santas Escrituras, y los arrojaron también al fuego para ser quemados y destruidos por fuego.", "9 Y ocurrió que tomaron a Alma y Amulek y los llevaron al lugar del martirio para que presenciaran la destrucción de los que eran consumidos por el fuego.", "10 Y cuando Amulek vio los dolores de las mujeres y los niños que se consumían en la hoguera, se condolió también, y dijo a Alma: ¿Cómo podemos presenciar esta horrible escena? Extendamos, pues, nuestras manos y ejerzamos el poder de Dios que está en nosotros, y salvémoslos de las llamas.", "11 Mas le dijo Alma: El Espíritu me constriñe a no extender la mano; pues he aquí, el Señor los recibe para sí mismo en gloria; y él permite que el pueblo les haga esto, según la dureza de sus corazones, para que los juicios que en su ira envíe sobre ellos sean justos; y la sangre del inocente será un testimonio en su contra, sí, y clamará fuertemente contra ellos en el postrer día.", "12 Entonces Amulek dijo a Alma: He aquí, quizá nos quemen a nosotros también.", "13 Y Alma dijo: Hágase según la voluntad del Señor. Mas he aquí, nuestra obra no se ha cumplido; por tanto, no nos quemarán.", "14 Y aconteció que cuando se hubieron consumido los cuerpos de los que habían sido echados al fuego, como también los anales que habían arrojado junto con ellos, el juez superior de la tierra vino y se puso delante de Alma y Amulek, estando ellos atados, y los golpeó en las mejillas con la mano, y les dijo: Después de lo que habéis visto, ¿predicaréis otra vez a los de este pueblo que serán arrojados en un lago de fuego y azufre?", "15 He aquí, ya veis que no tuvisteis poder para salvar a los que habían sido arrojados al fuego; ni tampoco los ha salvado Dios porque eran de vuestra fe. Y el juez los golpeó otra vez en las mejillas, y les preguntó: ¿Qué decís en favor de vosotros mismos?", "16 Y este juez era de la orden y la fe de Nehor, aquel que mató a Gedeón.", "17 Y aconteció que ni Alma ni Amulek le contestaron; y los abofeteó otra vez, y los entregó a los oficiales para que los echaran en la cárcel.", "18 Y cuando habían estado tres días en la prisión, vinieron muchos abogados, y jueces, y sacerdotes, y maestros, que eran de la fe de Nehor; y entraron en la cárcel para verlos, y les preguntaron en cuanto a muchas palabras; mas no les contestaron nada.", "19 Y aconteció que el juez se puso delante de ellos y les dijo: ¿Por qué no respondéis a las palabras de este pueblo? ¿Ignoráis que tengo poder para echaros en las llamas? Y les mandó que hablaran; mas ellos no le contestaron nada.", "20 Y sucedió que se retiraron y se fueron, mas volvieron al día siguiente; y el juez golpeó a Alma y a Amulek de nuevo en las mejillas. Y muchos también avanzaron y los golpearon, diciendo: ¿Os pondréis otra vez a juzgar a este pueblo y a condenar nuestra ley? Si tenéis tan grande poder, ¿por qué no os libertáis a vosotros mismos?", "21 Y les dijeron muchas cosas semejantes, crujiendo los dientes, y escupiendo sobre ellos, y diciendo: ¿Cómo nos veremos cuando seamos condenados?", "22 Y muchas cosas semejantes, sí, toda suerte de cosas parecidas les dijeron; y así se burlaron de ellos por muchos días. Y los privaron de alimento para que padecieran hambre, y de agua para que tuvieran sed; y también les quitaron la ropa para que estuvieran desnudos; y así estaban atados con fuertes cuerdas, y encerrados en la cárcel.", "23 Y aconteció, después de haber padecido así por muchos días (y fue el duodécimo día del décimo mes, del décimo año del gobierno de los jueces sobre el pueblo de Nefi), que el juez superior de la tierra de Ammoníah, y muchos de sus maestros y abogados, fueron a la prisión donde Alma y Amulek se hallaban atados con cuerdas.", "24 Y llegó ante ellos el juez superior y los golpeó nuevamente, y les dijo: Si tenéis el poder de Dios, libraos de estas ligaduras, y entonces creeremos que el Señor destruirá a este pueblo según vuestras palabras.", "25 Y sucedió que todos avanzaron y los golpearon, diciéndoles las mismas palabras, aun hasta el último; y cuando este les hubo hablado, el poder de Dios descendió sobre Alma y Amulek, y se levantaron y se pusieron de pie.", "26 Y Alma clamó, diciendo: ¿Cuánto tiempo, oh Señor, sufriremos estas grandes aflicciones? ¡Oh Señor!, fortalécenos según nuestra fe que está en Cristo hasta tener el poder para librarnos. Y rompieron las cuerdas con las que estaban atados; y cuando los del pueblo vieron esto, empezaron a huir, porque el temor a la destrucción cayó sobre ellos.", "27 Y aconteció que su temor fue tan grande que cayeron al suelo y no llegaron a la puerta que conducía fuera de la prisión; y la tierra se estremeció fuertemente, y los muros de la cárcel se partieron en dos y cayeron al suelo; y al caer mataron al juez superior y a los abogados y sacerdotes y maestros que habían golpeado a Alma y a Amulek.", "28 Y Alma y Amulek salieron de la prisión, y no sufrieron daño, porque el Señor les había concedido poder según su fe que estaba en Cristo. Y salieron luego de la cárcel; y fueron soltados de sus ligaduras; y la prisión había caído a tierra, y todos los que estaban dentro de sus paredes murieron, menos Alma y Amulek; y estos se dirigieron luego a la ciudad.", "29 Y los del pueblo, habiendo oído un gran estruendo, llegaron corriendo en multitudes para saber la causa; y cuando vieron salir a Alma y Amulek de la prisión, y que los muros de esta habían caído, se apoderó de ellos un pavor inmenso, y huyeron de la presencia de Alma y Amulek, así como una cabra con su cría huye de dos leones; y así huyeron ellos de la presencia de Alma y Amulek."], "Français": ["Alma et Amulek sont emprisonnés et frappés— Les croyants et leurs Saintes Écritures sont brûlés par le feu— Ces martyrs sont reçus par le Seigneur dans la gloire— Les murs de la prison se fendent et tombent— Alma et Amulek sont délivrés, et leurs persécuteurs sont tués. Vers 82–81av.J.-C.", "1 Et il arriva que lorsqu’il eut fini de parler au peuple, beaucoup d’entre eux crurent en ses paroles et commencèrent à se repentir et à sonder les Écritures.", "2 Mais la majeure partie d’entre eux désirait faire périr Alma et Amulek; car ils étaient en colère contre Alma à cause de la clarté des paroles qu’il avait dites à Zeezrom; et ils disaient aussi qu’Amulek leur avait menti, et avait insulté leur loi, et aussi leurs docteurs de la loi, et leurs juges.", "3 Et ils étaient aussi en colère contre Alma et Amulek; et parce qu’ils avaient témoigné si clairement contre leur méchanceté, ils cherchaient à se défaire secrètement d’eux.", "4 Mais il arriva qu’ils ne le firent pas, mais ils les prirent, et les lièrent de fortes cordes, et les emmenèrent devant le grand juge du pays.", "5 Et le peuple alla témoigner contre eux, attestant qu’ils avaient insulté la loi, et leurs docteurs de la loi, et leurs juges du pays, et aussi tout le peuple qui était dans le pays; et aussi qu’ils avaient attesté qu’il n’y avait qu’un seul Dieu et qu’il enverrait son Fils parmi le peuple, mais qu’il ne le sauverait pas; et le peuple attesta beaucoup de choses de ce genre contre Alma et Amulek. Or, cela se fit devant le grand juge du pays.", "6 Et il arriva que Zeezrom fut étonné des paroles qui avaient été dites; et il connaissait aussi l’aveuglement d’esprit qu’il avait causé parmi le peuple par ses paroles mensongères; et son âme commença à être déchirée par la prise de conscience de sa culpabilité; oui, il commença à être enserré par les souffrances de l’enfer.", "7 Et il arriva qu’il commença à crier au peuple, disant: Voici, je suis coupable, et ces hommes sont sans tache devant Dieu. Et il commença, à partir de ce moment-là, à plaider pour eux; mais ils l’injurièrent, disant: Es-tu aussi possédé du diable? Et ils crachèrent sur lui, et le chassèrent de parmi eux, et aussi tous ceux qui croyaient aux paroles qui avaient été dites par Alma et Amulek; et ils les chassèrent et envoyèrent des hommes leur jeter des pierres.", "8 Et ils rassemblèrent leurs épouses et leurs enfants, et tous ceux qui croyaient, ou à qui il avait été enseigné à croire en la parole de Dieu, ils les firent jeter au feu; et ils firent aussi apporter leurs annales, qui contenaient les Saintes Écritures, et les jetèrent aussi au feu, afin qu’elles fussent brûlées et détruites par le feu.", "9 Et il arriva qu’ils prirent Alma et Amulek et les transportèrent jusqu’au lieu du martyre, afin qu’ils fussent témoins de la destruction de ceux qui étaient consumés par le feu.", "10 Et lorsqu’il vit les souffrances des femmes et des enfants qui se consumaient dans le feu, Amulek éprouva aussi de la souffrance; et il dit à Alma: Comment pouvons-nous être témoins de cette scène affreuse? Étendons donc la main, et exerçons le pouvoir de Dieu qui est en nous, et sauvons-les des flammes.", "11 Mais Alma lui dit: L’Esprit me contraint à ne pas étendre la main; car voici, le Seigneur les reçoit à lui en gloire; et il souffre qu’ils fassent cela, ou que le peuple leur fasse cela, selon l’endurcissement de leur cœur, afin que les jugements qu’il exercera contre eux, dans sa colère, soient justes; et le sang des innocents témoignera contre eux, oui, et criera avec force contre eux au dernier jour.", "12 Alors Amulek dit à Alma: Voici, peut-être qu’ils nous brûleront aussi.", "13 Et Alma dit: Qu’il en soit selon la volonté du Seigneur. Mais voici, notre œuvre n’est pas finie; c’est pour cela qu’ils ne nous brûlent pas.", "14 Alors, il arriva que lorsque les corps de ceux qui avaient été jetés au feu furent consumés, ainsi que les annales qui y avaient été jetées avec eux, le grand juge du pays vint se tenir devant Alma et Amulek, qui étaient liés; et il leur frappa les joues de la main et leur dit: Après ce que vous avez vu, prêcherez-vous encore à ce peuple qu’il sera jeté dans un étang de feu et de soufre?", "15 Voici, vous voyez que vous n’avez pas eu le pouvoir de sauver ceux qui ont été jetés au feu; et Dieu ne les a pas sauvés non plus parce qu’ils étaient de votre foi. Et le juge les frappa de nouveau sur les joues et demanda: Que dites-vous pour vous-mêmes?", "16 Or, ce juge était selon l’ordre et la doctrine de Néhor, qui tua Gédéon.", "17 Et il arriva qu’Alma et Amulek ne lui répondirent rien; il les frappa de nouveau, et les livra aux officiers pour être jetés en prison.", "18 Et lorsqu’ils eurent été jetés en prison pendant trois jours, il vint beaucoup de docteurs de la loi, et de juges, et de prêtres, et d’instructeurs qui étaient de la confession de Néhor; et ils entrèrent dans la prison pour les voir, et ils les interrogèrent sur beaucoup de paroles; mais ils ne leur répondirent rien.", "19 Et il arriva que le juge se tint devant eux et dit: Pourquoi ne répondez-vous pas aux paroles de ce peuple? Ne savez-vous pas que j’ai le pouvoir de vous livrer aux flammes? Et il leur commanda de parler; mais ils ne répondirent rien.", "20 Et il arriva qu’ils partirent et allèrent chacun de son côté, mais revinrent le lendemain; et le juge les frappa de nouveau sur les joues. Et beaucoup s’avancèrent aussi, et les frappèrent, disant: Vous lèverez-vous de nouveau, et jugerez-vous ce peuple, et condamnerez-vous notre loi? Si vous avez un aussi grand pouvoir, pourquoi ne vous délivrez-vous pas?", "21 Et ils leur dirent beaucoup de choses de ce genre, grinçant des dents contre eux, et crachant sur eux, et disant: Quel air aurons-nous lorsque nous serons damnés?", "22 Et ils leur dirent beaucoup de choses de ce genre, oui, toutes sortes de choses de ce genre; et c’est ainsi qu’ils se moquèrent d’eux pendant de nombreux jours. Et ils leur refusèrent la nourriture pour qu’ils eussent faim, et l’eau pour qu’ils eussent soif; et ils leur enlevèrent aussi leurs vêtements, de sorte qu’ils furent nus; et ainsi, ils furent liés de fortes cordes et enfermés en prison.", "23 Et il arriva que lorsqu’ils eurent ainsi souffert de nombreux jours (et c’était le douzième jour du dixième mois de la dixième année du règne des juges sur le peuple de Néphi), le grand juge du pays d’Ammonihah et beaucoup de leurs instructeurs et de leurs docteurs de la loi entrèrent dans la prison où Alma et Amulek étaient liés de cordes.", "24 Et le grand juge se tint devant eux, et les frappa de nouveau, et leur dit: Si vous avez le pouvoir de Dieu, délivrez-vous de ces liens, et alors nous croirons que le Seigneur détruira ce peuple, selon vos paroles.", "25 Et il arriva qu’ils s’avancèrent tous et les frappèrent, disant les mêmes paroles, jusqu’au dernier; et lorsque le dernier leur eut parlé, le pouvoir de Dieu fut sur Alma et Amulek, et ils se levèrent et se tinrent sur leurs pieds.", "26 Et Alma cria, disant: Combien de temps souffrirons-nous ces grandes afflictions, ô Seigneur? Ô Seigneur, donne-nous de la force, selon notre foi qui est dans le Christ pour la délivrance. Et ils rompirent les cordes dont ils étaient liés; et lorsque le peuple vit cela, il commença à fuir, car la crainte de la destruction s’était abattue sur lui.", "27 Et il arriva que leur crainte était si grande qu’ils tombèrent par terre et ne parvinrent pas à la porte extérieure de la prison; et la terre trembla violemment, et les murs de la prison furent fendus en deux, de sorte qu’ils tombèrent par terre; et le grand juge, et les docteurs de la loi, et les prêtres, et les instructeurs, qui avaient frappé Alma et Amulek, furent tués par leur chute.", "28 Et Alma et Amulek sortirent de la prison, et ils n’étaient pas blessés, car le Seigneur leur avait accordé du pouvoir, selon leur foi qui était dans le Christ. Et ils sortirent aussitôt de la prison; et ils étaient libérés de leurs liens; et la prison était tombée par terre, et toutes les âmes qui se trouvaient dans ses murs, à l’exception d’Alma et d’Amulek, étaient tuées; et ils sortirent aussitôt dans la ville.", "29 Or, le peuple, ayant entendu un grand bruit, accourut en foule pour en connaître la cause; et lorsqu’il vit Alma et Amulek sortir de la prison, et que les murs en étaient tombés par terre, il fut frappé d’une grande crainte et s’enfuit de la présence d’Alma et d’Amulek, comme une chèvre fuit avec ses petits devant deux lions; et c’est ainsi qu’ils s’enfuirent de la présence d’Alma et d’Amulek."], "Kiribati": ["Aramwa ao Amureki a bon kabureaki ao a taibaoaki—Taan onimaki ao aia koroboki aika tabu a bon kabuekaki n te ai—Taan mate ibukin te onimaki aikai a butimwaeaki iroun te Uea n te mimitong—A raeuaki oon te karabuti ao a bwaka—A kamaiuaki Aramwa ma Amureki, ao taan iangoa tiringakia a bon tiringaki. Uakaan ma 82–81I.K.", "1 Ao e koro bukina bwa i mwina ngke e a tia ni katoka ana taetae nakoia aomata ao a mwaiti ma i buakoia ake a kakoauai ana taeka, ao a moanna n rairinanoia, man ukoukori koroboki aika tabu.", "2 Ma bon angiia riki a bon tangiria bwa a na tiringa Aramwa ma Amureki; bwa a un iroun Aramwa, ibukin mataatan ana taeka nakon Teeterom; ao a taku naba bwa Amureki e a tia ni kewe nakoia, ao e a tia ni kabuakaka ni kaitaraa aia tua ao ni kaaitaraia naba aia taan reirei te tua ma aia taan moti.", "3 Ao a bon un naba iroun Aramwa ma Amureki; ao ibukina bwa a kaotiota te koaua ni katereterea buakakaia, a kataia n tiringia n te aro ae raba.", "4 Ma e koro bukina bwa a aki; ma a uotia ma ni kabaeiia ni kabaebae aika a matoatoa, ao a uotia nako matan mataniwia taan moti n te aba.", "5 Ao aomata a waaki ma ni kakoaua ni kaaitaraia—ni kakoaua bwa a tia ni kabuakaka ni kaitaraa te tua, ao aia taan reirei te tua ma taan moti n te aba, ao aomata ni kabane ake n te aba; ma ni kakoaua naba bwa ti temanna te Atua, ao e na kanakoa natina i buakoia aomata, ma e na aki kamaiuia; ao a mwaiti aekan bwaai ake aomata a taetae ni kakoaua iai ni kaaitaraia Aramwa ma Amureki. Ngkai aio are e a karaoaki i matan mataniwia taan moti n te aba.", "6 Ao e koro bukina bwa Teeterom e rang mimi n taian taeka ake a tia n taekinaki; ao e bon ataa naba aron kamatakian te iango, are e a tia ni karaoia i buakoia aomata n aron ana taeka ni kewe; ao tamneina e a moanna ni karawawataki i aan ataakin oin ana kairua; eng, e a moanna n otabwaniniaki ni kammarakin moone.", "7 Ao e koro bukina bwa e a waaki n tang nakoia aomata, ni kangai: Nooria, I bure, ao mwaane aikai a itiaki i matan te Atua. Ao e waaki ni bubuti ibukiia man te tai arei; ma a kabuakaka ni kaitaraa ni kangai: Ko niniaki iroun te riaboro? Ao a bawareia man teweia nako mai i buakoia, ao ni kabane naba ake a kakoauai taeka ake a tia n taekinaki iroun Aramwa ma Amureki; a bon teweaki nako, ao a kanakoaki mwaane bwa a na karebanaia n taian atibu.", "8 Ao a uotia buuia ao natia man ikotiia, ao ane e onimaki ke e a tia n reireinaki bwa e na kakoaua ana taeka te Atua a bon kariaia bwa a na teweaki nako nanon te ai, ao a uoti naba rongorongo are e mena iai koroboki aika tabu, ma n teweia nako nanon te ai naba, bwa aonga ni bue ma ni mauna n te ai.", "9 Ao e koro bukina bwa a uota Aramwa ma Amureki, ma n uotia nakon te tabo ni mate ibukin te onimaki, bwa aonga ni kakoaua mateia ake a na kanaki n te ai.", "10 Ao ngke Amureki e noora marakiia aine ao ataei ake a kanaki n te ai, e bon maraki naba; ao e taku nakon Aramwa: Ti na kanga ni mataku n te aro ae e aki tamaroa aio? Mangaia ae ti na arora baira, ma ni kamwakura mwaakan te Atua are e mena iroura, ma ni kamaiuia man uran te ai.", "11 Ma Aramwa e taku nakoina: E tukai te Tamnei bwa N na arora baiu; bwa nooria te Uea e butimwaiia nakoina, ma te mimitong, ao e bon kariaia bwa a na karaoa aio, ke bwa aomata a na karaoa aei nakoia, ibukin matoatoan nanoia, bwa taian motikitaeka are e na kamwakuria iaoia n unna e na bon eti; ao raraaia naake akea bureia e na tei bwa te bwai ni kakoaua ni kaaitaraia, eng, ma n tang ni korakora ni kaaitaraia n te kabanea ni bong.", "12 Ngkai Amureki e taku nakon Aramwa: Nooria, tao a na kabuekira naba.", "13 Ao Aramwa e taku: Ke e na iraki nanon te Uea. Ma nooria, e tuai ni bane ara mwakuri; mangaia ae aki kona ni kabuekira.", "14 Ngkai e a koro bukina bwa ngke rabwataia ake a tia n teweaki nako nanon te ai a tia ni bue, ma taian rongorongo naba, mataniwia taan moti n te aba e roko ao e tei imatan Aramwa ma Amureki, ngkai a kabaeaki ao e oroi tabaia ni baina, ao e taku nakoia: I mwin te bwai are kam a tia n nooria, kam na kabwarabwara riki nakoia te botanaomata aio, bwa a na manga kona n teweaki nako nanon te nei n ai ma te burimton?", "15 Nooria, ko nooria bwa akea iroumi te mwaaka ni kamaiuia ake a teweaki nako nanon te ai; ao te Atua e aki kamaiuia naba kioina ngkai bon kaain te ekaretia naba are ngkami. Ao mataniwia taan moti e oroi tabaia riki, ma ni kangai: Teraa ae kam na taekinna ibukimi?", "16 Ngkai te tia moti aio bon kaain te waaki ma te onimaki are Neooa, are e tiringa Kiteon.", "17 Ao e koro bukina bwa Aramwa ma Amureki aki kaeka; ao e oroia riki, ma n anga ngaia nakoia taan mwakuri bwa a na teweaki nako nanon te karabuti.", "18 Ao ngke a tia n teweaki nako nanon te karabuti i mwin teniua te bong, ao a roko taan reirei te tua aika a mwaiti ma taan moti, ma ibonga, ma tia reirei, ake taan rabakau n ana waaki Neooa; ao a roko nakon te karabuti bwa a na nooria, ao a titirakinia taeka aika a mwaiti; ma a bon aki kaekaia.", "19 Ao e koro bukina bwa te tia moti e tei i mataia, ao e taku: E aera ngkai kam aki kaekai aia taeka te botanaomata aio? Kam aki ataia ae iai mwaakau n anga ngkami nako nanon te ai? Ao e tuangia bwa a na taetae; ma aki taetae.", "20 Ao e koro bukina bwa a nako ao a waakina kawaia, ma a manga roko n te bong are i mwina; ao te tia moti e a manga oroi naba tabaia. Ao a mwaiti naba, ake a roko man oroi naba tabaia man taku, Kam na manga tei riki ni motiki taekaia te botanaomata aio, ma ni kabuakaka ara tua? Ngkana e rang korakora mwaakami e aera ngkai kam aki kamaiuingkami.", "21 Ao a bon mwaiti bwaai ake a taekin nakoia, ni kangengea wiia iaoia, ma ni baware iaoia, ma n taku: E na kanga aron taraara ngkana ti a kabuakakaaki?", "22 Ao a mwaiti bwaai, eng, aekakin aro nako ake a bon taekin nakoia; ao a bon bwainikirinia i nanon boong aika a mwaiti. Ao a bon taua te amwarake ma irouia bwa aonga ni baki, ao te ran bwa aonga n taka; ao a bon anai naba mai irouia aia kunnikai ao a bon bebeekan; ao aio aroia ni kabaeaki ni kabaebae aika a matoatoa, ma ni kainaki n te karabuti.", "23 Ao e koro bukina bwa i mwin are a tia ni kainnano i nanon boong aika a mwaiti, (ao bon n te katebwi ma uoua ni bong, n te katebwi n namwakaina, n aia katebwina n ririki n tautaeka taan moti iaoia ana aomata Nibwaai) are mataniwia taan moti iaon te aba are Amonia ma aia taan reirei ao aia taan reirei te tua aika a mwaiti a nakon te karabuti are a kabaeaki iai Aramwa ma Amureki ni kabaebae aika a matoatoa.", "24 Ao mataniwia taan moti e tei i mataia, ao e oroia riki, ma n taku nakoia: Ngkana iai mwaakan te Atua iroumi kainaomataingkami man taian kabaebae aikai, ao ngkanne ti na kakoaua bwa te Uea e na kamaunaia te botanaomata aio n aron ami taeka.", "25 Ao e koro bukina bwa a bane ni waaki ma n oroia, n taekin taeka akekei naba, ni karokoa te kabanea; ao ngke e a tia te kabanea n taetae nakoia, mwaakan te Atua e mena iaoia Aramwa ma Amureki ao a teirake ma n tei iaon waeia.", "26 Ao Aramwa e tang, ni kangai: Maan raa ngaira are ti na kainnano n taian maraki aika a korakora aikai, O te Uea? O te Uea, anganiira te korakora n aron ara onimaki are e mena iroun Kristo, nakon te kainaomataki. Ao a urui taian kabaebae ake a kabaeaki iai; ao ngke a noori aikai aomata, a waaki ni biri nako, bwa maakan te kamaunaki e roko irouia.", "27 Ao e koro bukina bwa e rang korakora maakuia n te aro are a bwaka iaon tano, ao aki karekea mataroan te karabuti are mai tinaniku; ao te aonaba e korakora ruruna, ao oon te karabuti e raeuaki nakon uoua, n te aro are a bwaka nako aon te aba; ao mataniwia taan moti, ao taan reirei te tua, ao ibonga, ao taan reirei, ake a oroia Aramwa ma Amureki, a tiringaki ni bwakana arei.", "28 Ao Aramwa ma Amureki a otinako ma i nanon te karabuti, ao aki maraki; bwa te Uea e anganiia te mwaaka, n aron aia onimaki are iroun Kristo. Ao n te tai naba arei a otinako man te karabuti; ao a bwara man kabaeaia; ao te karabuti e bwaka nako aontano, ao ni kabane aomata ake a mena i nanon oona, a mate, ma aki Aramwa ma Amureki; ao n te tai naba arei a otinako man te kaawa.", "29 Ao ngkanne aomata ngke a tia n ongo te karongoa ae korakora a biri n roko ni mwaiti bwa a kan ataia bwa teraa ae riki; ao ngke a noora Aramwa ma Amureki n otinako man te karabuti, ao oona a bwaka nako aontano, a rotaki n te maaku ae korakora, ao a biri nako mai mataia Aramwa ma Amureki n aiaron te kooti ma natina ae e biri nako mai iroun te raian; ao a bon biri nako mai matan Aramwa ma Amureki."]}