{"English": ["Pahoran tells Moroni of the insurrection and rebellion against the government—The king-men take Zarahemla and are in league with the Lamanites—Pahoran asks for military aid against the rebels. About 62B.C.", "1 Behold, now it came to pass that soon after Moroni had sent his epistle unto the chief governor, he received an epistle from Pahoran, the chief governor. And these are the words which he received:", "2 I, Pahoran, who am the chief governor of this land, do send these words unto Moroni, the chief captain over the army. Behold, I say unto you, Moroni, that I do not joy in your great afflictions, yea, it grieves my soul.", "3 But behold, there are those who do joy in your afflictions, yea, insomuch that they have risen up in rebellion against me, and also those of my people who are freemen, yea, and those who have risen up are exceedingly numerous.", "4 And it is those who have sought to take away the judgment-seat from me that have been the cause of this great iniquity; for they have used great flattery, and they have led away the hearts of many people, which will be the cause of sore affliction among us; they have withheld our provisions, and have daunted our freemen that they have not come unto you.", "5 And behold, they have driven me out before them, and I have fled to the land of Gideon, with as many men as it were possible that I could get.", "6 And behold, I have sent a proclamation throughout this part of the land; and behold, they are flocking to us daily, to their arms, in the defence of their country and their freedom, and to avenge our wrongs.", "7 And they have come unto us, insomuch that those who have risen up in rebellion against us are set at defiance, yea, insomuch that they do fear us and durst not come out against us to battle.", "8 They have got possession of the land, or the city, of Zarahemla; they have appointed a king over them, and he hath written unto the king of the Lamanites, in the which he hath joined an alliance with him; in the which alliance he hath agreed to maintain the city of Zarahemla, which maintenance he supposeth will enable the Lamanites to conquer the remainder of the land, and he shall be placed king over this people when they shall be conquered under the Lamanites.", "9 And now, in your epistle you have censured me, but it mattereth not; I am not angry, but do rejoice in the greatness of your heart. I, Pahoran, do not seek for power, save only to retain my judgment-seat that I may preserve the rights and the liberty of my people. My soul standeth fast in that liberty in the which God hath made us free.", "10 And now, behold, we will resist wickedness even unto bloodshed. We would not shed the blood of the Lamanites if they would stay in their own land.", "11 We would not shed the blood of our brethren if they would not rise up in rebellion and take the sword against us.", "12 We would subject ourselves to the yoke of bondage if it were requisite with the justice of God, or if he should command us so to do.", "13 But behold he doth not command us that we shall subject ourselves to our enemies, but that we should put our trust in him, and he will deliver us.", "14 Therefore, my beloved brother, Moroni, let us resist evil, and whatsoever evil we cannot resist with our words, yea, such as rebellions and dissensions, let us resist them with our swords, that we may retain our freedom, that we may rejoice in the great privilege of our church, and in the cause of our Redeemer and our God.", "15 Therefore, come unto me speedily with a few of your men, and leave the remainder in the charge of Lehi and Teancum; give unto them power to conduct the war in that part of the land, according to the Spirit of God, which is also the spirit of freedom which is in them.", "16 Behold I have sent a few provisions unto them, that they may not perish until ye can come unto me.", "17 Gather together whatsoever force ye can upon your march hither, and we will go speedily against those dissenters, in the strength of our God according to the faith which is in us.", "18 And we will take possession of the city of Zarahemla, that we may obtain more food to send forth unto Lehi and Teancum; yea, we will go forth against them in the strength of the Lord, and we will put an end to this great iniquity.", "19 And now, Moroni, I do joy in receiving your epistle, for I was somewhat worried concerning what we should do, whether it should be just in us to go against our brethren.", "20 But ye have said, except they repent the Lord hath commanded you that ye should go against them.", "21 See that ye strengthen Lehi and Teancum in the Lord; tell them to fear not, for God will deliver them, yea, and also all those who stand fast in that liberty wherewith God hath made them free. And now I close mine epistle to my beloved brother, Moroni."], "Español": ["Pahorán informa a Moroni de la insurrección y rebelión contra el gobierno— Los realistas se apoderan de Zarahemla y conciertan una alianza con los lamanitas— Pahorán solicita ayuda militar contra los rebeldes. Aproximadamente 62a.C.", "1 Y he aquí, aconteció que poco después que hubo enviado su epístola al gobernador del país, Moroni recibió una epístola de Pahorán, el gobernador. Y estas son las palabras que recibió:", "2 Yo, Pahorán, gobernador de este país, envío estas palabras a Moroni, capitán en jefe del ejército. He aquí, Moroni, te digo que no me regocijo por vuestras grandes aflicciones, sí, ello contrista mi alma.", "3 Mas he aquí, hay quienes se regocijan en vuestras aflicciones; sí, al grado de que se han sublevado contra mí, y también los de mi pueblo que son hombres libres; sí, y los que se han sublevado son sumamente numerosos.", "4 Y son esos que han tratado de arrebatarme el asiento judicial los que han sido los causantes de esta gran iniquidad; porque se han valido de muchas lisonjas y han desviado el corazón de mucha gente, lo cual será la causa de grave aflicción entre nosotros; ellos han detenido nuestras provisiones, y han intimidado a nuestros hombres libres de modo que no han ido a vosotros.", "5 Y he aquí, me han hecho retroceder ante ellos, y he huido a la tierra de Gedeón con cuantos hombres me ha sido posible reunir.", "6 Y he aquí, he enviado una proclamación por toda esta parte de la tierra; y he aquí, se nos están uniendo diariamente a tomar las armas en defensa de su país y su libertad, y para vengar nuestros agravios.", "7 Y han venido a nosotros, a tal grado que aquellos que se han alzado en rebeldía contra nosotros son desafiados; sí, al punto de que nos temen, y no se atreven a salir a la batalla contra nosotros.", "8 Se han apoderado de la tierra, o sea, de la ciudad de Zarahemla; se han nombrado un rey, y este ha escrito al rey de los lamanitas, y ha concertado una alianza con él; y en esta alianza ha convenido en retener la ciudad de Zarahemla, retención que él supone hará posible que los lamanitas conquisten el resto de la tierra, y él sería nombrado rey de este pueblo, cuando los lamanitas lo hayan conquistado.", "9 Ahora bien, me has censurado en tu epístola, pero no importa; no estoy enojado, antes bien, me regocijo en la grandeza de tu corazón. Yo, Pahorán, no ambiciono el poder, sino únicamente retener mi asiento judicial, a fin de conservar los derechos y la libertad de mi pueblo. Mi alma permanece firme en esa libertad en la que Dios nos ha hecho libres.", "10 Y he aquí, resistiremos la iniquidad aun hasta el derramamiento de sangre. Nosotros no verteríamos la sangre de los lamanitas si permaneciesen en su propia tierra.", "11 No verteríamos la sangre de nuestros hermanos, si no se alzaran en rebeldía y tomaran la espada contra nosotros.", "12 Nos someteríamos al yugo de la servidumbre si lo exigiera la justicia de Dios, o si él nos mandara que lo hiciéramos.", "13 Mas he aquí, él no nos manda que nos sujetemos a nuestros enemigos, sino que pongamos en él nuestra confianza, y él nos librará.", "14 Por lo tanto, mi querido hermano Moroni, resistamos al mal, y el mal que no podamos resistir con nuestras palabras, sí, tal como las rebeliones y disensiones, resistámoslo con nuestras espadas para que retengamos nuestra libertad, para que nos regocijemos en el gran privilegio de nuestra iglesia y en la causa de nuestro Redentor y nuestro Dios.", "15 Por lo tanto, ven a mí rápidamente con unos pocos de tus hombres, y deja el resto al mando de Lehi y de Teáncum; dales facultad para conducir la guerra en esa parte de la tierra, según el Espíritu de Dios, que también es el espíritu de libertad que está en ellos.", "16 He aquí, les he enviado algunas provisiones para que no perezcan hasta que puedas venir a mí.", "17 Reúne cuantas fuerzas puedas en el curso de tu marcha hacia acá, y marcharemos rápidamente contra esos disidentes, con la fuerza de nuestro Dios según la fe que hay en nosotros.", "18 Y nos apoderaremos de la ciudad de Zarahemla a fin de obtener más víveres para enviar a Lehi y a Teáncum; sí, marcharemos contra ellos con la fuerza del Señor, y daremos fin a esta gran iniquidad.", "19 Así pues, Moroni, me alegro de haber recibido tu epístola, porque me hallaba algo inquieto concerniente a lo que deberíamos hacer, si sería justo marchar contra nuestros hermanos.", "20 Pero has dicho que a menos que se arrepientan, el Señor te ha mandado ir contra ellos.", "21 Procura fortalecer a Lehi y a Teáncum en el Señor; diles que no teman porque Dios los librará, sí, y también a todos aquellos que se mantienen firmes en esa libertad con que Dios los ha hecho libres. Y ahora concluyo mi epístola a mi amado hermano Moroni."], "Français": ["Pahoran informe Moroni de l’insurrection et de la rébellion fomentées contre le gouvernement— Les hommes-du-roi prennent Zarahemla et se liguent avec les Lamanites— Pahoran demande une aide militaire contre les rebelles. Vers 62av.J.-C.", "1 Voici, alors, il arriva que, peu après avoir envoyé son épître au gouverneur en chef, Moroni reçut une épître de Pahoran, le gouverneur en chef. Et voici les paroles qu’il reçut:", "2 Moi, Pahoran, qui suis le gouverneur en chef de ce pays, envoie ces paroles à Moroni, capitaine en chef de l’armée. Voici, je te dis, Moroni, que je ne me réjouis pas de tes grandes afflictions, oui, cela me peine l’âme.", "3 Mais voici, il y en a qui se réjouissent de tes afflictions, oui, de sorte qu’ils se sont soulevés en rébellion contre moi, et aussi contre ceux de mon peuple qui sont hommes-libres, oui, et ceux qui se sont soulevés sont extrêmement nombreux.", "4 Et ce sont ceux qui ont cherché à m’enlever le siège du jugement qui ont été la cause de cette grande iniquité; car ils ont fait usage de grandes flatteries, et ils ont égaré le cœur de beaucoup de gens, ce qui sera la cause d’une affliction cruelle parmi nous; ils ont retenu nos provisions et ont intimidé nos hommes-libres, de sorte qu’ils ne sont pas venus vers toi.", "5 Et voici, ils m’ont chassé devant eux, et j’ai fui au pays de Gédéon avec tous les hommes qu’il m’était possible d’obtenir.", "6 Et voici, j’ai envoyé une proclamation dans toute cette partie du pays; et voici, ils affluent quotidiennement vers nous pour prendre leurs armes pour la défense de leur pays et de leur liberté et pour venger les torts que nous avons subis.", "7 Et ils sont venus vers nous, de sorte que ceux qui se sont soulevés et sont entrés en rébellion contre nous sont mis au défi, oui, de sorte qu’ils nous craignent et n’osent pas sortir nous livrer bataille.", "8 Ils ont pris possession du pays, ou de la ville, de Zarahemla; ils ont établi un roi sur eux, et il a écrit au roi des Lamanites une lettre dans laquelle il a fait alliance avec lui; alliance selon laquelle il a accepté de conserver la ville de Zarahemla, et il pense qu’en la conservant il permettra aux Lamanites de conquérir le reste du pays et qu’il sera fait roi de ce peuple, lorsque celui-ci sera sous la domination des Lamanites.", "9 Et maintenant, dans ton épître, tu m’as censuré, mais cela n’a pas d’importance; je ne suis pas fâché, mais me réjouis de la grandeur de ton cœur. Moi, Pahoran, je ne recherche pas le pouvoir, si ce n’est pour conserver le siège du jugement, afin de préserver les droits et la liberté de mon peuple. Mon âme demeure ferme dans cette liberté dans laquelle Dieu nous a rendus libres.", "10 Et maintenant, voici, nous résisterons à la méchanceté jusqu’à l’effusion du sang. Nous ne verserions pas le sang des Lamanites s’ils restaient dans leur pays.", "11 Nous ne verserions pas le sang de nos frères s’ils ne se soulevaient, et n’entraient en rébellion, et ne prenaient l’épée contre nous.", "12 Nous nous soumettrions au joug de la servitude si c’était requis par la justice de Dieu ou s’il nous commandait de le faire.", "13 Mais voici, il ne nous commande pas de nous assujettir à nos ennemis, mais de placer notre confiance en lui, et il nous délivrera.", "14 C’est pourquoi, mon frère bien-aimé, Moroni, résistons au mal, et le mal auquel nous ne pouvons pas résister par nos paroles, oui, comme les rébellions et les dissensions, résistons-y par nos épées, afin de conserver notre liberté, afin de nous réjouir des grandes garanties accordées à notre Église et de la cause de notre Rédempteur et de notre Dieu.", "15 C’est pourquoi, viens rapidement vers moi avec un petit nombre de tes hommes, et laisse le reste sous les ordres de Léhi et de Téancum; donne-leur le pouvoir de mener la guerre dans cette partie-là du pays, selon l’Esprit de Dieu, qui est aussi l’esprit de liberté qui est en eux.", "16 Voici, je leur ai envoyé quelques provisions afin qu’ils ne périssent pas, jusqu’à ce que tu puisses venir vers moi.", "17 Rassemble toutes les forces que tu peux pendant ta marche vers ce lieu, et nous irons rapidement contre ces dissidents, avec la force de notre Dieu, selon la foi qui est en nous.", "18 Et nous prendrons possession de la ville de Zarahemla afin d’obtenir plus de nourriture à envoyer à Léhi et à Téancum; oui, nous marcherons sur eux avec la force du Seigneur et nous mettrons fin à cette grande iniquité.", "19 Et maintenant, Moroni, je suis heureux de recevoir ton épître, car j’étais quelque peu préoccupé par ce que nous devions faire, si ce serait juste de notre part d’aller contre nos frères.", "20 Mais tu as dit: À moins qu’ils ne se repentent, le Seigneur t’a commandé d’aller contre eux.", "21 Veille à fortifier Léhi et Téancum dans le Seigneur; dis-leur de ne pas craindre, car Dieu les délivrera, oui, et aussi tous ceux qui demeurent fermes dans cette liberté par laquelle Dieu les a rendus libres. Et maintenant, je termine mon épître à mon frère bien-aimé, Moroni."], "Kiribati": ["Bwaoraan e tuanga Moronaai taekan te kaiangatoa ao kaitaraan te tautaeka—Ana aomata te uea a taua Taraemera ao a itoman ma Reimwanaite—Bwaoraan e bubuti ana ibuobuoki te taanga ni buaka ibukin kaaitarakia taan kakaitara. Uakaan ma 62I.K.", "1 Nooria, ngkanne e koro bukina bwa e aki maan i mwin are Moronaai e kanakoa ana reta nakon mataniwia kowana, ao e a karekea ana reta ma iroun Bwaoraan, mataniwia kowana ao aikai taeka ake e a karekei:", "2 Ngai, ae Bwaoraan, are mataniwia kowana n te aba aei, I kanakoi au taeka aikai nakon Moronaai, mataniwia mataniwi n te taanga ni buaka. Nooria, I taku nakoim, Moronaai, bwa I aki kimwareirei ibukin karawawatakim ae korakora, eng, e bon karawawata tamneiu.", "3 Ma nooria, iai ake a kimwareirei ibukin karawawatakimi, eng, n te aro are a teirake ni kaitaraai, ma au aomata naba ake naake a inaomata, eng, ao naake a tia n teirake e a bon rianako mwaitia.", "4 Ao bon ibukiia naake a tia ni kataia n anaa te kaintekateka ni motikitaeka mai irou ae a karika te buakaka ae korakora aio; bwa a tia ni kabongana te mwaamwanaa te aba ae bati, ao a tia ni kairia nako nanoia aomata aika a mwaiti, are e na karika te karawawataki ae korakora i buakora; ao a tia n tauii ara bwai ake ti kainnanoi, man kabwara nanoia ara aomata ake a inaomata n te aro are aki roko nakoimi.", "5 Ao nooria, a tia ni kakioai nako mai irouia, ao I a tia ni biri nako nakon te aba are Kiteon, ma raou mwaane are mwaitin are I kona ni karekea.", "6 Ao nooria, I a tia ni kanakoa te katanoata ni kabuta mwakoron te aba aei; ao nooria, ao a bwarikoriko nakoira ni katoa bong, nakon aia bwai ni buaka, bwa a na tei ibukin abaia ma inaomataia, ma ni kabooi mwiin kairua ake a karaoaki nakoira.", "7 Ao a tia n roko nakoira, n te aro are naake a teirake ni kaaitaraira a bon kaaitaraki, eng, n te aro are a bon maakuira man rawa n roko ni kaaitaraira n te buaka.", "8 E a reke irouia te aba, ke te kaawa, are Taraemera; ao a tia n rinea te uea i aoia, ao e a tia ni koroboki nakon aia uea Reimwanaite, are e a itoman iai mangaia, are e itoman mangaia ma ni kukurei bwa e na kawakina te kaawa are Taraemera, are kawakinana aio e taku i nanona bwa e na reke iai aia anga Reimwanaite n tokanikai iaon nikiran te aba, ao e na katukaki bwa e na uea i aoia te botanaomata aio ngkana a tautaekanaki i aaia Reimwanaite.", "9 Ao ngkai, n am reta ao ko a tia ni kabuakakaai, ma e aki kakawaki; I aki un, ma I bon kimwareirei n aron korakoran nanom. Ngai, ae Bwaoraan, I aki ukoukora te mwaaka, ma ti tauan au kaintekateka n tautaeka bwa I aonga ni kawakina inaomataia ma kainaomatakia au botanaomata. E teimatoa tamneiu n te inaomata ae e a tia ni kainaomataira iai te Atua.", "10 Ao ngkai, nooria, ti na totokoa te buakaka e ngae ngkana e na waanako te raraa. Ti bon aki kan kawawaea raraaia Reimwanaite ngkana a bon tiku n oin abaia.", "11 Ti aki tangiria ni kawawaea raraaia tarira ngkana aki teirake ni kaaitaraira ma n ana te kabaang ni kaaitaraira.", "12 Ti na bon tautaekanaki n te amo n tautoronaki ngkana e riai ma ana momotiraoi te Atua, ke ngkana e bon anganiira te tua bwa ti na riai ni karaoia.", "13 Ma nooria e bon aki anganiira te Atua bwa ti na tautaekanaki irouia ara kairiribai, ma ti na kawenea ara onimaki irouna, ao e na kainaomataira.", "14 Ngaia are, tariu ae ko tangiraki, ae Moronaai, ti na riai n totokoa te buakaka, ao te buakaka are ti aki kona n totokoia n ara taeka, eng, taian kaitara ma itabaraara, ti na totokoi n ara kabaang, bwa e aonga n tiku inaomatara, bwa ti aonga ni kimwareirei ni bwaai aika a raka n te ekaretia, ao n ana waaki ara Tia Kabooira ao Atuara.", "15 Ngaia are, kawaekoako nakomai nakoiu ma tabemwaang am koraki, ma ni katikuia nikiraia bwa a na kairaki irouia Riaai ma Teaenikam; anganiia te mwaaka bwa a na waakina te buaka ni mwakoron te aba anne, ni kaineti ma ana kairiri Tamnein te Atua, are bon tamnein te inaomata are irouia.", "16 Nooria I a tia ni kanakoi tabeua bwaai ake a kainnanoi bwa aonga n aki mate ni karokoa ae kam kona n roko nakoiu.", "17 Ikoikotiia am taanga ni buaka ake ko kona i nanon mwanangam n nakomai, ao ti na waekoa ni kaaitaraia taan biri nako mai iroura, ni korakoran te Atua ni kaineti ma te onimaki are iai iroura.", "18 Ao ti na taua te kaawa are Taraemera, bwa ti aonga ni karekea riki te amwarake bwa ti na kanakoa nakoia Riaai ma Teaenikam; eng, ti na waaki nako ni kaaitaraia ni korakoran te Uea, ao ti na katoka te buakaka ae korakora aei.", "19 Ao ngkai, Moronaai, I bon kimwareirei ngke I karekea am reta, bwa kanga I bon raraoma ni kaineti ma te bwai ae ti riai ni karaoia, bwa tao e riai ke e aki bwa ti na nako ni kaaitaraia.", "20 Ma ko a tia n taku, ngkana aki rairinanoia ao e anga te tua te Uea bwa kam na nako ni kaaitaraia.", "21 Taraia bwa ko na kamatoatoaia Riaai ma Teaenikam i nanon te Uea; tuangiia bwa a na aki maaku, bwa te Atua e na kainaomataia, eng, ma naake a bane n teimatoa i nanon te kainaomataki are te Atua e a tia ni karekea iai inaomataia. Ao ngkanne I kaina au reta nakoim tariu ae moan te tangiraki, Moronaai."]}