{"English": ["Religious freedom is proclaimed—The Lamanites in seven lands and cities are converted—They call themselves Anti-Nephi-Lehies and are freed from the curse—The Amalekites and the Amulonites reject the truth. About 90–77B.C.", "1 Behold, now it came to pass that the king of the Lamanites sent a proclamation among all his people, that they should not lay their hands on Ammon, or Aaron, or Omner, or Himni, nor either of their brethren who should go forth preaching the word of God, in whatsoever place they should be, in any part of their land.", "2 Yea, he sent a decree among them, that they should not lay their hands on them to bind them, or to cast them into prison; neither should they spit upon them, nor smite them, nor cast them out of their synagogues, nor scourge them; neither should they cast stones at them, but that they should have free access to their houses, and also their temples, and their sanctuaries.", "3 And thus they might go forth and preach the word according to their desires, for the king had been converted unto the Lord, and all his household; therefore he sent his proclamation throughout the land unto his people, that the word of God might have no obstruction, but that it might go forth throughout all the land, that his people might be convinced concerning the wicked traditions of their fathers, and that they might be convinced that they were all brethren, and that they ought not to murder, nor to plunder, nor to steal, nor to commit adultery, nor to commit any manner of wickedness.", "4 And now it came to pass that when the king had sent forth this proclamation, that Aaron and his brethren went forth from city to city, and from one house of worship to another, establishing churches, and consecrating priests and teachers throughout the land among the Lamanites, to preach and to teach the word of God among them; and thus they began to have great success.", "5 And thousands were brought to the knowledge of the Lord, yea, thousands were brought to believe in the traditions of the Nephites; and they were taught the records and prophecies which were handed down even to the present time.", "6 And as sure as the Lord liveth, so sure as many as believed, or as many as were brought to the knowledge of the truth, through the preaching of Ammon and his brethren, according to the spirit of revelation and of prophecy, and the power of God working miracles in them—yea, I say unto you, as the Lord liveth, as many of the Lamanites as believed in their preaching, and were converted unto the Lord, never did fall away.", "7 For they became a righteous people; they did lay down the weapons of their rebellion, that they did not fight against God any more, neither against any of their brethren.", "8 Now, these are they who were converted unto the Lord:", "9 The people of the Lamanites who were in the land of Ishmael;", "10 And also of the people of the Lamanites who were in the land of Middoni;", "11 And also of the people of the Lamanites who were in the city of Nephi;", "12 And also of the people of the Lamanites who were in the land of Shilom, and who were in the land of Shemlon, and in the city of Lemuel, and in the city of Shimnilom.", "13 And these are the names of the cities of the Lamanites which were converted unto the Lord; and these are they that laid down the weapons of their rebellion, yea, all their weapons of war; and they were all Lamanites.", "14 And the Amalekites were not converted, save only one; neither were any of the Amulonites; but they did harden their hearts, and also the hearts of the Lamanites in that part of the land wheresoever they dwelt, yea, and all their villages and all their cities.", "15 Therefore, we have named all the cities of the Lamanites in which they did repent and come to the knowledge of the truth, and were converted.", "16 And now it came to pass that the king and those who were converted were desirous that they might have a name, that thereby they might be distinguished from their brethren; therefore the king consulted with Aaron and many of their priests, concerning the name that they should take upon them, that they might be distinguished.", "17 And it came to pass that they called their names Anti-Nephi-Lehies; and they were called by this name and were no more called Lamanites.", "18 And they began to be a very industrious people; yea, and they were friendly with the Nephites; therefore, they did open a correspondence with them, and the curse of God did no more follow them."], "Español": ["Se proclama la libertad religiosa— Se convierten los lamanitas de siete tierras y ciudades— Se ponen el nombre de anti-nefi-lehitas y son librados de la maldición— Los amalekitas y los amulonitas rechazan la verdad. Aproximadamente 90–77a.C.", "1 Y he aquí, sucedió que el rey de los lamanitas envió una proclamación entre todo su pueblo, que no debían echar mano a Ammón, ni a Aarón, ni a Omner, ni a Himni, ni a ninguno de sus hermanos que anduviesen predicando la palabra de Dios, en cualquier lugar donde se hallaran, en la parte de su tierra que fuese.", "2 Sí, envió un decreto entre ellos, que no debían prenderlos para atarlos, ni echarlos a la cárcel; ni tampoco debían escupir sobre ellos, ni golpearlos, ni echarlos de sus sinagogas, ni azotarlos; ni tampoco debían apedrearlos, sino que tendrían entrada libre a sus casas y también a sus templos y santuarios;", "3 y así podrían salir a predicar la palabra según sus deseos; porque el rey se había convertido al Señor, así como toda su casa; por tanto, envió su proclamación a su pueblo por toda la tierra, a fin de que la palabra de Dios no fuese obstruida, sino que se extendiera por toda esa tierra, para que su pueblo se convenciera concerniente a las inicuas tradiciones de sus padres, y se convencieran de que todos ellos eran hermanos, y que no habían de matar, ni despojar, ni robar, ni cometer adulterio, ni cometer ninguna clase de iniquidad.", "4 Y aconteció que cuando el rey hubo enviado esta proclamación, Aarón y sus hermanos fueron de ciudad en ciudad, y de una casa de adoración a otra, estableciendo iglesias y consagrando sacerdotes y maestros entre los lamanitas por toda esa tierra, para que predicaran y enseñaran la palabra de Dios entre ellos; y así fue como empezaron ellos a lograr mucho éxito.", "5 Y miles llegaron al conocimiento del Señor, sí, miles llegaron a creer en las tradiciones de los nefitas; y se les enseñó lo que contenían los anales y las profecías que se han transmitido aun hasta estos días.", "6 Y tan cierto como vive el Señor, que cuantos creyeron, o sea, cuantos llegaron al conocimiento de la verdad por la predicación de Ammón y sus hermanos, según el espíritu de revelación y de profecía, y el poder de Dios que obraba milagros en ellos, sí, os digo, que así como vive el Señor, cuantos lamanitas creyeron en su predicación y fueron convertidos al Señor, nunca más se desviaron.", "7 Porque se convirtieron en un pueblo justo; abandonaron las armas de su rebelión de modo que no pugnaron más en contra de Dios, ni tampoco en contra de ninguno de sus hermanos.", "8 Y estos son los que fueron convertidos al Señor:", "9 El pueblo lamanita que se hallaba en la tierra de Ismael;", "10 y también el pueblo lamanita que se hallaba en la tierra de Middoni;", "11 y también el pueblo lamanita que se hallaba en la ciudad de Nefi;", "12 y también el pueblo lamanita que se hallaba en la tierra de Shilom, y los que se hallaban en la tierra de Shemlón, y en la ciudad de Lemuel, y en la ciudad de Shimnilom.", "13 Y estos son los nombres de las ciudades lamanitas que se convirtieron al Señor; y son estos los que abandonaron las armas de su rebelión; sí, todas sus armas de guerra; y todos eran lamanitas.", "14 Y los amalekitas no se convirtieron, salvo uno solo; ni ninguno de los amulonitas; antes bien endurecieron sus corazones, como también el corazón de los lamanitas en esa parte de la tierra donde vivían; sí, y todas sus aldeas y todas sus ciudades.", "15 Por tanto, hemos nombrado todas las ciudades de los lamanitas en las que se arrepintieron y llegaron al conocimiento de la verdad, y fueron convertidos.", "16 Y aconteció que el rey y los que se convirtieron deseaban tener un nombre, para que por ese medio se distinguieran de sus hermanos; por tanto, consultó el rey con Aarón y muchos de sus sacerdotes, concerniente al nombre que debían adoptar para distinguirse.", "17 Y sucedió que se pusieron el nombre de anti-nefi-lehitas; y fueron llamados por ese nombre, y dejaron de ser llamados lamanitas.", "18 Y empezaron a ser una gente muy industriosa; sí, y se volvieron amistosos con los nefitas; por lo tanto, establecieron relaciones con ellos, y la maldición de Dios no los siguió más."], "Français": ["Proclamation de la liberté religieuse— Les Lamanites de sept pays et villes sont convertis— Ils se donnent le nom d’Anti-Néphi-Léhis et sont délivrés de la malédiction— Les Amalékites et les Amulonites rejettent la vérité. Vers 90–77av.J.-C.", "1 Voici, alors il arriva que le roi des Lamanites envoya une proclamation parmi tout son peuple, qu’ils ne devaient pas porter la main sur Ammon, ou Aaron, ou Omner, ou Himni, ni sur aucun de leurs frères qui iraient prêcher la parole de Dieu, en quelque lieu qu’ils fussent, dans n’importe quel endroit de leur pays.", "2 Oui, il envoya un décret parmi eux, qu’ils ne devaient pas porter la main sur eux pour les lier, ou pour les jeter en prison; ils ne devaient pas non plus cracher sur eux, ni les frapper, ni les chasser de leurs synagogues, ni les flageller; ils ne devaient pas non plus leur jeter des pierres, mais ils devaient avoir libre accès à leurs maisons, et aussi à leurs temples et à leurs sanctuaires.", "3 Et ainsi, ils pouvaient aller prêcher la parole selon leur désir, car le roi avait été converti au Seigneur, et toute sa maison; c’est pourquoi, il envoya sa proclamation dans tout le pays à son peuple, afin que la parole de Dieu ne rencontrât pas d’obstacle, mais qu’elle pût aller dans tout le pays, que son peuple fût convaincu des méchantes traditions de leurs pères, et qu’ils fussent convaincus qu’ils étaient tous frères et qu’ils ne devaient pas commettre de meurtre, ni de pillage, ni de vol, ni commettre d’adultère, ni commettre aucune espèce de méchanceté.", "4 Et alors, il arriva que lorsque le roi eut envoyé cette proclamation, Aaron et ses frères allèrent de ville en ville, et d’une maison de culte à l’autre, établissant des Églises et consacrant des prêtres et des instructeurs dans tout le pays parmi les Lamanites, pour prêcher et enseigner la parole de Dieu parmi eux; et ainsi, ils commencèrent à avoir un grand succès.", "5 Et des milliers furent amenés à la connaissance du Seigneur, oui, des milliers furent amenés à croire aux traditions des Néphites; et on leur enseigna les annales et les prophéties qui avaient été transmises jusqu’au temps présent.", "6 Et aussi sûr que le Seigneur vit, aussi sûr que cela, tous ceux qui crurent, ou tous ceux qui furent amenés à la connaissance de la vérité par la prédication d’Ammon et de ses frères, selon l’esprit de révélation et de prophétie, et le pouvoir de Dieu accomplissant des miracles en eux— oui, je vous le dis, comme le Seigneur vit, tous ceux des Lamanites qui crurent en la prédication et furent convertis au Seigneur n’apostasièrent jamais.", "7 Car ils devinrent un peuple juste; ils déposèrent les armes de leur rébellion, de sorte qu’ils ne combattirent plus Dieu ni aucun de leurs frères.", "8 Or, voici ceux qui furent convertis au Seigneur:", "9 le peuple des Lamanites qui était au pays d’Ismaël;", "10 et aussi une partie du peuple des Lamanites qui était au pays de Middoni;", "11 et aussi une partie du peuple des Lamanites qui était dans la ville de Néphi;", "12 et aussi une partie du peuple des Lamanites qui était au pays de Shilom, et qui était au pays de Shemlon, et dans la ville de Lémuel, et dans la ville de Shimnilom.", "13 Et ce sont là les noms des villes des Lamanites qui furent converties au Seigneur; et ce sont là ceux qui déposèrent les armes de leur rébellion, oui, toutes leurs armes de guerre; et ils étaient tous Lamanites.", "14 Mais les Amalékites ne furent pas convertis, à l’exception d’un seul; ni aucun des Amulonites; mais ils s’endurcirent le cœur et endurcirent aussi le cœur des Lamanites dans toutes les parties du pays où ils demeuraient, oui, et tous leurs villages et toutes leurs villes.", "15 Nous avons ainsi nommé toutes les villes des Lamanites où ils se repentirent, et parvinrent à la connaissance de la vérité, et furent convertis.", "16 Et alors, il arriva que le roi et ceux qui étaient convertis désirèrent avoir un nom, afin qu’on pût les distinguer de leurs frères; c’est pourquoi, le roi consulta Aaron et beaucoup de leurs prêtres concernant le nom qu’ils prendraient sur eux, afin qu’on pût les distinguer.", "17 Et il arriva qu’ils se donnèrent le nom d’Anti-Néphi-Léhis; et ils furent appelés de ce nom et ne furent plus appelés Lamanites.", "18 Et ils commencèrent à être un peuple très industrieux, oui, et ils furent amicaux envers les Néphites; c’est pourquoi, ils entrèrent en relations avec eux, et la malédiction de Dieu ne les suivit plus."], "Kiribati": ["E a katanoataki te inaomata ibukin te aro—Reimwanaite ake a mena n aba ake itiua ma kaawa ake a bubura a rairaki—A araniia bwa aomata aika Aentaai-Nibwaai-Riaai ao a inaomata man te rekenikai—Amwarakaite ao Amuronaite a aki butimwaea te koaua. Uakaan ma 90–77I.K.", "1 Nooria, ngkai e koro bukina bwa aia uea Reimwanaite e kanakoa te katanoata i buakoia ana botanaomata, bwa a na aki katoka baia iaon Amon, ke Aaron, ke Aomna, ke Imnaai, ke tariia ake a nako ni kabwarabwara ana taeka te Atua, n taabo ake a mena iai, ni mwakoron nako abaia.", "2 Eng, e kanakoa te tua i buakoia bwa a na aki katokai baia i aoia ni kabaeiia, ke n tewenakoia i nanon te nne ni kaikain, ao a na aki naba bawareia, ke n oroia, ke n teweia nako man aia auti n nebo, ke ni kammarakia; ao a na aki naba karebanaia n te atibu, ma a na riai ni kainaomataki bwa a na rin ni mwengaia, ma aia tembora naba, ma aia tabo aika a tabu.", "3 Ao ngaia are a kona ni waaki ni kabwarabwara te taeka n aron are a tangiria, bwa te uea e a tia n rairaki nakon te Uea, ma kaain batana ni kabane; ngaia are e kanakoa ana katanoata ni kabuta te aba nakoia ana botanaomata, bwa e na aki tukaki ana taeka te Atua, ma e na kabutaki aon te aba, bwa aonga ana botanaomata ni kakoaua buakakan aia katei aia bakatibu, bwa aonga ni kakoaua bwa taari ngaia ni kabane, bwa a riai n aki tiritiri, ke n anai bwai, ke n iraa, ke ni wenenibure, ke ni karaoi mwakuri aika a buakaka n aekaia nako.", "4 Ao e koro bukina bwa ngke te uea e kanakoa te katanoata aio, ao Aaron ma tarina a mwananga man te kaawa ae bubura teuana nakon te kaawa ae bubura teuana, ao man te bata n taromauri teuana nakon teuana, ni katei ekaretia, ma ni katabuia ibonga ao taan reirei ni kabuta te aba i buakoia Reimwanaite, bwa a na kabwarabwara man reirei ana taeka te Atua i buakoia; ao ngaia are a moanna n nako raoi aia waaki.", "5 Ao ngaa ma ngaa ake a karekea ataakin te Uea, eng, ngaa ma ngaa ake a karekea kakoauan aia katei Nibwaite; ao a reireinaki rongorongo ma taeka ni burabeti ake a karuoaki rikaaki ni karokoa te tai ae ngkai.", "6 Ao n aron ae koaua bwa e maiu te Uea, ao e koaua n aron ae a mwaiti ae a kakoaua, ke a mwaiti ake a kairaki nakon ataakin te koaua, man aia kabwarabwara Amon ma tarina, n aron tamnein te kaotioti ma te taeka ni burabeti, ao mwaakan te Atua are e karaoi kakai irouia—eng, I taku nakoimi, n aron ae maiu te Uea, ao n aron ae a mwaiti Reimwanaite ake a kakoaua aia kabwarabwara, man rairaki nakon te Uea, a bon aki manga tannako.", "7 Bwa a riki bwa te botanaomata ae raoiroi; ao a kawenei aia bwai ni buaka ake a kakaitara iai, ao aki manga buaka ni kaitaraa te Atua, man aki naba manga kaaitaraia tariia.", "8 Ao ngkanne, naakai ake a rairaki nakon te Uea:", "9 Aomata ake Reimwanaite ake a mena n te aba are Itimaera;", "10 Ao Reimwanaite naba ake a mena n te aba are Matonaai;", "11 Ao Reimwanaite naba ake kaain naba te kaawa are Nibwaai;", "12 Ao Reimwanaite naba ake a mena n te aba are Tiirom, ao ake a mena n te aba are Tiemron, ao n te kaawa are Remuera, ao n te kaawa are Timinirom.", "13 Ao aikai aran aia kaawa Reimwanaite are a rairaki nakon te uea; ao aikai uaake a kawenei aia bwai ni buaka ake a kakaitara iai, eng, aia bwai ni buaka; ao bon Reimwanaite ni kabane.", "14 Ao Amwarakaite a bon aki rairaki, ma ti temanna ae rairaki; ao aki naba Amuronaite; ma a bon kamatoatoai nanoia, ao nanoia naba Reimwanaite ni mwangan te aba ake a maeka iai, eng, ao n aia kaawa aika a uarereke ni kabane ma aia kaawa ni kabane.", "15 Ngaia are, ti a tia n atong araia aia kaawa Reimwanaite ake a rairinanoia ma ni karekea ataakin te koaua, man rairaki.", "16 Ao e koro bukina bwa te uea ma naake a rairaki a bon tangiria ni karekea araia, n te aro bwa a na kona ni kaokoroaki mai irouia tariia; ngaia are te uea e maroro ma Aaron ao aia ibonga aika a mwaiti ni kaineti ma te ara are ana katoka i aoia, bwa aonga ni kaokoroaki.", "17 Ao e koro bukina bwa a aranaki n te ara ae aomata aika Aentaai-Nibwaai-Riaai; ao a bon weteaki n te ara aio ao aikoa manga aranaki bwa Reimwanaite.", "18 Ao a waaki n riki bwa aomata aika a mwammwakuri; eng, ao a iraorao ma Nibwaite; ngaia are, a bon karekea te reitaki n iraorao mangaia, ao aikoa manga iraki n ana kamaraia te Atua."]}