{"English": ["Ammon glories in the Lord—The faithful are strengthened by the Lord and are given knowledge—By faith men may bring thousands of souls unto repentance—God has all power and comprehends all things. About 90–77B.C.", "1 And now, these are the words of Ammon to his brethren, which say thus: My brothers and my brethren, behold I say unto you, how great reason have we to rejoice; for could we have supposed when we started from the land of Zarahemla that God would have granted unto us such great blessings?", "2 And now, I ask, what great blessings has he bestowed upon us? Can ye tell?", "3 Behold, I answer for you; for our brethren, the Lamanites, were in darkness, yea, even in the darkest abyss, but behold, how many of them are brought to behold the marvelous light of God! And this is the blessing which hath been bestowed upon us, that we have been made instruments in the hands of God to bring about this great work.", "4 Behold, thousands of them do rejoice, and have been brought into the fold of God.", "5 Behold, the field was ripe, and blessed are ye, for ye did thrust in the sickle, and did reap with your might, yea, all the day long did ye labor; and behold the number of your sheaves! And they shall be gathered into the garners, that they are not wasted.", "6 Yea, they shall not be beaten down by the storm at the last day; yea, neither shall they be harrowed up by the whirlwinds; but when the storm cometh they shall be gathered together in their place, that the storm cannot penetrate to them; yea, neither shall they be driven with fierce winds whithersoever the enemy listeth to carry them.", "7 But behold, they are in the hands of the Lord of the harvest, and they are his; and he will raise them up at the last day.", "8 Blessed be the name of our God; let us sing to his praise, yea, let us give thanks to his holy name, for he doth work righteousness forever.", "9 For if we had not come up out of the land of Zarahemla, these our dearly beloved brethren, who have so dearly beloved us, would still have been racked with hatred against us, yea, and they would also have been strangers to God.", "10 And it came to pass that when Ammon had said these words, his brother Aaron rebuked him, saying: Ammon, I fear that thy joy doth carry thee away unto boasting.", "11 But Ammon said unto him: I do not boast in my own strength, nor in my own wisdom; but behold, my joy is full, yea, my heart is brim with joy, and I will rejoice in my God.", "12 Yea, I know that I am nothing; as to my strength I am weak; therefore I will not boast of myself, but I will boast of my God, for in his strength I can do all things; yea, behold, many mighty miracles we have wrought in this land, for which we will praise his name forever.", "13 Behold, how many thousands of our brethren has he loosed from the pains of hell; and they are brought to sing redeeming love, and this because of the power of his word which is in us, therefore have we not great reason to rejoice?", "14 Yea, we have reason to praise him forever, for he is the Most High God, and has loosed our brethren from the chains of hell.", "15 Yea, they were encircled about with everlasting darkness and destruction; but behold, he has brought them into his everlasting light, yea, into everlasting salvation; and they are encircled about with the matchless bounty of his love; yea, and we have been instruments in his hands of doing this great and marvelous work.", "16 Therefore, let us glory, yea, we will glory in the Lord; yea, we will rejoice, for our joy is full; yea, we will praise our God forever. Behold, who can glory too much in the Lord? Yea, who can say too much of his great power, and of his mercy, and of his long-suffering towards the children of men? Behold, I say unto you, I cannot say the smallest part which I feel.", "17 Who could have supposed that our God would have been so merciful as to have snatched us from our awful, sinful, and polluted state?", "18 Behold, we went forth even in wrath, with mighty threatenings to destroy his church.", "19 Oh then, why did he not consign us to an awful destruction, yea, why did he not let the sword of his justice fall upon us, and doom us to eternal despair?", "20 Oh, my soul, almost as it were, fleeth at the thought. Behold, he did not exercise his justice upon us, but in his great mercy hath brought us over that everlasting gulf of death and misery, even to the salvation of our souls.", "21 And now behold, my brethren, what natural man is there that knoweth these things? I say unto you, there is none that knoweth these things, save it be the penitent.", "22 Yea, he that repenteth and exerciseth faith, and bringeth forth good works, and prayeth continually without ceasing—unto such it is given to know the mysteries of God; yea, unto such it shall be given to reveal things which never have been revealed; yea, and it shall be given unto such to bring thousands of souls to repentance, even as it has been given unto us to bring these our brethren to repentance.", "23 Now do ye remember, my brethren, that we said unto our brethren in the land of Zarahemla, we go up to the land of Nephi, to preach unto our brethren, the Lamanites, and they laughed us to scorn?", "24 For they said unto us: Do ye suppose that ye can bring the Lamanites to the knowledge of the truth? Do ye suppose that ye can convince the Lamanites of the incorrectness of the traditions of their fathers, as stiffnecked a people as they are; whose hearts delight in the shedding of blood; whose days have been spent in the grossest iniquity; whose ways have been the ways of a transgressor from the beginning? Now my brethren, ye remember that this was their language.", "25 And moreover they did say: Let us take up arms against them, that we destroy them and their iniquity out of the land, lest they overrun us and destroy us.", "26 But behold, my beloved brethren, we came into the wilderness not with the intent to destroy our brethren, but with the intent that perhaps we might save some few of their souls.", "27 Now when our hearts were depressed, and we were about to turn back, behold, the Lord comforted us, and said: Go amongst thy brethren, the Lamanites, and bear with patience thine afflictions, and I will give unto you success.", "28 And now behold, we have come, and been forth amongst them; and we have been patient in our sufferings, and we have suffered every privation; yea, we have traveled from house to house, relying upon the mercies of the world—not upon the mercies of the world alone but upon the mercies of God.", "29 And we have entered into their houses and taught them, and we have taught them in their streets; yea, and we have taught them upon their hills; and we have also entered into their temples and their synagogues and taught them; and we have been cast out, and mocked, and spit upon, and smote upon our cheeks; and we have been stoned, and taken and bound with strong cords, and cast into prison; and through the power and wisdom of God we have been delivered again.", "30 And we have suffered all manner of afflictions, and all this, that perhaps we might be the means of saving some soul; and we supposed that our joy would be full if perhaps we could be the means of saving some.", "31 Now behold, we can look forth and see the fruits of our labors; and are they few? I say unto you, Nay, they are many; yea, and we can witness of their sincerity, because of their love towards their brethren and also towards us.", "32 For behold, they had rather sacrifice their lives than even to take the life of their enemy; and they have buried their weapons of war deep in the earth, because of their love towards their brethren.", "33 And now behold I say unto you, has there been so great love in all the land? Behold, I say unto you, Nay, there has not, even among the Nephites.", "34 For behold, they would take up arms against their brethren; they would not suffer themselves to be slain. But behold how many of these have laid down their lives; and we know that they have gone to their God, because of their love and of their hatred to sin.", "35 Now have we not reason to rejoice? Yea, I say unto you, there never were men that had so great reason to rejoice as we, since the world began; yea, and my joy is carried away, even unto boasting in my God; for he has all power, all wisdom, and all understanding; he comprehendeth all things, and he is a merciful Being, even unto salvation, to those who will repent and believe on his name.", "36 Now if this is boasting, even so will I boast; for this is my life and my light, my joy and my salvation, and my redemption from everlasting wo. Yea, blessed is the name of my God, who has been mindful of this people, who are a branch of the tree of Israel, and has been lost from its body in a strange land; yea, I say, blessed be the name of my God, who has been mindful of us, wanderers in a strange land.", "37 Now my brethren, we see that God is mindful of every people, whatsoever land they may be in; yea, he numbereth his people, and his bowels of mercy are over all the earth. Now this is my joy, and my great thanksgiving; yea, and I will give thanks unto my God forever. Amen."], "Español": ["Ammón se gloría en el Señor— El Señor fortalece a los fieles y les da conocimiento— Por medio de la fe, los hombres pueden llevar a miles de almas al arrepentimiento— Dios tiene todo poder y comprende todas las cosas. Aproximadamente 90–77a.C.", "1 Y estas son las palabras de Ammón a sus hermanos, las cuales dicen así: Mis hermanos, y hermanos míos en la fe, he aquí, os digo, cuán gran motivo tenemos para regocijarnos, porque, ¿pudimos habernos imaginado, cuando salimos de la tierra de Zarahemla, que Dios nos concedería tan grandes bendiciones?", "2 Y ahora os pregunto: ¿Qué bendiciones grandes nos ha concedido? ¿Podéis decirlo?", "3 He aquí, respondo por vosotros; porque nuestros hermanos los lamanitas se hallaban en la obscuridad, sí, aun en el más tenebroso abismo; mas he aquí, ¡cuántos de ellos han sido guiados a ver la maravillosa luz de Dios! Y esta es la bendición que se ha conferido sobre nosotros, que hemos sido hechos instrumentos en las manos de Dios para realizar esta gran obra.", "4 He aquí, miles de ellos se regocijan, y han sido traídos al redil de Dios.", "5 He aquí, el campo estaba maduro, y benditos sois vosotros, porque metisteis la hoz y segasteis con vuestro poder; sí, trabajasteis todo el día; ¡y he aquí el número de vuestras gavillas! Y serán recogidas en los graneros para que no se desperdicien.", "6 Sí, las tormentas no las abatirán en el postrer día; sí, ni serán perturbadas por los torbellinos; mas cuando venga la tempestad, serán reunidas en su lugar para que la tempestad no penetre hasta donde estén; sí, ni serán impelidas por los fuertes vientos a donde el enemigo quiera llevarlas.", "7 Mas he aquí, se hallan en manos del Señor de la cosecha, y son suyas, y las levantará en el postrer día.", "8 ¡Bendito sea el nombre de nuestro Dios! ¡Cantémosle loor; sí, demos gracias a su santo nombre, porque él obra rectitud para siempre!", "9 Porque si no hubiésemos subido desde la tierra de Zarahemla, estos, nuestros carísimos y amados hermanos que tanto nos han amado, aún se hallarían atormentados por su odio contra nosotros, sí, y habrían sido también extranjeros para con Dios.", "10 Y aconteció que cuando Ammón hubo dicho estas palabras, lo reprendió su hermano Aarón, diciendo: Ammón, temo que tu gozo te conduzca a la jactancia.", "11 Pero Ammón le dijo: No me jacto de mi propia fuerza ni en mi propia sabiduría, mas he aquí, mi gozo es completo; sí, mi corazón rebosa de gozo, y me regocijaré en mi Dios.", "12 Sí, yo sé que nada soy; en cuanto a mi fuerza, soy débil; por tanto, no me jactaré de mí mismo, sino que me gloriaré en mi Dios, porque con su fuerza puedo hacer todas las cosas; sí, he aquí que hemos obrado muchos grandes milagros en esta tierra, por los cuales alabaremos su nombre para siempre jamás.", "13 He aquí, a cuántos miles de nuestros hermanos ha librado él de los tormentos del infierno, y se sienten movidos a cantar del amor redentor; y esto por el poder de su palabra que está en nosotros; por consiguiente, ¿no tenemos mucha razón para regocijarnos?", "14 Sí, tenemos razón de alabarlo para siempre, porque es el Más Alto Dios, y ha soltado a nuestros hermanos de las cadenas del infierno.", "15 Sí, se hallaban rodeados de eternas tinieblas y destrucción; mas he aquí, él los ha traído a su luz eterna; sí, a eterna salvación; y los circunda la incomparable munificencia de su amor; sí, y hemos sido instrumentos en sus manos para realizar esta grande y maravillosa obra.", "16 Por lo tanto, gloriémonos; sí, nos gloriaremos en el Señor; sí, nos regocijaremos porque es completo nuestro gozo; sí, alabaremos a nuestro Dios para siempre. He aquí, ¿quién puede gloriarse demasiado en el Señor? Sí, ¿y quién podrá decir demasiado de su gran poder, y de su misericordia y de su longanimidad para con los hijos de los hombres? He aquí, os digo que no puedo expresar ni la más mínima parte de lo que siento.", "17 ¿Quién se hubiera imaginado que nuestro Dios fuera tan misericordioso como para sacarnos de nuestro estado terrible, pecaminoso y corrompido?", "18 He aquí, salimos aun con ira, con potentes amenazas, para destruir su iglesia.", "19 ¿Por qué, entonces, no nos entregó a una terrible destrucción? Sí, ¿por qué no dejó caer la espada de su justicia sobre nosotros y nos condenó a la desesperación eterna?", "20 ¡Oh, casi se me va el alma, por así decirlo, cuando pienso en ello! He aquí, él no ejerció su justicia sobre nosotros, sino que en su gran misericordia nos ha hecho salvar ese sempiterno abismo de muerte y de miseria, para la salvación de nuestras almas.", "21 Y he aquí, hermanos míos, ¿qué hombre natural hay que conozca estas cosas? Os digo que no hay quien conozca estas cosas sino el compungido.", "22 Sí, al que se arrepiente y ejerce la fe y produce buenas obras y ora continuamente sin cesar, a este le es permitido conocer los misterios de Dios; sí, a este le será permitido revelar cosas que nunca han sido reveladas; sí, y a este le será concedido llevar a miles de almas al arrepentimiento, así como a nosotros se nos ha permitido traer a estos nuestros hermanos al arrepentimiento.", "23 ¿No os acordáis, hermanos míos, que dijimos a nuestros hermanos en la tierra de Zarahemla que subíamos a la tierra de Nefi para predicar a nuestros hermanos los lamanitas, y que se burlaron de nosotros?", "24 Pues nos dijeron: ¿Suponéis que podéis traer a los lamanitas al conocimiento de la verdad? ¿Suponéis que podéis convencer a los lamanitas de la incorrección de las tradiciones de sus padres, cuando son un pueblo tan obstinado, cuyo corazón se deleita en el derramamiento de sangre; cuyos días los han pasado en la más vil iniquidad; cuyas sendas han sido las sendas del transgresor desde el principio? Recordaréis, hermanos míos, que así se expresaron.", "25 Y además dijeron: Tomemos las armas contra ellos para que los destruyamos a ellos y su iniquidad de sobre la tierra, no sea que nos invadan y nos destruyan.", "26 Mas he aquí, amados hermanos míos, vinimos al desierto, no con la intención de destruir a nuestros hermanos, sino con objeto de salvar, tal vez, algunas de sus almas.", "27 Y cuando nuestros corazones se hallaban desanimados, y estábamos a punto de regresar, he aquí, el Señor nos consoló, y nos dijo: Id entre vuestros hermanos los lamanitas, y sufrid con paciencia vuestras aflicciones, y os daré el éxito.", "28 Y he aquí, hemos venido y hemos estado entre ellos, y hemos sido pacientes en nuestros padecimientos, y hemos soportado todo género de privaciones; sí, hemos viajado de casa en casa, confiando en las misericordias del mundo; no solamente en las misericordias del mundo, sino en las de Dios.", "29 Y hemos entrado en sus casas y les hemos enseñado; y los hemos instruido en sus calles, sí, y los hemos instruido sobre sus collados; y también hemos entrado en sus templos y sus sinagogas y les hemos enseñado; y nos han echado fuera, y hemos sido objeto de burlas, y han escupido sobre nosotros y golpeado nuestras mejillas, y hemos sido apedreados y aprehendidos y atados con fuertes cuerdas y puestos en la prisión; y por el poder y sabiduría de Dios hemos salido libres otra vez.", "30 Y hemos sufrido toda clase de aflicciones, y todo esto para que tal vez pudiéramos ser el medio de salvar a algún alma; y nos imaginamos que nuestro gozo sería completo, si quizá pudiéramos ser el medio de salvar a algunos.", "31 He aquí, ahora podemos extender la vista y ver los frutos de nuestra labor; y, ¿son pocos? Os digo que no; son muchos. Sí, y podemos testificar de su sinceridad, por motivo de su amor por sus hermanos y por nosotros también.", "32 Porque, he aquí, prefieren sacrificar sus vidas antes que arrebatar la vida aun a su enemigo; y han enterrado sus armas de guerra profundamente en la tierra a causa de su amor por sus hermanos.", "33 Y he aquí, ahora os pregunto: ¿Ha habido amor tan grande en toda la tierra? He aquí, os digo que no, no lo ha habido, ni aun entre los nefitas.", "34 Porque he aquí, ellos tomarían las armas contra sus hermanos; no se dejarían matar. Pero he aquí cuántos de estos han sacrificado sus vidas; y sabemos que han ido a su Dios por causa de su amor y por su odio al pecado.", "35 Ahora bien, ¿no tenemos razón para regocijarnos? Sí, os digo que desde el principio del mundo no ha habido hombres que tuviesen tan grande razón para regocijarse como nosotros la tenemos; sí, y mi gozo se desborda, hasta el grado de gloriarme en mi Dios; porque él tiene todo poder, toda sabiduría y todo entendimiento; él comprende todas las cosas, y es un Ser misericordioso, aun hasta la salvación, para con aquellos que quieran arrepentirse y creer en su nombre.", "36 Ahora bien, si esto es jactancia, así me jactaré; porque esto es mi vida y mi luz, mi gozo y mi salvación, y mi redención de la angustia eterna. Sí, bendito sea el nombre de mi Dios que ha tenido presente a este pueblo, el cual es una rama del árbol de Israel, y se ha perdido de su tronco en una tierra extraña; sí, digo yo, bendito sea el nombre de mi Dios que ha velado por nosotros, peregrinos en una tierra extraña.", "37 Ahora bien, hermanos míos, vemos que Dios se acuerda de todo pueblo, sea cual fuere la tierra en que se hallaren; sí, él tiene contado a su pueblo, y sus entrañas de misericordia cubren toda la tierra. Este es mi gozo y mi gran agradecimiento; sí, y daré gracias a mi Dios para siempre. Amén."], "Français": ["Ammon se glorifie dans le Seigneur— Les fidèles sont fortifiés par le Seigneur et reçoivent la connaissance— Par la foi, les hommes peuvent amener des milliers d’âmes au repentir— Dieu a tout pouvoir et comprend tout. Vers 90–77av.J.-C.", "1 Et maintenant, voici les paroles d’Ammon à ses frères, qui disent ceci: Mes frères de sang et mes frères en la foi, voici, je vous le dis, comme nous avons lieu de nous réjouir! Car aurions-nous pu penser, lorsque nous sommes partis du pays de Zarahemla, que Dieu nous aurait accordé d’aussi grandes bénédictions?", "2 Et maintenant, je vous le demande, quelles grandes bénédictions nous a-t-il conférées? Pouvez-vous le dire?", "3 Voici, je réponds pour vous; car nos frères, les Lamanites, étaient dans les ténèbres, oui, dans l’abîme le plus sombre, mais voici, combien d’entre eux sont amenés à contempler la lumière merveilleuse de Dieu! Et c’est là la bénédiction qui nous a été conférée: nous sommes devenus des instruments entre les mains de Dieu pour réaliser cette grande œuvre.", "4 Voici, des milliers d’entre eux se réjouissent et ont été amenés dans la bergerie de Dieu.", "5 Voici, le champ était mûr, et vous êtes bénis, car vous avez lancé la faucille et vous avez moissonné de toutes vos forces, oui, vous avez travaillé tout le jour; et voyez le nombre de vos gerbes! Et elles seront rassemblées dans les greniers, afin de ne pas être gaspillées.", "6 Oui, elles ne seront pas couchées par la tempête au dernier jour; oui, elles ne seront pas non plus déchirées par les tourbillons; mais lorsque la tempête viendra, elles seront rassemblées en leur lieu propre, afin que la tempête ne puisse pénétrer jusqu’à elles; oui, elles ne seront pas non plus chassées par des vents impétueux là où l’ennemi trouve bon de les transporter.", "7 Mais voici, elles sont entre les mains du Seigneur de la moisson, et elles lui appartiennent; et il les ressuscitera au dernier jour.", "8 Béni soit le nom de notre Dieu! Chantons ses louanges, oui, rendons grâces à son saint nom! Car il accomplit ce qui est juste à jamais.", "9 Car si nous n’étions pas montés hors du pays de Zarahemla, ceux-ci, qui sont nos frères tendrement aimés, qui nous ont si tendrement aimés, auraient toujours été tenaillés par la haine à notre égard, oui, et ils auraient aussi été étrangers à Dieu.", "10 Et il arriva que lorsqu’Ammon eut dit ces paroles, son frère Aaron le réprimanda, disant: Ammon, je crains que ta joie ne t’entraîne à te vanter.", "11 Mais Ammon lui dit: Je ne me vante pas de ma force, ni de ma sagesse; mais voici, ma joie est pleine, oui, mon cœur déborde de joie, et je me réjouirai à cause de mon Dieu.", "12 Oui, je sais que je ne suis rien; pour ce qui est de ma force, je suis faible; c’est pourquoi je ne me vanterai pas de moi-même, mais je me vanterai de mon Dieu, car, avec sa force, je peux tout faire; oui, voici, nous avons accompli, dans ce pays, beaucoup de grands miracles pour lesquels nous louerons son nom à jamais.", "13 Voici, combien de milliers de nos frères n’a-t-il pas déliés des souffrances de l’enfer; et ils sont amenés à chanter l’amour rédempteur, et cela à cause du pouvoir de sa parole qui est en nous; n’avons-nous donc pas tout lieu de nous réjouir?", "14 Oui, nous avons lieu de le louer à jamais, car il est le Dieu Très-Haut et a délié nos frères des chaînes de l’enfer.", "15 Oui, ils étaient enveloppés par les ténèbres et la destruction éternelles; mais voici, il les a amenés à sa lumière éternelle, oui, au salut éternel; et ils sont enveloppés par la générosité sans pareille de son amour; oui, et nous avons été des instruments entre ses mains pour accomplir cette œuvre grande et merveilleuse.", "16 C’est pourquoi, glorifions-nous, oui, nous nous glorifierons dans le Seigneur; oui, nous nous réjouirons, car notre joie est pleine; oui, nous louerons notre Dieu à jamais. Voici, qui peut trop se glorifier dans le Seigneur? Oui, qui peut en dire trop sur sa grande puissance, et sur sa miséricorde, et sur sa longanimité à l’égard des enfants des hommes? Voici, je vous le dis, je ne peux pas dire la plus petite partie de ce que je ressens.", "17 Qui aurait pu penser que notre Dieu aurait été miséricordieux au point de nous arracher à notre état affreux, pécheur et souillé?", "18 Voici, nous allions avec colère, proférant de grandes menaces de détruire son Église.", "19 Oh alors, pourquoi ne nous a-t-il pas condamnés à une affreuse destruction, oui, pourquoi n’a-t-il pas fait tomber sur nous l’épée de sa justice et ne nous a-t-il pas condamnés au désespoir éternel?", "20 Oh, mon âme s’enfuit presque, pour ainsi dire, à cette pensée. Voici, il n’a pas exercé sa justice contre nous, mais, dans sa grande miséricorde, il nous a amenés au-delà de ce gouffre éternel de mort et de misère pour le salut de notre âme.", "21 Et maintenant, voici, mes frères, quel est l’homme naturel qui connaît ces choses-là? Je vous le dis, il n’y en a aucun qui connaît ces choses-là, si ce n’est le pénitent.", "22 Oui, à celui qui se repent, et fait preuve de foi, et produit de bonnes œuvres, et prie continuellement, sans cesse, à celui-là il est donné de connaître les mystères de Dieu; oui, à celui-là il sera donné de révéler des choses qui n’ont jamais été révélées; oui, et c’est à celui-là qu’il sera donné d’amener des milliers d’âmes au repentir, tout comme il nous a été donné d’amener ceux-ci, qui sont nos frères, au repentir.", "23 Or, vous souvenez-vous, mes frères, que nous avons dit à nos frères au pays de Zarahemla: Nous montons au pays de Néphi, pour prêcher à nos frères, les Lamanites, et ils nous ont tournés en dérision?", "24 Car ils nous ont dit: Pensez-vous que vous pouvez amener les Lamanites à la connaissance de la vérité? Pensez-vous que vous pouvez convaincre un peuple au cou aussi roide que les Lamanites de l’inexactitude des traditions de leurs pères, eux dont le cœur met ses délices dans l’effusion du sang, dont les jours se sont passés dans l’iniquité la plus grossière, dont les voies ont été les voies de quelqu’un qui transgresse depuis le commencement? Or, mes frères, vous vous souvenez que tel était leur langage.", "25 Et de plus ils ont dit: Prenons les armes contre eux, afin de les détruire, eux et leur iniquité, dans le pays, de peur qu’ils ne nous envahissent et ne nous détruisent.", "26 Mais voici, mes frères bien-aimés, nous sommes venus dans le désert, non dans l’intention de détruire nos frères, mais dans l’intention de sauver peut-être un petit nombre de leurs âmes.", "27 Or, lorsque notre cœur était déprimé et que nous étions sur le point de faire demi-tour, voici, le Seigneur nous a consolés et a dit: Allez parmi vos frères, les Lamanites, et supportez avec patience vos afflictions, et je vous donnerai du succès.", "28 Et maintenant, voici, nous sommes venus, et sommes allés parmi eux; et nous avons été patients dans nos souffrances, et nous avons souffert toutes les privations; oui, nous avons voyagé de maison en maison, nous confiant en la miséricorde du monde— non pas en la miséricorde du monde seulement, mais en la miséricorde de Dieu.", "29 Et nous sommes entrés dans leurs maisons et les avons instruits, et nous les avons instruits dans leurs rues; oui, et nous les avons instruits sur leurs collines; et nous sommes aussi entrés dans leurs temples et leurs synagogues, et les avons instruits; et nous avons été chassés, et on s’est moqué de nous, et on a craché sur nous, et on nous a frappés aux joues; et nous avons été lapidés, et pris et liés de fortes cordes, et jetés en prison; et par le pouvoir et la sagesse de Dieu, nous avons encore été délivrés.", "30 Et nous avons souffert toutes sortes d’afflictions, et tout cela afin d’être, peut-être, le moyen de sauver quelque âme; et nous pensions que notre joie serait pleine si nous pouvions, peut-être, être le moyen d’en sauver quelques-unes.", "31 Or, voici, nous pouvons étendre nos regards et voir les fruits de nos travaux; et sont-ils peu nombreux? Je vous le dis, non, ils sont nombreux; oui, et nous pouvons témoigner de leur sincérité, à cause de leur amour envers leurs frères et aussi envers nous.", "32 Car voici, ils ont préféré sacrifier leur vie plutôt que d’ôter la vie à leur ennemi; et ils ont enterré leurs armes de guerre profondément dans la terre à cause de leur amour pour leurs frères.", "33 Or, voici, je vous le dis, y a-t-il eu un aussi grand amour dans tout le pays? Voici, je vous dis que non, il n’y en a pas eu, même parmi les Néphites.", "34 Car voici, ils prendraient les armes contre leurs frères, ils ne souffriraient pas qu’on les tuât. Mais voici, combien de ceux-ci ont donné leur vie; et nous savons qu’ils sont allés à leur Dieu, à cause de leur amour, et de leur haine du péché.", "35 Alors, n’avons-nous pas lieu de nous réjouir? Oui, je vous le dis, il n’y a jamais eu d’hommes qui aient eu autant lieu de se réjouir que nous depuis le commencement du monde; oui, et je suis transporté de joie, au point de me vanter de mon Dieu; car il a tout pouvoir, toute sagesse et toute intelligence; il comprend tout, et il est un Être miséricordieux pour le salut, pour ceux qui se repentent et croient en son nom.", "36 Or, si c’est là se vanter, alors je me vanterai; car c’est là ma vie et ma lumière, ma joie et mon salut, et ma rédemption d’une misère éternelle. Oui, béni est le nom de mon Dieu, qui s’est souvenu de ce peuple, qui est une branche de l’arbre d’Israël qui a été perdue loin de son tronc dans un pays inconnu; oui, je le dis, béni soit le nom de mon Dieu, qui s’est souvenu de nous, errants dans un pays inconnu.", "37 Or, mes frères, nous voyons que Dieu se souvient de tous les peuples, dans quelque pays qu’ils soient; oui, il dénombre son peuple, et ses entrailles de miséricorde sont sur toute la terre. Or, c’est cela ma joie, et mes grandes actions de grâces; oui, et je rendrai grâces à mon Dieu à jamais. Amen."], "Kiribati": ["Amon e kimwareirei i nanon te Uea—A kakorakoraaki ake a kakaonimaki iroun te Uea ao a anganaki te atatai—Man te onimaki ao aomata a kona ni kairia, ngaa ma ngaa aomata nakon te rairannano—Te Atua iai irouna te mwaaka ni kabane ao e atai bwaai ni kabane. Uakaan ma 90–77I.K.", "1 Ao ngkanne, aikai ana taeka Amon nakoia tarina, are e bon kangai: Tariu mwaane ao tariu, nooria I taku nakoimi, ai mwaitira bukin ae ti riai ni kimwareirei; bwa ti bon kona ni kantaningaia ngke ti moan mwananga man te aba are Taraemera bwa te Atua e na anganiira kakabwaia aika rang korakora?", "2 Ao ngkai, I titirakiningkami, Baikara kakabwaia aika a korakora ake e a tia ni katokai i aomi? Kam kona n taekin?", "3 Nooria, I kaeka ibukimi; bwa tarira ake Reimwanaite, a mena n te roo, eng, n te bwangabwanga ae rootongitong, ma nooria, ai mwaitira mai i buakoia ake a kairaki bwa a na noora ootan te Atua ae kamimi! Ao aio te kakabwaia are e a tia ni katokaki i aora, bwa ti a tia ni karikaki bwa bwaai ni mwakuri ngaira ni bain te Atua bwa ti na kakoroa bukin te mwakuri ae korakora aio.", "4 Nooria, ngaa ma ngaa mai i buakoia ake a kimwareirei, ao a tia ni kairaki nakon ana nanai te Atua.", "5 Nooria, e a tai te tawaana, ao kam na kakabwaiaki, bwa kam kabongana te biti ni koro wiita ae kakang, man rikoi uaa ma korakorami ni kabane, eng, e bong ami bong ni mwakuri; ao noora mwaitin ami ikota ni wiita! Ao a na ikotaki nakon te auti ni wiita, bwa a na aki bakataeaki.", "6 Eng, a na bon aki oreaki n te angibuaka n te kabanea ni bong; eng, ao a na aki naba kamaenakoaki n te ukeukenanti; ma ngkana e roko te angibuaka ao a na ikotaki ni neia, ao te angibuaka e aki kona n rotiia; eng, ao a na aki naba kakibakibaki n aang aika a korakora nakon taabo ake ami kairiribai a uotia nako iai.", "7 Ma nooria, a mena i nanon bain Uean te tai, ao bon ana bwai; ao e na kateirakeia n te kabanea ni bong.", "8 E na kakabwaiaki aran Atuara; ti na anenea neboana, eng, ti na karabwarabwa nakon arana ae tabu, bwa e mwakuria te raoiroi n taai nako.", "9 Bwa ngke ti aki otinako man te aba are Taraemera, tarira aika a tangiraki aikai, are a bon rang tangirira, a na bon korakora aia kairiribai nakoira, eng, ao a na riki bwa ianena iroun te Atua.", "10 Ao e koro bukina bwa ngke Amon e taekin taeka aikai, tarina are Aaron e boaia, ni kangai, Amon, I raraoma bwa kimwareireim e a uotiko nakon te kamoamoa.", "11 Ma Amon e taku nakoina: I aki kamoamoa n oin korakorau, ke ni wanawanau; ma nooria, e a onrake au kimwareirei, eng, e a onrake nanou n te kimwareirei, ao N na kimwareirei iroun Atuau.", "12 Eng, I ataia bwa bon te akea ngai; ao ni korakorau I bon mamaara: ngaia are N aki kamoamoai, man na kamoamoa iroun Atuau, bwa ni korakorana ao I kona ni karaoi bwaai ni kabane; eng, nooria, a mwaiti kakai aika a mwaiti ake ti a tia ni karaoi n te aba aei, are ti na neboa arana iai n aki toki.", "13 Nooria, irangaa mai i buakoia tarira are e a tia ni kabwaraia man marakin moone; ao a kairaki nakon anenean kunan ana tangira ni kabomwi, ao aio ibukin mwaakan ana taeka are e mena iroura, ngaia are tiaki bwa e korakora bukin ae ti riai ni kimwareirei?", "14 Eng, e riai bwa ti na neboa arana n aki toki, bwa bon ngaia te Kabanea n Rietata n Atua, ao e a tia ni kabwaraia tarira man ana taurekereke moone.", "15 Eng, a otabwaniniaki n te roo ae aki toki ma te kamaunaki; ma nooria, e a tia n uotia nakon ootana ae aki totoki, eng, nakon ana kamaiu ae aki totoki; ao a otabwaniniaki ni korakoran ana tangira ae akea kabootauana; eng, ao ti a bon tia n riki bwa bwaai ni mwakuri i nanon baina n te mwakuri ae korakora ma ni kamimi aio.", "16 Ngaia are, ti na kakatonga, eng, ti na kakatonga iroun te Uea; eng, ti na kukurei, bwa e a onrake kimwareireira; eng, ti na neboa Atuara n aki toki. Nooria, bwa antai ae kona n tau aron kakatongana iroun te Uea? Eng, antai ae kona n tau aron ana taeka ibukin korakoran mwaakana, ma ana nanoanga, ma ana taotaonannano i nanon te tai ae maan nakoia natia aomata? Nooria, I taku nakoimi, I aki kona ni kabwarabwara are e uarereke are I namakinna.", "17 Antai ae kona ni katautaua bwa Atuara e na nanoangaira n te aro are e na buritiira man arora ni buakaka, n onrake n te bure, ao ni barekareka?", "18 Nooria, ti mwananga ma te un, ma arora ni kakamaku ae korakora bwa ti na kamauna ana ekaretia.", "19 O ngkanne, e aera ngke e aki kataua bwa ti na kamaunaki n te aro ae buakaka, eng, e aera ngke e aki kariaia bwa e na bwakarira ana kabaang ni momotiraoi, ma ni motikia bwa ti na bwaina te nanokawaki ae akea tokina.", "20 O, tamneiu, e kuri ni kitanai ibukin iangoana. Nooria, e aki kabongana ana momotiraoi iaora, ma i nanon ana nanoanga ae korakora e uotira riaon kamwanokun te mate are aki totoki ma te nanokawaki, nakon kamaiuan tamneira.", "21 Ao nooria ngkanne, tariu, antai te aomata ae e kona n atai bwaai aikai? I taku nakoimi, bon akea ae atai bwaai aikai, ti ake a nano ni kan rairaki.", "22 Eng, ane e rairananona ma ni kamwakura ana onimaki, ma ni karaoi mwakuri aika a raraoi, man aki toki n tataro—ao naakai ake a na anganaki te kona n atai ana mwakuri aika a raba te Atua; eng, a na bon anganaki naakai kaotakin bwaai aika a bon tuai ni kaotaki; eng, a na bon anganaki naakai te kona ni kairia ngaa ma ngaa aomata nakon te rairannano, n aron are tia bon ti a n anganaki te kona ni kairia tarira nakon te rairannano.", "23 Ao ngkanne kam uringnga, tariu, are ti taku nakoia tarira n te aba are Taraemera, ti na waerake nakon te aba are Nibwaai, ni kabwarabwara nakoia tarira, ake Reimwanaite, ao a ngareakinira ni bwainingareira.", "24 Bwa a taku nakoira: Kam katautaua bwa kam kona ni kairia Reimwanaite nakon ataakin te koaua? Kam katautaua bwa kam kona ni kairoroia Reimwanaite bwa a na kakoaua kairuan aia katei tamaia, bwa bon aomata aika a bonotaninga; are e kukurei nanoia ni kawawaean te raraa; ao e babane aia bong i nanon te buakaka ae koro arona; ao aia waaki bon ana waaki te tia bure ma i moana? Ao ngkanne tariu, kam uringnga bwa aio aron aia taetae ni kawai.", "25 Ao i rarikin anne ao a bon taku: Ti na anai ara bwai ni buaka ni kaaitaraia, bwa ti na tiringia ma aia buakaka man te aba, bwa mwiina a na taonira nako man tiringira.", "26 Ma nooria, tariu aika kam tangiraki, ti roko nakon te rereua tiaki ma te nano ni kan tiringia tarira, ma te nano bwa tao ti na kona ni kamaiuia tamneia tabemwaang.", "27 Ao ngkanne ngke a rawawata nanora, ao ti nang moanna n oki, nooria, te Uea e kabebetei nanora, man taku: Nako i buakoia tarimi, ake Reimwanaite, ao taotaon nanomi nakon karawawatakimi, ao N na anganingkami te nakoraoi.", "28 Ao ngkanne nooria, ti a roko, man tia ni waaki i buakoia; ao ti a tia n taotaon nanora ni kainnanora, ao ti a tia ni kainnano n akean arora; eng, ti a tia ni mwananga man te mwenga teuana nakon te mwenga teuana, n onimakina ana nanoanga te aba—tiaki ti ana nanoanga te aba n ti ngaia ma ana nanoanga naba te Atua.", "29 Ao ti a tia n rin ni mwengaia man reireinia, ao ti a tia n reireinia n te kawai; eng, ao ti a tia n reireinia iaon aia tabuki; ao ti a tia naba n rin n aia tembora ma aia auti n nebo man reireinia; ao ti a a tia n teweaki nako, ma ni bwainingareaki, ma ni bawareaki, man oreaki tabara; ao ti a tia ni kabakaaki n te atibu, man uotaki ni kabaeaki ma kabaebae aika a matoatoa, man teweaki nakon te nne ni kaikain; ao ma ni mwaakan ma wanawanan te Atua ao ti a manga kamaiuaki riki.", "30 Ao ti a tia ni kainnanoaki n aekan karawawata nako, ao a riki aikai bwa tao ti na riki ngaira bwa te anga are a na kamaiuaki iai tabeman aomata; ao ti katautaua bwa ara kimwareirei e na onrake ngkana ti kona n riki bwa kawain kamaiuaia tabemwaang.", "31 Ao ngkanne nooria, ti kona n taratara ma n taraa uaan ara mwakuri; ao tao ti tabeua? I kangai nakoimi, Tiaki, a bon mwaiti; eng, ao ti kona ni kakoaua nanoia ni koaua, ibukin aia tangira nakoia tariia ao nakoira naba.", "32 Bwa nooria, a bon kukurei riki ni karean maiuia nakon ae a na anaa maiuin aia kairiribai; ao a tia n tauni aia bwai ni buaka inano i an tano, ibukin tangiraia tariia.", "33 Ao ngkanne nooria I taku nakoimi, iai riki te tangira ae korakora riki ni kabuta te aba? Nooria, I taku nakoimi, Tiaki, bon akea, akea naba i buakoia Nibwaite.", "34 Bwa nooria, a bon tangiria n anai aia bwain ni buaka ni kaaitaraia tariia; bwa a rawa bwa ana tiringaki. Ma nooria mwaitira mai i buakoia naakai ake a tia ni kawenei maiuia; ao ti ataia bwa a nako ni kawara Atuaia, ibukin aia tangira ao ribakin te bure.", "35 Ao ngkanne tiaki bwa iai bukina bwa ti riai ni kukurei? Eng, I taku nakoimi, bon akea riki aomata ae a riai riki ni kukurei n ai arora, ma ngke e karikaki te aonaba; eng, ao e uotaki nako kimwareireiu, n te aro are I a kamoamoa iroun Atuau; bwa iai irouna te mwaaka ni kabane, te wanawana, ma te atatai ni kabane; e atai bwaai ni kabane, ao bon te aomata ae nanoanga, nakon te kamaiuaki, nakoia ake a rairinanoia ma ni kakoaua arana.", "36 Ao ngkanne ngkana aio te kamoamoa, ao N na bon kamoamoa; bwa aio maiu ao ootau, kimwareireiu ao kamaiuakiu, ao kaboakiu man te nanokawaki ae aki totoki. Eng, e na kakabwaiaki aran Atuau, are e a bon tia ni mwannanoia ana aomata, ake kaain mwangan te kai are Iteraera, are e a tia ni bua man rabwatana n te aba ae ianena nakoia; eng, I taku, e na kakabwaiaki aran Atuau, are e a bon tia ni mwannanoira, taan mwamwananga n te aba ae e ianena.", "37 Ao ngkanne tariu, ti nooria bwa te Atua e mwannanoia aomata nako, n aba ake a mena iai; eng, e atai mwaitia ana aomata, ao nanona e onrake n te nanoanga ae kabuta te aba. Ao ngkanne aio kimwareireiu, ao au kakarabwarabwa ae korakora; eng, ao N na anga au kaitau nakon Atuau n aki toki. Amen."]}