{"English": ["Shiblon and later Helaman take possession of the sacred records—Many Nephites travel to the land northward—Hagoth builds ships, which sail forth in the west sea—Moronihah defeats the Lamanites in battle. About 56–52B.C.", "1 And it came to pass in the commencement of the thirty and sixth year of the reign of the judges over the people of Nephi, that Shiblon took possession of those sacred things which had been delivered unto Helaman by Alma.", "2 And he was a just man, and he did walk uprightly before God; and he did observe to do good continually, to keep the commandments of the Lord his God; and also did his brother.", "3 And it came to pass that Moroni died also. And thus ended the thirty and sixth year of the reign of the judges.", "4 And it came to pass that in the thirty and seventh year of the reign of the judges, there was a large company of men, even to the amount of five thousand and four hundred men, with their wives and their children, departed out of the land of Zarahemla into the land which was northward.", "5 And it came to pass that Hagoth, he being an exceedingly curious man, therefore he went forth and built him an exceedingly large ship, on the borders of the land Bountiful, by the land Desolation, and launched it forth into the west sea, by the narrow neck which led into the land northward.", "6 And behold, there were many of the Nephites who did enter therein and did sail forth with much provisions, and also many women and children; and they took their course northward. And thus ended the thirty and seventh year.", "7 And in the thirty and eighth year, this man built other ships. And the first ship did also return, and many more people did enter into it; and they also took much provisions, and set out again to the land northward.", "8 And it came to pass that they were never heard of more. And we suppose that they were drowned in the depths of the sea. And it came to pass that one other ship also did sail forth; and whither she did go we know not.", "9 And it came to pass that in this year there were many people who went forth into the land northward. And thus ended the thirty and eighth year.", "10 And it came to pass in the thirty and ninth year of the reign of the judges, Shiblon died also, and Corianton had gone forth to the land northward in a ship, to carry forth provisions unto the people who had gone forth into that land.", "11 Therefore it became expedient for Shiblon to confer those sacred things, before his death, upon the son of Helaman, who was called Helaman, being called after the name of his father.", "12 Now behold, all those engravings which were in the possession of Helaman were written and sent forth among the children of men throughout all the land, save it were those parts which had been commanded by Alma should not go forth.", "13 Nevertheless, these things were to be kept sacred, and handed down from one generation to another; therefore, in this year, they had been conferred upon Helaman, before the death of Shiblon.", "14 And it came to pass also in this year that there were some dissenters who had gone forth unto the Lamanites; and they were stirred up again to anger against the Nephites.", "15 And also in this same year they came down with a numerous army to war against the people of Moronihah, or against the army of Moronihah, in the which they were beaten and driven back again to their own lands, suffering great loss.", "16 And thus ended the thirty and ninth year of the reign of the judges over the people of Nephi.", "17 And thus ended the account of Alma, and Helaman his son, and also Shiblon, who was his son."], "Español": ["Shiblón y, después de él, Helamán se hacen cargo de los anales sagrados— Muchos nefitas viajan a la tierra del norte— Hagot construye barcos que navegan en el mar del oeste— Moroníah vence a los lamanitas en una batalla. Aproximadamente 56–52a.C.", "1 Y ocurrió que a principios del año treinta y seis del gobierno de los jueces sobre el pueblo de Nefi, Shiblón se hizo cargo de los sagrados objetos que Alma había entregado a Helamán.", "2 Y Shiblón era un hombre justo; y anduvo rectamente ante Dios, y procuró hacer el bien continuamente, y guardar los mandamientos del Señor su Dios; y su hermano también lo hizo.", "3 Y sucedió que murió Moroni también; y así concluyó el año treinta y seis del gobierno de los jueces.", "4 Y aconteció que en el año treinta y siete del gobierno de los jueces, hubo una compañía numerosa de hombres, sí, la cantidad de cinco mil cuatrocientos hombres, con sus esposas y sus hijos, que salieron de la tierra de Zarahemla para la tierra que se hallaba al norte.", "5 Y acaeció que Hagot, siendo un hombre de extraordinaria curiosidad, fue, por tanto, y construyó un barco sumamente grande en los confines de la tierra de Abundancia, cerca de la tierra de Desolación, y lo echó a la mar del oeste, cerca de la estrecha lengua de tierra que conducía a la tierra del norte.", "6 Y he aquí, entraron en él muchos de los nefitas y se hicieron a la mar con muchas provisiones, y también muchas mujeres y niños; y se dirigieron hacia el norte. Y así concluyó el año treinta y siete.", "7 Y en el año treinta y ocho, este hombre construyó otros barcos. Y el primer barco también volvió, y muchos otros entraron en él; y también llevaron consigo gran cantidad de provisiones, y partieron otra vez hacia la tierra del norte.", "8 Y acaeció que nunca más se volvió a saber de ellos; y suponemos que se ahogaron en las profundidades del mar. Y sucedió que otro barco también se hizo a la vela; y adónde fue no lo sabemos.", "9 Y sucedió que en este año hubo mucha gente que salió hacia la tierra del norte; y así concluyó el año treinta y ocho.", "10 Y aconteció que en el año treinta y nueve del gobierno de los jueces, también murió Shiblón; y Coriantón había partido para la tierra del norte en un barco, para llevar provisiones a la gente que había ido a aquella tierra.", "11 Por tanto, fue menester que Shiblón entregara, antes de morir, aquellos objetos sagrados al hijo de Helamán, que también se llamaba Helamán, habiéndosele dado el nombre de su padre.", "12 Y he aquí, todos aquellos grabados que se hallaban en manos de Helamán se escribieron y se enviaron entre los hijos de los hombres por toda la tierra, con excepción de aquellas partes que Alma había mandado que no se enviaran.", "13 No obstante, aquellas cosas debían guardarse sagradas, y transmitirse de una generación a otra; por tanto, se habían entregado en este año a Helamán, antes de la muerte de Shiblón.", "14 Y también ocurrió que en este año hubo algunos disidentes que se habían unido a los lamanitas; y de nuevo fueron provocados a la ira contra los nefitas.", "15 Y también en este mismo año llegaron con un ejército numeroso para la guerra contra el pueblo de Moroníah, o sea, el ejército de Moroníah, en la cual fueron vencidos y arrojados otra vez a sus propias tierras, sufriendo grandes pérdidas.", "16 Y así terminó el año treinta y nueve del gobierno de los jueces sobre el pueblo de Nefi.", "17 Y así concluyó la narración de Alma y de Helamán, su hijo, y también de Shiblón, que era hijo de Alma."], "Français": ["Shiblon et plus tard Hélaman prennent possession des annales sacrées— Beaucoup de Néphites voyagent jusqu’au pays situé du côté du nord— Hagoth construit des navires qui font voile sur la mer de l’ouest— Moronihah bat les Lamanites au cours d’une bataille. Vers 56–52av.J.-C.", "1 Et il arriva qu’au commencement de la trente-sixième année du règne des juges sur le peuple de Néphi, Shiblon prit possession des objets sacrés qui avaient été remis par Alma à Hélaman.", "2 Et c’était un homme juste, et il marchait en droiture devant Dieu; et il s’appliquait à faire continuellement le bien, à garder les commandements du Seigneur, son Dieu; et son frère aussi.", "3 Et il arriva que Moroni mourut aussi. Et ainsi finit la trente-sixième année du règne des juges.", "4 Et il arriva que la trente-septième année du règne des juges, une grande compagnie d’hommes, au nombre de cinq mille quatre cents hommes, avec leurs épouses et leurs enfants, partit du pays de Zarahemla pour aller au pays qui était situé du côté du nord.", "5 Et il arriva que Hagoth, homme extrêmement habile, s’en fut construire un navire extrêmement grand dans les régions frontières du pays d’Abondance, près du pays de Désolation, et le lança dans la mer de l’ouest, près de la langue étroite qui menait au pays situé du côté du nord.", "6 Et voici, beaucoup de Néphites y entrèrent et partirent avec beaucoup de provisions, et aussi beaucoup de femmes et d’enfants; et ils prirent la direction du nord. Et ainsi finit la trente-septième année.", "7 Et la trente-huitième année, cet homme construisit d’autres navires. Et le premier navire revint aussi, et beaucoup d’autres personnes y entrèrent; et ils prirent aussi beaucoup de provisions et partirent de nouveau vers le pays qui est situé du côté du nord.", "8 Et il arriva qu’on n’entendit plus jamais parler d’eux. Et nous pensons qu’ils ont été noyés dans les profondeurs de la mer. Et il arriva qu’un autre navire partit aussi; et nous ne savons pas où il est allé.", "9 Et il arriva que, cette année-là, il y eut beaucoup de gens qui allèrent dans le pays qui est situé du côté du nord. Et ainsi finit la trente-huitième année.", "10 Et il arriva, la trente-neuvième année du règne des juges, que Shiblon mourut aussi, et Corianton était parti avec un navire vers le pays situé du côté du nord, pour porter des provisions à ceux qui étaient allés dans ce pays.", "11 C’est pourquoi, Shiblon se trouva dans la nécessité de conférer, avant sa mort, ces objets sacrés au fils d’Hélaman, appelé Hélaman, du nom de son père.", "12 Or, voici, toutes ces inscriptions gravées, qui étaient en la possession d’Hélaman, furent écrites et envoyées parmi les enfants des hommes dans tout le pays, sauf les parties qu’Alma avait commandé de ne pas envoyer.", "13 Néanmoins, ces choses devaient être tenues pour sacrées, et transmises d’une génération à l’autre; c’est pourquoi, cette année-là, elles avaient été conférées à Hélaman, avant la mort de Shiblon.", "14 Et il arriva aussi, cette année-là, qu’il y eut quelques dissidents qui étaient passés chez les Lamanites; et ceux-ci furent de nouveau excités à la colère contre les Néphites.", "15 Et aussi, cette même année, ils descendirent avec une nombreuse armée engager contre le peuple de Moronihah, ou contre l’armée de Moronihah, une guerre au cours de laquelle ils furent battus et repoussés dans leurs terres, subissant de lourdes pertes.", "16 Et ainsi finit la trente-neuvième année du règne des juges sur le peuple de Néphi.", "17 Et ainsi finit le récit d’Alma, et d’Hélaman, son fils, et aussi de Shiblon, qui était son fils."], "Kiribati": ["Tiburon ao i mwina manga Ereman a kawakini taian rongorongo aika a tabu—A mwaiti Nibwaite ake a mwananga nakon te aba nako meang—E kabai kaibuke Akota ake a borau nako n taari i maeao—Moronaaia e konaia Reimwanaite n te buaka. Uakaan ma 56–52I.K.", "1 Ao e koro bukina bwa ni moan waakinan aia katenibwi ma onoua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai, Tiburon e a kaawakini bwaai aika a tabu ake e a tia n anganaki Ereman iroun Aramwa.", "2 Ao bon te aomata ae momotiraoi, ao e nakonako n ae eti imatan te Atua; ao e bon taraia bwa e na karaoa ae raoiroi n aki toki, bwa e na kawakina ana tua te Uea ae Atuana; ao tarina naba.", "3 Ao e koro bukina bwa e a mate naba Moronaai. Ao ikai are e a toki iai aia katenibwi ma onoua n tautaeka taan moti.", "4 Ao e koro bukina bwa n aia katenibwi ma itiua n ririki n tautaeka taan moti, bon iai te koraki ni mwaane ae mwaiti, ae mwaitia nimaua te nga ao abubua mwaane, ma buuia ma natiia, ake a kitana te aba are Taraemera nakon te aba are nako meang.", "5 Ao e koro bukina bwa Akota, kioina bwa bon te aomata ae rang kan atai bwai, ngaia are e a mwananga nako ma ni kabaa ana kaibuke ae rianako buburana, n tian te aba ni Mari, i rarikin te Aba are Kamaroa, ma ni kabutianako nakon taari are i maeao, n te tabo ae wariki are e kaineti nakon te aba are e nako meang.", "6 Ao nooria, a bon mwaiti Nibwaite ake a toka iai ma ni boraunako ma bwaai aika a na kainnanoi aika a mwaiti, ma aia aine ma natia; ao a toua nako kawaia nako meang. Ao ikai are e a toki iai te katenibwi ma itiua n ririki.", "7 Ao n te katenibwi ma waniua n ririki, ao te mwaane aio e a manga kabai riki taian kaibuke. Ao te moan kaibuke are e kabaia e a bon karairaki naba, ao a bon mwaiti riki aomata ake a manga toka riki iaona; ao a manga uoti riki bwaai ake a na kainnanoi aika a mwaiti, ma ni borau nako riki nakon te aba are i meang.", "8 Ao e koro bukina bwa bon akea riki rongorongoia ae manga ataaki. Ao ti kataua inanora bwa a bon bwabwa i kabin marawa. Ao e koro bukina bwa teuana te kaibuke e borau nako; ao ti bon aki ataia bwa e nakea.", "9 Ao e koro bukina bwa n te ririki aio ao a bon mwaiti aomata ake a mwananga nakon te aba are i meang. Ao ikai are e a toki iai te katenibwi ma waniua n ririki.", "10 Ao e koro bukina bwa n aia katenibwi ma ruaiwa n ririki n tautaeka taan moti, e mate Tiburon naba ao Korianton e nakon te aba are i meang n te kaibuke, bwa e na uoti bwaai ake a kainnanoaki nakoia aomata ake a tia n nakon te aba anne.", "11 Ngaia are, e bon riai bwa Tiburon e na anganako bwaai ake a tabu akekei, i mwaain matena, nakon natin Ereman, te mwaane are e bon aranaki bwa Ereman i mwin tamana.", "12 Ngkai nooria, ni kabane taian koroboki akekei ake a mena iroun Ereman a bon koreaki ma ni kanakoaki i buakoia natia aomata ni kabuta te aba, ma a ti tauaki mwakoro ake e tua Aramwa bwa a na aki kanakoaki.", "13 Ma e ngae n anne, a na bon riai n rang kaawakinaki tabun bwaai aikai, ao a na karuoaki man te roro teuana nakon te roro teuana; ngaia are, n te ririki aei, e a bon anganaki Ereman, i mwaain maten Tiburon.", "14 Ao e koro bukina bwa n te ririki naba anne ao iai taan biri nako ake a tia n nakoia Reimwanaite; ao a bon kakiriweaki riki nanoia bwa a na un irouia Nibwaite.", "15 Ao n te ririki naba anne ao a roko ma te taanga ni buaka ae mwaiti bwa a na buaka ni kaaitaraia ana botanaomata Moronaaia, ke ana taanga ni buaka Moronaaia, are a bon konaki iai ma ni kakioaki rikaaki nakon oin abaia, ni korakai ibukin korakoran mateia raoia.", "16 Ao ikai are e a toki iai aia katenibwi ma ruaiwa n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai.", "17 Ao ikai are e a toki iai ana rongorongo Aramwa, ma Ereman are natina, ao Tiburon are bon natina."]}