{"English": ["The king-men seek to change the law and set up a king—Pahoran and the freemen are supported by the voice of the people—Moroni compels the king-men to defend their country or be put to death—Amalickiah and the Lamanites capture many fortified cities—Teancum repels the Lamanite invasion and slays Amalickiah in his tent. About 67–66B.C.", "1 And now it came to pass in the commencement of the twenty and fifth year of the reign of the judges over the people of Nephi, they having established peace between the people of Lehi and the people of Morianton concerning their lands, and having commenced the twenty and fifth year in peace;", "2 Nevertheless, they did not long maintain an entire peace in the land, for there began to be a contention among the people concerning the chief judge Pahoran; for behold, there were a part of the people who desired that a few particular points of the law should be altered.", "3 But behold, Pahoran would not alter nor suffer the law to be altered; therefore, he did not hearken to those who had sent in their voices with their petitions concerning the altering of the law.", "4 Therefore, those who were desirous that the law should be altered were angry with him, and desired that he should no longer be chief judge over the land; therefore there arose a warm dispute concerning the matter, but not unto bloodshed.", "5 And it came to pass that those who were desirous that Pahoran should be dethroned from the judgment-seat were called king-men, for they were desirous that the law should be altered in a manner to overthrow the free government and to establish a king over the land.", "6 And those who were desirous that Pahoran should remain chief judge over the land took upon them the name of freemen; and thus was the division among them, for the freemen had sworn or covenanted to maintain their rights and the privileges of their religion by a free government.", "7 And it came to pass that this matter of their contention was settled by the voice of the people. And it came to pass that the voice of the people came in favor of the freemen, and Pahoran retained the judgment-seat, which caused much rejoicing among the brethren of Pahoran and also many of the people of liberty, who also put the king-men to silence, that they durst not oppose but were obliged to maintain the cause of freedom.", "8 Now those who were in favor of kings were those of high birth, and they sought to be kings; and they were supported by those who sought power and authority over the people.", "9 But behold, this was a critical time for such contentions to be among the people of Nephi; for behold, Amalickiah had again stirred up the hearts of the people of the Lamanites against the people of the Nephites, and he was gathering together soldiers from all parts of his land, and arming them, and preparing for war with all diligence; for he had sworn to drink the blood of Moroni.", "10 But behold, we shall see that his promise which he made was rash; nevertheless, he did prepare himself and his armies to come to battle against the Nephites.", "11 Now his armies were not so great as they had hitherto been, because of the many thousands who had been slain by the hand of the Nephites; but notwithstanding their great loss, Amalickiah had gathered together a wonderfully great army, insomuch that he feared not to come down to the land of Zarahemla.", "12 Yea, even Amalickiah did himself come down, at the head of the Lamanites. And it was in the twenty and fifth year of the reign of the judges; and it was at the same time that they had begun to settle the affairs of their contentions concerning the chief judge, Pahoran.", "13 And it came to pass that when the men who were called king-men had heard that the Lamanites were coming down to battle against them, they were glad in their hearts; and they refused to take up arms, for they were so wroth with the chief judge, and also with the people of liberty, that they would not take up arms to defend their country.", "14 And it came to pass that when Moroni saw this, and also saw that the Lamanites were coming into the borders of the land, he was exceedingly wroth because of the stubbornness of those people whom he had labored with so much diligence to preserve; yea, he was exceedingly wroth; his soul was filled with anger against them.", "15 And it came to pass that he sent a petition, with the voice of the people, unto the governor of the land, desiring that he should read it, and give him (Moroni) power to compel those dissenters to defend their country or to put them to death.", "16 For it was his first care to put an end to such contentions and dissensions among the people; for behold, this had been hitherto a cause of all their destruction. And it came to pass that it was granted according to the voice of the people.", "17 And it came to pass that Moroni commanded that his army should go against those king-men, to pull down their pride and their nobility and level them with the earth, or they should take up arms and support the cause of liberty.", "18 And it came to pass that the armies did march forth against them; and they did pull down their pride and their nobility, insomuch that as they did lift their weapons of war to fight against the men of Moroni they were hewn down and leveled to the earth.", "19 And it came to pass that there were four thousand of those dissenters who were hewn down by the sword; and those of their leaders who were not slain in battle were taken and cast into prison, for there was no time for their trials at this period.", "20 And the remainder of those dissenters, rather than be smitten down to the earth by the sword, yielded to the standard of liberty, and were compelled to hoist the title of liberty upon their towers, and in their cities, and to take up arms in defence of their country.", "21 And thus Moroni put an end to those king-men, that there were not any known by the appellation of king-men; and thus he put an end to the stubbornness and the pride of those people who professed the blood of nobility; but they were brought down to humble themselves like unto their brethren, and to fight valiantly for their freedom from bondage.", "22 Behold, it came to pass that while Moroni was thus breaking down the wars and contentions among his own people, and subjecting them to peace and civilization, and making regulations to prepare for war against the Lamanites, behold, the Lamanites had come into the land of Moroni, which was in the borders by the seashore.", "23 And it came to pass that the Nephites were not sufficiently strong in the city of Moroni; therefore Amalickiah did drive them, slaying many. And it came to pass that Amalickiah took possession of the city, yea, possession of all their fortifications.", "24 And those who fled out of the city of Moroni came to the city of Nephihah; and also the people of the city of Lehi gathered themselves together, and made preparations and were ready to receive the Lamanites to battle.", "25 But it came to pass that Amalickiah would not suffer the Lamanites to go against the city of Nephihah to battle, but kept them down by the seashore, leaving men in every city to maintain and defend it.", "26 And thus he went on, taking possession of many cities, the city of Nephihah, and the city of Lehi, and the city of Morianton, and the city of Omner, and the city of Gid, and the city of Mulek, all of which were on the east borders by the seashore.", "27 And thus had the Lamanites obtained, by the cunning of Amalickiah, so many cities, by their numberless hosts, all of which were strongly fortified after the manner of the fortifications of Moroni; all of which afforded strongholds for the Lamanites.", "28 And it came to pass that they marched to the borders of the land Bountiful, driving the Nephites before them and slaying many.", "29 But it came to pass that they were met by Teancum, who had slain Morianton and had headed his people in his flight.", "30 And it came to pass that he headed Amalickiah also, as he was marching forth with his numerous army that he might take possession of the land Bountiful, and also the land northward.", "31 But behold he met with a disappointment by being repulsed by Teancum and his men, for they were great warriors; for every man of Teancum did exceed the Lamanites in their strength and in their skill of war, insomuch that they did gain advantage over the Lamanites.", "32 And it came to pass that they did harass them, insomuch that they did slay them even until it was dark. And it came to pass that Teancum and his men did pitch their tents in the borders of the land Bountiful; and Amalickiah did pitch his tents in the borders on the beach by the seashore, and after this manner were they driven.", "33 And it came to pass that when the night had come, Teancum and his servant stole forth and went out by night, and went into the camp of Amalickiah; and behold, sleep had overpowered them because of their much fatigue, which was caused by the labors and heat of the day.", "34 And it came to pass that Teancum stole privily into the tent of the king, and put a javelin to his heart; and he did cause the death of the king immediately that he did not awake his servants.", "35 And he returned again privily to his own camp, and behold, his men were asleep, and he awoke them and told them all the things that he had done.", "36 And he caused that his armies should stand in readiness, lest the Lamanites had awakened and should come upon them.", "37 And thus endeth the twenty and fifth year of the reign of the judges over the people of Nephi; and thus endeth the days of Amalickiah."], "Español": ["Los realistas procuran modificar la ley y establecer un rey— Pahorán y los hombres libres reciben el apoyo de la voz del pueblo— Moroni obliga a los realistas a defender su país o padecer la muerte— Amalickíah y los lamanitas se apoderan de muchas ciudades fortificadas— Teáncum rechaza la invasión lamanita y mata a Amalickíah en su tienda. Aproximadamente 67–66a.C.", "1 Y aconteció que a principios del año veinticinco del gobierno de los jueces sobre el pueblo de Nefi, habiendo ellos establecido la paz entre el pueblo de Lehi y el pueblo de Moriantón, en lo concerniente a sus tierras, y habiendo comenzado el año veinticinco en paz,", "2 aunque no conservaron por mucho tiempo una paz completa en la tierra, porque empezó a surgir entre el pueblo una disensión concerniente a Pahorán, el juez superior; porque he aquí, parte del pueblo deseaba que se modificaran algunos puntos particulares de la ley.", "3 Pero he aquí, Pahorán no quiso modificar ni permitir que se modificara la ley; de modo que no atendió a los que habían expresado su parecer en un memorial con respecto a la modificación de la ley.", "4 Por tanto, aquellos que estaban deseosos de que se modificara la ley se enojaron con él, y no quisieron que continuase como juez superior de la tierra; de modo que se provocó una disputa acalorada sobre el asunto; pero no llegó a la efusión de sangre.", "5 Y sucedió que aquellos que querían que Pahorán fuese destituido del asiento judicial fueron llamados realistas, porque deseaban que se modificara la ley de tal manera que se derribara el gobierno libre y se estableciera un rey sobre el país.", "6 Y los que deseaban que Pahorán continuase como juez superior de la tierra tomaron sobre sí el nombre de hombres libres; y así hubo esta división entre ellos, porque los hombres libres habían jurado o hecho pacto de mantener sus derechos y los privilegios de su religión mediante un gobierno libre.", "7 Y sucedió que la voz del pueblo decidió este asunto de su contención. Y aconteció que la voz del pueblo se declaró a favor de los hombres libres, y Pahorán retuvo el asiento judicial, lo cual causó mucho regocijo entre los hermanos de Pahorán, así como entre muchos de los amigos de la libertad, los cuales también hicieron callar a los realistas, de modo que no se atrevieron a oponerse, sino que se vieron obligados a mantener la causa de la libertad.", "8 Ahora bien, los que estaban a favor de los reyes eran personas de ilustre linaje que deseaban ser reyes; y los apoyaban aquellos que ambicionaban poder y autoridad sobre el pueblo.", "9 Pero he aquí, fue esta una época muy crítica para que hubiera tales disensiones entre el pueblo de Nefi; pues he aquí, Amalickíah de nuevo había incitado el corazón del pueblo lamanita contra el pueblo de los nefitas, y estaba reuniendo soldados de todas partes de su tierra, y armándolos, y preparándose para la guerra con toda diligencia; porque había jurado beber la sangre de Moroni.", "10 Mas he aquí, ya veremos que la promesa que él hizo resultó desatinada; no obstante, se preparó a sí mismo y a sus ejércitos para ir a la batalla contra los nefitas.", "11 Mas sus ejércitos no eran tan numerosos como antes lo habían sido, a causa de los muchos miles que habían perecido por mano de los nefitas; mas no obstante sus grandes pérdidas, Amalickíah había reunido a un ejército admirablemente grande, por lo que no tuvo miedo de ir a la tierra de Zarahemla.", "12 Sí, aun Amalickíah mismo llegó al frente de los lamanitas. Y fue en el año veinticinco del gobierno de los jueces; y esto fue al mismo tiempo en que empezaban a allanar sus contenciones concernientes a Pahorán, el juez superior.", "13 Y aconteció que cuando los hombres que eran llamados realistas supieron que los lamanitas venían a la batalla contra ellos, se alegraron en su corazón; y se negaron a tomar las armas; porque tan irritados estaban con el juez superior, y también con los hombres libres, que no quisieron tomar las armas para defender su país.", "14 Y sucedió que cuando Moroni vio esto, y también vio que los lamanitas estaban llegando a las fronteras de la tierra, se enojó en extremo a causa de la obstinación de aquellos a quienes él tan diligentemente había procurado preservar; sí, se enojó en extremo; se le llenó el alma de ira en contra de ellos.", "15 Y aconteció que envió un memorial, con la voz del pueblo, al gobernador del país, pidiéndole que lo leyera, y le diera a él (Moroni) la facultad o para obligar a aquellos disidentes a defender su país o para quitarles la vida.", "16 Porque su primera consideración era hacer cesar aquellas contiendas y disensiones entre el pueblo; pues he aquí, esto había sido previamente una causa de toda su destrucción. Y sucedió que fue concedido de acuerdo con la voz del pueblo.", "17 Y aconteció que Moroni dio órdenes de que su ejército marchara contra aquellos realistas para abatir su orgullo y su grandeza, y humillarlos hasta el polvo, o hacerles tomar las armas y apoyar la causa de la libertad.", "18 Y ocurrió que los ejércitos marcharon en contra de ellos; y abatieron su orgullo y su grandeza, al grado de que al levantar sus armas de guerra para pelear contra los hombres de Moroni, fueron talados y derribados a tierra.", "19 Y sucedió que hubo cuatro mil de esos disidentes que fueron talados por la espada; y sus jefes que no murieron en la batalla fueron tomados y encarcelados, porque no hubo tiempo para juzgarlos en esa ocasión.", "20 Y el resto de aquellos disidentes, más bien que caer a tierra por la espada, se rindieron al estandarte de la libertad, y se les obligó a izar el estandarte sobre sus torres, y en sus ciudades, y a tomar las armas en defensa de su país.", "21 Y así acabó Moroni con aquellos realistas, de modo que no hubo nadie que fuese conocido por el apelativo de realista; y así dio fin a la obstinación y orgullo de aquellos que decían tener sangre noble; y fueron obligados a humillarse igual que sus hermanos y a luchar valientemente por su libertad del cautiverio.", "22 Pero he aquí, ocurrió que mientras Moroni estaba resolviendo las guerras y contiendas entre los de su propio pueblo, e imponiéndoles la paz y la civilización, y haciendo arreglos para prepararse para la guerra contra los lamanitas, he aquí, estos habían entrado en la tierra de Moroni, que estaba situada junto al mar.", "23 Y sucedió que los nefitas no tenían suficientes fuerzas en la ciudad de Moroni; por tanto, Amalickíah los desalojó, matando a muchos de ellos; y sucedió que Amalickíah se apoderó de la ciudad, sí, se posesionó de todas sus fortificaciones.", "24 Y los que huyeron de la ciudad de Moroni llegaron a la ciudad de Nefíah; y también los habitantes de la ciudad de Lehi se reunieron y se prepararon, y quedaron listos para hacer frente a los lamanitas en la batalla.", "25 Pero aconteció que Amalickíah no permitió que los lamanitas marcharan contra la ciudad de Nefíah para combatir, sino que los detuvo junto a las costas del mar, dejando hombres en cada ciudad para mantenerla y defenderla.", "26 Y así avanzó, apoderándose de muchas ciudades: la ciudad de Nefíah, y la ciudad de Lehi, y la ciudad de Moriantón, y la ciudad de Omner, y la ciudad de Gid, y la ciudad de Mulek, todas las cuales se hallaban situadas en las fronteras del este, junto al mar.", "27 Y así, por la astucia de Amalickíah, los lamanitas con sus innumerables huestes se habían apoderado de muchas ciudades, todas las cuales estaban fortificadas sólidamente de acuerdo con las fortificaciones de Moroni; y todas las cuales proporcionaban plazas fuertes para los lamanitas.", "28 Y sucedió que avanzaron hasta las fronteras de la tierra de Abundancia, arrojando a los nefitas delante de ellos y matando a muchos.", "29 Pero ocurrió que les salió al encuentro Teáncum, el mismo que había matado a Moriantón y atajado a su pueblo en su fuga.", "30 Y sucedió que igualmente detuvo a Amalickíah, mientras este marchaba con su numeroso ejército para posesionarse de la tierra de Abundancia, como también de la tierra hacia el norte.", "31 Mas he aquí que se contrarió al ser rechazado por Teáncum y sus hombres, porque eran grandes guerreros; pues cada uno de los hombres de Teáncum sobrepujaba a los lamanitas en su fuerza y en su destreza guerrera, al grado de que lograron aventajar a los lamanitas.", "32 Y sucedió que los acosaron, a tal grado que los mataron aun hasta que obscureció. Y aconteció que Teáncum y sus hombres plantaron sus tiendas en las fronteras de la tierra de Abundancia; y Amalickíah plantó sus tiendas sobre las playas, en los linderos a orillas del mar; y así fueron rechazados.", "33 Y sucedió que cuando hubo anochecido, Teáncum y su siervo salieron furtivamente de noche, y entraron en el campamento de Amalickíah; y he aquí, el sueño había vencido a los lamanitas por motivo de su mucha fatiga, causada por los trabajos y el calor del día.", "34 Y sucedió que Teáncum se introdujo secretamente en la tienda del rey, y le hincó una jabalina en el corazón; y causó instantáneamente la muerte del rey, de modo que no despertó a sus siervos.", "35 Y volvió a escondidas a su propio campamento; y he aquí, sus hombres estaban durmiendo; y los despertó y les dijo todo lo que había hecho.", "36 Y mandó que su ejército se aprestara, no fuese que los lamanitas hubieran despertado y vinieran contra ellos.", "37 Y así concluye el año veinticinco del gobierno de los jueces sobre el pueblo de Nefi; y así terminan los días de Amalickíah."], "Français": ["Les hommes-du-roi cherchent à changer la loi et à installer un roi— Pahoran et les hommes-libres sont soutenus par la voix du peuple— Moroni oblige les hommes-du-roi à défendre leur pays sous peine de mort— Amalickiah et les Lamanites s’emparent de beaucoup de villes fortifiées— Téancum repousse l’invasion lamanite et tue Amalickiah dans sa tente. Vers 67–66av.J.-C.", "1 Et alors, il arriva, au commencement de la vingt-cinquième année du règne des juges sur le peuple de Néphi, que ceux-ci avaient fait régner la paix entre le peuple de Léhi et le peuple de Morianton concernant leurs terres, et avaient commencé la vingt-cinquième année dans la paix;", "2 néanmoins, ils ne conservèrent pas longtemps une paix entière dans le pays, car il commença à y avoir une querelle parmi le peuple concernant le grand juge Pahoran; car voici, il y avait une partie du peuple qui désirait que l’on changeât un petit nombre de points particuliers de la loi.", "3 Mais voici, Pahoran ne voulut pas changer ni permettre que l’on changeât la loi; il n’écouta donc pas ceux qui avaient envoyé leur voix avec leur pétition pour le changement de la loi.", "4 C’est pourquoi ceux qui voulaient que la loi fût changée furent en colère contre lui et désirèrent qu’il ne fût plus le grand juge du pays; c’est pourquoi, il se produisit une vive dispute à ce sujet, mais sans aller jusqu’à l’effusion du sang.", "5 Et il arriva que ceux qui voulaient que Pahoran fût détrôné du siège du jugement furent appelés hommes-du-roi, car ils étaient désireux de voir la loi changée de manière à renverser le gouvernement libre et à établir un roi sur le pays.", "6 Et ceux qui voulaient que Pahoran demeurât grand juge du pays prirent sur eux le nom d’hommes-libres; et c’est ainsi qu’il y eut une division parmi eux, car les hommes-libres avaient juré ou fait alliance de défendre leurs droits et les garanties de leur religion par un gouvernement libre.", "7 Et il arriva que le sujet de leur querelle fut réglé par la voix du peuple. Et il arriva que la voix du peuple se prononça en faveur des hommes-libres, et Pahoran conserva le siège du jugement, ce qui causa beaucoup de réjouissance parmi les frères de Pahoran et aussi chez beaucoup d’entre le peuple de la liberté, qui réduisirent aussi les hommes-du-roi au silence, de sorte qu’ils n’osèrent pas s’opposer, mais furent obligés de défendre la cause de la liberté.", "8 Or, ceux qui étaient en faveur des rois étaient des gens de haute naissance, et ils cherchaient à être rois; et ils étaient soutenus par ceux qui cherchaient le pouvoir et l’autorité sur le peuple.", "9 Mais voici, de telles dissensions parmi le peuple de Néphi survenaient à une époque fort critique; car voici, Amalickiah avait de nouveau excité le cœur du peuple des Lamanites contre le peuple des Néphites, et il rassemblait des soldats de toutes les parties de son pays, et les armait, et se préparait en toute diligence pour la guerre; car il avait juré de boire le sang de Moroni.", "10 Mais voici, nous verrons que la promesse qu’il fit là était téméraire; néanmoins, il se prépara, lui et ses armées, à livrer bataille aux Néphites.", "11 Or, ses armées n’étaient pas aussi grandes qu’elles l’avaient été jusqu’à présent, à cause des nombreux milliers qui avaient été tués de la main des Néphites; mais malgré leurs grandes pertes, Amalickiah avait rassemblé une armée étonnamment grande, au point qu’il ne craignait pas de descendre au pays de Zarahemla.", "12 Oui, Amalickiah alla jusqu’à descendre lui-même à la tête des Lamanites. Et c’était la vingt-cinquième année du règne des juges; et c’était au même moment où ils avaient commencé à régler les affaires de leurs querelles concernant le grand juge Pahoran.", "13 Et il arriva que lorsque les hommes qui étaient appelés hommes-du-roi apprirent que les Lamanites descendaient leur livrer bataille, ils se réjouirent dans leur cœur; et ils refusèrent de prendre les armes, car ils étaient si furieux contre le grand juge, et aussi contre le peuple de la liberté, qu’ils ne voulurent pas prendre les armes pour défendre leur pays.", "14 Et il arriva que lorsque Moroni vit cela et vit aussi que les Lamanites entraient dans les régions frontières du pays, il fut extrêmement furieux à cause de l’obstination de ces gens qu’il avait travaillé à protéger avec tant de diligence; oui, il fut extrêmement furieux; son âme était remplie de colère contre eux.", "15 Et il arriva qu’il envoya une pétition, avec la voix du peuple, au gouverneur du pays, désirant qu’il la lût, et lui donnât (à lui, Moroni), le pouvoir d’obliger ces dissidents à défendre leur pays sous peine de mort.", "16 Car son premier souci était de mettre fin à de telles querelles et à de telles dissensions parmi le peuple; car voici, elles avaient été jusqu’alors la cause de toute leur destruction. Et il arriva que cela fut accordé, selon la voix du peuple.", "17 Et il arriva que Moroni commanda à son armée d’aller contre ces hommes-du-roi, pour abattre leur orgueil et leur noblesse et les abaisser jusqu’à terre, ou alors ils devaient prendre les armes et soutenir la cause de la liberté.", "18 Et il arriva que les armées marchèrent contre eux; et elles abattirent leur orgueil et leur noblesse, de sorte que lorsqu’ils levèrent leurs armes de guerre pour combattre les hommes de Moroni, ils furent abattus et abaissés jusqu’à terre.", "19 Et il arriva qu’il y eut quatre mille de ces dissidents qui furent abattus par l’épée; et ceux de leurs chefs qui ne furent pas tués à la bataille furent pris et jetés en prison, car on n’avait pas le temps de les juger à ce moment-là.", "20 Et le reste de ces dissidents, plutôt que d’être abattus sur le sol par l’épée, cédèrent à l’étendard de la liberté et furent forcés de hisser l’étendard de la liberté sur leurs tours et dans leurs villes et de prendre les armes pour défendre leur pays.", "21 Et ainsi, Moroni mit fin à ces hommes-du-roi, de sorte que l’on n’en connut plus sous l’appellation hommes-du-roi; et ainsi, il mit fin à l’obstination et à l’orgueil de ces gens qui professaient avoir le sang de la noblesse; mais ils furent contraints à s’humilier comme leurs frères et à combattre vaillamment pour être libérés de la servitude.", "22 Voici, il arriva que pendant que Moroni brisait ainsi les guerres et les querelles parmi son peuple, et lui imposait la paix et la civilisation, et faisait des règlements pour se préparer à la guerre contre les Lamanites, voici, les Lamanites étaient entrés au pays de Moroni, qui était dans les régions frontières près du bord de la mer.", "23 Et il arriva que les Néphites n’étaient pas suffisamment forts dans la ville de Moroni; c’est pourquoi Amalickiah les chassa, en en tuant beaucoup. Et il arriva qu’Amalickiah prit possession de la ville, oui, possession de toutes leurs fortifications.", "24 Et ceux qui s’enfuirent de la ville de Moroni vinrent à la ville de Néphihah; et le peuple de la ville de Léhi se rassembla aussi, et fit des préparatifs, et était prêt à recevoir les Lamanites à la bataille.", "25 Mais il arriva qu’Amalickiah ne voulut pas que les Lamanites aillent livrer bataille à la ville de Néphihah, mais les garda en bas, près du bord de la mer, laissant des hommes dans toutes les villes pour les conserver et les défendre.", "26 Et ainsi, il continua, prenant possession de beaucoup de villes, la ville de Néphihah, et la ville de Léhi, et la ville de Morianton, et la ville d’Omner, et la ville de Gid, et la ville de Mulek, qui étaient toutes dans les régions frontières de l’est, près du bord de la mer.", "27 Et ainsi, les Lamanites avaient obtenu, par la ruse d’Amalickiah, par leurs armées innombrables, tant de villes, qui toutes étaient considérablement fortifiées à la manière des fortifications de Moroni; et toutes offraient des places fortes aux Lamanites.", "28 Et il arriva qu’ils marchèrent sur les régions frontières du pays d’Abondance, repoussant les Néphites devant eux et en tuant beaucoup.", "29 Mais il arriva qu’ils rencontrèrent Téancum, qui avait tué Morianton et avait devancé son peuple dans sa fuite.", "30 Et il arriva qu’il devança Amalickiah aussi, tandis que celui-ci avançait avec sa nombreuse armée pour prendre possession du pays d’Abondance et aussi du pays situé du côté du nord.", "31 Mais voici, il eut la déception de se voir repoussé par Téancum et ses hommes, car c’étaient de grands guerriers; car tous les hommes de Téancum dépassaient les Lamanites dans leur force et dans leur habileté à la guerre, de sorte qu’ils prirent l’avantage sur les Lamanites.", "32 Et il arriva qu’ils les harcelèrent, de sorte qu’ils les tuèrent jusqu’à la nuit. Et il arriva que Téancum et ses hommes dressèrent leurs tentes dans les régions frontières du pays d’Abondance; et Amalickiah dressa ses tentes dans les régions frontières sur la plage près du bord de la mer, et c’est de cette manière qu’ils furent chassés.", "33 Et il arriva que lorsque la nuit fut venue, Téancum et son serviteur s’avancèrent silencieusement et sortirent de nuit, et entrèrent dans le camp d’Amalickiah; et voici, le sommeil les avait écrasés du fait de leur grande fatigue, qui était causée par les travaux et la chaleur du jour.", "34 Et il arriva que Téancum se glissa secrètement dans la tente du roi et lui enfonça un javelot dans le cœur; et il causa immédiatement la mort du roi, de sorte qu’il n’éveilla pas ses serviteurs.", "35 Et il retourna en secret dans son propre camp, et voici, ses hommes étaient endormis, et il les éveilla et leur dit tout ce qu’il avait fait.", "36 Et il commanda à ses armées de se tenir prêtes, de peur que les Lamanites ne se soient éveillés et ne viennent contre eux.", "37 Et ainsi finit la vingt-cinquième année du règne des juges sur le peuple de Néphi; et ainsi finirent les jours d’Amalickiah."], "Kiribati": ["Koraki ake a tangira temanna bwa e na uea a ukoukora bitakin te tua ma ni karekea ae e na iai te uea—Bwaoraan ma aomata ake a inaomata a bon boutokaaki ni bwanaia aomata—Moronaai e kairoroia taan tangira te uea bwa a na tei ibukin abaia ke a na tiringaki—Amarakaai ma Reimwanaite a reke irouia kaawa aika a tia ni kamatoatoaki—Teaenikam e kaitarai aia mwakuri Reimwanaite n ekianako ao a tiringa Amarakaai i nanon umwana n rianna. Uakaan ma 67–66I.K.", "1 Ao e koro bukina bwa ni moan waakin aia kauabwi ma nimaua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai, ao a tia ni kamatoa te rau i marenaia kaain Riaai ma kaain Morianton ni kaineti ma abaia, man tia ni waakina te kauabwi ma nimaua n ririki i nanon te rau;", "2 Ma e ngae n anne, a bon aki maan ni kateimatoa te rau ni kabuta te aba, bwa e a waaki te itabaraara i buakoia aomata ni kaineti ma mataniwia taan moti are Bwaoraan; bwa nooria, iai mwakoron te botanaomata are a tangiria bwa iai tabeua taekan te tua ae a riai ni bitaki.", "3 Ma nooria, Bwaoraan e rawa ni bita ke ni kariaia bwa e na bitaki te tua; ngaia are, e bon aki ongo nakoia ake a kanakoa aia taeka ma aia bubuti ni kaineti ma bitakin te tua.", "4 Ngaia are, naake a tangiria bwa e na bitaki te tua a bon un irouna, man tangiria bwa e nang aki riki bwa mataniwia taan moti iaon te aba; ngaia are e a teirake te kauntaeka ae korakora ni kaineti ma te bwai are e riki, ma akea kawawaean te raraa.", "5 Ao e koro bukina bwa naake a tangira Bwaoraan bwa e na kabwakaki man te kaintekateka ni motikitaeka a bon aranaki bwa te koraki are a tangira temanna bwa e na uea, bwa a bon tangira te tua bwa e na bitaki n te aro are e na kabwakaki te tautaeka ae inaomata ma ni kateirakea te uea iaon te aba.", "6 Ao naake a tangira Bwaoraan bwa e na tiku bwa mataniwia taan moti n te aba a bon aranaki bwa aomata ake a inaomata; ao aio aekan bwenaua i marenaia, bwa aomata ake a inaomata a bon tia ni berita ke ni berita n te berita ae tabu bwa a na taua inaomataia ma aroia n raka n aia aaro n te tautaeka ae inaomata.", "7 Ao e koro bukina bwa te bwai ae kauntaekaki aio e bon baireaki taekana ni bwanaia aomata. Ao e koro bukina bwa e iraki nanon bwaanaia aomata ake a inaomata, ao Bwaoraan e taua ana kaintekateka ni motikitaeka, are e a bon karika te kakukurei ae bati i buakoia tarin Bwaoraan ao mwaitia aomata aika a inaomata, ake a kain wiia te koraki ake a tangira temanna bwa e na uea, n te aro are a aki kona ni kaaitaraia ma a kaantaningaki bwa a na kateimatoa te waaki n inaomata.", "8 Ngkai naake a nano irouia uea bon naake a reke aroia ngke a bungiaki, ao a ukoukora te riki n uea; ao a boutokaaki irouia ake a ukoukora naba te mwaaka ma te kan tautaeka i aoia aomata.", "9 Ma nooria, bon aio te tai ae kakamaku ibukin itabaraara n aekan aikai i buakoia ana botanaomata Nibwaai; bwa nooria, Amarakaai e a manga kairi riki nanoia te botanaomata ae Reimwanaite bwa a na kaaitaraia Nibwaite, ao e ikoikotiia tautia ma ni mwakoron nako te aba, n anganiia bwaai ni buaka, ma ni botumwaaka ni katauraoia nakon te buaka; bwa e a bon tia ni berita bwa e na mooi n raraan Moronaai.", "10 Ma nooria, ti na bon nooria bwa te berita are e karaoia bon te bwai ae katawea n aki iangoia raoi; e ngae n anne, e bon katauraoia ao ana taanga ni buaka bwa a na roko ni buakaniia Nibwaite.", "11 Ao ngkanne ana taanga ni buaka e bon aki mwaiti kaaina n aron are mai mwaaina, ibukin ngaa ma ngaa ake a bon tia n tiringaki I aan baia Nibwaite; ma e ngae ngke e mwaiti aika a tia ni bua, Amarakaai e bon ikota naba te taanga ni buaka ae bubura, n te aro are e a bon aki maaku n ruo rikaaki nakon te aba are Taraemera.", "12 Eng, ao e bon nako naba Amarakaai, ni kairia Reimwanaite. Ao aio bon n aia kauabwi ma nimaua n ririki n tautaeka taan moti; ao bon n te tai naba are e a tia ni waaki ni babairea aron aia waaki n itabaraara ni kaineti ma mataniwia taan moti, are Bwaoraan.", "13 Ao e koro bukina bwa mwaane ake a aranaki bwa a tangira temanna bwa e na uea ngke a tia n ongo bwa a roko Reimwanaite bwa a na kaaitaraia n te buaka, a bon kukurei i nanoia; ao a rawa n tabeki aia bwai ni buaka, bwa a bon korakora unia iroun mataniwia taan moti, ao aomata naba ake a inaomata, n te aro are a rawa n tabeki aia bwai ni buaka bwa a na kamaiua abaia.", "14 Ao e koro bukina bwa ngke Moronaai e noora aio, man nooria naba Reimwanaite n roko n tian te aba, e a bon rang korakora unna ibukin imanonoia aomata akekei ake e a bon tia ni kakorakora ni beku ibukiia ma te botumwaaka bwa a na kawakinaki; eng, e a bon rang korakora unna; ao e a onrake tamneina n unna ni kaaitaraia.", "15 Ao e koro bukina bwa e kanakoa te bubuti ae koreaki, ao iriana bwanaia aomata, nakon te kowana n te aba, n tangiria bwa e na warekia, man anganna (Moronaai) te kariaiakaki bwa e na kairoroia taan kan biri nako bwa a na tei ibukin abaia ke a na tiringaki.", "16 Bwa bon te moan bwai ae riai n tabeakinna katokan taian itabaraara ma kakauntaeka i buakoia ana botanaomata; bwa nooria, aio bukin kamaunakia ma i mwaaina. Ao e koro bukina bwa e kariaiakaki ni kaineti ma bwanaia te botanaomata.", "17 Ao e koro bukina bwa Moronaai e tua bwa ana taanga ni buaka a na nako ni kaaitaraia ana aomata te uea, ni katoka aia kainikatonga ma aia kan rietata man kaboraoia ma aontano, ke a na tabeki aia bwai ni buaka man tei ibukin waakinan te inaomata.", "18 Ao e koro bukina bwa a bon mwananga ni kaaitaraia; ao a katoka aia kainikatonga ma aia kan rietata, n te aro are ngke a tabeki aia bwai ni buaka ni buakaniia ana botanaomata Moronaai a bon kabwakaki man tiringaki.", "19 Ao e koro bukina bwa bon aua te ngaa mwaitia taan kan birinako ake a kabwakaki n te kabaang; ao aia mataniwi ake aki tiringaki n te buaka a bon anaaki man teweaki nako nanon te nne ni kaikain, bwa e bon aki reke tain kabowiakiia n te tai aei.", "20 Ao nikiraia taan kan biri nako, a bon ongeaba nakon te buraeki n inaomata nakon riki are a na tiringaki n te kabaang, ao a kairoroaki bwa a na irakea te buraeki n inaomata iaon aia taua, ao i nanon aia kaawa, man tabeki aia bwai ni buaka n tei ibukin abaia.", "21 Ao ngaia are Moronaai e tiringia ana aomata te uea, ao bon akea riki ae manga kinaaki n te ara ae ana aomata te uea; ao ikai are e a katoka imanonoia ma kainikatongaia aomata akekei ake a taku bwa iai raraaia n uea; ma a kananorinanoaki n aekaia tariia, ao bwa a na buaka n ninikoria ibukin kainaomatakia man te tautoronaki.", "22 Nooria, e koro bukina bwa ngke e tabe Moronaai ni katoki taian buaka ma itabaraara i buakoia ana botanaomata, man kairia bwa ana rau man riki rake, ao ma ni karaoi babaire ibukin te katauraoi nakon te buaka ni kaaitaraia Reimwanaite, nooria, a roko Reimwanaite n te aba are Moronaai, are e mena n te tia are i mataniwin taari.", "23 Ao e koro bukina bwa e aki bati n tau korakoraia Nibwaite n te kaawa are Moronaai; ngaia are Amarakaai e bon kakionakoia, man tiringia aika a mwaiti. Ao e koro bukina bwa Amarakaai e taua te kaawa anne, eng, e tauii aia bwaai ni kabane ake a kamatoatoaia iai.", "24 Ao naake a biri nako man te kaawa are Moronaai a roko nakon te kaawa are Nibwaaia; ao kaain naba te kaawa are Riaai a ikotiia, ma ni waakina aia katauraoi ao a tauraoi ni butimwaia Reimwanaite nakon te buaka.", "25 Ma e koro bukina bwa Amarakaai e aki tangiriia Reimwanaite bwa a na buaka ni kaitaraa te kaawa are Nibwaaia, ma e tauiia i rarikin taari, ma ni katikuia mwaane ni kaawa nako aika a bubura bwa a na kaawakin man tei ibukiia.", "26 Ao ngaia are e a waaki nako, n tauii kaawa aika a mwaiti, te kaawa are Nibwaaia, ao te kaawa are Riaai, ao te kaawa are Morianton, ao te kaawa are Aomna, ma te kaawa are Kiite, ao te kaawa are Mureki, ake a bane ni mena n te tia are i mainiku i rarikin taari.", "27 Ao ngaia are Reimwanaite a karekei, man ana kawai ni babakanikawai Amarakaai, aia kaawa, irouia aia taanga ni buaka aika a mwaiti, ake a bon korakora kamatoatoakia mai mwiin ana waaki ni kamatoatoa Moronaai; are a bane n reke iai kamatoatoakia Reimwanaite.", "28 Ao e koro bukina bwa a mwananga nakon tian te Aba ni Mari, ni kakionakoia Nibwaite mai mataia man tiringia.", "29 Ma e koro bukina bwa a bon kaitibo ma Teaenikam, are e a tia n tiringa Morianton ma ni katoka mwanangaia ana botanaomata n aia tai ni biri nako.", "30 Ao e koro bukina bwa e katoka naba mwanangan Amarakaai, ngke e mwananga ma ana taanga ni buaka ae korakora bwa e na taua te Aba ni Mari, ma te aba are n nako meang.", "31 Ma nooria e kaitibo ma te nanokawaki ngke e a totokoaki iroun Teaenikam ma raona, bwa bon taan buaka aika a koro aroia; bwa ni kabane ana aomata Teaenikam a rianako korakoraia ma rabakauia ni buaka nakoia Reimwanaite, n te aro are a bon reke rakaia i aoia Reimwanaite.", "32 Ao e koro bukina bwa a bon aki karauia, n te aro are a bon tiringia n uaa e a roo. Ao e koro bukina bwa Teaenikam ma ana koraki a bon katei aia umwanrianna n tian te Aba ni Mari; ao Amarakaai e katei ana umwanrianna n te tia iaon te bike i rarikin taari, ao aio aron kakioakia.", "33 Ao e koro bukina bwa ngke e a roko te bong, Teaenikam ma ana toro a iraa n otinako n te bong, man nakon ana tabo Amarakaai; ao nooria, a matunako ibukin kuaia, man aia mwakuri ao kabuebuen te ngaina.", "34 Ao e koro bukina bwa Teaenikam e iraa n rin n ana umwanrianna te uea, ma n ewara buroona n te kai ni karetei; ao e a bon karika maten te uea n te tai ae waekoa n te aro are a bon aki uti ana toro.", "35 Ao e iraa n okirikaki nakon ana tabo, ao nooria, a bon matu ana koraki, ao e kautia man tuangiia bwaai ni kabane ake e a tia ni karaoi.", "36 Ao e tua bwa ana taanga ni buaka ana tei n tauraoi, mwiina a uti Reimwanaite man roko nako aoia.", "37 Ao ngaia are e a toki aia kauabwi ma nimaua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai; ao a bane ana bong Amarakaai."]}