{"English": ["Amlici seeks to be king and is rejected by the voice of the people—His followers make him king—The Amlicites make war on the Nephites and are defeated—The Lamanites and Amlicites join forces and are defeated—Alma slays Amlici. About 87B.C.", "1 And it came to pass in the commencement of the fifth year of their reign there began to be a contention among the people; for a certain man, being called Amlici, he being a very cunning man, yea, a wise man as to the wisdom of the world, he being after the order of the man that slew Gideon by the sword, who was executed according to the law—", "2 Now this Amlici had, by his cunning, drawn away much people after him; even so much that they began to be very powerful; and they began to endeavor to establish Amlici to be a king over the people.", "3 Now this was alarming to the people of the church, and also to all those who had not been drawn away after the persuasions of Amlici; for they knew that according to their law that such things must be established by the voice of the people.", "4 Therefore, if it were possible that Amlici should gain the voice of the people, he, being a wicked man, would deprive them of their rights and privileges of the church; for it was his intent to destroy the church of God.", "5 And it came to pass that the people assembled themselves together throughout all the land, every man according to his mind, whether it were for or against Amlici, in separate bodies, having much dispute and wonderful contentions one with another.", "6 And thus they did assemble themselves together to cast in their voices concerning the matter; and they were laid before the judges.", "7 And it came to pass that the voice of the people came against Amlici, that he was not made king over the people.", "8 Now this did cause much joy in the hearts of those who were against him; but Amlici did stir up those who were in his favor to anger against those who were not in his favor.", "9 And it came to pass that they gathered themselves together, and did consecrate Amlici to be their king.", "10 Now when Amlici was made king over them he commanded them that they should take up arms against their brethren; and this he did that he might subject them to him.", "11 Now the people of Amlici were distinguished by the name of Amlici, being called Amlicites; and the remainder were called Nephites, or the people of God.", "12 Therefore the people of the Nephites were aware of the intent of the Amlicites, and therefore they did prepare to meet them; yea, they did arm themselves with swords, and with cimeters, and with bows, and with arrows, and with stones, and with slings, and with all manner of weapons of war, of every kind.", "13 And thus they were prepared to meet the Amlicites at the time of their coming. And there were appointed captains, and higher captains, and chief captains, according to their numbers.", "14 And it came to pass that Amlici did arm his men with all manner of weapons of war of every kind; and he also appointed rulers and leaders over his people, to lead them to war against their brethren.", "15 And it came to pass that the Amlicites came upon the hill Amnihu, which was east of the river Sidon, which ran by the land of Zarahemla, and there they began to make war with the Nephites.", "16 Now Alma, being the chief judge and the governor of the people of Nephi, therefore he went up with his people, yea, with his captains, and chief captains, yea, at the head of his armies, against the Amlicites to battle.", "17 And they began to slay the Amlicites upon the hill east of Sidon. And the Amlicites did contend with the Nephites with great strength, insomuch that many of the Nephites did fall before the Amlicites.", "18 Nevertheless the Lord did strengthen the hand of the Nephites, that they slew the Amlicites with great slaughter, that they began to flee before them.", "19 And it came to pass that the Nephites did pursue the Amlicites all that day, and did slay them with much slaughter, insomuch that there were slain of the Amlicites twelve thousand five hundred thirty and two souls; and there were slain of the Nephites six thousand five hundred sixty and two souls.", "20 And it came to pass that when Alma could pursue the Amlicites no longer he caused that his people should pitch their tents in the valley of Gideon, the valley being called after that Gideon who was slain by the hand of Nehor with the sword; and in this valley the Nephites did pitch their tents for the night.", "21 And Alma sent spies to follow the remnant of the Amlicites, that he might know of their plans and their plots, whereby he might guard himself against them, that he might preserve his people from being destroyed.", "22 Now those whom he had sent out to watch the camp of the Amlicites were called Zeram, and Amnor, and Manti, and Limher; these were they who went out with their men to watch the camp of the Amlicites.", "23 And it came to pass that on the morrow they returned into the camp of the Nephites in great haste, being greatly astonished, and struck with much fear, saying:", "24 Behold, we followed the camp of the Amlicites, and to our great astonishment, in the land of Minon, above the land of Zarahemla, in the course of the land of Nephi, we saw a numerous host of the Lamanites; and behold, the Amlicites have joined them;", "25 And they are upon our brethren in that land; and they are fleeing before them with their flocks, and their wives, and their children, towards our city; and except we make haste they obtain possession of our city, and our fathers, and our wives, and our children be slain.", "26 And it came to pass that the people of Nephi took their tents, and departed out of the valley of Gideon towards their city, which was the city of Zarahemla.", "27 And behold, as they were crossing the river Sidon, the Lamanites and the Amlicites, being as numerous almost, as it were, as the sands of the sea, came upon them to destroy them.", "28 Nevertheless, the Nephites being strengthened by the hand of the Lord, having prayed mightily to him that he would deliver them out of the hands of their enemies, therefore the Lord did hear their cries, and did strengthen them, and the Lamanites and the Amlicites did fall before them.", "29 And it came to pass that Alma fought with Amlici with the sword, face to face; and they did contend mightily, one with another.", "30 And it came to pass that Alma, being a man of God, being exercised with much faith, cried, saying: O Lord, have mercy and spare my life, that I may be an instrument in thy hands to save and preserve this people.", "31 Now when Alma had said these words he contended again with Amlici; and he was strengthened, insomuch that he slew Amlici with the sword.", "32 And he also contended with the king of the Lamanites; but the king of the Lamanites fled back from before Alma and sent his guards to contend with Alma.", "33 But Alma, with his guards, contended with the guards of the king of the Lamanites until he slew and drove them back.", "34 And thus he cleared the ground, or rather the bank, which was on the west of the river Sidon, throwing the bodies of the Lamanites who had been slain into the waters of Sidon, that thereby his people might have room to cross and contend with the Lamanites and the Amlicites on the west side of the river Sidon.", "35 And it came to pass that when they had all crossed the river Sidon that the Lamanites and the Amlicites began to flee before them, notwithstanding they were so numerous that they could not be numbered.", "36 And they fled before the Nephites towards the wilderness which was west and north, away beyond the borders of the land; and the Nephites did pursue them with their might, and did slay them.", "37 Yea, they were met on every hand, and slain and driven, until they were scattered on the west, and on the north, until they had reached the wilderness, which was called Hermounts; and it was that part of the wilderness which was infested by wild and ravenous beasts.", "38 And it came to pass that many died in the wilderness of their wounds, and were devoured by those beasts and also the vultures of the air; and their bones have been found, and have been heaped up on the earth."], "Español": ["Amlici intenta hacerse rey y lo rechaza la voz del pueblo— Sus partidarios lo hacen rey— Los amlicitas combaten contra los nefitas y son derrotados— Los lamanitas y los amlicitas unen sus fuerzas y son vencidos— Alma mata a Amlici. Aproximadamente 87a.C.", "1 Y aconteció que al principio del quinto año de su gobierno, empezó a surgir la contención entre el pueblo, pues cierto hombre llamado Amlici —hombre muy astuto, sí, versado en la sabiduría del mundo, siendo de la orden del hombre que asesinó a Gedeón con la espada, y que fue ejecutado según la ley—", "2 y este Amlici se había atraído a muchos con su astucia; sí, a tantos que empezaron a ser muy fuertes; y comenzaron a esforzarse por establecer a Amlici como rey del pueblo.", "3 Ahora bien, esto alarmó mucho a la gente de la iglesia, y también a todos aquellos que no habían sido atraídos por las persuasiones de Amlici; porque sabían que, según su ley, la voz del pueblo debía instituir aquellas cosas.", "4 Por tanto, si Amlici llegara a granjearse la voz del pueblo, dado que era un hombre perverso, los privaría de sus derechos y privilegios de la iglesia; porque su intención era destruir la iglesia de Dios.", "5 Y sucedió que se reunió el pueblo por toda la tierra, todo hombre según su opinión, ya fuera a favor o en contra de Amlici, en grupos separados, ocasionando muchas disputas y grandes contenciones entre unos y otros.", "6 Y así se reunieron para expresar sus opiniones concernientes al asunto; y las presentaron ante los jueces.", "7 Y aconteció que la voz del pueblo resultó en contra de Amlici, de modo que no fue hecho su rey.", "8 Ahora bien, esto causó mucha alegría en el corazón de los que estaban en contra de él; pero Amlici incitó a la ira a aquellos que estaban a su favor en contra de los que no lo apoyaban.", "9 Y ocurrió que se reunieron y consagraron a Amlici para que fuese su rey.", "10 Y cuando Amlici fue nombrado su rey, les mandó que tomaran las armas en contra de sus hermanos; y lo hizo para subyugarlos a él.", "11 Ahora bien, la gente de Amlici se distinguía con el nombre de Amlici, llamándose amlicitas; y los demás se llamaban nefitas o el pueblo de Dios.", "12 Por tanto, los nefitas estaban enterados del intento de los amlicitas, y, por consiguiente, se prepararon para enfrentarse a ellos; sí, se armaron con espadas y con cimitarras, con arcos y con flechas, con piedras y con hondas, y con todo género de armas de guerra de todas clases.", "13 Y así quedaron preparados para hacer frente a los amlicitas al tiempo de su llegada. Y se nombraron capitanes, y capitanes mayores, y capitanes en jefe, según sus números.", "14 Y aconteció que Amlici armó a sus hombres con todo género de armas de guerra de todas clases; y también nombró jefes y caudillos sobre su gente para que los condujeran a la guerra contra sus hermanos.", "15 Y sucedió que los amlicitas llegaron al cerro Amnihu, que quedaba al este del río Sidón, el cual pasaba junto a la tierra de Zarahemla, y allí empezaron a hacer la guerra a los nefitas.", "16 Ahora bien, Alma, que era juez superior y gobernador del pueblo de Nefi, fue con su gente, sí, con sus capitanes y capitanes en jefe, sí, a la cabeza de sus ejércitos, a combatir a los amlicitas.", "17 Y empezaron a matar a los amlicitas sobre el cerro al este del Sidón. Y los amlicitas contendieron contra los nefitas con gran vigor, al grado que muchos de los nefitas cayeron ante los amlicitas.", "18 Sin embargo, el Señor fortaleció la mano de los nefitas, de modo que hirieron a los amlicitas con tan grande mortandad, que empezaron a huir delante de ellos.", "19 Y sucedió que los nefitas persiguieron a los amlicitas todo ese día, y los mataron con tan grande estrago, que el número de los amlicitas muertos llegó a doce mil quinientas treinta y dos almas; y de los nefitas fueron muertas seis mil quinientas sesenta y dos almas.", "20 Y acaeció que cuando Alma ya no pudo perseguir más a los amlicitas, hizo que su gente plantara sus tiendas en el valle de Gedeón, valle que así se llamaba por Gedeón, a quien Nehor mató con la espada; y en este valle los nefitas levantaron sus tiendas para pasar la noche.", "21 Y Alma envió espías para que siguieran al resto de los amlicitas, a fin de poder saber sus planes y sus conspiraciones, para que por ese medio él se guardara de ellos, a fin de evitar que su pueblo fuese destruido.", "22 Y los que envió a vigilar el campo de los amlicitas se llamaban Zeram, y Amnor, y Manti, y Limher; estos fueron los que partieron con sus hombres para espiar el campo de los amlicitas.", "23 Y aconteció que por la mañana retornaron al campo de los nefitas con gran prisa, asombrados en gran manera, y llenos de mucho temor, diciendo:", "24 He aquí, seguimos el campo de los amlicitas, y con gran asombro vimos a una numerosa hueste de lamanitas en la tierra de Minón, más allá de la tierra de Zarahemla, en dirección de la tierra de Nefi; y he aquí, los amlicitas se han unido a ellos;", "25 y han caído sobre nuestros hermanos en esa tierra; y están huyendo ante ellos con sus rebaños, y sus esposas, y sus niños hacia nuestra ciudad; y a menos que nos demos prisa, se apoderarán de nuestra ciudad, y nuestros padres, y nuestras esposas y nuestros niños serán muertos.", "26 Y aconteció que los del pueblo de Nefi alzaron sus tiendas y partieron del valle de Gedeón hacia su ciudad, que era la ciudad de Zarahemla.", "27 Y he aquí, mientras estaban cruzando el río Sidón, los lamanitas y los amlicitas, casi tan numerosos como las arenas del mar, cayeron sobre ellos para destruirlos.", "28 Sin embargo, la mano del Señor fortaleció a los nefitas, habiéndole ellos rogado fervorosamente que los librara de las manos de sus enemigos; por tanto, el Señor oyó su clamor y los fortaleció, y los lamanitas y los amlicitas cayeron ante ellos.", "29 Y aconteció que Alma luchó con Amlici cara a cara con la espada; y lucharon tenazmente uno con otro.", "30 Y sucedió que Alma, siendo un hombre de Dios y teniendo mucha fe, clamó, diciendo: ¡Oh Señor, ten misericordia y salva mi vida a fin de que yo sea un instrumento en tus manos para salvar y preservar a este pueblo!", "31 Y cuando Alma hubo dicho estas palabras, contendió de nuevo contra Amlici; y a tal grado fue fortalecido, que mató a Amlici con la espada.", "32 Y también se batió con el rey de los lamanitas, pero el rey huyó de Alma, y envió a sus guardias para contender con él.", "33 Mas Alma, con sus guardias, combatió con los guardias del rey de los lamanitas hasta que los mató y los hizo retroceder.", "34 Y así despejó el terreno, o más bien la ribera, que se hallaba al oeste del río Sidón, arrojando a las aguas del Sidón los cuerpos de los lamanitas muertos, a fin de que su pueblo tuviera espacio para pasar y contender con los lamanitas y los amlicitas que se hallaban del lado occidental del río Sidón.", "35 Y aconteció que cuando todos hubieron cruzado el río Sidón, los lamanitas y los amlicitas empezaron a huir delante de ellos, a pesar de ser tan numerosos que no podían ser contados.", "36 Y huyeron delante de los nefitas hacia el desierto que se hallaba al oeste y al norte, más allá de las fronteras de la tierra; y los nefitas los persiguieron con vigor y los mataron.", "37 Sí, les salieron por todas partes, y fueron muertos y perseguidos, hasta esparcirlos por el oeste y por el norte, hasta que llegaron al desierto que se llamaba Hermounts; y era esa parte del yermo que estaba infestada de animales salvajes y voraces.", "38 Y aconteció que muchos murieron de sus heridas en el desierto, y fueron devorados por aquellos animales y también por los buitres del aire; y sus huesos han sido descubiertos y amontonados sobre la tierra."], "Français": ["Amlici cherche à être roi et est rejeté par la voix du peuple— Ses partisans le font roi— Les Amlicites font la guerre aux Néphites et sont battus— Les Lamanites et les Amlicites unissent leurs forces et sont battus— Alma tue Amlici. Vers 87av.J.-C.", "1 Et il arriva qu’au commencement de la cinquième année de leur règne, il commença à y avoir une querelle parmi le peuple; car un homme, appelé Amlici, homme très rusé, oui, un sage selon la sagesse du monde, qui appartenait à l’ordre de l’homme qui tua Gédéon par l’épée, qui fut exécuté selon la loi—", "2 or, cet Amlici avait, par sa ruse, entraîné à sa suite beaucoup de gens, tellement même, qu’ils commencèrent à être très puissants; et ils commencèrent à tenter d’établir Amlici pour qu’il fût roi du peuple.", "3 Or, c’était alarmant pour le peuple de l’Église, et aussi pour tous ceux qui n’avaient pas été entraînés par les arguments persuasifs d’Amlici; car ils savaient que, selon leur loi, de telles choses devaient être établies par la voix du peuple.", "4 C’est pourquoi, s’il était possible à Amlici d’acquérir la voix du peuple, étant un méchant homme, il le priverait de ses droits et de ses garanties de l’Église; car son intention était de détruire l’Église de Dieu.", "5 Et il arriva que le peuple s’assembla dans tout le pays, chacun selon son opinion, qu’elle fût pour ou contre Amlici, en groupes séparés, ayant beaucoup de contestations et d’étonnantes querelles entre eux.", "6 Et c’est ainsi qu’ils s’assemblèrent pour donner leurs voix sur la question; et elles furent déposées devant les juges.", "7 Et il arriva que la voix du peuple se prononça contre Amlici, de sorte qu’il ne fut pas fait roi du peuple.", "8 Or, cela causa beaucoup de joie dans le cœur de ceux qui étaient contre lui; mais Amlici excita ceux qui étaient en sa faveur à la colère contre ceux qui n’étaient pas en sa faveur.", "9 Et il arriva qu’ils se rassemblèrent et consacrèrent Amlici pour qu’il fût leur roi.", "10 Or, lorsqu’il eut été fait roi sur eux, Amlici leur commanda de prendre les armes contre leurs frères; et cela, il le fit afin de se les assujettir.", "11 Or, le peuple d’Amlici fut distingué par le nom d’Amlici, étant appelé Amlicites; et le reste fut appelé Néphites, ou peuple de Dieu.", "12 C’est pourquoi le peuple des Néphites fut conscient de l’intention des Amlicites, et, pour cette raison, il se prépara à les rencontrer; oui, il s’arma d’épées, et de cimeterres, et d’arcs, et de flèches, et de pierres, et de frondes, et de toutes sortes d’armes de guerre de toute espèce.", "13 Et ainsi, ils étaient préparés à rencontrer les Amlicites au moment où ils viendraient. Et des capitaines, et des capitaines supérieurs, et des capitaines en chef furent désignés, selon leurs nombres.", "14 Et il arriva qu’Amlici arma ses hommes de toutes sortes d’armes de guerre de toute espèce; et il désigna aussi des gouverneurs et des dirigeants sur son peuple, pour le conduire à la guerre contre ses frères.", "15 Et il arriva que les Amlicites montèrent sur la colline Amnihu, qui était à l’est du fleuve Sidon, qui passait devant le pays de Zarahemla, et là, ils commencèrent à faire la guerre aux Néphites.", "16 Or, Alma, étant le grand juge et le gouverneur du peuple de Néphi, monta, pour cette raison, avec son peuple, oui, avec ses capitaines, et ses capitaines en chef, oui, à la tête de ses armées, livrer bataille aux Amlicites.", "17 Et ils commencèrent à tuer les Amlicites sur la colline à l’est de Sidon. Et les Amlicites combattirent les Néphites avec une grande force, au point que beaucoup d’entre les Néphites tombèrent devant les Amlicites.", "18 Néanmoins, le Seigneur fortifia la main des Néphites, de sorte qu’ils tuèrent les Amlicites en un grand massacre, de sorte que ceux-ci commencèrent à fuir devant eux.", "19 Et il arriva que les Néphites poursuivirent les Amlicites tout ce jour-là, et les tuèrent en un grand massacre, de sorte que douze mille cinq cent trente-deux âmes d’entre les Amlicites furent tuées et six mille cinq cent soixante-deux âmes d’entre les Néphites furent tuées.", "20 Et il arriva que lorsqu’il ne put plus poursuivre les Amlicites, Alma commanda à son peuple de dresser ses tentes dans la vallée de Gédéon, la vallée étant appelée du nom de ce Gédéon qui avait été tué de la main de Néhor par l’épée; et dans cette vallée les Néphites dressèrent leurs tentes pour la nuit.", "21 Et Alma envoya des espions pour suivre le reste des Amlicites, afin de connaître leurs plans et leurs complots, pour se garder d’eux, afin de préserver son peuple de la destruction.", "22 Or, ceux qu’il avait envoyés observer le camp des Amlicites s’appelaient Zéram, et Amnor, et Manti, et Limher; ce furent là ceux qui sortirent avec leurs hommes pour observer le camp des Amlicites.", "23 Et il arriva que, le lendemain, ils retournèrent en toute hâte au camp des Néphites, très étonnés et frappés d’une grande crainte, disant:", "24 Voici, nous avons suivi le camp des Amlicites, et, à notre grand étonnement, au pays de Minon, au-dessus du pays de Zarahemla, dans la direction du pays de Néphi, nous avons vu une nombreuse armée de Lamanites; et voici, les Amlicites se sont joints à eux;", "25 et ils tombent sur nos frères dans ce pays; et ceux-ci fuient devant eux avec leurs troupeaux, et leurs épouses, et leurs enfants, vers notre ville; et si nous ne nous hâtons pas, ils vont prendre possession de notre ville, et nos pères, et nos épouses, et nos enfants vont être tués.", "26 Et il arriva que le peuple de Néphi prit ses tentes et sortit de la vallée de Gédéon vers sa ville, qui était la ville de Zarahemla.", "27 Et voici, tandis qu’il traversait le fleuve Sidon, les Lamanites et les Amlicites, presque aussi nombreux, pour ainsi dire, que le sable de la mer, tombèrent sur lui pour le détruire.", "28 Néanmoins, les Néphites étaient fortifiés par la main du Seigneur, car ils avaient imploré avec ferveur pour qu’il les délivrât des mains de leurs ennemis, c’est pourquoi le Seigneur entendit leurs cris et les fortifia, et les Lamanites et les Amlicites tombèrent devant eux.", "29 Et il arriva qu’Alma combattit Amlici face à face avec l’épée; et ils se combattirent avec puissance.", "30 Et il arriva qu’Alma, homme de Dieu animé d’une grande foi, s’écria, disant: Ô Seigneur, sois miséricordieux et épargne-moi la vie, afin que je sois un instrument entre tes mains pour sauver et préserver ce peuple.", "31 Or, lorsqu’il eut dit ces paroles, Alma combattit encore Amlici; et il fut fortifié, de sorte qu’il tua Amlici de son épée.", "32 Et il combattit aussi le roi des Lamanites; mais le roi des Lamanites prit la fuite devant Alma et envoya ses gardes combattre Alma.", "33 Mais Alma, avec ses gardes, combattit les gardes du roi des Lamanites, jusqu’à ce qu’il les eût tués et repoussés.", "34 Et ainsi, il nettoya le terrain, ou plutôt la rive, qui était à l’ouest du fleuve Sidon, jetant, dans les eaux de Sidon, les corps des Lamanites qui avaient été tués, afin que son peuple eût ainsi de la place pour traverser et combattre les Lamanites et les Amlicites du côté ouest du fleuve Sidon.", "35 Et il arriva que lorsqu’ils eurent tous traversé le fleuve Sidon, les Lamanites et les Amlicites commencèrent à fuir devant eux, en dépit du fait qu’ils étaient si nombreux qu’on ne pouvait les compter.", "36 Et ils s’enfuirent devant les Néphites vers le désert qui était à l’ouest et au nord, loin au-delà des frontières du pays; et les Néphites les poursuivirent de toutes leurs forces, et les tuèrent.", "37 Oui, ils furent assaillis de toutes parts, et tués et chassés, jusqu’à ce qu’ils fussent dispersés à l’ouest, et au nord, jusqu’à ce qu’ils eussent atteint le désert qu’on appelait Hermounts; et c’était cette partie du désert qui était infestée de bêtes sauvages et féroces.", "38 Et il arriva que beaucoup moururent de leurs blessures dans le désert et furent dévorés par ces bêtes et aussi par les vautours de l’air; et leurs os ont été trouvés, et ont été entassés sur la terre."], "Kiribati": ["Ameriti e uokoukora te kan riki n Uea ma e aki butimwaeaki ni bwanaaia aomata—Taan iriria a karikiia bwa te uea—Ameritinaite a buakaniia Nibwaite ao a konaki—Reimwanaite ao Ameritinaite a ikotiia aia taanga ni buaka ao a konaki—Aramwa e a tiringa Ameriti. Uakaan ma 87I.K.", "1 Ao e koro bukina bwa ni moan waakinan aia kanimaua n ririki n tautaeka ao e a waaki te itabaraara i buakoia aomata; bwa iai temanna te mwaane ae arana Ameriti, ae te aomata ae kamwamwane, eng, te aomata ae wanawana n aron rabakaun te aonaba, ao bon kaain te botaki are e kaainna te mwaane are e tiringa Kiteon n te kabaang, are e bon tiringaki ni kaineti ma te tua.", "2 Ao ngkai Ameriti aio e a tia, n arona ni kamwamwane, ni kairia aomata aika a mwaiti bwa a na iria; n te aro are a bon mwaiti ao a moanna ni korakora; ao a moanna ni kataia ni karika Ameriti bwa te uea iaoia aomata.", "3 Ao aio e bon kakamaku nakoia aomata ake kaain te ekaretia, ao nakoia naba ake a bon tuai ni kairaki nako n ana waaki ni kairoro Ameriti; bwa a ataia bwa ni kaineti ma aia tua bwaai aikai a riai ni kateaki n nanoia aomata.", "4 Mangaia ae ngke arona bwa e kona Ameriti ni karekea aia kariaia aomata, ibukina bwa bon te aomata ae buakaka, e na bon aki anganiia inaomataia ao bwaai ake a na kona n reke irouia man te ekaretia; bwa bon nanona bwa e na kamauna ana ekaretia te Atua.", "5 Ao e koro bukina bwa aomata a ikotaki ni kabane ni kabuta te aba, ni kabane te aomata n oin nanona, tao n tei ibukin ke ni kaitaraa Ameriti, n rabwata aika a kakaokoro, ao a mwaiti unraaia ma aia kauntaeka aika a kamimi imarenaia.", "6 Ao a bon ikotiia ni kabane bwa a na rinerine ni kaineti ma te bwai arei; ao a kawenei imataia tan moti.", "7 Ao e koro bukina bwa nanoia aomata a kaitaraa Ameriti, ao e aki karikaki bwa te uea iaoia aomata.", "8 Ao aio are e a karika te kimwareirei ae bati inanoia naake a kaitaraa, ma Ameriti e bon kauerakea nanoia ake a boutokaaia ni kaaitaraia ake aki boutokaaia.", "9 Ao e koro bukina bwa a ikotiia ni kabane, ao a katabua Ameriti bwa aia uea.", "10 Ao ngke Ameriti e a uea iaoia e anga te kaetieti nakoia bwa a na riai n anai aia bwai ni buaka ma ni kaaitaraia tariia; ao e karaoa aio bwa aonga ni mena i aana.", "11 Ngkai ana aomata Ameriti a bon kaokoroaki n te ara ae Ameriti, ao a bon aranaki bwa Ameritinaite; ao nikiraia a bon aranaki bwa Nibwaite, ke ana aomata te Atua.", "12 Mangaia ae aomata ake Nibwaite a bon ataa aia iango Ameritinaite, ao mangaia ae a bon katauraoia bwa a na kaaitaraia, eng a bon katauraoia ma kabaang, ao ma kabaang aika a uarereke, ao ma kainikatebe, ao ma kanoa ni katebe, ao ma atibu, ao ma baana, ao ma bwaai ni buaka ni kabane, n aekaia nako.", "13 Ao ibukin aei a bon tauraoi ni kaaitaraia Ameritinaite n aia tai n roko. Ao a bon rineaki mataniwi, ma mataniwi aika a ririeta, ao mataniwia mataniwi, ni kaineti ma mwaitia.", "14 Ao e koro bukina bwa Ameriti e bon katauraoia ana aomata ma aekakin bwaai ni buaka n aekaia nako; ao e rineia taan babaire ao taan kairiri iaoia ana aomata, bwa a na kairia nakon te buaka ni kaaitaraia tariia.", "15 Ao e koro bukina bwa Ameritinaite a roko nako aon te tabuki are Ameniu, are bon i mainikun te karanga are Tiitan, are e mena i rarikin te aba are Taraemera, ao ikekei are a buaka iai ma Nibwaite.", "16 Ngkai Aramwa bon te mataniwi iaoia taan moti ao bon aia tia babaire ana aomata Nibwaai, mangaia ae e a waaki rake ma ana aomata ma ana mataniwi, ao mataniwia, eng ma i moaia ana taanga ni buaka, ni kaaitaraia Ameritinaite n te buaka.", "17 Ao a waaki n tiringia Ameritinaite iaon te tabuki i mainikun Tiitan. Ao Ameritinaite a bon un ma Nibwaite ma te korakora ae bati, n te aro are a mwaiti Nibwaite ake a bwaka irouia Ameritinaite.", "18 Ma e ngae n anne te Uea e bon kakorakoraia Nibwaite n te aro are a tiringia Ameritinaite n te tiritiri ae korakora, n te aro are a waaki ni birinako ma i mataia.", "19 Ao e koro bukina bwa Nibwaite a kakioia Ameritinaite ni kabanea te bong arei, ao a bon tiringia n te tiritiri ae korakora, n te aro ae ake a mate mai irouia Ameritinaite tebwi ma uoua tenga tebubua tenibwi ao uoman aomata; ao a mate mai irouia Nibwaite, onoua tenga nimabubua onongaun ma uoman te aomata.", "20 Ao e koro bukina bwa ngke Aramwa e aki kona ni kakioia riki Ameritinaite e a baireia bwa ana aomata a na katea aia umwanrianna n te mwarua ae arana Kiteon, te mwarua are e bon aranaki i mwin Kiteon are e tiringaki iroun Neooa n te kabaang; ao n te mwarua aio Nibwaite a bon katei aia umwanrianna ibukin te tairiki.", "21 Ao Aramwa e kanakoia ana tia kamwane bwa a na iriia nikiraia Ameritinaite n te aro are e na kona n ataa aia waaki ma aia babaire, bwa e aonga ni kona ni kawakinna mai irouia, n te aro ae e na kona ni kamaiuia ana aomata man te tiringaki.", "22 Ngkai naake e a tia ni kanakoia bwa a na taataraa aia tabo n tataninga Ameritinaite bon araia Teram, ao Amanoa, ao Maentaai, ao Rimee, ao aikai ake a nako ma aia aomata bwa a na taataraa aia tabo Ameritinaite.", "23 Ao e koro bukina bwa n te ingabong a oki nakon aia tabo Nibwaite ma te ienikuri ao a bon rangi ni mimi, ao man korakora maakuia, man taku:", "24 Nooria, ti ririmwia aia taanga n tautia Ameritinaite, ao bon te kubanako ngaira, n aban Mwaina, i etan Taraemera, n te kawai are e kaineta aban Nibwaai, ti a nooria Reimwanaite aika a mwaiti ao nooria, Ameritinaite a bon ikotaki mangaia.", "25 Ao a bon buaka ma tarira n te aba arei; ao a bon birinako mai irouia ma aia nanai ni man, ma buuia aine, ao natia, nakon ara kaawa; ao ngkana ti aki kawaekoaira ana bon reke irouia ara kaawa, ao tamara, ao buura aine, ma natira a na bon tiringaki.", "26 Ao e koro bukina bwa ana aomata Nibwaai, a anai umwaianrianna, ao a kitana te mwarua are Kiteon man kaineta aia kaawa, are bon te kaawa are Taraemera.", "27 Ao nooria, i nanon aia tai n rinanon te karanga are Tiitan, Reimwanaite ao Ameritinaite a bon mwaiti n aiaron mwaitin tanon taari, a roko iaoia bwa a na tiringia.", "28 Ma e ngae n anne, Nibwaite a bon kakorakoraki ni bain te Uea, bwa a tia n tataro ma te korakora nakoina bwa e na kainaomataia ma i nanon baia aia kairiribai, mangaia ae te Uea e bon ongo tangiia, ao e bon kakorakoraia, ao Reimwanaite ma Ameritinaite a bwaka i mataia.", "29 Ao e koro bukina bwa Aramwa e un ma Ameriti n te kabaang, ni kaaitara; ao e korakora uniia, imarenaia.", "30 Ao e koro bukina bwa Aramwa, ana aomata te Atua, e bon roko irouna korakoran te onimaki ae mwaiti, e tang man taku, O te Uea, nanoangaai ao anganai te maiu, bwa N na riki ngai bwa te bwai ni mwakuri i nanon baim ni kamaiuia ao man kawakinia aomata aikai.", "31 Ngkai ngke e tia Aramwa n taekin taeka aikai e a manga un riki ma Ameriti; ao e a kakorakoraki, n te aro are e a tiringa Ameriti n te kabaang.", "32 Ao e bon un naba ma aia uea Reimwanaite; ma aia uea Reimwanaite e birinako ma i matan Aramwa ao e kanakoia ana tautia bwa ana un ma Aramwa.", "33 Ma Aramwa ma ana tautia, a un ma ana tautia aia uea Reimwanaite ni karokoa e tiringia ao e kakioia ni kaokia.", "34 Ao ngaia are e a kaitiaka te tabo, ke rarikin te karanga, are e mena i maeaon te karanga are Tiitan, man karenakoi rabwataia Reimwanaite are a tia n tiringaki n ranin Tiitan, bwa e aonga n ae ana aomata e na reke nneia ni mwananga n un ma Reimwanaite ao Ameritinaite a mena n iteran mainikun te karanga are Tiitan mai maeao.", "35 Ao e koro bukina bwa ngke a bane n tia n rinanon te karanga are Tiitan ao Reimwanaite ma Ameritinaite a waaki ni birinako mai irouia, e ngae ngke a bon rangi ni mwaiti ao a bon aki kona ni warekaki.", "36 Ao a birinako imwaia Nibwaite nakon te rereua i maeao meang, riaon tian te aba, ao Nibwaite a bon kakioia ma korakoraia, ao a bon tiringia.", "37 Eng, a bon kaaitaraki man iteraia nako, man tiringaki ao man kakioaki, ni karokoa ae a maenako i maeao ao i meang, ni karokoa ae a roko n te rereua ae arana Emaunga; ao bon mwakoron te rereua are e onrake irouia maan aika a kakang ma ni korakora bakiia.", "38 Ao e koro bukina bwa a mwaiti aika a mate n te rereua man ikoakiia, ao a bon kanaki irouia maan akekei ma maniin karawa; ao riia a bon tia ni kuneaki, ao a bon bwarikoriko iaon te aba."]}