{"English": ["The Nephite monetary system is set forth—Amulek contends with Zeezrom—Christ will not save people in their sins—Only those who inherit the kingdom of heaven are saved—All men will rise in immortality—There is no death after the Resurrection. About 82B.C.", "1 Now it was in the law of Mosiah that every man who was a judge of the law, or those who were appointed to be judges, should receive wages according to the time which they labored to judge those who were brought before them to be judged.", "2 Now if a man owed another, and he would not pay that which he did owe, he was complained of to the judge; and the judge executed authority, and sent forth officers that the man should be brought before him; and he judged the man according to the law and the evidences which were brought against him, and thus the man was compelled to pay that which he owed, or be stripped, or be cast out from among the people as a thief and a robber.", "3 And the judge received for his wages according to his time—a senine of gold for a day, or a senum of silver, which is equal to a senine of gold; and this is according to the law which was given.", "4 Now these are the names of the different pieces of their gold, and of their silver, according to their value. And the names are given by the Nephites, for they did not reckon after the manner of the Jews who were at Jerusalem; neither did they measure after the manner of the Jews; but they altered their reckoning and their measure, according to the minds and the circumstances of the people, in every generation, until the reign of the judges, they having been established by king Mosiah.", "5 Now the reckoning is thus—a senine of gold, a seon of gold, a shum of gold, and a limnah of gold.", "6 A senum of silver, an amnor of silver, an ezrom of silver, and an onti of silver.", "7 A senum of silver was equal to a senine of gold, and either for a measure of barley, and also for a measure of every kind of grain.", "8 Now the amount of a seon of gold was twice the value of a senine.", "9 And a shum of gold was twice the value of a seon.", "10 And a limnah of gold was the value of them all.", "11 And an amnor of silver was as great as two senums.", "12 And an ezrom of silver was as great as four senums.", "13 And an onti was as great as them all.", "14 Now this is the value of the lesser numbers of their reckoning—", "15 A shiblon is half of a senum; therefore, a shiblon for half a measure of barley.", "16 And a shiblum is a half of a shiblon.", "17 And a leah is the half of a shiblum.", "18 Now this is their number, according to their reckoning.", "19 Now an antion of gold is equal to three shiblons.", "20 Now, it was for the sole purpose to get gain, because they received their wages according to their employ, therefore, they did stir up the people to riotings, and all manner of disturbances and wickedness, that they might have more employ, that they might get money according to the suits which were brought before them; therefore they did stir up the people against Alma and Amulek.", "21 And this Zeezrom began to question Amulek, saying: Will ye answer me a few questions which I shall ask you? Now Zeezrom was a man who was expert in the devices of the devil, that he might destroy that which was good; therefore, he said unto Amulek: Will ye answer the questions which I shall put unto you?", "22 And Amulek said unto him: Yea, if it be according to the Spirit of the Lord, which is in me; for I shall say nothing which is contrary to the Spirit of the Lord. And Zeezrom said unto him: Behold, here are six onties of silver, and all these will I give thee if thou wilt deny the existence of a Supreme Being.", "23 Now Amulek said: O thou child of hell, why tempt ye me? Knowest thou that the righteous yieldeth to no such temptations?", "24 Believest thou that there is no God? I say unto you, Nay, thou knowest that there is a God, but thou lovest that lucre more than him.", "25 And now thou hast lied before God unto me. Thou saidst unto me—Behold these six onties, which are of great worth, I will give unto thee—when thou hadst it in thy heart to retain them from me; and it was only thy desire that I should deny the true and living God, that thou mightest have cause to destroy me. And now behold, for this great evil thou shalt have thy reward.", "26 And Zeezrom said unto him: Thou sayest there is a true and living God?", "27 And Amulek said: Yea, there is a true and living God.", "28 Now Zeezrom said: Is there more than one God?", "29 And he answered, No.", "30 Now Zeezrom said unto him again: How knowest thou these things?", "31 And he said: An angel hath made them known unto me.", "32 And Zeezrom said again: Who is he that shall come? Is it the Son of God?", "33 And he said unto him, Yea.", "34 And Zeezrom said again: Shall he save his people in their sins? And Amulek answered and said unto him: I say unto you he shall not, for it is impossible for him to deny his word.", "35 Now Zeezrom said unto the people: See that ye remember these things; for he said there is but one God; yet he saith that the Son of God shall come, but he shall not save his people—as though he had authority to command God.", "36 Now Amulek saith again unto him: Behold thou hast lied, for thou sayest that I spake as though I had authority to command God because I said he shall not save his people in their sins.", "37 And I say unto you again that he cannot save them in their sins; for I cannot deny his word, and he hath said that no unclean thing can inherit the kingdom of heaven; therefore, how can ye be saved, except ye inherit the kingdom of heaven? Therefore, ye cannot be saved in your sins.", "38 Now Zeezrom saith again unto him: Is the Son of God the very Eternal Father?", "39 And Amulek said unto him: Yea, he is the very Eternal Father of heaven and of earth, and all things which in them are; he is the beginning and the end, the first and the last;", "40 And he shall come into the world to redeem his people; and he shall take upon him the transgressions of those who believe on his name; and these are they that shall have eternal life, and salvation cometh to none else.", "41 Therefore the wicked remain as though there had been no redemption made, except it be the loosing of the bands of death; for behold, the day cometh that all shall rise from the dead and stand before God, and be judged according to their works.", "42 Now, there is a death which is called a temporal death; and the death of Christ shall loose the bands of this temporal death, that all shall be raised from this temporal death.", "43 The spirit and the body shall be reunited again in its perfect form; both limb and joint shall be restored to its proper frame, even as we now are at this time; and we shall be brought to stand before God, knowing even as we know now, and have a bright recollection of all our guilt.", "44 Now, this restoration shall come to all, both old and young, both bond and free, both male and female, both the wicked and the righteous; and even there shall not so much as a hair of their heads be lost; but every thing shall be restored to its perfect frame, as it is now, or in the body, and shall be brought and be arraigned before the bar of Christ the Son, and God the Father, and the Holy Spirit, which is one Eternal God, to be judged according to their works, whether they be good or whether they be evil.", "45 Now, behold, I have spoken unto you concerning the death of the mortal body, and also concerning the resurrection of the mortal body. I say unto you that this mortal body is raised to an immortal body, that is from death, even from the first death unto life, that they can die no more; their spirits uniting with their bodies, never to be divided; thus the whole becoming spiritual and immortal, that they can no more see corruption.", "46 Now, when Amulek had finished these words the people began again to be astonished, and also Zeezrom began to tremble. And thus ended the words of Amulek, or this is all that I have written."], "Español": ["Se describe el sistema monetario de los nefitas— Amulek disputa con Zeezrom— Cristo no salvará a las personas en sus pecados— Solamente los que hereden el reino de los cielos serán salvos— Todos los hombres se levantarán en inmortalidad— No hay muerte después de la Resurrección. Aproximadamente 82a.C.", "1 Ahora bien, en la ley de Mosíah constaba que todo el que fuera juez de la ley, o aquellos que fueran nombrados jueces, habían de percibir su salario de acuerdo con el tiempo que emplearan en juzgar a los que les llevaban para ser juzgados.", "2 Así que, si un hombre era deudor de otro, y no le pagaba la deuda, se daba la queja al juez; y este ejercía su autoridad y despachaba oficiales para que llevaran al deudor ante él; y él juzgaba al hombre de acuerdo con la ley y la evidencia presentada en contra de él; y así se obligaba al deudor a pagar lo que debía, o se le despojaba de lo que tenía, o se le echaba de entre la gente por estafador y ladrón.", "3 Y el juez recibía sus honorarios según su tiempo: un senine de oro por día, o un senum de plata, que equivalía a un senine de oro; y esto de acuerdo con la ley que se había dado.", "4 Y estos son los nombres de las diferentes monedas de su oro y de su plata según su valor; y los nombres provienen de los nefitas, porque no contaban según el modo de los judíos que vivían en Jerusalén; ni medían como lo hacían los judíos, sino que habían alterado su modo de contar y medir, de acuerdo con la voluntad y circunstancias del pueblo en cada generación, hasta el gobierno de los jueces que fueron establecidos por el rey Mosíah.", "5 Ahora bien, su computación es la siguiente: Un senine de oro, un seón de oro, un shum de oro y un limna de oro;", "6 un senum de plata, un amnor de plata, un ezrom de plata y un ontí de plata.", "7 Un senum de plata equivalía a un senine de oro, y el uno o el otro valía una medida de cebada, y también una medida de toda otra clase de grano.", "8 Ahora bien, el valor de un seón de oro era el doble del valor de un senine;", "9 y el valor de un shum de oro era el doble del de un seón;", "10 y un limna de oro equivalía al valor de todos.", "11 Y un amnor de plata valía dos senumes;", "12 y un ezrom de plata valía cuatro senumes;", "13 y un ontí equivalía al valor de todos.", "14 Ahora bien, este era el valor de las cantidades menores de su manera de calcular:", "15 Un shiblón era la mitad de un senum; por tanto, un shiblón valía media medida de cebada;", "16 y un shiblum era la mitad de un shiblón;", "17 y un léah era la mitad de un shiblum.", "18 Estas, pues, eran sus cantidades según su manera de contar.", "19 Y un antión de oro equivalía a tres shiblones.", "20 Ahora bien, era con el único objeto de lucrar, pues les pagaban según sus servicios, por lo que incitaban a la gente a motines y a toda clase de desórdenes y maldades, para tener más trabajo con objeto de obtener dinero, de acuerdo con los litigios que les eran presentados; por tanto, agitaron al pueblo contra Alma y Amulek.", "21 Y este Zeezrom empezó a interrogar a Amulek, diciendo: ¿Me responderás a algunas preguntas que voy a hacerte? Y Zeezrom era un hombre diestro en los artificios del diablo a fin de destruir lo que era bueno; por lo que dijo a Amulek: ¿Me contestarás las preguntas que te voy a hacer?", "22 Y le dijo Amulek: Sí, si va de acuerdo con el Espíritu del Señor que hay en mí; porque nada diré que sea contrario al Espíritu del Señor. Y le dijo Zeezrom: He aquí seis ontíes de plata; te los daré todos si niegas la existencia de un Ser Supremo.", "23 Luego dijo Amulek: ¡Oh hijo del infierno! ¿Por qué me tientas? ¿Ignoras tú que los justos no ceden a tales tentaciones?", "24 ¿Crees que no hay Dios? Yo te digo: No, tú sabes que hay un Dios, pero le tienes más amor a ese lucro que a él.", "25 Y ahora me has mentido ante Dios. Tú me dijiste: He aquí, te daré estos seis ontíes que son de gran valor, cuando en tu corazón tenías la intención de retenerlos; y solo era tu deseo que yo negara al Dios verdadero y viviente, y así tuvieras motivo para destruirme. Mas he aquí que por este gran mal recibirás tu recompensa.", "26 Y Zeezrom le dijo: ¿Dices tú que hay un Dios verdadero y viviente?", "27 Y dijo Amulek: Sí, hay un Dios verdadero y viviente.", "28 Y Zeezrom dijo: ¿Hay más de un Dios?", "29 Y él respondió: No.", "30 Luego Zeezrom le dijo otra vez: ¿Cómo sabes estas cosas?", "31 Y él dijo: Un ángel me las ha manifestado.", "32 Y Zeezrom dijo otra vez: ¿Quién es el que vendrá? ¿Es el Hijo de Dios?", "33 Y él le dijo: Sí.", "34 Y Zeezrom nuevamente dijo: ¿Salvará a su pueblo en sus pecados? Y Amulek contestó y le dijo: Te digo que no, porque le es imposible negar su palabra.", "35 Entonces Zeezrom dijo al pueblo: Mirad que recordéis estas cosas; pues él ha dicho que no hay sino un Dios; no obstante, dice que el Hijo de Dios vendrá, mas no salvará a su pueblo, como si tuviese él la autoridad para mandar a Dios.", "36 Luego Amulek le dijo de nuevo: He aquí, tú has mentido; pues dices que hablé como si tuviera la autoridad para mandar a Dios, porque dije que no salvará a su pueblo en sus pecados.", "37 Y te vuelvo a decir que no puede salvarlos en sus pecados; porque yo no puedo negar su palabra, y él ha dicho que ninguna cosa impura puede heredar el reino del cielo; por tanto, ¿cómo podéis ser salvos a menos que heredéis el reino de los cielos? Así que no podéis ser salvos en vuestros pecados.", "38 Luego Zeezrom de nuevo le dijo: ¿Es el Hijo de Dios el mismo Padre Eterno?", "39 Y le dijo Amulek: Sí, él es el Padre Eterno mismo del cielo y de la tierra, y de todas las cosas que en ellos hay; es el principio y el fin, el primero y el último;", "40 y vendrá al mundo para redimir a su pueblo; y tomará sobre sí las transgresiones de aquellos que crean en su nombre; y estos son los que tendrán vida eterna, y a nadie más viene la salvación.", "41 Por tanto, los malvados permanecen como si no se hubiese hecho ninguna redención, a menos que sea el rompimiento de las ligaduras de la muerte; pues he aquí, viene el día en que todos se levantarán de los muertos y comparecerán delante de Dios, y serán juzgados según sus obras.", "42 Ahora bien, hay una muerte que se llama la muerte temporal; y la muerte de Cristo desatará las ligaduras de esta muerte temporal, de modo que todos se levantarán de esta muerte.", "43 El espíritu y el cuerpo serán reunidos otra vez en su perfecta forma; los miembros así como las coyunturas serán restaurados a su propia forma, tal como nos hallamos ahora; y seremos llevados ante Dios, conociendo tal como ahora conocemos, y tendremos un vivo recuerdo de toda nuestra culpa.", "44 Pues bien, esta restauración vendrá sobre todos, tanto viejos como jóvenes, esclavos así como libres, varones así como mujeres, malvados así como justos; y no se perderá ni un solo pelo de su cabeza, sino que todo será restablecido a su perfecta forma, o en el cuerpo, cual se encuentra ahora, y serán llevados a comparecer ante el tribunal de Cristo el Hijo, y Dios el Padre, y el Santo Espíritu, que son un Eterno Dios, para ser juzgados según sus obras, sean buenas o malas.", "45 Ahora bien, he aquí, te he hablado concerniente a la muerte del cuerpo mortal y también acerca de la resurrección del cuerpo mortal. Te digo que este cuerpo mortal se levanta como cuerpo inmortal, es decir, de la muerte, sí, de la primera muerte a vida, de modo que no pueden morir ya más; sus espíritus se unirán a sus cuerpos para no ser separados nunca más; por lo que esta unión se torna espiritual e inmortal, para no volver a ver corrupción.", "46 Ahora bien, cuando Amulek hubo hablado estas palabras, el pueblo comenzó a asombrarse en extremo otra vez, y Zeezrom empezó también a temblar. Y así terminaron las palabras de Amulek, o sea, esto es todo lo que he escrito."], "Français": ["Description du système monétaire néphite— Amulek combat Zeezrom— Le Christ ne sauvera pas les gens dans leurs péchés— Seuls ceux qui héritent le royaume des cieux sont sauvés— Tous les hommes ressusciteront à l’immortalité— Il n’y a pas de mort après la résurrection. Vers 82av.J.-C.", "1 Or, il était mis dans la loi de Mosiah que tout homme qui était juge de la loi, ou ceux qui étaient désignés pour être juges, devaient recevoir un salaire selon le temps pendant lequel ils travaillaient pour juger ceux qui étaient amenés devant eux pour être jugés.", "2 Or, si un homme devait à un autre, et qu’il ne voulait pas payer ce qu’il devait, plainte était déposée contre lui devant le juge; et le juge exerçait son autorité, et envoyait des officiers pour que l’homme fût amené devant lui; et il jugeait l’homme selon la loi et les preuves qui étaient apportées contre lui, et ainsi l’homme était obligé de payer ce qu’il devait, ou était dépouillé, ou chassé de parmi le peuple comme voleur et brigand.", "3 Et le juge recevait comme salaire selon son temps: une sénine d’or pour un jour, ou un sénum d’argent, qui est égal à une sénine d’or; et cela est selon la loi qui était donnée.", "4 Or, voici les noms des différentes pièces de leur or et de leur argent, selon leur valeur. Et les noms sont donnés par les Néphites, car ils ne comptaient pas à la manière des Juifs qui étaient à Jérusalem; ils ne mesuraient pas non plus à la manière des Juifs; mais ils changeaient leur calcul et leur mesure, selon la volonté et les circonstances du peuple, à chaque génération, jusqu’au règne des juges, ceux-ci ayant été établis par le roi Mosiah.", "5 Or, le calcul se fait comme ceci: une sénine d’or, un séon d’or, un shum d’or et un limnah d’or.", "6 Un sénum d’argent, un amnor d’argent, un ezrom d’argent, et un onti d’argent.", "7 Un sénum d’argent était égal à une sénine d’or, soit pour une mesure d’orge, et aussi pour une mesure de toute espèce de grain.", "8 Or, le montant d’un séon d’or était de deux fois la valeur d’une sénine.", "9 Et un shum d’or était de deux fois la valeur d’un séon.", "10 Et un limnah d’or avait la valeur de tous les autres.", "11 Et un amnor d’argent était aussi grand que deux sénums.", "12 Et un ezrom d’argent était aussi grand que quatre sénums.", "13 Et un onti était aussi grand que tous les autres.", "14 Or, voici la valeur de leurs plus petites unités de mesure, selon leur manière de compter.", "15 Un shiblon est la moitié d’un sénum; c’est pourquoi, on a un shiblon pour une demi-mesure d’orge.", "16 Et un shiblum est la moitié d’un shiblon.", "17 Et un léah est la moitié d’un shiblum.", "18 Or, ce sont leurs unités de mesure, selon leur manière de compter.", "19 Or, un antion d’or est égal à trois shiblons.", "20 Or, c’était dans le seul but d’obtenir du gain, parce qu’ils recevaient leur salaire selon l’emploi qu’ils avaient, qu’ils excitaient le peuple à des émeutes et à toutes sortes de troubles et de méchanceté, afin d’être plus employés, afin d’obtenir de l’argent selon les actions en justice qui étaient portées devant eux; c’est pourquoi, ils excitèrent le peuple contre Alma et Amulek.", "21 Et ce Zeezrom commença à interroger Amulek, disant: Veux-tu me répondre à quelques questions que je vais te poser? Or, Zeezrom était un homme qui était expert dans les stratagèmes du diable, afin de détruire ce qui était bon; c’est pourquoi, il dit à Amulek: Veux-tu répondre aux questions que je vais te poser?", "22 Et Amulek lui dit: Oui, si c’est selon l’Esprit du Seigneur qui est en moi; car je ne dirai rien qui soit contraire à l’Esprit du Seigneur. Et Zeezrom lui dit: Voici, j’ai ici six ontis d’argent, et je te les donnerai tous si tu nies l’existence d’un Être suprême.", "23 Alors Amulek dit: Ô enfant de l’enfer, pourquoi me tentes-tu? Sais-tu que le juste ne cède pas à de telles tentations?", "24 Crois-tu qu’il n’y a pas de Dieu? Je te le dis, non, tu sais qu’il y a un Dieu, mais tu aimes le lucre plus que lui.", "25 Et maintenant, tu m’as menti devant Dieu. Tu m’as dit: Voici, ces six ontis, qui ont une grande valeur, je te les donnerai, alors que l’intention de ton cœur était de me les refuser; et ton seul désir était que je nie le Dieu vrai et vivant, pour avoir une raison de me faire périr. Et maintenant, voici, pour ce grand mal tu auras ta récompense.", "26 Et Zeezrom lui dit: Tu dis qu’il y a un Dieu vrai et vivant?", "27 Et Amulek dit: Oui, il y a un Dieu vrai et vivant.", "28 Alors Zeezrom dit: Y a-t-il plus qu’un seul Dieu?", "29 Et il répondit: Non.", "30 Alors Zeezrom lui dit encore: Comment sais-tu ces choses?", "31 Et il dit: Un ange me les a révélées.", "32 Et Zeezrom dit encore: Qui est celui qui va venir? Est-ce le Fils de Dieu?", "33 Et il lui dit: Oui.", "34 Et Zeezrom dit encore: Sauvera-t-il son peuple dans ses péchés? Et Amulek répondit et lui dit: Je te dis que non, car il lui est impossible de nier sa parole.", "35 Alors Zeezrom dit au peuple: Veillez à vous souvenir de ces choses; car il a dit qu’il n’y a qu’un seul Dieu; pourtant il dit que le Fils de Dieu viendra, mais qu’il ne sauvera pas son peuple, comme s’il avait l’autorité de commander à Dieu.", "36 Alors Amulek lui dit encore: Voici, tu as menti, car tu dis que j’ai parlé comme si j’avais l’autorité de commander à Dieu, parce que j’ai dit qu’il ne sauvera pas son peuple dans ses péchés.", "37 Et je te dis encore qu’il ne peut le sauver dans ses péchés; car je ne peux nier sa parole, et il a dit que rien d’impur ne peut hériter le royaume des cieux; comment pouvez-vous donc être sauvés, si vous n’héritez pas le royaume des cieux? C’est pourquoi, vous ne pouvez être sauvés dans vos péchés.", "38 Alors Zeezrom lui dit encore: Le Fils de Dieu est-il le Père éternel même?", "39 Et Amulek lui dit: Oui, il est le Père éternel même du ciel et de la terre, et de tout ce qui s’y trouve; il est le commencement et la fin, le premier et le dernier;", "40 et il viendra au monde pour racheter son peuple; et il prendra sur lui les transgressions de ceux qui croient en son nom; et ce sont ceux-là qui auront la vie éternelle, et le salut ne vient à personne d’autre.", "41 C’est pourquoi les méchants restent comme si aucune rédemption n’avait été faite, si ce n’est que les liens de la mort seront détachés; car voici, le jour vient où tous ressusciteront des morts, et se tiendront devant Dieu, et seront jugés selon leurs œuvres.", "42 Or, il y a une mort qui est appelée mort temporelle; et la mort du Christ détachera les liens de cette mort temporelle, de sorte que tous ressusciteront de cette mort temporelle.", "43 L’esprit et le corps seront de nouveau réunis sous leur forme parfaite; membres et jointures seront rendus à leur forme propre, comme nous sommes maintenant, en ce moment; et nous serons amenés à nous tenir devant Dieu, connaissant comme nous connaissons maintenant, et ayant le souvenir vif de toute notre culpabilité.", "44 Or, ce rétablissement se fera pour tous, jeunes et vieux, esclaves et libres, hommes et femmes, méchants et justes; et pas même un seul cheveu de leur tête qui sera perdu; mais chaque chose sera rendue à sa forme parfaite, comme elle est maintenant, ou dans le corps, et ils seront amenés et traduits devant la barre du Christ, le Fils, et de Dieu le Père, et de l’Esprit-Saint, qui sont un seul Dieu éternel, pour être jugés selon leurs œuvres, qu’elles soient bonnes ou qu’elles soient mauvaises.", "45 Or, voici, je vous ai parlé de la mort du corps mortel, et aussi de la résurrection du corps mortel. Je vous dis que ce corps mortel est ressuscité à un corps immortel, c’est-à-dire de la mort, à savoir, de la première mort, à la vie, de sorte qu’ils ne peuvent plus mourir; leur esprit s’unissant à leur corps, pour ne jamais être séparés; le tout devenant ainsi spirituel et immortel, de sorte qu’ils ne peuvent plus voir la corruption.", "46 Alors, quand Amulek eut fini ces paroles, le peuple recommença à être étonné, et Zeezrom commença aussi à trembler. Et ainsi finirent les paroles d’Amulek, ou: c’est là tout ce que j’ai écrit."], "Kiribati": ["E a waakinaki aron aia karao mwane te naan Nibwaite—E kauntaeka Amureki ma Teeterom—Kristo e na bon aki kamaiuia aomata i nanon aia bure—Ti naake e na reke irouia uean karawa ake a na kamaiuaki—Ni kabane aomata a na reke irouia te aki maamate—Akea te mate i mwin te mangauti. Uakaan ma 82I.K.", "1 Ngkai e mena n ana tua Motiaea bwa ni kabane te mwaane are e riki bwa te tia moti n te tua, ke naake a rineaki bwa taan moti, a riai ni karekea booia ni kaineti ma te tai are a mwakuri iai ni motiki taekaia ake a uotaki nako mataia bwa a na motikaki taekaia.", "2 Ngkai ngkana te aomata e tarau iroun temanna, ao e rawa ni kabwara are e tarau iai, e na bon tang te aba ibukina ao te tia moti e kabongana mwaakana, ao e kanakoia ana taan mwakuri bwa e na uotaki te aomata anne nako matana; ao e motika taekan te aomata anne ni kaineti ma te tua ao bwaai ni kakoaua ake a uotaki bwa kaitaraana, ao ngkanne te aomata anne e a bon riai ni kabwaka are e tarau iai, ke e na kuribwaiaki, ke e na teweaki nako mai i buakoia te botanaomata bwa te tia iraa ke te tia kimoa.", "3 Ao te tia moti e na karekea boona n aron ana tai—te tienin ni koora ibukin te bongina, ke te tenum n tirewa, are e bon boraoi ma te tienin ni koora; ao aio are e kaineti ma te tua are anganaki.", "4 Ngkai aikai aran mwakorokoron aia koora aika a kakaokoro, ao aia tirewa, n aron kanoaia. Ao aara aikai bon mai irouia Nibwaite, bwa aki babairea kanoan aia mwane n aroia Iutaia ake a mena i Ierutarem; ao aki naba baire n aroia Iutaia, ma a bita aron aia babaire, ni kaineti ma aia iango ao aroia aomata, n rooro nako, ni karokoa aia tautaeka taan moti, ngkai a bon kateaki iroun te uea are Motiaea.", "5 Ngkai aio aron te babaire—te tienin ni koora, te tean ni koora, te tiam ni koora, ao te rimna ni koora.", "6 Te tenum n tirewa, te amna n tirewa, te etirom n tirewa, ao te onti n tirewa.", "7 Te tenum n tirewa e boraoi ma te tienin ni koora, bon ibukin bairean te bwaare, ao ibukin naba bairean koraa ni kai aika a kakanaki n aekaia nako.", "8 Ngkai kanoan te tean ni koora bon uoua mwaitin kanoan te tienin.", "9 Ao te tiam ni koora bon uoua mwaitin kanoan te tean.", "10 Ao te rimna ni koora bon titebo ma mwaitin kanoaia ni kabane.", "11 Ao te amna n tirewa titebo mwaitina ma uoua te tenum.", "12 Ao te etirom n tirewa titebo mwaitina ma aua te tenum", "13 Ao te onti bon titebo ma mwaitin kanoaia ni kabane.", "14 Ngkai aio kanoan ware ake a karako riki n aia babaire ni kanoan te mwane.", "15 Te tiburon bon iteran te tenum; ngaia ae, ngaia ae te tiburon bon ibukin bairean teiterana te bwaare.", "16 Ao te tiburum bon iteran te tiburon.", "17 Ao teuana te reea bon iteran te tiburum.", "18 Ao ngkanne aio aia ware, n aron aia babaire.", "19 Ao te antean ni koora titebo ma teniua te tiburon.", "20 Ngkai aio bon oin bukin karekean rakaia, ibukina bwa a karekea booia n aron aia mwakuri, ngaia ae a kakiriwei nanoia aomata nakon te urubwai, ao aekan mwakuri n aki rau ao aika a buakaka, bwa e aonga n ae e mwaiti riki aia mwakuri, bwa e aonga n ae e na reke riki aia mwane n aron kateakia n te tua ake a uotaki nako mataia; ngaia ae a kakiriwei nanoia aomata ni kaitaraa Aramwa ma Amureki.", "21 Ao teuare Teeterom e a waaki n titirakina Amureki, ni kangai: Ko kona ni kaekai tabeua au titiraki aika N na titirakiniko? Ao ngkanne teuare Teeterom bon te aomata ae rang mwaatai n ana kawai te riaboro, bwa e aonga ni kamauna te bwai ae raoiroi; ngaia ae, e taku nakon Amureki: Ko kona ni kaekai titiraki aika N na anganiko?", "22 Ao Amureki e taku nakoina: Eng, ngkana e boraoi ma Tamnein te Uea, are e mena irou; bwa akea te bwai ae N na taekinna ae aki boraoi ma Tamnein te Uea. Ao Teeterom e taku nakoina: Nooria, aikai onoua te onti n tirewa, ao N na anganiko ngkana ko kakewea ae iai Teuare Moan te Mwaaka.", "23 Ao ngkanne e taku Amureki: O ngkoe natin moone, E aera ngkai ko kaririai? Ko aki ataia ae naake a raoiroi aki bwaka n te kariri?", "24 Ko kakoaua ae iai te Atua? I taku nakoim, Tiaki, ko ataia ae iai te Atua, ma ko tangira riki te mwane nakoina.", "25 Ao ngkai ko a tia ni kewe i matan te Atua nakoiu; Ko taku nakoiu—Nooria aikai onoua taian onti, aika a korakora kanoaia, ao N na anganiko—ma ko a tia ni kataua inanom bwa ko na tauii mai irou; ao bon ti oin am kantaninga bwa N na kakewea te Atua ae koaua ae maiu, bwa e aonga n ae e reke am anga bwa ko na kamaunai. Ao ngkai nooria, bwa ko na bon kana uaan te mwakuri ae rang buakaka aio.", "26 Ao Teeterom e taku nakoina: Ko taku bwa iai te Atua ae koaua ao e maiu?", "27 Ao Amureki e taku: Eng, iai te Atua ae koaua ao e maiu.", "28 Ao ngkanne e taku Teeterom: E raka iaon temanna te Atua?", "29 Ao e kaeka, E aki.", "30 Ao ngkanne Teeterom e a manga taku riki nakoina: Ko kanga n atai bwaai aikai?", "31 Ao e taku: E kaoti nakoiu te anera.", "32 Ao Teeterom e taku riki: Antai teuare e na roko? Natin te Atua?", "33 Ao e taku nakoina, Eng.", "34 Ao e taku riki Teeterom: E na kona ni kamaiuia ana aomata i nanon aia bure? Ao Amureki e kaeka ao e taku nakoina: I taku nakoim e aki kona, bwa e bon kaangaanga irouna bwa e na kakewei ana taeka.", "35 Ao ngkanne Teeterom e taku nakoia te botanaomata: Taraia bwa kam na uring bwaai aikai; bwa e taku bwa akea bwa ti temanna te Atua; ma e a manga taku bwa e na roko Natin te Atua, ma e na aki kamaiuia ana aomata—bwa aiaron ae iai mwaakana n anga te tua nakon te Atua.", "36 Ao Amureki e a manga taetae riki nakoina: Nooria ko a tia ni kewe, bwa ko taku bwa I taetae n aiaron ae iai mwaakau n anga te tua nakon te Atua ibukin ae I taku bwa e na aki kona ni kamaiuia ana aomata i nanon aia bure.", "37 Ao I taku riki nakoim bwa e aki kona ni kamaiuia n aia bure; bwa I aki kona ni kakewei ana taeka, ao e a tia n taku bwa akea te bwai ae bareka ae kona ni karekea uean karawa; ngaia ae, kam na kanga ni kamaiuaki, ma ti ngkana kam karekea uean karawa? Ngaia ae kam aki kona ni kamaiuaki i nanon ami bure.", "38 Ao ngkanne Teeterom e a manga taku riki nakoina: Natin te Atua bon te Tama ae Akea Tokina?", "39 Ao Amureki e taku nakoina: Eng, bon ngaia Te Tama ae Akea Tokina i karawa ao i aon te aba, ao bwaai ni kabane ake a mena i nanoia, bon ngaia moan waakin bwaai ao te toki, te moan ao te kabane.", "40 Ao e na roko nakon te aonaba bwa e na kaboia ana aomata, ao e na katoka iaona riaoan te tua irouia naake a kakoaua arana; ao aikai ae a na reke irouia te maiu ae akea tokina, ao te kamaiuaki e aki reke riki nakoia tabemwaang.", "41 Ngaia ae naake a buakaka a tiku n aroia ae titebo ma akea te kaboaki ae a tia ni karekea, ma ti kabwarakin ana kabaebae te mate, bwa nooria, e na roko te bong are ni kabane aomata a na teirake man te mate ao a na tei i matan te Atua ma ni motikaki taekaia n aron aia mwakuri.", "42 Ngkai, iai te mate are e aranaki bwa te mate n rabwata; ao maten Kristo e na kabwara ana kabaebae te mate n rabwata, bwa ni kabane aomata a na kateirakeaki man te mate n rabwata.", "43 Te tamnei ao te rabwata a na manga ikotaki riki n aroia ae kororaoi; baai ma wae ma toman te rabwata ana manga kaokaki nakon teia ni koaua, n aron ae iroura n te tai aei; ao ti na uotaki bwa ti na tei i matan te Atua, n ataa naba ae ti ataia ngkai, ao man uring ara kairua ni kabane.", "44 Ao ngkanne, kaokakin bwaai nako e na reke nakoira ni kabane, nakoia ake a kara ao ake a uarereke, ake a kabaeaki ao ake a inaomata, nakon te mwaane ao te aine, nakoia ake a buakaka ao ake a raoiroi; ao a na akea naba iran atuuia ae e na bua; ao bwaai ni kabane a na manga kaokaki nakon aroia ae kororaoi, n aron ae ngkai, ke n te rabwata, ao a na uotaki ma ni kateaki i matan ana kai ni motikitaeka Kristo are Natin te Atua, ao te Atua te Tama, ao te Tamnei ae Tabu, are bon te Atua ae temanna ae Akea Tokina, bwa a na motikaki taekaia n aron aia mwakuri, bwa a raoiroi ke a buakaka.", "45 Ngkai, nooria, I a tia n taetae nakoimi ibukin maten te rabwata ae maamate, ao ibukin naba mangautin te rabwata ae maamate. I taku nakoimi bwa te rabwata ae maamate aio, e na kateirakeaki bwa te rabwata ae aki maamate, ao aio bon man te mate, are man te moan mate nakon te maiu, bwa a na aki kona ni manga mate; tamneia e na ikotaki ma rabwataia, aki kona ni manga kamaenakoaki; are nanona bwa te aomata iai tamneina ao e aki maamate ao a na aki manga noora te mka.", "46 Ngkai, ngke Amureki e a tia n taekin taeka aikai aomata a rangi ni mimi, ao Teeterom naba e a ruru. Ao ikai are e a toki ana taeka Amureki, ke ti aio ae I a tia ni koroi."]}