{"English": ["Moroni complains to Pahoran of the government’s neglect of the armies—The Lord suffers the righteous to be slain—The Nephites must use all of their power and means to deliver themselves from their enemies—Moroni threatens to fight against the government unless help is supplied to his armies. About 62B.C.", "1 And it came to pass that he wrote again to the governor of the land, who was Pahoran, and these are the words which he wrote, saying: Behold, I direct mine epistle to Pahoran, in the city of Zarahemla, who is the chief judge and the governor over the land, and also to all those who have been chosen by this people to govern and manage the affairs of this war.", "2 For behold, I have somewhat to say unto them by the way of condemnation; for behold, ye yourselves know that ye have been appointed to gather together men, and arm them with swords, and with cimeters, and all manner of weapons of war of every kind, and send forth against the Lamanites, in whatsoever parts they should come into our land.", "3 And now behold, I say unto you that myself, and also my men, and also Helaman and his men, have suffered exceedingly great sufferings; yea, even hunger, thirst, and fatigue, and all manner of afflictions of every kind.", "4 But behold, were this all we had suffered we would not murmur nor complain.", "5 But behold, great has been the slaughter among our people; yea, thousands have fallen by the sword, while it might have otherwise been if ye had rendered unto our armies sufficient strength and succor for them. Yea, great has been your neglect towards us.", "6 And now behold, we desire to know the cause of this exceedingly great neglect; yea, we desire to know the cause of your thoughtless state.", "7 Can you think to sit upon your thrones in a state of thoughtless stupor, while your enemies are spreading the work of death around you? Yea, while they are murdering thousands of your brethren—", "8 Yea, even they who have looked up to you for protection, yea, have placed you in a situation that ye might have succored them, yea, ye might have sent armies unto them, to have strengthened them, and have saved thousands of them from falling by the sword.", "9 But behold, this is not all—ye have withheld your provisions from them, insomuch that many have fought and bled out their lives because of their great desires which they had for the welfare of this people; yea, and this they have done when they were about to perish with hunger, because of your exceedingly great neglect towards them.", "10 And now, my beloved brethren—for ye ought to be beloved; yea, and ye ought to have stirred yourselves more diligently for the welfare and the freedom of this people; but behold, ye have neglected them insomuch that the blood of thousands shall come upon your heads for vengeance; yea, for known unto God were all their cries, and all their sufferings—", "11 Behold, could ye suppose that ye could sit upon your thrones, and because of the exceeding goodness of God ye could do nothing and he would deliver you? Behold, if ye have supposed this ye have supposed in vain.", "12 Do ye suppose that, because so many of your brethren have been killed it is because of their wickedness? I say unto you, if ye have supposed this ye have supposed in vain; for I say unto you, there are many who have fallen by the sword; and behold it is to your condemnation;", "13 For the Lord suffereth the righteous to be slain that his justice and judgment may come upon the wicked; therefore ye need not suppose that the righteous are lost because they are slain; but behold, they do enter into the rest of the Lord their God.", "14 And now behold, I say unto you, I fear exceedingly that the judgments of God will come upon this people, because of their exceeding slothfulness, yea, even the slothfulness of our government, and their exceedingly great neglect towards their brethren, yea, towards those who have been slain.", "15 For were it not for the wickedness which first commenced at our head, we could have withstood our enemies that they could have gained no power over us.", "16 Yea, had it not been for the war which broke out among ourselves; yea, were it not for these king-men, who caused so much bloodshed among ourselves; yea, at the time we were contending among ourselves, if we had united our strength as we hitherto have done; yea, had it not been for the desire of power and authority which those king-men had over us; had they been true to the cause of our freedom, and united with us, and gone forth against our enemies, instead of taking up their swords against us, which was the cause of so much bloodshed among ourselves; yea, if we had gone forth against them in the strength of the Lord, we should have dispersed our enemies, for it would have been done, according to the fulfilling of his word.", "17 But behold, now the Lamanites are coming upon us, taking possession of our lands, and they are murdering our people with the sword, yea, our women and our children, and also carrying them away captive, causing them that they should suffer all manner of afflictions, and this because of the great wickedness of those who are seeking for power and authority, yea, even those king-men.", "18 But why should I say much concerning this matter? For we know not but what ye yourselves are seeking for authority. We know not but what ye are also traitors to your country.", "19 Or is it that ye have neglected us because ye are in the heart of our country and ye are surrounded by security, that ye do not cause food to be sent unto us, and also men to strengthen our armies?", "20 Have ye forgotten the commandments of the Lord your God? Yea, have ye forgotten the captivity of our fathers? Have ye forgotten the many times we have been delivered out of the hands of our enemies?", "21 Or do ye suppose that the Lord will still deliver us, while we sit upon our thrones and do not make use of the means which the Lord has provided for us?", "22 Yea, will ye sit in idleness while ye are surrounded with thousands of those, yea, and tens of thousands, who do also sit in idleness, while there are thousands round about in the borders of the land who are falling by the sword, yea, wounded and bleeding?", "23 Do ye suppose that God will look upon you as guiltless while ye sit still and behold these things? Behold I say unto you, Nay. Now I would that ye should remember that God has said that the inward vessel shall be cleansed first, and then shall the outer vessel be cleansed also.", "24 And now, except ye do repent of that which ye have done, and begin to be up and doing, and send forth food and men unto us, and also unto Helaman, that he may support those parts of our country which he has regained, and that we may also recover the remainder of our possessions in these parts, behold it will be expedient that we contend no more with the Lamanites until we have first cleansed our inward vessel, yea, even the great head of our government.", "25 And except ye grant mine epistle, and come out and show unto me a true spirit of freedom, and strive to strengthen and fortify our armies, and grant unto them food for their support, behold I will leave a part of my freemen to maintain this part of our land, and I will leave the strength and the blessings of God upon them, that none other power can operate against them—", "26 And this because of their exceeding faith, and their patience in their tribulations—", "27 And I will come unto you, and if there be any among you that has a desire for freedom, yea, if there be even a spark of freedom remaining, behold I will stir up insurrections among you, even until those who have desires to usurp power and authority shall become extinct.", "28 Yea, behold I do not fear your power nor your authority, but it is my God whom I fear; and it is according to his commandments that I do take my sword to defend the cause of my country, and it is because of your iniquity that we have suffered so much loss.", "29 Behold it is time, yea, the time is now at hand, that except ye do bestir yourselves in the defence of your country and your little ones, the sword of justice doth hang over you; yea, and it shall fall upon you and visit you even to your utter destruction.", "30 Behold, I wait for assistance from you; and, except ye do administer unto our relief, behold, I come unto you, even in the land of Zarahemla, and smite you with the sword, insomuch that ye can have no more power to impede the progress of this people in the cause of our freedom.", "31 For behold, the Lord will not suffer that ye shall live and wax strong in your iniquities to destroy his righteous people.", "32 Behold, can you suppose that the Lord will spare you and come out in judgment against the Lamanites, when it is the tradition of their fathers that has caused their hatred, yea, and it has been redoubled by those who have dissented from us, while your iniquity is for the cause of your love of glory and the vain things of the world?", "33 Ye know that ye do transgress the laws of God, and ye do know that ye do trample them under your feet. Behold, the Lord saith unto me: If those whom ye have appointed your governors do not repent of their sins and iniquities, ye shall go up to battle against them.", "34 And now behold, I, Moroni, am constrained, according to the covenant which I have made to keep the commandments of my God; therefore I would that ye should adhere to the word of God, and send speedily unto me of your provisions and of your men, and also to Helaman.", "35 And behold, if ye will not do this I come unto you speedily; for behold, God will not suffer that we should perish with hunger; therefore he will give unto us of your food, even if it must be by the sword. Now see that ye fulfil the word of God.", "36 Behold, I am Moroni, your chief captain. I seek not for power, but to pull it down. I seek not for honor of the world, but for the glory of my God, and the freedom and welfare of my country. And thus I close mine epistle."], "Español": ["Moroni se queja a Pahorán de la negligencia del gobierno para con los ejércitos— El Señor permite que los justos sean muertos— Los nefitas deben usar todo su poder y medios para librarse de sus enemigos— Moroni amenaza luchar contra el gobierno a menos que se proporcione ayuda a sus ejércitos. Aproximadamente 62a.C.", "1 Y sucedió que escribió otra vez al gobernador de la tierra, que era Pahorán, y estas son las palabras que escribió, diciendo: He aquí, dirijo mi epístola a Pahorán, de la ciudad de Zarahemla, el cual es el juez superior y gobernador de la tierra, y también a todos los que este pueblo ha elegido para gobernar y dirigir los asuntos de esta guerra.", "2 Porque he aquí, tengo algo que decirles por vía de reprobación; pues he aquí, vosotros mismos sabéis que se os ha nombrado para reclutar hombres y armarlos con espadas y con cimitarras, y con todo género de armas de guerra de todas clases, y enviarlos contra los lamanitas, en cualquier parte que invadiesen nuestra tierra.", "3 Y he aquí, os digo que yo mismo, y también mis hombres, así como Helamán y sus hombres, hemos padecido sumamente grandes sufrimientos; sí, aun hambre, sed, fatiga y aflicciones de toda clase.", "4 Mas he aquí, no murmuraríamos ni nos quejaríamos, si esto fuera todo lo que hemos padecido.", "5 Mas he aquí, grande ha sido la matanza entre nuestro pueblo; sí, miles han caído por la espada, mientras que pudo haber sido diferente, si hubieseis proporcionado a nuestros ejércitos suficiente fuerza y ayuda. Sí, grande ha sido vuestra negligencia para con nosotros.", "6 Y he aquí, ahora deseamos saber la causa de esta sumamente grande negligencia; sí, deseamos conocer el motivo de vuestro estado insensible.", "7 ¿Creéis que podéis sentaros sobre vuestros tronos en un estado de insensible estupor, mientras vuestros enemigos están sembrando la muerte alrededor de vosotros? Sí, mientras asesinan a miles de vuestros hermanos;", "8 sí, los mismos que han confiado en que les deis protección, sí, que os han colocado en posición tal que podíais haberlos ayudado, sí, podíais haberles enviado tropas para haberlos reforzado, y haber salvado a miles de ellos de caer por la espada.", "9 Mas he aquí, esto no es todo; les habéis negado vuestras provisiones, a tal grado que muchos han combatido y dado sus vidas por motivo de su gran ansiedad que sentían por el bienestar de este pueblo, sí, y lo han hecho cuando estaban a punto de perecer de hambre, a causa de vuestra gran negligencia para con ellos.", "10 Y ahora bien, amados hermanos míos —porque deberíais ser amados; sí, y deberíais haberos preocupado más diligentemente por el bienestar y la libertad de los de este pueblo; pero he aquí, los habéis descuidado a tal grado que la sangre de miles de ellos descenderá sobre vuestra cabeza pidiendo venganza; sí, porque conocidos le eran a Dios todos sus clamores y todos sus padecimientos—", "11 he aquí, ¿os imagináis que podríais sentaros en vuestros tronos y que, debido a la inmensa bondad de Dios, vosotros podríais no hacer nada y él os libraría? He aquí, si habéis supuesto esto, lo habéis hecho en vano.", "12 ¿Suponéis que, por haber sido muertos tantos de vuestros hermanos, ha sido a causa de su iniquidad? Os digo que si habéis supuesto esto, habéis supuesto en vano; porque os digo, hay muchos que han caído por la espada; y he aquí, es para vuestra condenación;", "13 porque el Señor permite que los justos sean muertos para que su justicia y juicios sobrevengan a los malos. Por tanto, no debéis suponer que se pierden los justos porque los matan; mas he aquí, entran en el reposo del Señor su Dios.", "14 Y he aquí, os digo que mucho temo que los castigos de Dios desciendan sobre este pueblo por razón de su extremada desidia; sí, por la desidia de nuestro gobierno y su extremada negligencia para con sus hermanos, sí, para con los que han perecido.", "15 Porque si no hubiera sido por la perversidad que comenzó primeramente por los que están a la cabeza, habríamos resistido a nuestros enemigos y así no hubieran logrado poder sobre nosotros.", "16 Sí, de no haber sido por la guerra que surgió entre nosotros; sí, si no hubiese sido por esos realistas que causaron tanta efusión de sangre entre nosotros mismos; sí, si cuando estábamos contendiendo entre nosotros mismos, hubiésemos unido nuestras fuerzas como previamente lo hemos hecho; sí, de no haber sido por ese anhelo de poder y autoridad que sobre nosotros tuvieron esos realistas; si hubiesen sido fieles a la causa de nuestra libertad y se hubiesen unido a nosotros y salido en contra de nuestros enemigos, en lugar de alzar sus espadas contra nosotros, que fue la causa de tanta efusión de sangre entre nosotros; sí, si hubiésemos avanzado contra ellos con la fuerza del Señor, habríamos dispersado a nuestros enemigos porque se habría efectuado según el cumplimiento de la palabra de él.", "17 Mas he aquí, ahora los lamanitas vienen sobre nosotros, apoderándose de nuestras tierras y asesinando a nuestro pueblo con la espada, sí, a nuestras mujeres y a nuestros hijos, y también se los están llevando cautivos, haciéndoles padecer aflicciones de todas clases; y esto a causa de la gran perversidad de aquellos que aspiran al poder y a la autoridad, sí, esos realistas.", "18 Pero, ¿por qué he de extenderme tanto concerniente a este asunto? Porque no sabemos si a lo mejor vosotros mismos estáis ambicionando la autoridad. No sabemos si a lo mejor vosotros mismos sois traidores a vuestro país.", "19 ¿O es que nos habéis desatendido porque os halláis en el centro de nuestro país y estáis rodeados de seguridad, por lo que no hacéis que se nos manden alimentos, así como hombres, para fortalecer nuestros ejércitos?", "20 ¿Os habéis olvidado de los mandamientos del Señor vuestro Dios? Sí, ¿habéis olvidado la cautividad de nuestros padres? ¿Habéis olvidado las muchas veces que hemos sido librados de las manos de nuestros enemigos?", "21 ¿O suponéis que el Señor aún nos librará mientras nosotros nos sentamos sobre nuestros tronos sin hacer uso de los medios que el Señor ha dispuesto para nosotros?", "22 Sí, ¿os sentaréis ociosos mientras os rodean millares, sí, decenas de millares que también se sientan ociosos, mientras que alrededor, en las fronteras del país, millares están cayendo por la espada, sí, heridos y sangrientos?", "23 ¿Os suponéis que Dios os tendrá sin culpa mientras os sentáis inertes y presenciáis estas cosas? He aquí, os digo que no. Ahora bien, quisiera que recordaseis que Dios ha dicho que lo interior del vaso se ha de limpiar primero, y entonces lo exterior se limpiará también.", "24 Y a menos que os arrepintáis de lo que habéis hecho, y empecéis a ser diligentes, y nos enviéis víveres y hombres, y también a Helamán, para que él conserve las partes de nuestro país que ha reconquistado, y para que nosotros también reconquistemos el resto de nuestras posesiones en estas partes, he aquí, será conveniente que no luchemos más contra los lamanitas hasta que primero hayamos limpiado lo interior de nuestro vaso, sí, la gran cabeza de nuestro gobierno.", "25 Y a menos que aceptéis mi epístola, y declaréis y me manifestéis un espíritu verdadero de libertad, y os esforcéis por fortalecer y reforzar nuestros ejércitos, y les suministréis alimentos para su manutención, he aquí, dejaré parte de mis hombres libres para preservar esta parte de nuestra tierra, y los encomendaré a la fuerza y las bendiciones de Dios, para que ningún otro poder obre contra ellos,", "26 y esto por motivo de su gran fe y de su paciencia en sus tribulaciones,", "27 y vendré a vosotros; y si hubiere entre vosotros quien aspirare a la libertad, sí, aun cuando quede siquiera una chispa de libertad, he aquí, instigaré insurrecciones entre vosotros hasta que aquellos que quieren usurpar el poder y la autoridad dejen de existir.", "28 Sí, he aquí, no temo ni vuestro poder ni vuestra autoridad, sino es mi Dios a quien yo temo; y es de acuerdo con sus mandamientos que yo tomo mi espada para defender la causa de mi país; y es por motivo de vuestra iniquidad que hemos sufrido tantas pérdidas.", "29 He aquí, ya es tiempo, sí, la hora está cerca en que, salvo que os afanéis por la defensa de vuestro país y de vuestros pequeñitos, la espada de la justicia ya se cierne sobre vosotros; sí, y caerá sobre vosotros y os visitará hasta vuestra completa destrucción.", "30 He aquí, espero ayuda de vosotros; y a menos que nos suministréis auxilio, he aquí, vengo contra vosotros, sí, en la tierra de Zarahemla, y os heriré con la espada al grado de que no tendréis más poder para impedir el progreso de este pueblo en la causa de nuestra libertad.", "31 Pues he aquí, el Señor no consentirá que viváis y aumentéis en vuestras iniquidades para destruir a su justo pueblo.", "32 He aquí, ¿podéis suponer que el Señor os preservará a vosotros y vendrá a juicio contra los lamanitas, cuando han sido las tradiciones de sus padres lo que ha provocado su odio, sí, y lo han intensificado aquellos disidentes que se han separado de nosotros, mientras que vuestra iniquidad proviene de vuestro amor por la gloria y las vanidades del mundo?", "33 Sabéis que transgredís las leyes de Dios, y sabéis que las holláis con vuestros pies. He aquí, el Señor me dice: Si los que habéis nombrado gobernadores no se arrepienten de sus pecados e iniquidades, iréis a la batalla contra ellos.", "34 Y he aquí, yo, Moroni, estoy obligado, según el convenio que he hecho de obedecer los mandamientos de mi Dios; por lo tanto, quisiera que os sujetaseis a la palabra de Dios, y me enviaseis rápidamente de vuestras provisiones y de vuestros hombres, y también a Helamán.", "35 Y he aquí, si no lo hacéis así, marcharé al instante hacia vosotros; porque Dios no permitirá que perezcamos de hambre; por tanto, él nos dará de vuestros alimentos, aunque tenga que ser a fuerza de espada. Mirad, pues, que cumpláis la palabra de Dios.", "36 He aquí, soy Moroni, vuestro capitán en jefe. No busco poder, sino que trato de abatirlo. No busco los honores del mundo, sino la gloria de mi Dios y la libertad y el bienestar de mi país. Y así concluyo mi epístola."], "Français": ["Moroni se plaint à Pahoran de la négligence du gouvernement à l’égard des armées— Le Seigneur permet que les justes soient tués— Les Néphites doivent employer tout leur pouvoir et tous leurs moyens pour se libérer de leurs ennemis— Moroni menace de combattre le gouvernement si de l’aide n’est pas fournie à ses armées. Vers 62av.J.-C.", "1 Et il arriva qu’il écrivit de nouveau au gouverneur du pays, qui était Pahoran, et voici les paroles qu’il écrivit, disant: Voici, j’adresse mon épître à Pahoran, dans la ville de Zarahemla, grand juge et gouverneur du pays, et aussi à tous ceux qui ont été choisis par ce peuple pour gouverner et conduire les affaires de cette guerre.", "2 Car voici, j’ai quelque chose à leur dire sous forme de condamnation; car voici, vous savez vous-mêmes que vous avez été désignés pour rassembler des hommes et les armer d’épées, et de cimeterres, et de toutes sortes d’armes de guerre de toute espèce, et de les envoyer contre les Lamanites, dans toutes les régions où ils entreraient dans notre pays.", "3 Et maintenant, voici, je vous dis que moi-même, et aussi mes hommes, et aussi Hélaman et ses hommes, avons souffert des souffrances extrêmement grandes; oui, la faim, la soif et la fatigue, et toutes sortes d’afflictions.", "4 Mais voici, si c’était là tout ce que nous avions souffert, nous ne murmurerions pas ni ne nous plaindrions.", "5 Mais voici, grand a été le massacre parmi notre peuple; oui, des milliers sont tombés par l’épée, alors qu’il aurait pu en être autrement si vous aviez apporté à nos armées suffisamment de forces et de secours. Oui, grande a été votre négligence à notre égard.", "6 Et maintenant, voici, nous désirons connaître la cause de cette négligence extrêmement grande; oui, nous désirons connaître la cause de votre insensibilité.", "7 Pouvez-vous envisager de siéger sur vos trônes dans un état de stupeur insensible, pendant que vos ennemis répandent l’œuvre de mort autour de vous? Oui, pendant qu’ils assassinent des milliers de vos frères—", "8 oui, ceux-là même qui ont levé les yeux vers vous pour obtenir protection, oui, vous ont placés dans une situation où vous auriez pu les secourir; oui, vous auriez pu leur envoyer des armées pour les fortifier, et vous auriez épargné à des milliers d’entre eux de tomber par l’épée.", "9 Mais voici, ce n’est pas tout: vous leur avez refusé vos provisions, de sorte que beaucoup ont combattu et perdu leur sang et, avec lui, leur vie, à cause du grand désir qu’ils avaient pour le bien-être de ce peuple; oui, et cela, ils l’ont fait lorsqu’ils étaient sur le point de périr de faim, à cause de votre négligence extrêmement grande à leur égard.", "10 Et maintenant, mes frères bien-aimés, car vous devriez être bien-aimés; oui, et vous auriez dû vous démener davantage pour le bien-être et la liberté de ce peuple; mais voici, vous les avez négligés, de sorte que le sang de milliers d’hommes retombera sur votre tête pour les venger; oui, car tous leurs cris et toutes leurs souffrances étaient connus de Dieu—", "11 voici, pouviez-vous penser que vous pourriez siéger sur vos trônes, et qu’à cause de l’extrême bonté de Dieu, vous pourriez ne rien faire et qu’il vous délivrerait? Voici, si vous avez pensé cela, vous avez pensé en vain.", "12 Pensez-vous que, parce que tant de vos frères ont été tués, c’est à cause de leur méchanceté? Je vous le dis, si vous avez pensé cela, vous avez pensé en vain; car je vous dis qu’il y en a beaucoup qui sont tombés par l’épée; et voici, c’est pour votre condamnation;", "13 car le Seigneur souffre que les justes soient tués, afin que sa justice et son jugement tombent sur les méchants; c’est pourquoi vous ne devez pas penser que les justes sont perdus parce qu’ils sont tués; mais voici, ils entrent dans le repos du Seigneur, leur Dieu.", "14 Et maintenant, voici, je vous le dis, je crains extrêmement que les jugements de Dieu ne s’abattent sur ce peuple à cause de son extrême indolence, oui, l’indolence de notre gouvernement, et de sa négligence extrêmement grande à l’égard de ses frères, oui, à l’égard de ceux qui ont été tués.", "15 Car s’il n’y avait pas eu la méchanceté qui a tout d’abord commencé à notre tête, nous aurions pu résister à nos ennemis, de sorte qu’ils n’auraient pu obtenir aucun pouvoir sur nous.", "16 Oui, s’il n’y avait pas eu la guerre qui éclata entre nous, oui, s’il n’y avait pas eu ces hommes-du-roi, qui causèrent tant d’effusion de sang parmi nous; oui, au moment où nous combattions entre nous, si nous avions uni nos forces, comme nous l’avons fait jusqu’à présent; oui, s’il n’y avait pas eu le désir de pouvoir et d’autorité sur nous que ces hommes-du-roi avaient; s’ils avaient été fidèles à la cause de notre liberté, et s’étaient unis à nous, et étaient allés contre nos ennemis, au lieu de prendre l’épée contre nous, ce qui fut la cause de tant d’effusion de sang parmi nous; oui, si nous étions allés contre eux avec la force du Seigneur, nous aurions dispersé nos ennemis, car cela se serait fait selon l’accomplissement de sa parole.", "17 Mais voici, maintenant les Lamanites tombent sur nous, prennent possession de nos terres, et ils assassinent notre peuple par l’épée, oui, nos femmes et nos enfants, les emmenant aussi captifs, leur faisant souffrir toutes sortes d’afflictions, et cela à cause de la grande méchanceté de ceux qui cherchent le pouvoir et l’autorité, oui, ces hommes-du-roi.", "18 Mais pourquoi parlerais-je beaucoup de ce sujet? Car nous ne savons pas si vous-mêmes ne recherchez pas l’autorité. Nous ne savons pas si vous n’êtes pas aussi traîtres à votre pays.", "19 Ou est-ce que vous nous avez négligés, parce que vous êtes au cœur même de notre pays et êtes entourés par la sécurité, de sorte que vous ne nous faites pas envoyer de la nourriture et aussi des hommes pour fortifier nos armées?", "20 Avez-vous oublié les commandements du Seigneur, votre Dieu? Oui, avez-vous oublié la captivité de nos pères? Avez-vous oublié les nombreuses fois où nous avons été délivrés des mains de nos ennemis?", "21 Ou pensez-vous que le Seigneur nous délivrera encore, tandis que nous sommes assis sur nos trônes et ne faisons pas usage des moyens que le Seigneur nous a fournis?", "22 Oui, resterez-vous assis dans l’oisiveté pendant que vous êtes entourés de milliers de gens, oui, et de dizaines de milliers, qui sont aussi assis dans l’oisiveté, pendant qu’il y en a des milliers tout autour, dans les régions frontières du pays, qui tombent par l’épée, oui, blessés et sanglants?", "23 Pensez-vous que Dieu vous considérera comme innocents pendant que vous êtes assis, immobiles, et voyez toutes ces choses? Voici, je vous dis que non. Et je voudrais que vous vous souveniez que Dieu a dit que l’intérieur du vase sera purifié en premier, et qu’ensuite l’extérieur du vase sera purifié aussi.", "24 Et maintenant, à moins que vous ne vous repentiez de ce que vous avez fait, et ne commenciez à vous mettre à l’ouvrage, et ne nous envoyiez de la nourriture et des hommes, ainsi qu’à Hélaman, afin qu’il puisse défendre les parties du pays qu’il a reconquises, et que nous puissions aussi reprendre le reste de nos possessions dans ces régions, voici, il sera nécessaire que nous ne combattions plus les Lamanites avant d’avoir tout d’abord purifié l’intérieur de notre vase, c’est-à-dire la grande tête de notre gouvernement.", "25 Et à moins que vous ne m’accordiez ce que je vous demande dans mon épître, et ne sortiez, et ne me montriez un véritable esprit de liberté, et ne vous efforciez de renforcer et de fortifier nos armées, et ne leur accordiez de la nourriture pour leur soutien, voici, je laisserai une partie de mes hommes-libres pour défendre cette partie de notre pays, et je laisserai la force et les bénédictions de Dieu sur eux, afin qu’aucun autre pouvoir ne puisse agir contre eux—", "26 et cela à cause de leur foi extrême et de leur patience dans leurs tribulations—", "27 et je viendrai à vous, et s’il en est parmi vous qui ont un désir de liberté, oui, s’il reste ne fût-ce qu’une étincelle de liberté, voici, je susciterai des insurrections parmi vous jusqu’à ce que ceux qui ont le désir d’usurper le pouvoir et l’autorité soient frappés d’extinction.", "28 Oui, voici, je ne crains pas votre pouvoir ni votre autorité, mais c’est mon Dieu que je crains; et c’est selon ses commandements que je prends l’épée pour défendre la cause de mon pays, et c’est à cause de votre iniquité que nous avons subi tant de pertes.", "29 Voici, il est temps, oui, le moment est maintenant proche où, à moins que vous ne vous démeniez pour la défense de votre pays et de vos enfants, l’épée de la justice est suspendue au-dessus de vous; oui, et elle tombera sur vous et vous châtiera jusqu’à votre destruction totale.", "30 Voici, j’attends de l’aide de vous, et si vous ne nous apportez pas un soulagement, voici, je viendrai vers vous, au pays de Zarahemla, et vous frapperai par l’épée, de sorte que vous ne pourrez plus avoir le pouvoir de gêner la progression de ce peuple dans la cause de notre liberté.", "31 Car voici, le Seigneur ne souffrira pas que vous viviez et deveniez forts dans vos iniquités pour détruire son peuple juste.", "32 Voici, pouvez-vous penser que le Seigneur vous épargnera et viendra en jugement contre les Lamanites, alors que c’est la tradition de leurs pères qui a causé leur haine, oui, et elle a été redoublée par ceux qui sont entrés en dissidence avec nous, tandis que votre iniquité est causée par votre amour de la gloire et des choses vaines du monde?", "33 Vous savez que vous transgressez les lois de Dieu, et vous savez que vous les foulez sous vos pieds. Voici, le Seigneur me dit: Si ceux que vous avez désignés pour être vos gouverneurs ne se repentent pas de leurs péchés et de leurs iniquités, vous monterez leur livrer bataille.", "34 Et maintenant, voici, moi, Moroni, je suis contraint, selon l’alliance que j’ai faite de garder les commandements de mon Dieu; c’est pourquoi je voudrais que vous adhériez à la parole de Dieu et m’envoyiez rapidement de vos provisions et de vos hommes, et aussi à Hélaman.", "35 Et voici, si vous ne le faites pas, je viens rapidement vers vous; car voici, Dieu ne souffrira pas que nous périssions de faim; c’est pourquoi il nous donnera de votre nourriture, même si ce doit être par l’épée. Maintenant veillez à accomplir la parole de Dieu.", "36 Voici, je suis Moroni, votre capitaine en chef. Je ne cherche pas le pouvoir, mais je cherche à l’abattre. Je ne cherche pas les honneurs du monde, mais la gloire de mon Dieu, et la liberté et le bien-être de mon pays. Et ainsi je termine mon épître."], "Kiribati": ["Moronaai e ngurengure nakon Bwaoraan ibukin aki mwannanoan te taanga ni buaka iroun te tautaeka—E a kariaia te Uea bwa a na tiringaki ake a raraoi—Nibwaite a kabongana korakoraia ni kabane ma aia bwai ni kainaomataia mai irouia aia kairiribai—Moronaai e taetae ni kakamaku bwa e na buaka ni kaitaraa te tautaeka ngkana e aki kanakoaki te ibuobuoki nakon ana taanga ni buaka. Uakaan ma 62I.K.", "1 Ao e koro bukina bwa e koroboki riki nakon te kowana n te aba, are bon Bwaoraan, ao aikai taeka ake e koroi, ni kangai: Nooria, I korea au reta nakon Bwaoraan, n te kaawa are Taraemera, are bon mataniwia taan moti ao te kowana n te aba, ao nakoia naba ake a tia n rineaki irouia te botanaomata aio bwa a na tautaeka man tabeakina waakin te buaka aio.", "2 Bwa nooria, iai te bwai ae I kan taekinna nakoia n te aro ni kabuakaka; bwa nooria, kam ataia ngkami bwa ti a tia n ikotiia mwaane, man anganiia bwaai ni buaka te kabaang, ma kabaang aika uarereke, ma aekan nako bwaai ni buaka, ma ni kanakoia ni kaaitaraia Reimwanaite, ni mwakoro nako ake a kaoti iai i abara.", "3 Ao ngkai nooria, I taku nakoimi bwa ngai, ma au koraki, ma Ereman ma ana koraki, ti a tia ni kainnano n te kainnano ae rangi ni korakora; eng, n te baki, te taka, ma te kua, ma aekan nako taian karawawata.", "4 Ma nooria, ngke arona bwa bon ti aei are ti kainnano iai ti na bon aki ngurengure ke n tangitang.", "5 Ma nooria, e korakora te tiritiri nakoia ara botanaomata; eng, ngaa ma ngaa ake a bwaka n te kabaang, are tao e na bon aki riki ngke arona bwa ti anganiia ara taanga ni buaka te korakora ae tau ma te boutoka nakoia. Eng, e bon rangi ni korakora aki tabeakinakira iroumi.", "6 Ao ngkai nooria, ti tangiria ni kan ataa bukin te aki tabeakinaki ae korakora aei; eng, ti tangiria ni kan ataa bukin aromi n aki tabeakinira.", "7 Kam kona n tekateka iaon ami kaintokanuea n iango, ngkai akea kanoan ami iango, ao ami kairiribai a kabuta te mwakuri ni kamamate ni katobibingkami? Eng, ngkai a tiringia ngaa ma ngaa aika tarimi—", "8 Eng, ao naake a tia n tararake nakoimi ibukin kawakinakia, eng, a tia ni kamenai ngkami n te tabo are kam na kona iai ni buokiia, eng, are kam na kona ni kanakoia taanga ni buaka nakoia, ni kakorakoraia, ma ni kamaiuia ngaa ma ngaa bwa a na aki bwaka n te kabaang.", "9 Ma nooria, tiaki ti aei—kam tauii bwaai ake a kainnanoi, mai irouia, n te aro are a buaka ma ni mate ibukin banen raraaia ibukin korakoran nanoia are a tangira mweraoia te botanaomata aio; eng, ao aio are a tia ni karaoia ngke a kuri ni mate n te baki, ibukin korakoran aki tabeakinakia iroumi.", "10 Ao ngkanne, tariu aika kam tangiraki—bwa kam bon riai n tangiraki; eng, ao kam riai ni kamarurungi riki ngkami ni botumwaaka riki ibukin mweraoia te botanaomata aio; ma nooria, kam a tia n aki tabeakinia n te aro are e na mena iaon atuumi raraaia ngaa ma ngaa bwa te irantaanga; eng, bwa e ataa tangiia ni kabane te Atua, ma kainnanoia ni kabane—", "11 Nooria, kam taku bwa kam kona n tekateka iaon ami kaintokanuea, ao ibukin raoiroin te Atua ae korakora ao akea te bwai ae kam na karaoia ao e na kainaomataingkami? Nooria, ngkana kam taku aio inanomi ao e matebuaka are kam taku inanomi.", "12 Kam taku inanomi bwa, ibukina bwa a tia ni mate tarimi aika mwaiti bwa bon ibukin buakakaia? I taku nakoimi, ngkana kam iangoa aio inanomi ao e matebuaka ami iango are kam iangoia; bwa I taku nakoimi, a mwaiti ake a bwaka n te kabaang; ao nooria kam bon kabuakakaki iai.", "13 Bwa te Uea e kariaia bwa a na tiringaki aika a raraoi bwa e aonga n roko ana momotiraoi ma ana motikitaeka i aoia ake a buakaka; ngaia are kam aki riai n taku bwa a bua ake a raraoi ibukina bwa a tiringaki; ma nooria, a bon rin i nanon ana rau te Uea ae Atuaia.", "14 Ao ngkai nooria, I taku nakoimi, e korakora maakan ana motikitaeka te Atua are e na roko nakoia te botanaomata aio irou, ibukin korakoran taningarotia, eng, taningarotin naba te tautaeka, ma rianakon aki tabeakinakia tariia ae korakora, eng, nakoia ake a tia n tiringaki.", "15 Bwa ngke arona bwa akea te buakaka are e moan waaki mai irouia ara taan kairiri, ao ti na bon kona ni kaaitaraia ara kairiribai n te aro are a na bon aki tokanikai iaora.", "16 Eng, ngke arona bwa akea te buaka are e reke i marenara; eng, ngke arona bwa akea ana aomata te uea, ake a karika kawawaean te raraa ae korakora i buakora; eng, ngke arona bwa ti katiteuana korakorara n te tai are ti itabaraara i marenara, n aron are ti a tia ni kakaraoia; eng, ngke arona bwa akea tangiran te mwaaka ma te kan tautaeka iaora irouia ana aomata te uea; ngke arona bwa a kakaonimaki nakon te waaki n inaomata, ma ni katiteuanaki ma ngaira, man nako ni kaaitaraia ara kairiribai, man aki kaaitaraira ma aia kabaang, are e karika kawawaean te raraa ae rang korakora i buakora; eng, ngke arona bwa ti mwananga ni kaaitaraia ni korakoran te Uea, ti na bon tia ni kamaenakoia ara kairiribai, bwa e na karaoaki n aron kakoroan bukin ana taeka.", "17 Ma nooria, ngkai a roko iaora Reimwanaite, man tauii abara, ao a tiringia ara botanaomata n te kabaang, eng, ara aine ma natira, ma ni kairia nako ni kabureia ma ni karawawataiia n aekan karawawata n aekaia nako, ao aio ibukin korakoran buakakaia naake a ukoukora te mwaaka ma te kan tautaeka, eng, naake ana aomata te uea.", "18 Ma e aera ngkai e na bati au taeka ibukin aei? Akea te bwai ae ti ataia ma tao kam ukoukora te kan tautaeka. Akea te bwai ae ti ataia ma tao taan kamwanea abami ngkami.", "19 Ke tao kam aki tabeakinira ibukina bwa kam mena inukan te aba ao kam otabwaniniaki n te aro n tararua, n te aro are kam aki kanakoa te amwarake nakoira, ma mwaane ake a na kamatoatoa ara taanga ni buaka.", "20 Kam a mwaninga ana tua te Uea ae Atuami? Eng, kam a mwaninga aron kabureakia ara bakatibu? Kam a mwaninga taekan taai ake a mwaiti are ti a tia ni kainaomataki iai mai nanon baia ara kairiribai?", "21 Ke tao kam taku inanomi bwa e na bon teimatoa ni kainaomataira te Uea, i nanon ami tai n tekateka iaon ami kaintokanuea man aki kabonganai bwaai ake e a tia te Uea ni karekei ibukira?", "22 Eng, e aera bwa kam na tiku n aoriori i nanon te tai are kam a otabwaniniaki irouia ngaa ma ngaa nakekei, eng, ma tebwina te ngaa ma te ngaa, ake a tekateka n aoriori, I nanon te tai are iai naba ngaa ma ngaa ake a mena n taabo ake a uakaan ake a bwaka n te kabaang, eng, n ikoaki man raraabuabua?", "23 N ami iango te Atua e kona n taraingkami bwa akea ami bure ngkai kam tekateka n aki kakamwakuri man taratarai bwaai aikai? Nooria I taku nakoimi, E aki. Ngkai I tangiria bwa kam na uringnga bwa te Atua e a tia n taku bwa e na itiaki moa are i nanon te aomata, ao ngkanne e a itiaki naba tinanikun te aomata.", "24 Ao ngkai, ngkana kam rairinanomi man te bwai ae kam a tia ni karaoia aei, man teirake ni kakamwakuri, ma ni kanakomaia te amwarake ao mwaane, ao nakon Ereman naba, bwa e na boutokaai mwakoron abara ake e a tia ni manga kaoki, ao bwa ti aonga naba ni manga anai nikiran ara bwai ni mwakoro aikai, nooria, e bon riai bwa ti na aki manga oki n itabaraara ma Reimwanaite ni karokoa moa ae ti kaitiaka moa nanora, eng, ao riki atuun ara tautaeka ae korakora.", "25 Ao ti ngkana kam ira nanon au reta, man otinako ni kaota nakoiu tamnein te inaomata ni koaua, ma ni botumwaaka ni kakorakora ma ni kamatoa ara taanga ni buaka, man anganiia te amwarake ibukin boutokaakia, nooria N na katuka mwakoroia au aomata aika a inaomata bwa a na kawakina mwakoron te aba aei, ao N na katuka ana korakora ao ana kakabwaia te Atua i aoia naba, bwa akea riki te mwaaka teuana ae kona ni manga mwakuri ni kaaitaraia—", "26 Ao aio ibukin aia onimaki ae korakora, ao ibukin taotaonan nanoia i nanon katakia—", "27 Ao N na roko nakoimi, ao ngkana iai i buakomi ae iai nanona n tangira te inaomata eng, ngkana iai naba mwakaron naba te inaomata teutana ae tiku, nooria N na kauerakea te kaiangatoa i buakomi, ni karokoa ae naake iai nanoia ni kan ana te mwaaka ma te kan tautaeka n te aro ae aki riai a na bua.", "28 Eng, I aki maaka mwaakami ma ami tautaeka, ma bon ti Atuau ae I maakua; ao bon ti ni kaineti ma ana tua are I a ana au kabaang iai bwa N na tei ibukin ana waaki abau, ao ibukin buakakami are e a rang korakora ae bua.", "29 Nooria e a roko te tai, eng, e a kaan te tai, are ngkana kam aki kakamwakuri ibukin abami ma ami ataei, ao te kabaang ni motiraoi e na tinetine iaomi; eng, ao e na bwaka iaomi man roko nakoimi n tiringingkami.", "30 Nooria, I tataninga te ibuobuoki mai iroumi; ao ngkana kam aki mwakuria te ibuobuoki nakoira, nooria, N na roko nakoimi, nakon naba te aba are Taraemera, man oroingkami n te kabaang n te aro are e na manga akea korakorami ni katoka rikirakeia te botanaomata aei ibukin waakinan te inaomata.", "31 Bwa nooria, te Uea e aki kariaia bwa kam na maiu ma ni matoatoa i nanon buakakami bwa kam na tiringia ana botanaomata ae a raoiroi aikai.", "32 Nooria, kam kona n iangoia bwa te Uea e na kamaiungkami man roko ni motikitaeka ni kaaitaraia Reimwanaite, ngkai bon kateia aia bakatibu ae karika te kairiribai irouia, eng, ao e a tia ni manga kauataoaki irouia ake a biri nako mai iroura, ao kam riki ni buakaka ibukin tangiran te mimitong ma bwain te aonaba ae akea manenaia.", "33 Kam ataia bwa kam urua ana tua te Atua, ao kam ataia bwa kam bon toubekaia i aan waemi. Nooria e taku te Uea nakoiu: Ngkana naake kam a tia n rineia bwa ami kowana aki rairinanoia man aia bure ao buakakaia, ao kam na nako ni buaka ni kaaitaraia.", "34 Ao ngkai nooria, Ngai, ae Moronaai, I kairoroaki bwa, ni kaineti ma te berita ae tabu are I a tia ni karaoia bwa N na kawakina ana tua Atuau; ngaia are I tangiria bwa kam na taua ana taeka te Atua, ma ni kawaekoa nakoiu ami bwai ake ti kainnanoi ma ami mwaane, ao nakon Ereman naba.", "35 Ao nooria, ngkana kam aki karaoa aio ao N na waekoa n roko iroumi; bwa nooria, te Atua e aki kariaia bwa ti na mate ni baki; ngaia are e na bon anganiira kanami, e ngae ngkana ti angan karekeana te kabaang. Ngkai taraia bwa kam na kakakoroa bukin ana taeka te Atua.", "36 Nooria, Ngai bon Moronaai, mataniwia ami mataniwi. I aki ukoukora te mwaaka ma I kan kamauna. I aki ukoukora ana karinerine te aonaba, ma mimitongin Atuau, ao inaomatan ma mweraoin abau. Ao ikai are I a katoka au reta."]}