{"English": ["Christ will be born of Mary—He will loose the bands of death and bear the sins of His people—Those who repent, are baptized, and keep the commandments will have eternal life—Filthiness cannot inherit the kingdom of God—Humility, faith, hope, and charity are required. About 83B.C.", "1 Behold my beloved brethren, seeing that I have been permitted to come unto you, therefore I attempt to address you in my language; yea, by my own mouth, seeing that it is the first time that I have spoken unto you by the words of my mouth, I having been wholly confined to the judgment-seat, having had much business that I could not come unto you.", "2 And even I could not have come now at this time were it not that the judgment-seat hath been given to another, to reign in my stead; and the Lord in much mercy hath granted that I should come unto you.", "3 And behold, I have come having great hopes and much desire that I should find that ye had humbled yourselves before God, and that ye had continued in the supplicating of his grace, that I should find that ye were blameless before him, that I should find that ye were not in the awful dilemma that our brethren were in at Zarahemla.", "4 But blessed be the name of God, that he hath given me to know, yea, hath given unto me the exceedingly great joy of knowing that they are established again in the way of his righteousness.", "5 And I trust, according to the Spirit of God which is in me, that I shall also have joy over you; nevertheless I do not desire that my joy over you should come by the cause of so much afflictions and sorrow which I have had for the brethren at Zarahemla, for behold, my joy cometh over them after wading through much affliction and sorrow.", "6 But behold, I trust that ye are not in a state of so much unbelief as were your brethren; I trust that ye are not lifted up in the pride of your hearts; yea, I trust that ye have not set your hearts upon riches and the vain things of the world; yea, I trust that you do not worship idols, but that ye do worship the true and the living God, and that ye look forward for the remission of your sins, with an everlasting faith, which is to come.", "7 For behold, I say unto you there be many things to come; and behold, there is one thing which is of more importance than they all—for behold, the time is not far distant that the Redeemer liveth and cometh among his people.", "8 Behold, I do not say that he will come among us at the time of his dwelling in his mortal tabernacle; for behold, the Spirit hath not said unto me that this should be the case. Now as to this thing I do not know; but this much I do know, that the Lord God hath power to do all things which are according to his word.", "9 But behold, the Spirit hath said this much unto me, saying: Cry unto this people, saying—Repent ye, and prepare the way of the Lord, and walk in his paths, which are straight; for behold, the kingdom of heaven is at hand, and the Son of God cometh upon the face of the earth.", "10 And behold, he shall be born of Mary, at Jerusalem which is the land of our forefathers, she being a virgin, a precious and chosen vessel, who shall be overshadowed and conceive by the power of the Holy Ghost, and bring forth a son, yea, even the Son of God.", "11 And he shall go forth, suffering pains and afflictions and temptations of every kind; and this that the word might be fulfilled which saith he will take upon him the pains and the sicknesses of his people.", "12 And he will take upon him death, that he may loose the bands of death which bind his people; and he will take upon him their infirmities, that his bowels may be filled with mercy, according to the flesh, that he may know according to the flesh how to succor his people according to their infirmities.", "13 Now the Spirit knoweth all things; nevertheless the Son of God suffereth according to the flesh that he might take upon him the sins of his people, that he might blot out their transgressions according to the power of his deliverance; and now behold, this is the testimony which is in me.", "14 Now I say unto you that ye must repent, and be born again; for the Spirit saith if ye are not born again ye cannot inherit the kingdom of heaven; therefore come and be baptized unto repentance, that ye may be washed from your sins, that ye may have faith on the Lamb of God, who taketh away the sins of the world, who is mighty to save and to cleanse from all unrighteousness.", "15 Yea, I say unto you come and fear not, and lay aside every sin, which easily doth beset you, which doth bind you down to destruction, yea, come and go forth, and show unto your God that ye are willing to repent of your sins and enter into a covenant with him to keep his commandments, and witness it unto him this day by going into the waters of baptism.", "16 And whosoever doeth this, and keepeth the commandments of God from thenceforth, the same will remember that I say unto him, yea, he will remember that I have said unto him, he shall have eternal life, according to the testimony of the Holy Spirit, which testifieth in me.", "17 And now my beloved brethren, do you believe these things? Behold, I say unto you, yea, I know that ye believe them; and the way that I know that ye believe them is by the manifestation of the Spirit which is in me. And now because your faith is strong concerning that, yea, concerning the things which I have spoken, great is my joy.", "18 For as I said unto you from the beginning, that I had much desire that ye were not in the state of dilemma like your brethren, even so I have found that my desires have been gratified.", "19 For I perceive that ye are in the paths of righteousness; I perceive that ye are in the path which leads to the kingdom of God; yea, I perceive that ye are making his paths straight.", "20 I perceive that it has been made known unto you, by the testimony of his word, that he cannot walk in crooked paths; neither doth he vary from that which he hath said; neither hath he a shadow of turning from the right to the left, or from that which is right to that which is wrong; therefore, his course is one eternal round.", "21 And he doth not dwell in unholy temples; neither can filthiness or anything which is unclean be received into the kingdom of God; therefore I say unto you the time shall come, yea, and it shall be at the last day, that he who is filthy shall remain in his filthiness.", "22 And now my beloved brethren, I have said these things unto you that I might awaken you to a sense of your duty to God, that ye may walk blameless before him, that ye may walk after the holy order of God, after which ye have been received.", "23 And now I would that ye should be humble, and be submissive and gentle; easy to be entreated; full of patience and long-suffering; being temperate in all things; being diligent in keeping the commandments of God at all times; asking for whatsoever things ye stand in need, both spiritual and temporal; always returning thanks unto God for whatsoever things ye do receive.", "24 And see that ye have faith, hope, and charity, and then ye will always abound in good works.", "25 And may the Lord bless you, and keep your garments spotless, that ye may at last be brought to sit down with Abraham, Isaac, and Jacob, and the holy prophets who have been ever since the world began, having your garments spotless even as their garments are spotless, in the kingdom of heaven to go no more out.", "26 And now my beloved brethren, I have spoken these words unto you according to the Spirit which testifieth in me; and my soul doth exceedingly rejoice, because of the exceeding diligence and heed which ye have given unto my word.", "27 And now, may the peace of God rest upon you, and upon your houses and lands, and upon your flocks and herds, and all that you possess, your women and your children, according to your faith and good works, from this time forth and forever. And thus I have spoken. Amen."], "Español": ["Cristo nacerá de María— Él soltará las ligaduras de la muerte y tomará sobre sí los pecados de Su pueblo— Aquellos que se arrepientan, se bauticen y guarden los mandamientos tendrán la vida eterna— La inmundicia no puede heredar el reino de Dios— Se requieren la humildad, la fe, la esperanza y la caridad. Aproximadamente 83a.C.", "1 He aquí, amados hermanos míos, ya que se me ha permitido venir a vosotros, trataré, por tanto, de hablaros en mi lenguaje, sí, por mi propia boca, en vista de que es la primera vez que os hablo con las palabras de mi boca, pues me he visto totalmente limitado al tribunal, con tantos asuntos que no pude visitaros antes.", "2 Y ni aun en esta ocasión habría podido venir, si no fuera que se ha dado el asiento judicial a otro para que gobierne en mi lugar. Y el Señor con gran misericordia me ha concedido que venga a vosotros.", "3 Y he aquí, he venido con grandes esperanzas y con mucho anhelo de hallar que os habíais humillado ante Dios y que habíais continuado suplicando su gracia; de hallar que estabais sin culpa ante él, y de no hallaros en el terrible dilema en que estaban vuestros hermanos en Zarahemla.", "4 Pero bendito sea el nombre de Dios, porque me ha dado a saber, sí, me ha concedido el inmenso gozo de saber que nuevamente se hallan fundados en la senda de la justicia de Dios.", "5 Y confío en que, según el Espíritu de Dios que está en mí, también pueda yo sentir gozo por causa de vosotros; no obstante, no deseo que mi gozo por vosotros venga a causa de tantas aflicciones y angustia que he sentido por los hermanos de Zarahemla; porque he aquí, mi gozo por causa de ellos viene después de pasar por mucha aflicción y angustia.", "6 Mas he aquí, confío en que no os halléis en un estado de tanta incredulidad como lo estaban vuestros hermanos; espero que no os hayáis envanecido con el orgullo de vuestros corazones; sí, confío en que no hayáis puesto vuestros corazones en las riquezas y las vanidades del mundo; sí, confío en que no adoréis ídolos, sino que adoréis al Dios verdadero y viviente, y que esperéis anhelosamente, con una fe sempiterna, la remisión de vuestros pecados que ha de venir.", "7 Pues he aquí, os digo que muchas cosas han de venir; y he aquí, hay una que es más importante que todas las otras, pues he aquí, no está muy lejos el día en que el Redentor viva y venga entre su pueblo.", "8 He aquí, no digo que vendrá entre nosotros mientras esté morando en su cuerpo terrenal; pues he aquí, el Espíritu no me ha dicho que tal sería el caso. Ahora bien, con respecto a ello, no sé; pero esto sí sé: que el Señor Dios tiene poder para hacer todas las cosas que van de conformidad con su palabra.", "9 Mas he aquí, el Espíritu me ha dicho esto: Proclama a este pueblo, diciendo: Arrepentíos y preparad la vía del Señor, y andad por sus sendas, que son rectas; porque he aquí, el reino de los cielos está cerca, y el Hijo de Dios viene sobre la faz de la tierra.", "10 Y he aquí, nacerá de María, en Jerusalén, que es la tierra de nuestros antepasados, y siendo ella virgen, un vaso precioso y escogido, a quien se hará sombra y concebirá por el poder del Espíritu Santo, dará a luz un hijo, sí, aun el Hijo de Dios.", "11 Y él saldrá, sufriendo dolores, aflicciones y tentaciones de todas clases; y esto para que se cumpla la palabra que dice: Tomará sobre sí los dolores y las enfermedades de su pueblo.", "12 Y tomará sobre sí la muerte, para soltar las ligaduras de la muerte que sujetan a su pueblo; y sus debilidades tomará él sobre sí, para que sus entrañas sean llenas de misericordia, según la carne, a fin de que según la carne sepa cómo socorrer a los de su pueblo, de acuerdo con las debilidades de ellos.", "13 Ahora bien, el Espíritu sabe todas las cosas; sin embargo, el Hijo de Dios padece según la carne, a fin de tomar sobre sí los pecados de su pueblo, para borrar sus transgresiones según el poder de su liberación; y he aquí, este es el testimonio que hay en mí.", "14 Ahora os digo que debéis arrepentiros y nacer de nuevo; pues el Espíritu dice que si no nacéis otra vez, no podéis heredar el reino de los cielos. Venid, pues, y sed bautizados para arrepentimiento, a fin de que seáis lavados de vuestros pecados, para que tengáis fe en el Cordero de Dios, que quita los pecados del mundo, que es poderoso para salvar y para limpiar de toda iniquidad.", "15 Sí, os digo, venid y no temáis, y desechad todo pecado, pecado que fácilmente os envuelve, que os liga hasta la destrucción; sí, venid y adelantaos, y manifestad a vuestro Dios que estáis dispuestos a arrepentiros de vuestros pecados y a concertar un convenio con él de guardar sus mandamientos, y testificádselo hoy, yendo a las aguas del bautismo.", "16 Y el que hiciere esto y guardare los mandamientos de Dios de allí en adelante, se acordará que le digo, sí, se acordará que le he dicho, según el testimonio del Santo Espíritu que testifica en mí, que tendrá la vida eterna.", "17 Y ahora bien, amados hermanos míos, ¿creéis estas cosas? He aquí, os digo que sí, yo sé que las creéis; y la forma en que yo sé que las creéis es por la manifestación del Espíritu que hay en mí. Y ahora, por motivo de que vuestra fe es grande en esto, sí, concerniente a lo que os he hablado, grande es mi gozo.", "18 Porque como os dije desde el principio, deseaba mucho que no estuvieseis en el estado de dilema semejante a vuestros hermanos; y he hallado que se han realizado mis deseos.", "19 Porque percibo que andáis por las sendas de la rectitud. Veo que os halláis en el camino que conduce al reino de Dios; sí, percibo que estáis enderezando sus sendas.", "20 Veo que se os ha hecho saber, por el testimonio de su palabra, que él no puede andar en sendas tortuosas; ni se desvía de aquello que ha dicho; ni hay en él sombra de apartarse de la derecha a la izquierda, o del bien al mal; por tanto, su curso es un giro eterno.", "21 Y él no habita en templos impuros; y ni la suciedad ni cosa inmunda alguna pueden ser recibidas en el reino de Dios; por tanto, os digo que vendrá el tiempo, sí, y será en el postrer día, en que el que sea inmundo permanecerá en su inmundicia.", "22 Y ahora bien, mis queridos hermanos, os he dicho estas cosas a fin de despertar en vosotros el sentido de vuestro deber para con Dios, para que andéis sin culpa delante de él, para que caminéis según el santo orden de Dios, conforme al cual se os ha recibido.", "23 Y ahora quisiera que fueseis humildes, que fueseis sumisos y dóciles; fáciles de ser tratables; llenos de paciencia y longanimidad; siendo moderados en todas las cosas; siendo diligentes en guardar los mandamientos de Dios en todo momento; pidiendo las cosas que necesitéis, tanto espirituales como temporales; siempre dando gracias a Dios por las cosas que recibís.", "24 Y mirad que tengáis fe, esperanza y caridad, y entonces siempre abundaréis en buenas obras.", "25 Y el Señor os bendiga y guarde vuestros vestidos sin mancha, para que al fin seáis llevados para sentaros en el reino de los cielos con Abraham, Isaac y Jacob, y los santos profetas que han existido desde el principio del mundo, para jamás salir, conservando vuestros vestidos sin mancha, así como los de ellos están sin mancha.", "26 Y ahora bien, amados hermanos míos, os he hablado estas palabras de acuerdo con el Espíritu que testifica dentro de mí, y mi alma se regocija en extremo por motivo de la suma diligencia y cuidado con que habéis atendido a mi palabra.", "27 Y ahora bien, repose sobre vosotros la paz de Dios, y sobre vuestras casas y tierras, y sobre vuestros rebaños y manadas y todo cuanto poseáis, sobre vuestras mujeres y vuestros hijos, según vuestra fe y buenas obras, desde ahora en adelante y para siempre. Y así he dicho. Amén."], "Français": [], "Kiribati": ["Kristo e na bungiaki iroun Nei Maria—E na kabwara ana kabaebae te mate ao e na uoti aia bure Ana aomata—Naake a rairinanoia, a bwabetitoaki ma ni kawakin tua, e na reke irouia te maiu ae akea tokina—Te kammaira e aki kona ni bwaibwai n uean te Atua—Te nanorinano, te onimaki, te kantaninga ao te tangira ae kororaoi a kainnanoaki. Uakaan ma 83I.K.", "1 I nooria tariu aika kam tangiraki, n nooran ae I a tia ni kariaiakaki bwa N na kawaringkami, mangaia ae I kataia n taetae nakoimi n oin au taetae; eng, n oin wiiu, n nooran ae ai tibwa au moan tai ae I a tia n taetae nakoimi n taeka mai wiiu, bwa I a tia ni kabanea au tai n te kaintekateka ni motikitaeka, ao kioina ngke e tiraua tabeu ngaia are I aki kona n roko iroumi.", "2 Ao N na bon aki kona naba n roko n te tai aei ngke arona bwa e aki kanakoaki te kaintekateka ni motikitaeka nakon temanna, bwa e na tautaeka n onea mwiiu; ao te Uea n ana nanoanga ae bati e a tia ni kariaia bwa N na roko iroumi.", "3 Ao nooria, I a roko ma au kantaninga aika a korakora ao te nano ae bati bwa N na kunea bwa kam a tia n nanorinano i matan te Atua, ao bwa kam waaki nako ni butiia ana akoi, ao bwa N na kunea bwa akea ami bure i matana, ao bwa N na kunea bwa kam aki mena n te kaangaanga n aroia tarira ake i Taraemera.", "4 Ma e na kakabwaiaki aran te Atua, bwa e a tia n anganai bwa N na ataia, eng, e a tia n anganai te kimwareirei ae korakora bwa N na ataia bwa a tia ni manga kateaki ni kawain ana raoiroi.", "5 Ao I onimaki n aron tamnein te Atua are irou, bwa N na manga kimwareirei naba ibukimi; ma e ngae n anne I aki tangiria bwa kimwareireiu ibukimi e na roko man te karawawataki ao te nanokawaki ae bati n aron are I a tia ni karekea ibukiia tarira ake i Taraemera, bwa nooria, kimwareireiu e reke ibukiia i mwin te rinanon te karawawataki ao te nanokawaki ae bati.", "6 Ma nooria, I onimakinna bwa kam aki mena n te aro n aki kakoaua n aroia tarimi; I onimakinna bwa kam aki tabekakirake ni kainikatongan nanomi; eng, I onimakinna bwa kam tuai ni katikui nanomi iaon kaubwain ao bwain te aonaba ae akea manenaia, eng, I onimakinna bwa kam aki taromauri bouananti, ma kam taromauria te Atua ae koaua ao e maiu, ao kam kariaria kamaunan ami bure, ma te onimaki ae aki totoki, are e na roko.", "7 Bwa nooria, I taku nakoimi bwa e na tiraua te bwai ae e na roko; ao nooria, iai te bwai teuana are e raka kakawakina nakoia ni kabane—bwa nooria, e aki raroa te tai are te Tia Kaboko e na roko i buakoia ana aomata.", "8 Nooria, I aki taku bwa e na roko i buakora n ana tai ni maiu n rabwatana; bwa nooria, e tuai n tuangai te Tamnei bwa e na bon aio arona. Ngkai ni kaineti ma te bwai aio I aki ataia; ma I ti ataa aio, bwa te Uea ae te Atua iai mwaakana ni karaoi bwaai ni kabane are e kaineti ma ana taeka.", "9 Bwa nooria, e a tia n taekina aio te Tamnei nakoiu, ni kangai: Tang nakoia te botanaomata aio, ni kangai—Rairinanomi, ao katauraoa kawain te Uea, ao nakonako ni kawaina, ake a eti; bwa nooria, e a kaan uean karawa, ao natin te Atua e na roko iaon te aonaba.", "10 Ao nooria, e na bungiaki iroun Maria, i rarikin Ierutarem are abaia ara bakatibu, are te kibono, te bwai ni mwakuri ae kakawaki man rineaki, are e na rabunaki ma ni kariki ni mwaakan te Tamnei ae raoiroi, ao e na karika natina, eng, ae natin te Atua.", "11 Ao e na waaki, n rinanon te kainnano ni maraki ma te karawawataaki ao te kaririaki n aekaia nako; ao aio bwa e na kakoroaki te taeka are e taku bwa e na uota i aona marakiia ao aorakiia ana aomata.", "12 Ao e na uota i aona te mate, bwa e aonga ni kabwara ana kabaebae te mate are e kabaeiia ana aomata; ao e na uota i aona mamaaraia, bwa e na on nanoia n te nanoanga ni kaineti ma te maiu n rabwata, bwa e na ataia ni kaineti ma te maiu n rabwata bwa e na kanga ni buokiia ana aomata ni kaineti ma mamaaraia.", "13 Ngkai te Tamnei e atai bwaai ni kabane; ma e ngae n anne natin te Atua e rinanon te maraki n aron te maiu n rabwata bwa e na katokaa i aona aia bure ana aomata, bwa e aonga ni kamaunai riaoan tua irouia n aron mwaakan ana kamaiu; ao ngkai nooria, aio te koaua are e mena irou.", "14 Ngkai I taetae nakoimi bwa kam na rairinanomi, ma ni bungiaki kaua; bwa e taku te Tamnei ngkana ko aki bungiaki kaua ko aki kona ni karekea uean karawa; ngaia ae nako mai ao bwabetitoaki nakon te rairannano bwa kam na tebokaki man ami bure, bwa kam aonga n onimakina ana Tiibu te Teei te Atua, are e anaa buren te aonaba, are e mwaaka ni kamaiu ao ni kaitiaki buakaka ni kabane.", "15 Eng, I taku nakoimi nako mai ao tai maaku, ao katikui bure ni kabane, are kam kakai rootaki iai, are a kabaeingkami rikaki nakon te kamaunaki, eng nako mai ao waaki, ao kaotia nakon te Atua bwa kam kukurei n rairinanomi man ami bure man rin i nanon te berita ae tabu ma ngaia ma ni kaawakin ana tua, ma ni kakoaua nakoina n te bong aei n rinimi i nanon te ran ni bwabetito.", "16 Ao ane e karaoa aio, ma ni kaawakin ana tua te Atua man te tai aio, te aomata anne e na bon uringa bwa I a tia n taku nakoina, e na reke irouna te maiu ae akea tokina, n aron ana koaua te Tamnei ae Tabu, are e kaotiota te koaua inanou.", "17 Ao ngkai tariu aika kam tangiraki, kam kakoauai bwaai aikai? Nooria, I taku nakoimi, eng, I ataia bwa kam kakoauai; ao te kawai are I ataia bwa kam kakoauai iai bon man ana kaotioti te Tamnei are e mena irou. Ao ngkai ibukin ami onimaki ae korakora ni kaineti ma te bwai aei, eng, ni kaineti ma bwaai ake I a tia n taekin, ao e korakora kimwareireiu.", "18 Bwa n aron are I a tia n taekinna mai moana, bwa e korakora nanou bwa kam aki mena i nanon te kaangaanga n aroia tarimi, ao I kunea bwa e karauaki nanou.", "19 Bwa I nooria bwa kam mena ni kawain te raoiroi, I nooria bwa kam mena n te kawai are e kaineti nakon uean te Atua; eng, I nooria bwa kam kaeta kawaina.", "20 I nooria bwa e a tia ni kaotaki nakoimi, ni koauan ana taeka, bwa kam aki kona n nakonako ni kawai aika a bwaoua, ke tao e na bibitaki man te bwai are e a tia n taekinna; ke tao e na kona n rairaki man te atai nakon te maing, ke man te bwai ae e eti nakon ae e bure; mangaia ae kawaina aiaron te mronron ae akea tokina.", "21 Ao e aki mena n tembora aika a barekareka; ao te kammaira ke te bwai ae bareka e bon aki kona ni butimwaeaki n uean te Atua; mangaia ae I taku nakoimi e na roko te tai, eng ao e na riki te kabanea ni bong, bwa te aomata are e kammaira e na tiku n arona ni kammaira.", "22 Ao ngkai tariu aika kam tangiraki irou, I a tia n taekin bwaai aikai nakoimi bwa I kan kautingkami nakon namakinan nakoami nakon te Atua, bwa kam na nakonako n itiaki i matana, bwa kam na nakonako ni kawainana botaki ae tabu te Atua, i mwin are kam a tia ni butimwaeaki.", "23 Ao ngkai I tangiria bwa kam na nanorinano, ao aantaeka man rau; ni kakai butiaki; n onrake n te taotaonakinnano ma te taonannano i nanon te tai ae maan; n taubaang ni bwaai ni kabane; ma ni botumwaaka ni kaawakin ana tua te Atua n taai nako; ni bubuti ibukin bwaai aika kam kainnanoi, aika bwaai n tamnei ma bwain te rabwata; ma ni karabwarabwa n taai nako nakon te Atua ibukin bwaai ake kam karerekei.", "24 Ao nooria bwa e na iai iroumi te onimaki, te kantaninga ae raoiroi, ao te tangira ae kororaoi, ao ngkanne kam na onrake ni mwakuri aika a raraoi.", "25 Ao e na kakabwaiaingkami te Uea, ao ma ni kaitiaki kunnikaimi, bwa kam aonga n uotaki ma ni katekatekaki ma Aberaam, Itaaka, ao Iakobwa, ao taian burabeti aika a tabu ake a tia ni maiu man moan te aonaba, man tia ni kaitiaki kunnikaimi n aron kunnikaia ngkai a itiaki, bwa kam aonga n aki manga kitana uean karawa.", "26 Ao ngkai tariu aika kam tangiraki irou, I a tia n taekin taeka aikai nakoimi n aron te Tamnei are e kaotiota te koaua inanou; ao tamneiu e korakora kimwareireina, ibukin te kakaonimaki ao te ongeaba are kam a tia n anga nakon au taeka.", "27 Ao ngkai, e na mena ana rau te Atua i aomi, ao iaon ami auti ao abami, ao iaon ami nanai ni man ma ami ikota ni man, ao bwaai ni kabane ake ami bwai, ami aine ao natimi, n aron ami onimaki ao ami mwakuri aika a raraoi, man te tai aio n uaa ae e aki totoki. Ao I a tia n taetae. Amen."]}