{"English": ["Moroni commands the Lamanites to make a covenant of peace or be destroyed—Zerahemnah rejects the offer, and the battle resumes—Moroni’s armies defeat the Lamanites. About 74–73B.C.", "1 And it came to pass that they did stop and withdrew a pace from them. And Moroni said unto Zerahemnah: Behold, Zerahemnah, that we do not desire to be men of blood. Ye know that ye are in our hands, yet we do not desire to slay you.", "2 Behold, we have not come out to battle against you that we might shed your blood for power; neither do we desire to bring any one to the yoke of bondage. But this is the very cause for which ye have come against us; yea, and ye are angry with us because of our religion.", "3 But now, ye behold that the Lord is with us; and ye behold that he has delivered you into our hands. And now I would that ye should understand that this is done unto us because of our religion and our faith in Christ. And now ye see that ye cannot destroy this our faith.", "4 Now ye see that this is the true faith of God; yea, ye see that God will support, and keep, and preserve us, so long as we are faithful unto him, and unto our faith, and our religion; and never will the Lord suffer that we shall be destroyed except we should fall into transgression and deny our faith.", "5 And now, Zerahemnah, I command you, in the name of that all-powerful God, who has strengthened our arms that we have gained power over you, by our faith, by our religion, and by our rites of worship, and by our church, and by the sacred support which we owe to our wives and our children, by that liberty which binds us to our lands and our country; yea, and also by the maintenance of the sacred word of God, to which we owe all our happiness; and by all that is most dear unto us—", "6 Yea, and this is not all; I command you by all the desires which ye have for life, that ye deliver up your weapons of war unto us, and we will seek not your blood, but we will spare your lives, if ye will go your way and come not again to war against us.", "7 And now, if ye do not this, behold, ye are in our hands, and I will command my men that they shall fall upon you, and inflict the wounds of death in your bodies, that ye may become extinct; and then we will see who shall have power over this people; yea, we will see who shall be brought into bondage.", "8 And now it came to pass that when Zerahemnah had heard these sayings he came forth and delivered up his sword and his cimeter, and his bow into the hands of Moroni, and said unto him: Behold, here are our weapons of war; we will deliver them up unto you, but we will not suffer ourselves to take an oath unto you, which we know that we shall break, and also our children; but take our weapons of war, and suffer that we may depart into the wilderness; otherwise we will retain our swords, and we will perish or conquer.", "9 Behold, we are not of your faith; we do not believe that it is God that has delivered us into your hands; but we believe that it is your cunning that has preserved you from our swords. Behold, it is your breastplates and your shields that have preserved you.", "10 And now when Zerahemnah had made an end of speaking these words, Moroni returned the sword and the weapons of war, which he had received, unto Zerahemnah, saying: Behold, we will end the conflict.", "11 Now I cannot recall the words which I have spoken, therefore as the Lord liveth, ye shall not depart except ye depart with an oath that ye will not return again against us to war. Now as ye are in our hands we will spill your blood upon the ground, or ye shall submit to the conditions which I have proposed.", "12 And now when Moroni had said these words, Zerahemnah retained his sword, and he was angry with Moroni, and he rushed forward that he might slay Moroni; but as he raised his sword, behold, one of Moroni’s soldiers smote it even to the earth, and it broke by the hilt; and he also smote Zerahemnah that he took off his scalp and it fell to the earth. And Zerahemnah withdrew from before them into the midst of his soldiers.", "13 And it came to pass that the soldier who stood by, who smote off the scalp of Zerahemnah, took up the scalp from off the ground by the hair, and laid it upon the point of his sword, and stretched it forth unto them, saying unto them with a loud voice:", "14 Even as this scalp has fallen to the earth, which is the scalp of your chief, so shall ye fall to the earth except ye will deliver up your weapons of war and depart with a covenant of peace.", "15 Now there were many, when they heard these words and saw the scalp which was upon the sword, that were struck with fear; and many came forth and threw down their weapons of war at the feet of Moroni, and entered into a covenant of peace. And as many as entered into a covenant they suffered to depart into the wilderness.", "16 Now it came to pass that Zerahemnah was exceedingly wroth, and he did stir up the remainder of his soldiers to anger, to contend more powerfully against the Nephites.", "17 And now Moroni was angry, because of the stubbornness of the Lamanites; therefore he commanded his people that they should fall upon them and slay them. And it came to pass that they began to slay them; yea, and the Lamanites did contend with their swords and their might.", "18 But behold, their naked skins and their bare heads were exposed to the sharp swords of the Nephites; yea, behold they were pierced and smitten, yea, and did fall exceedingly fast before the swords of the Nephites; and they began to be swept down, even as the soldier of Moroni had prophesied.", "19 Now Zerahemnah, when he saw that they were all about to be destroyed, cried mightily unto Moroni, promising that he would covenant and also his people with them, if they would spare the remainder of their lives, that they never would come to war again against them.", "20 And it came to pass that Moroni caused that the work of death should cease again among the people. And he took the weapons of war from the Lamanites; and after they had entered into a covenant with him of peace they were suffered to depart into the wilderness.", "21 Now the number of their dead was not numbered because of the greatness of the number; yea, the number of their dead was exceedingly great, both on the Nephites and on the Lamanites.", "22 And it came to pass that they did cast their dead into the waters of Sidon, and they have gone forth and are buried in the depths of the sea.", "23 And the armies of the Nephites, or of Moroni, returned and came to their houses and their lands.", "24 And thus ended the eighteenth year of the reign of the judges over the people of Nephi. And thus ended the record of Alma, which was written upon the plates of Nephi."], "Español": ["Moroni manda a los lamanitas hacer un pacto de paz o resignarse a ser destruidos— Zerahemna rechaza la oferta y la batalla se reanuda— Los ejércitos de Moroni derrotan a los lamanitas. Aproximadamente 74–73a.C.", "1 Y sucedió que pararon y se retiraron a un paso de ellos. Y Moroni dijo a Zerahemna: He aquí, Zerahemna, no queremos ser sanguinarios. Tú sabes que estáis en nuestras manos; sin embargo, no queremos mataros.", "2 He aquí, no hemos venido a luchar contra vosotros para derramar vuestra sangre en busca de poder; ni tampoco deseamos imponer el yugo del cautiverio sobre ninguno. Pero esta es precisamente la razón por la cual habéis venido contra nosotros; sí, y estáis enfurecidos con nosotros a causa de nuestra religión.", "3 Mas ya veis que el Señor está con nosotros, y veis que os ha entregado en nuestras manos. Y ahora quisiera que entendieseis que esto se hace con nosotros por causa de nuestra religión y nuestra fe en Cristo. Y ya veis que no podéis destruir esta, nuestra fe.", "4 Veis ahora que esta es la verdadera fe de Dios; sí, veis que Dios nos sostendrá y guardará y preservará mientras le seamos fieles a él, a nuestra fe y a nuestra religión; y nunca permitirá el Señor que seamos destruidos, a no ser que caigamos en transgresión y neguemos nuestra fe.", "5 Y ahora yo os mando, Zerahemna, en el nombre de ese omnipotente Dios que ha fortalecido nuestros brazos de modo que hemos logrado poder sobre vosotros, por nuestra fe, por nuestra religión, y por nuestros ritos de adoración, y por nuestra iglesia, y por el sagrado sostén que debemos a nuestras esposas y nuestros hijos, por esa libertad que nos une a nuestras tierras y a nuestra patria; sí, y también por la conservación de la sagrada palabra de Dios, a la que debemos toda nuestra felicidad; y por todo lo que más amamos;", "6 sí, y esto no es todo; por todo el anhelo que tenéis de vivir, os mando que nos entreguéis vuestras armas de guerra, y no derramaremos vuestra sangre, sino que os perdonaremos la vida, si os vais por vuestro camino y no volvéis más a guerrear contra nosotros.", "7 Y si no hacéis esto, he aquí, estáis en nuestras manos, y mandaré a mis hombres que caigan sobre vosotros e inflijan en vuestros cuerpos las heridas de muerte, de modo que seáis exterminados; y entonces veremos quién tendrá poder sobre este pueblo; sí, veremos quiénes serán llevados al cautiverio.", "8 Y acaeció que cuando Zerahemna hubo oído estas palabras, se adelantó y entregó su espada y su cimitarra y su arco en manos de Moroni, y le dijo: He aquí nuestras armas de guerra; te las entregaremos, mas no nos permitiremos haceros un juramento que sabemos que quebrantaremos, y también nuestros hijos; mas toma nuestras armas de guerra, y déjanos salir para el desierto; de otro modo, retendremos nuestras espadas, y venceremos o moriremos.", "9 He aquí, no somos de vuestra fe; no creemos que sea Dios el que nos ha entregado en vuestras manos; sino que creemos que es vuestra astucia lo que os ha preservado de nuestras espadas. He aquí, son vuestros petos y vuestros escudos lo que os ha preservado.", "10 Y cuando Zerahemna hubo acabado de hablar estas palabras, Moroni le devolvió la espada y las armas de guerra que había recibido, diciendo: He aquí, terminaremos la lucha.", "11 Porque no puedo retractarme de las palabras que he hablado; por tanto, así como vive el Señor, no os iréis, a menos que os vayáis con un juramento de que no volveréis a la lucha contra nosotros. Y ya que estáis en nuestras manos, derramaremos vuestra sangre en el suelo, u os someteréis a las condiciones que os he propuesto.", "12 Y cuando Moroni hubo dicho estas palabras, Zerahemna recogió su espada, y se enojó con Moroni, y se lanzó hacia él para matarlo; mas al levantar su espada, he aquí, uno de los soldados de Moroni le asestó un golpe que la echó por tierra y le quebró la empuñadura; y también hirió a Zerahemna, de modo que le cortó el cuero cabelludo, el cual cayó al suelo. Y Zerahemna se retiró de ellos entre sus soldados.", "13 Y sucedió que el soldado que se hallaba cerca, el mismo que había herido a Zerahemna, tomó del cabello la piel que había caído al suelo, y la colocó en la punta de su espada, y la extendió hacia ellos, diciendo en voz alta:", "14 Así como ha caído al suelo este cuero cabelludo, que es el de vuestro caudillo, así caeréis vosotros a tierra, si no entregáis vuestras armas de guerra y salís con un convenio de paz.", "15 Y hubo muchos que, al oír estas palabras y al ver el cuero cabelludo sobre la espada, fueron heridos de temor; y muchos avanzaron y echaron sus armas de guerra a los pies de Moroni, e hicieron un pacto de paz. Y a cuantos hicieron pacto se les permitió salir para el desierto.", "16 Ahora bien, aconteció que Zerahemna estaba enfurecido, e incitó al resto de sus soldados a la ira, para que lucharan con mayor fuerza contra los nefitas.", "17 Y Moroni estaba irritado por la terquedad de los lamanitas; por tanto, mandó a su gente que cayera encima de ellos y los exterminara. Y acaeció que empezaron a matarlos; sí, y los lamanitas combatieron con sus espadas y con su fuerza.", "18 Mas he aquí, su piel desnuda y sus cabezas descubiertas estaban expuestas a las afiladas espadas de los nefitas. Sí, he aquí, fueron acribillados y heridos; sí, y cayeron con suma rapidez ante las espadas de los nefitas y empezaron a ser derribados, tal como lo había profetizado el soldado de Moroni.", "19 Entonces Zerahemna, al ver que todos estaban a punto de ser destruidos, clamó fuertemente a Moroni, prometiéndole que él y su pueblo harían un pacto con ellos de que nunca más volverían a la guerra contra ellos, si les perdonaban la vida a los que quedaban.", "20 Y aconteció que Moroni hizo que cesara otra vez la matanza entre el pueblo. Y recogió las armas de guerra de los lamanitas; y después que hubieron hecho un pacto de paz con él, se les permitió salir para el desierto.", "21 Y no se contó el número de sus muertos a causa de ser tan inmenso; sí, el número de sus muertos fue grande en extremo, así entre los nefitas como entre los lamanitas.", "22 Y aconteció que echaron sus muertos en las aguas de Sidón, y han sido llevados y han quedado sepultados en las profundidades del mar.", "23 Y los ejércitos de los nefitas, o sea, de Moroni, se volvieron y llegaron a sus hogares y a sus tierras.", "24 Y así terminó el año decimoctavo del gobierno de los jueces sobre el pueblo de Nefi. Y así concluyeron los anales de Alma que fueron escritos sobre las planchas de Nefi."], "Français": ["Moroni commande aux Lamanites de contracter une alliance de paix, sinon ils seront détruits— Zérahemnah rejette l’offre, et la bataille reprend— Les armées de Moroni battent les Lamanites. Vers 74–73av.J.-C.", "1 Et il arriva qu’ils s’arrêtèrent et reculèrent d’un pas devant eux. Et Moroni dit à Zérahemnah: Voici, Zérahemnah, nous ne désirons pas être des hommes de sang. Vous savez que vous êtes entre nos mains; néanmoins, nous ne désirons pas vous tuer.", "2 Voici, nous ne sommes pas sortis vous livrer bataille afin de verser votre sang pour avoir du pouvoir; nous ne désirons pas non plus amener qui que ce soit sous le joug de la servitude. Mais c’est là la raison même pour laquelle vous êtes venus contre nous; oui, et vous êtes en colère contre nous à cause de notre religion.", "3 Or, vous voyez que le Seigneur est avec nous; et vous voyez qu’il vous a livrés entre nos mains. Et maintenant, je voudrais que vous compreniez que cela nous est fait à cause de notre religion et de notre foi au Christ. Et maintenant, vous voyez que vous ne pouvez détruire cette foi qui est la nôtre.", "4 Ainsi, vous voyez que ceci est la vraie doctrine de Dieu; oui, vous voyez que Dieu nous soutient, nous garde et nous préserve tant que nous lui sommes fidèles, à lui, et à notre foi, et à notre religion; et jamais le Seigneur ne souffrira que nous soyons détruits, à moins que nous ne tombions en transgression et ne reniions notre foi.", "5 Et maintenant, Zérahemnah, je te commande, au nom de ce Dieu Tout-Puissant qui a fortifié notre bras, de sorte que nous avons acquis du pouvoir sur vous, par notre foi, par notre religion et par les rites de notre culte, et par notre Église, et par le soutien sacré que nous devons à nos épouses et à nos enfants, par cette liberté qui nous lie à nos terres et à notre pays; oui, et aussi par l’observance de la parole sacrée de Dieu à laquelle nous devons tout notre bonheur; et par tout ce qui nous est très cher—", "6 Oui, et ce n’est pas tout: je te commande, par tout le désir que vous avez de vivre, de nous livrer vos armes de guerre, et nous ne chercherons pas votre sang, mais nous vous épargnerons la vie, si vous passez votre chemin et ne revenez plus nous faire la guerre.", "7 Et maintenant, si vous ne le faites pas, voici, vous êtes entre nos mains, et je commanderai à mes hommes de tomber sur vous et d’infliger les blessures de la mort à votre corps, afin que vous soyez frappés d’extinction; et alors nous verrons qui aura pouvoir sur ce peuple; oui, nous verrons qui sera conduit en servitude.", "8 Et alors, il arriva que lorsque Zérahemnah eut entendu ces paroles, il s’avança et livra son épée, et son cimeterre, et son arc entre les mains de Moroni, et lui dit: Voilà nos armes de guerre; nous vous les livrerons, mais nous n’accepterons pas de vous faire un serment que nous savons que nous enfreindrons, et nos enfants aussi; mais prenez nos armes de guerre, et souffrez que nous partions dans le désert, sinon nous garderons nos épées, et nous périrons ou vaincrons.", "9 Voici, nous ne sommes pas de votre foi; nous ne croyons pas que c’est Dieu qui nous a livrés entre vos mains; mais nous croyons que c’est votre ruse qui vous a préservés de nos épées. Voici, ce sont vos plastrons de cuirasse et vos boucliers qui vous ont préservés.", "10 Et alors, quand Zérahemnah eut fini de dire ces paroles, Moroni lui rendit l’épée et les armes de guerre qu’il avait reçues, disant: Voici, nous allons finir le conflit.", "11 Or, je ne peux pas rétracter les paroles que j’ai dites; c’est pourquoi, comme le Seigneur vit, vous ne partirez pas, si vous ne partez avec le serment que vous ne reviendrez pas contre nous nous faire la guerre. Or, comme vous êtes entre nos mains, nous verserons votre sang sur le sol, ou vous vous soumettrez aux conditions que j’ai proposées.", "12 Et alors, quand Moroni eut dit ces paroles, Zérahemnah conserva son épée, et il fut en colère contre Moroni, et il se précipita pour tuer Moroni; mais comme il levait son épée, voici, un des soldats de Moroni la frappa et la fit tomber par terre, et elle se brisa près de la poignée; et il frappa aussi Zérahemnah, de sorte qu’il lui enleva son scalp, et celui-ci tomba par terre. Et Zérahemnah se retira de devant eux au milieu de ses soldats.", "13 Et il arriva que le soldat qui se tenait tout près, qui avait enlevé le scalp de Zérahemnah, ramassa le scalp sur le sol par les cheveux, et le posa sur la pointe de son épée, et le tendit vers eux, leur disant d’une voix forte:", "14 Tout comme ce scalp, qui est le scalp de votre chef, est tombé par terre, de même vous tomberez par terre, si vous ne livrez pas vos armes de guerre et ne partez pas avec une alliance de paix.", "15 Or, il y en eut beaucoup, lorsqu’ils entendirent ces mots et virent le scalp qui était sur l’épée, qui furent frappés de crainte; et beaucoup s’avancèrent et jetèrent leurs armes de guerre aux pieds de Moroni, et conclurent une alliance de paix. Et tous ceux qui conclurent l’alliance, ils les laissèrent partir dans le désert.", "16 Alors, il arriva que Zérahemnah fut extrêmement furieux, et il excita le reste de ses soldats à la colère, pour qu’ils combattent plus puissamment les Néphites.", "17 Et alors, Moroni fut en colère à cause de l’obstination des Lamanites; c’est pourquoi il commanda à son peuple de tomber sur eux et de les tuer. Et il arriva qu’ils commencèrent à les tuer; oui, et les Lamanites combattirent avec leurs épées et leur force.", "18 Mais voici, leur peau nue et leur tête découverte étaient exposées aux épées tranchantes des Néphites; oui, voici, ils furent percés et frappés, oui, et tombèrent extrêmement vite sous les épées des Néphites; et ils commencèrent à être fauchés comme le soldat de Moroni l’avait prophétisé.", "19 Alors Zérahemnah, lorsqu’il vit qu’ils étaient tous sur le point d’être détruits, cria d’une voix forte vers Moroni, promettant qu’ils feraient alliance, son peuple et lui, que s’ils épargnaient la vie au reste d’entre eux, ils ne reviendraient plus jamais à la guerre contre eux.", "20 Et il arriva que Moroni fit de nouveau cesser l’œuvre de mort parmi le peuple. Et il prit les armes de guerre aux Lamanites; et lorsqu’ils eurent conclu avec lui une alliance de paix, il leur fut permis de partir dans le désert.", "21 Or, on ne compta pas le nombre de leurs morts, à cause de la grandeur du nombre; oui, le nombre de leurs morts était extrêmement grand, tant du côté des Néphites que du côté des Lamanites.", "22 Et il arriva qu’ils jetèrent leurs morts dans les eaux de Sidon, et ils s’en sont allés et sont ensevelis dans les profondeurs de la mer.", "23 Et les armées des Néphites, ou de Moroni, retournèrent et allèrent dans leurs maisons et dans leurs terres.", "24 Et ainsi finit la dix-huitième année du règne des juges sur le peuple de Néphi. Et ainsi finirent les annales d’Alma, qui furent écrites sur les plaques de Néphi."], "Kiribati": ["Moronaai e tuangiia Reimwanaite bwa a na karaoa te berita ae tabu ibukin reken te rau ke a na tiringaki—Teraemena e totokoa te iango arei, ao e a manga waaki te buaka—Ana taanga ni buaka Moronaai e konaia Reimwanaite. Uakaan ma 74–73I.K.", "1 Ao e koro bukina bwa a bon toki ao a kararoaia teutana. Ao e taku Moronaai nakon Taraemena: Nooria, Taraemena, bwa ti aki tangiria n riki bwa aomata aika a kawawaea nako te raraa. Ko ataia bwa kam mena i nanon baira, ma tiaki nanora bwa ti kan tiringingkami.", "2 Nooria, ti aki roko ni buaka ni kaaitaraingkami bwa ti na kawawaea raraami ibukin te kan tautaeka; ao ti aki naba tangiria bwa ti na kaira temanna mai i buakomi nakon te amo n tautoronaki. Ma aio bukina are kam a kaaitaraia iai; eng, ao kam un iroura ibukin ara aro.", "3 Ma ngkai, kam nooria bwa e mena iroura te Uea; ao kam nooria bwa te Uea e a tia n anga ngkami nako nanon baira. Ao ngkanne I tangiria bwa ko na ataia bwa e karaoaki aio nakoira ibukin ara aro ma ara onimaki iroun Kristo. Ao ngkanne bwa kam aki kona n tiringa ara onimaki aio.", "4 Ngkai kam nooria bwa aio raoi ana onimaki ni koaua te Atua; eng, kam nooria bwa te Atua e na boutokaira, ma ni kawakinira, man aki kamaunaira, ngkana ti kakaonimaki nakoina, ao nakon ara onimaki, ma ara aro; ao e na bon aki kona ni kariaia te Uea bwa ti na tiringaki ma ti ngkana ti bwaka n riaoan te tua ma ni kaakea ara onimaki.", "5 Ao ngkai, Taraemena, I tuangko, n aran te Atua are te kabanea ni mwaaka, are e a tia ni kakorakorai baira are e a tia iai n reke korakorara i aomi, man ara onimaki, man ara aro, ao man waakin ara taromauri, ao man ara ekaretia, ao man te boutokaa ae tabu are ti anganiia buura ma natira, man te inaomata are ti a kabaeaki iai ma ara tabo ao abara; eng, ao man kawakinan ana taeka te Atua ae tabu, are ti a kareke iai kukureira ni kabane; ao ma ni bwaai ni kabane ake a kakawaki iroura—", "6 Eng, ao tiaki ti aio; I a tuangko ibukin tangiran te maiu iroura, bwa kam na anganiira ami bwai ni buaka ao ti na aki ukora raraami, ma ti na anganingkami maiumi, ngkana kam toua kawaimi man aki manga buaka ni kaaitaraira riki.", "7 Ao ngkai, ngkana kam aki karaoa aio, nooria, kam mena ngkai i nanon baira, ao N na tuangiia au aomata bwa a na bwaka iaomi ma ni kaikoaki rabwatami bwa kam aonga ni mate, bwa kam aonga ni kamaunaki; ao ngkanne ti na nooria bwa antai riki ae korakora i aoia te botanaomata aio; eng, ti na nooria bwa antai ae e na kairaki nakon te tautoronaki.", "8 Ao ngkai e koro bukina bwa ngke Taraemena e ongo taeka aikai e roko man anga ana kabaang ma ana kabaang ae uarereke, ma ana kai ni katebe nako nanon bain Moronaai, man taku nakoina: Nooria, aikai ara bwai ni buaka; ti na anganingkami, ma ti aki kariaia bwa ti na karaoa te tuea ma ngkami, bwa ti bon ataia bwa ti na urua, ao natira naba; ma anai ara bwai ni buaka, ao kariaia bwa ti na nakon te rereua; bwa mwiina ti na tauii ara kabaang ao ti na mate ke ti tokanikai.", "9 Nooria, tiaki ngaira kaain ami onimaki; ao ti bon aki kakoaua bwa te Atua e anga ngaira nako nanon baimi; ma ti kakoaua bwa ami anga ni kamwane ae kamanoingkami man ara kabaang. Nooria, kam a kamanoaki man ami ootanga ni bwabwa ma ami ootanga ni buaka.", "10 Ao ngkanne ngke Taraemena e toki ana kakarabakau, ao Moronaai e kaoka te kabaang ma bwaai ni buaka, ake e a tia ni butimwaei, nakon Taraemena, ma ni kangai: Nooria, ti na katoka te buaka n tokina.", "11 Ngkai I aki kona n uring taeka ake I taekin, ngaia ae ngkai e maiu te Uea, kam na bon aki kona n nako ma ti ngkana kam tuea i mwaain nakomi bwa kam na aki manga okirira ni manga kaaitaraira bwa ti na buaka. Ao ngkanne ngkai kam a mena i nanon baira ti na kabwaroa raraami iaon tano, ke kam na ira nanon are I a tia n uotia rake nakoim.", "12 Ao ngkai ngke Moronaai e a tia n taekin taeka aikai, e taua ana kabaang Taraemena, ao e un iroun Moronaai, ao e biri rake bwa e na tiringa Moronaai; ma ngke e tabekarake ana kabaang, nooria, temanna ana tautia Moronaai e oroia nako aon tano ao e uruaki man kain tauana; ao e orea naba Taraemena ao e reke kunin atuuna ao e bwaka nako aontano. Ao Taraemena e butaki nako mai mataia n nako buakoia ana tautia.", "13 Ao e koro bukina bwa te tautia are e tei ikekei, are e korea kunin atuun Taraemena, e ana kunin te atu arei man irana mai aontano, ao e katekea i tabon ana kabaang, ma ni katangainaa nakoia, man kangai nakoia n te bwanaa ae korakora:", "14 N aiaron te kun n atu aei ae bwaka nako aontano, are bon kunin atuun ami mataniwi, ao kam na bwaka naba nako aontano ti ngkana kam anganiira ami bwai ni buaka ma ni kitanira ma te berita ae tabu ibukin te rau.", "15 Ngkai a bon mwaiti, ake ngke a ongo taeka akekei man noora kunin te atu are iaon te kabaang, ao a bon rotaki n te maaku; ao a mwaiti ake a roko ma ni karenakoi aia bwai ni buaka i waen Moronaai, ma ni karaoa te berita ae tabu ibukin te rau. Ao ni kabane ake a karaoa te berita ae tabu a bon kariaiakaki bwa a na nako nakon te rereua.", "16 Ngkai e koro bukina bwa Taraemena e bon rianako unna, ao e kakiriwea nanoia nikiraia ana tautia bwa a na un, bwa a na kakorakora riki uniia ni kaaitaraia Nibwaite.", "17 Ao ngkai Moronaai e bon un, ibukin matoatoan nanoia Reimwanaite; ngaia are e tuangiia ana botanaomata bwa ana bwaka i aoia man tiringia. Ao e koro bukina bwa a waaki n tiringia; eng, ao a un ma aia kabaang Reimwanaite ma korakoraia.", "18 Ma nooria, a bon teretere raoi rabwataia ake aki karabaki ma atuuia ake aki karabaki nakon kakangin aia kabaang Nibwaite; eng, nooria a bon ewaraki man oreaki, eng, ma ni waekoa ni bwaka n aia kabaang Nibwaite; ao a bon kamaunaki, n aron are e taetae ni burabeti iai ana tautia Moronaai.", "19 Ngkai Taraemena, ngke e nooria bwa a bon kan bane n tiringaki, e kakorakora n tang nakon Moronaai, ma ni berita bwa e na karaoa te berita ae tabu ma ana aomata naba, ngkana a kamauraki maiuia nikiraia, bwa a na aki manga teirake ni buaka ni kaaitaraia riki.", "20 Ao e koro bukina bwa Moronaai e karekea te anga bwa e na toki te mwakuri ni kamamate i buakoia aomata. Ao e anai bwaai ni buaka mai irouia Reimwanaite; ao i mwin are a tia ni karaoa te berita ae tabu mangaia ibukin te rau ao a kariaiakaki bwa a na nako nakon te rereua.", "21 Ao ngkanne mwaitia aia mate a bon aki warekaki ibukin korakoran mwaitia; eng, e bon rang korakora mwaitia aia mate, Nibwaite ao Reimwanaite.", "22 Ao e koro bukina bwa a bon kare nako aia mate nakon nanon ranin Tiran, ao a buti nako man taunaki i kabin marawa.", "23 Ao aia taanga ni buaka Nibwaite, ke Moronaai, a oki man okira mwengaia ma abaia.", "24 Ao ikai are e a toki iai aia katebwi ma waniua n ririki n tautaeka i aoia ana botanaomata Nibwaai taan moti. Ao ikai are e a toki iai ana rongorongo Aramwa, are e koreaki iaon ana bwaatua Nibwaai."]}