{"English": ["The preaching of the word destroys the craft of the Zoramites—They expel the converts, who then join the people of Ammon in Jershon—Alma sorrows because of the wickedness of the people. About 74B.C.", "1 Now it came to pass that after Amulek had made an end of these words, they withdrew themselves from the multitude and came over into the land of Jershon.", "2 Yea, and the rest of the brethren, after they had preached the word unto the Zoramites, also came over into the land of Jershon.", "3 And it came to pass that after the more popular part of the Zoramites had consulted together concerning the words which had been preached unto them, they were angry because of the word, for it did destroy their craft; therefore they would not hearken unto the words.", "4 And they sent and gathered together throughout all the land all the people, and consulted with them concerning the words which had been spoken.", "5 Now their rulers and their priests and their teachers did not let the people know concerning their desires; therefore they found out privily the minds of all the people.", "6 And it came to pass that after they had found out the minds of all the people, those who were in favor of the words which had been spoken by Alma and his brethren were cast out of the land; and they were many; and they came over also into the land of Jershon.", "7 And it came to pass that Alma and his brethren did minister unto them.", "8 Now the people of the Zoramites were angry with the people of Ammon who were in Jershon, and the chief ruler of the Zoramites, being a very wicked man, sent over unto the people of Ammon desiring them that they should cast out of their land all those who came over from them into their land.", "9 And he breathed out many threatenings against them. And now the people of Ammon did not fear their words; therefore they did not cast them out, but they did receive all the poor of the Zoramites that came over unto them; and they did nourish them, and did clothe them, and did give unto them lands for their inheritance; and they did administer unto them according to their wants.", "10 Now this did stir up the Zoramites to anger against the people of Ammon, and they began to mix with the Lamanites and to stir them up also to anger against them.", "11 And thus the Zoramites and the Lamanites began to make preparations for war against the people of Ammon, and also against the Nephites.", "12 And thus ended the seventeenth year of the reign of the judges over the people of Nephi.", "13 And the people of Ammon departed out of the land of Jershon, and came over into the land of Melek, and gave place in the land of Jershon for the armies of the Nephites, that they might contend with the armies of the Lamanites and the armies of the Zoramites; and thus commenced a war betwixt the Lamanites and the Nephites, in the eighteenth year of the reign of the judges; and an account shall be given of their wars hereafter.", "14 And Alma, and Ammon, and their brethren, and also the two sons of Alma returned to the land of Zarahemla, after having been instruments in the hands of God of bringing many of the Zoramites to repentance; and as many as were brought to repentance were driven out of their land; but they have lands for their inheritance in the land of Jershon, and they have taken up arms to defend themselves, and their wives, and children, and their lands.", "15 Now Alma, being grieved for the iniquity of his people, yea for the wars, and the bloodsheds, and the contentions which were among them; and having been to declare the word, or sent to declare the word, among all the people in every city; and seeing that the hearts of the people began to wax hard, and that they began to be offended because of the strictness of the word, his heart was exceedingly sorrowful.", "16 Therefore, he caused that his sons should be gathered together, that he might give unto them every one his charge, separately, concerning the things pertaining unto righteousness. And we have an account of his commandments, which he gave unto them according to his own record."], "Español": ["La predicación de la palabra destruye las artimañas de los zoramitas— Expulsan a los convertidos, los cuales se unen al pueblo de Ammón en Jersón— Alma se aflige por la iniquidad de su pueblo. Aproximadamente 74a.C.", "1 Y aconteció que después que Amulek hubo dado fin a estas palabras, se separaron de la multitud y se fueron a la tierra de Jersón.", "2 Sí, y el resto de los hermanos, después que hubieron predicado la palabra a los zoramitas, llegaron también a la tierra de Jersón.", "3 Y sucedió que cuando los más influyentes de entre los zoramitas se hubieron consultado concerniente a las palabras que les habían sido predicadas, se irritaron a causa de la palabra, porque destruía sus artimañas; por tanto, no quisieron escuchar las palabras.", "4 Y enviaron y reunieron por toda esa tierra a todos los habitantes, y consultaron con ellos acerca de las palabras que se habían hablado.", "5 Mas sus gobernantes, sus sacerdotes y sus maestros no permitieron que el pueblo conociera sus deseos; por tanto, inquirieron privadamente la opinión de todo el pueblo.", "6 Y aconteció que después de haberse enterado de la opinión de todo el pueblo, los que estaban a favor de las palabras que habían hablado Alma y sus hermanos fueron desterrados del país; y eran muchos; y también llegaron a la tierra de Jersón.", "7 Y sucedió que Alma y sus hermanos les ministraron.", "8 Ahora bien, el pueblo de los zoramitas se enojó con el pueblo de Ammón que estaba en Jersón; y el gobernante principal de los zoramitas, siendo un hombre muy inicuo, se comunicó con los del pueblo de Ammón, instándolos a que echaran fuera de su tierra a cuantos de los de ellos llegaran a esa tierra.", "9 Y profirió muchas amenazas contra ellos. Mas el pueblo de Ammón no tuvo miedo de sus palabras; por tanto, no los echaron fuera, sino que recibieron a todos los zoramitas pobres que llegaron a ellos; y los alimentaron y los vistieron y les dieron tierras por herencia y los atendieron según sus necesidades.", "10 Y esto provocó a los zoramitas a la ira contra el pueblo de Ammón, y empezaron a mezclarse con los lamanitas, y a incitarlos también a ira contra ellos.", "11 Y así los zoramitas y los lamanitas empezaron a hacer preparativos para la guerra contra el pueblo de Ammón y también contra los nefitas.", "12 Y así acabó el año decimoséptimo del gobierno de los jueces sobre el pueblo de Nefi.", "13 Y el pueblo de Ammón partió de la tierra de Jersón y se fue a la tierra de Melek, y dio lugar en la tierra de Jersón a los ejércitos de los nefitas, a fin de que contendieran con los ejércitos de los lamanitas y los ejércitos de los zoramitas; y así empezó una guerra entre los lamanitas y los nefitas en el decimoctavo año del gobierno de los jueces; y más adelante se hará una relación de sus guerras.", "14 Y Alma, Ammón y sus hermanos, y también los dos hijos de Alma, regresaron a la tierra de Zarahemla, después de haber sido instrumentos en las manos de Dios para llevar a muchos de los zoramitas al arrepentimiento; y cuantos se arrepintieron fueron expulsados de su tierra; pero tienen tierras para su herencia en la tierra de Jersón, y han tomado las armas para defenderse a sí mismos, y a sus esposas, sus hijos y sus tierras.", "15 Y Alma estaba afligido por la iniquidad de su pueblo, sí, por las guerras, y la efusión de sangre y contiendas que existían entre ellos; y habiendo salido a declarar la palabra, o enviado para declarar la palabra a los habitantes de todas las ciudades, y viendo que el corazón del pueblo empezaba a endurecerse y a sentirse ofendido a causa de lo estricto de la palabra, su corazón se angustió en extremo.", "16 Por tanto, hizo que sus hijos se reunieran para dar a cada uno de ellos su encargo, separadamente, respecto de las cosas concernientes a la rectitud. Y tenemos una relación de sus mandamientos que les dio, según su propia historia."], "Français": ["La prédication de la parole détruit les artifices des Zoramites— Ils expulsent les convertis, qui se joignent alors au peuple d’Ammon à Jershon— Alma est attristé de la méchanceté du peuple. Vers 74av.J.-C.", "1 Et alors, il arriva que lorsqu’Amulek eut cessé de dire ces paroles, ils se retirèrent de la multitude et passèrent au pays de Jershon.", "2 Oui, et le reste des frères, lorsqu’ils eurent prêché la parole aux Zoramites, passa aussi au pays de Jershon.", "3 Et il arriva que lorsque la partie des Zoramites qui avait le plus de popularité eut tenu conseil concernant les paroles qui leur avaient été prêchées, ils furent en colère à cause de la parole, car elle détruisait leurs artifices; c’est pourquoi, ils ne voulurent pas écouter les paroles.", "4 Et ils envoyèrent des gens, et rassemblèrent tout le peuple dans tout le pays, et tinrent conseil avec lui concernant les paroles qui avaient été dites.", "5 Or, leurs gouverneurs, et leurs prêtres, et leurs instructeurs n’informèrent pas le peuple de leur désir; c’est pourquoi ils découvrirent secrètement l’opinion de tout le peuple.", "6 Et il arriva que lorsqu’ils eurent découvert l’opinion de tout le peuple, ceux qui étaient en faveur des paroles qui avaient été dites par Alma et ses frères furent chassés du pays; et ils étaient nombreux, et ils passèrent aussi au pays de Jershon.", "7 Et il arriva qu’Alma et ses frères pourvurent à leurs besoins.", "8 Alors, le peuple des Zoramites fut en colère contre le peuple d’Ammon qui était à Jershon, et le gouverneur principal des Zoramites, un très méchant homme, envoya des gens auprès du peuple d’Ammon, pour lui demander de chasser de son pays tous ceux qui étaient venus de chez eux dans son pays.", "9 Et il proféra beaucoup de menaces contre lui. Mais le peuple d’Ammon ne craignait pas ses paroles, c’est pourquoi il ne les chassa pas, mais il reçut tous les pauvres des Zoramites qui passèrent chez lui; et il les nourrit, et les vêtit, et leur donna des terres pour leur héritage; et il pourvut à leurs besoins, selon ce qui leur était nécessaire.", "10 Alors cela excita les Zoramites à la colère contre le peuple d’Ammon, et ils commencèrent à se mêler aux Lamanites et à les exciter aussi à la colère contre lui.", "11 Et ainsi les Zoramites et les Lamanites commencèrent à faire des préparatifs de guerre contre le peuple d’Ammon, et aussi contre les Néphites.", "12 Et ainsi finit la dix-septième année du règne des juges sur le peuple de Néphi.", "13 Et le peuple d’Ammon sortit du pays de Jershon, et passa au pays de Mélek, et laissa place au pays de Jershon aux armées des Néphites, afin qu’elles combattent les armées des Lamanites et les armées des Zoramites; et ainsi, une guerre commença entre les Lamanites et les Néphites la dix-huitième année du règne des juges; et le récit de leurs guerres sera fait plus loin.", "14 Et Alma, et Ammon, et leurs frères, et aussi les deux fils d’Alma retournèrent au pays de Zarahemla, après avoir été les instruments entre les mains de Dieu pour amener beaucoup de Zoramites au repentir; et tous ceux qui furent amenés au repentir furent chassés de leur pays; mais ils ont des terres pour leur héritage au pays de Jershon, et ils ont pris les armes pour se défendre, eux, et leurs épouses, et leurs enfants, et leurs terres.", "15 Or, Alma, peiné de l’iniquité de son peuple, oui, des guerres, et des effusions de sang, et des querelles qui existaient parmi eux, et étant allé annoncer la parole, ou envoyé annoncer la parole, parmi tout le peuple dans toutes les villes, et voyant que le cœur du peuple commençait à s’endurcir et qu’il commençait à être offensé à cause du caractère strict de la parole, eut le cœur extrêmement attristé.", "16 C’est pourquoi, il fit rassembler ses fils afin de donner à chacun séparément sa charge concernant les choses relatives à la justice. Et nous avons le récit des commandements qu’il leur donna, selon ses propres annales."], "Kiribati": ["Kabwarabwaran te taeka e urua aroia ni karekea aia raka Tioramwaite—A kabaneia ake a rairaki, ake a manga ikotaki ma ana botanaomata Amon i Tetion—Aramwa e nanokawaki ibukin buakakaia aomata. Uakaan ma 74I.K.", "1 Ngkai e koro bukina bwa i mwin ae Amureki e katoka ana taeka, a butaki nako mai i buakoia aomata ake a uanao man roko nakon te aba are Ietion.", "2 Eng, ao nikiraia taari, i mwin are a tia ni kabwarabwara te taeka nakoia Tioramwaite, a roko naba nakon te aba are Ietion.", "3 Ao e koro bukina bwa i mwin are angiia Tioramwaite ake kanga a kinaaki riki, a tia ni maroroakina aron taeka ake a tia ni kabwarabwaraki nakoia, a bon un ibukin te taeka, bwa e urua aroia ni karekea aia raka; ngaia are a bon rawa n ongo n taeka aikai.", "4 Ao a kananako man ikoikotiia ni kabuta te aba aomata ni kabane, ma ni maroro mangaia ni kaineti ma taeka ake a tia n taekinaki.", "5 Ngkai aia mataniwi ma aia ibonga ma aia tia reirei aki kariaia bwa aomata a na ataa nanoia, ngaia are a kakaea n te aro ni karaba aia iango aomata.", "6 Ao e koro bukina bwa i mwin ae a ataa aia iango aomata ni kabane, naake a nano n taeka ake a tia n taekinaki irouia Aramwa ma tarina a bon teweaki nako man te aba; ao a bon mwaiti; ao a roko naba nakon te aba are Ietion.", "7 Ao e koro bukina bwa Aramwa ma tarina a karaoa te mwakuri n ibuobuoki nakoia", "8 Ao ngkanne te botanaomata are Tioramwaite a bon un irouia ana botanaomata Amon ake a mena i Ietion, ao aia mataniwi Tioramwaite ngkai bon te aomata ae koro buakakana, e kananako nakoia ana botanaomata Amon bwa e tangiria bwa a na riai n tewenakoia man abaia ni kabane ake a roko nakoia nakon abaia.", "9 Ao e kaotinakoi taeka ni kakamaku aika a mwaiti ni kaaitaraia. Ao ngkai ana aomata Amon a bon aki maaka aia taeka; ngaia are a bon aki teweaki nako, ma a bon butimwaeia Tioramwaite ni kabane ake a aki kaubwai ake a roko nakoia, ma ni kunnikaia, man anganiia abaia ni bwaibwai; ao a bon buokiia ni kainnanoia.", "10 Ngkai aio are a uerake iai nanoia Tioramwaite nakon te un ni kaaitaraia ana aomata Amon, ao a reitia ma Reimwanaite ma ni kaunia naba bwa a na un ni kaaitaraia.", "11 Ao ngaia are Tioramwaite ma Reimwanaite a moanna ni waaki ni katauraoi nakon te buaka ni kaaitaraia ana aomata Amon, ma Nibwaite naba.", "12 Ao ikai are e a toki iai aia katebwi ma itiua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai.", "13 Ao ana aomata Amon a kitana te aba are Ietion, man roko nakon te aba are Mereki, man anga te tabo n te aba are Ietion ibukin aia taanga ni buaka Nibwaite, bwa a na kona n un ma aia taanga Reimwanaite ma aia taanga Tioramwaite; ao ngaia are e a waaki te buaka i marenaia Reimwanaite ma Nibwaite, n aia katebwi ma waniua n ririki n tautaeka taan moti; ao rongorongon aia buaka e na kaotaki rimwi.", "14 Ao Aramwa, ma Amon, ma tariia, ma natin Aramwa ake mwaane ake uoman a okirikaki nakon te aba are Taraemera, i mwin tiaia n riki bwa bwaai ni mwakuri i nanon bain te Atua ni kairia Tioramwaite aika a mwaiti bwa a na rairinanoia; ao mwaitia ake a rairananoia a bon teweaki nako man te aba; ma iai abaia ae a bwaibwai iai n te aba are Ietion, ao a tabekirake bwaai ni buaka bwa a na kamaiua, ma buuia, ao natia, ma abaia.", "15 Ao ngkanne Aramwa, e nanokawaki ibukin buakakaia ana botanaomata, eng ibukin taian bubuaka, ao kawawaean te raraa, ao te kauntaeka i marenaia; ao ngkai e a tia n nako bwa e na taekina te taeka, ke e kanakoaki bwa e na taekina te taeka, i buakoia aomata ni kabane ni kaawa ni kabane; ao ngke e nooria bwa nanoia aomata e moanna ni matoatoa, ao a moanna n un ibukin matoan te taeka, e a bon korakora nanokawakin nanona.", "16 Ngaia are, e tua bwa natina ake mwaane a na ikotaki, bwa e na anganiia n tatabemania nako ana kaetieti, ni kakaokoroia, ni kaineti ma bwaai aika a kaineti nakon te raoiroi. Ao iai iroura rongorongon ana tua, ake e anganiia n aron ana rongorongo."]}