{"English": ["The sons of Mosiah have the spirit of prophecy and of revelation—They go their several ways to declare the word to the Lamanites—Ammon goes to the land of Ishmael and becomes the servant of King Lamoni—Ammon saves the king’s flocks and slays his enemies at the water of Sebus. Verses1–3, about 77B.C.; verse4, about 91–77B.C.; and verses5–39, about 91B.C.", "1 And now it came to pass that as Alma was journeying from the land of Gideon southward, away to the land of Manti, behold, to his astonishment, he met with the sons of Mosiah journeying towards the land of Zarahemla.", "2 Now these sons of Mosiah were with Alma at the time the angel first appeared unto him; therefore Alma did rejoice exceedingly to see his brethren; and what added more to his joy, they were still his brethren in the Lord; yea, and they had waxed strong in the knowledge of the truth; for they were men of a sound understanding and they had searched the scriptures diligently, that they might know the word of God.", "3 But this is not all; they had given themselves to much prayer, and fasting; therefore they had the spirit of prophecy, and the spirit of revelation, and when they taught, they taught with power and authority of God.", "4 And they had been teaching the word of God for the space of fourteen years among the Lamanites, having had much success in bringing many to the knowledge of the truth; yea, by the power of their words many were brought before the altar of God, to call on his name and confess their sins before him.", "5 Now these are the circumstances which attended them in their journeyings, for they had many afflictions; they did suffer much, both in body and in mind, such as hunger, thirst and fatigue, and also much labor in the spirit.", "6 Now these were their journeyings: Having taken leave of their father, Mosiah, in the first year of the judges; having refused the kingdom which their father was desirous to confer upon them, and also this was the minds of the people;", "7 Nevertheless they departed out of the land of Zarahemla, and took their swords, and their spears, and their bows, and their arrows, and their slings; and this they did that they might provide food for themselves while in the wilderness.", "8 And thus they departed into the wilderness with their numbers which they had selected, to go up to the land of Nephi, to preach the word of God unto the Lamanites.", "9 And it came to pass that they journeyed many days in the wilderness, and they fasted much and prayed much that the Lord would grant unto them a portion of his Spirit to go with them, and abide with them, that they might be an instrument in the hands of God to bring, if it were possible, their brethren, the Lamanites, to the knowledge of the truth, to the knowledge of the baseness of the traditions of their fathers, which were not correct.", "10 And it came to pass that the Lord did visit them with his Spirit, and said unto them: Be comforted. And they were comforted.", "11 And the Lord said unto them also: Go forth among the Lamanites, thy brethren, and establish my word; yet ye shall be patient in long-suffering and afflictions, that ye may show forth good examples unto them in me, and I will make an instrument of thee in my hands unto the salvation of many souls.", "12 And it came to pass that the hearts of the sons of Mosiah, and also those who were with them, took courage to go forth unto the Lamanites to declare unto them the word of God.", "13 And it came to pass when they had arrived in the borders of the land of the Lamanites, that they separated themselves and departed one from another, trusting in the Lord that they should meet again at the close of their harvest; for they supposed that great was the work which they had undertaken.", "14 And assuredly it was great, for they had undertaken to preach the word of God to a wild and a hardened and a ferocious people; a people who delighted in murdering the Nephites, and robbing and plundering them; and their hearts were set upon riches, or upon gold and silver, and precious stones; yet they sought to obtain these things by murdering and plundering, that they might not labor for them with their own hands.", "15 Thus they were a very indolent people, many of whom did worship idols, and the curse of God had fallen upon them because of the traditions of their fathers; notwithstanding the promises of the Lord were extended unto them on the conditions of repentance.", "16 Therefore, this was the cause for which the sons of Mosiah had undertaken the work, that perhaps they might bring them unto repentance; that perhaps they might bring them to know of the plan of redemption.", "17 Therefore they separated themselves one from another, and went forth among them, every man alone, according to the word and power of God which was given unto him.", "18 Now Ammon being the chief among them, or rather he did administer unto them, and he departed from them, after having blessed them according to their several stations, having imparted the word of God unto them, or administered unto them before his departure; and thus they took their several journeys throughout the land.", "19 And Ammon went to the land of Ishmael, the land being called after the sons of Ishmael, who also became Lamanites.", "20 And as Ammon entered the land of Ishmael, the Lamanites took him and bound him, as was their custom to bind all the Nephites who fell into their hands, and carry them before the king; and thus it was left to the pleasure of the king to slay them, or to retain them in captivity, or to cast them into prison, or to cast them out of his land, according to his will and pleasure.", "21 And thus Ammon was carried before the king who was over the land of Ishmael; and his name was Lamoni; and he was a descendant of Ishmael.", "22 And the king inquired of Ammon if it were his desire to dwell in the land among the Lamanites, or among his people.", "23 And Ammon said unto him: Yea, I desire to dwell among this people for a time; yea, and perhaps until the day I die.", "24 And it came to pass that king Lamoni was much pleased with Ammon, and caused that his bands should be loosed; and he would that Ammon should take one of his daughters to wife.", "25 But Ammon said unto him: Nay, but I will be thy servant. Therefore Ammon became a servant to king Lamoni. And it came to pass that he was set among other servants to watch the flocks of Lamoni, according to the custom of the Lamanites.", "26 And after he had been in the service of the king three days, as he was with the Lamanitish servants going forth with their flocks to the place of water, which was called the water of Sebus, and all the Lamanites drive their flocks hither, that they may have water—", "27 Therefore, as Ammon and the servants of the king were driving forth their flocks to this place of water, behold, a certain number of the Lamanites, who had been with their flocks to water, stood and scattered the flocks of Ammon and the servants of the king, and they scattered them insomuch that they fled many ways.", "28 Now the servants of the king began to murmur, saying: Now the king will slay us, as he has our brethren because their flocks were scattered by the wickedness of these men. And they began to weep exceedingly, saying: Behold, our flocks are scattered already.", "29 Now they wept because of the fear of being slain. Now when Ammon saw this his heart was swollen within him with joy; for, said he, I will show forth my power unto these my fellow-servants, or the power which is in me, in restoring these flocks unto the king, that I may win the hearts of these my fellow-servants, that I may lead them to believe in my words.", "30 And now, these were the thoughts of Ammon, when he saw the afflictions of those whom he termed to be his brethren.", "31 And it came to pass that he flattered them by his words, saying: My brethren, be of good cheer and let us go in search of the flocks, and we will gather them together and bring them back unto the place of water; and thus we will preserve the flocks unto the king and he will not slay us.", "32 And it came to pass that they went in search of the flocks, and they did follow Ammon, and they rushed forth with much swiftness and did head the flocks of the king, and did gather them together again to the place of water.", "33 And those men again stood to scatter their flocks; but Ammon said unto his brethren: Encircle the flocks round about that they flee not; and I go and contend with these men who do scatter our flocks.", "34 Therefore, they did as Ammon commanded them, and he went forth and stood to contend with those who stood by the waters of Sebus; and they were in number not a few.", "35 Therefore they did not fear Ammon, for they supposed that one of their men could slay him according to their pleasure, for they knew not that the Lord had promised Mosiah that he would deliver his sons out of their hands; neither did they know anything concerning the Lord; therefore they delighted in the destruction of their brethren; and for this cause they stood to scatter the flocks of the king.", "36 But Ammon stood forth and began to cast stones at them with his sling; yea, with mighty power he did sling stones amongst them; and thus he slew a certain number of them insomuch that they began to be astonished at his power; nevertheless they were angry because of the slain of their brethren, and they were determined that he should fall; therefore, seeing that they could not hit him with their stones, they came forth with clubs to slay him.", "37 But behold, every man that lifted his club to smite Ammon, he smote off their arms with his sword; for he did withstand their blows by smiting their arms with the edge of his sword, insomuch that they began to be astonished, and began to flee before him; yea, and they were not few in number; and he caused them to flee by the strength of his arm.", "38 Now six of them had fallen by the sling, but he slew none save it were their leader with his sword; and he smote off as many of their arms as were lifted against him, and they were not a few.", "39 And when he had driven them afar off, he returned and they watered their flocks and returned them to the pasture of the king, and then went in unto the king, bearing the arms which had been smitten off by the sword of Ammon, of those who sought to slay him; and they were carried in unto the king for a testimony of the things which they had done."], "Español": ["Los hijos de Mosíah tienen el espíritu de profecía y de revelación— Cada cual va por su propio camino para declarar la palabra a los lamanitas— Ammón va a la tierra de Ismael y se hace siervo del rey Lamoni— Ammón salva los rebaños del rey y mata a los enemigos de este junto a las aguas de Sebús. Versículos1–3, aproximadamente 77a.C.; versículo4, aproximadamente 91–77a.C.; y versículos5–39, aproximadamente 91a.C.", "1 Y aconteció que mientras Alma iba viajando hacia el sur, de la tierra de Gedeón a la tierra de Manti, he aquí, para asombro suyo, encontró a los hijos de Mosíah que viajaban hacia la tierra de Zarahemla.", "2 Estos hijos de Mosíah estaban con Alma en la ocasión en que el ángel se le apareció por primera vez; por tanto, Alma se alegró muchísimo de ver a sus hermanos; y lo que aumentó más su gozo fue que aún eran sus hermanos en el Señor; sí, y se habían fortalecido en el conocimiento de la verdad; porque eran hombres de sano entendimiento, y habían escudriñado diligentemente las Escrituras para conocer la palabra de Dios.", "3 Mas esto no es todo; se habían dedicado a mucha oración y ayuno; por tanto, tenían el espíritu de profecía y el espíritu de revelación, y cuando enseñaban, lo hacían con poder y autoridad de Dios.", "4 Y habían estado enseñando la palabra de Dios entre los lamanitas por el espacio de catorce años, y habían logrado mucho éxito en traer a muchos al conocimiento de la verdad; sí, por el poder de sus palabras muchos fueron traídos ante el altar de Dios para invocar su nombre y confesar sus pecados ante él.", "5 Y estas son las circunstancias que los acompañaron en sus viajes, pues pasaron muchas aflicciones; padecieron mucho, tanto corporal como mentalmente, tal como hambre, sed, fatiga y también se esforzaron mucho en el espíritu.", "6 Ahora bien, estos fueron sus viajes: Se despidieron de su padre Mosíah en el primer año de los jueces, después de haber rehusado el reino que su padre deseaba conferirles, y que también era la voluntad del pueblo;", "7 no obstante, partieron de la tierra de Zarahemla, y llevaron sus espadas, y sus lanzas, sus arcos, sus flechas y sus hondas; e hicieron esto para proveerse de alimento mientras estuvieran en el desierto.", "8 Y así partieron para el desierto, con su grupo que habían escogido, para subir a la tierra de Nefi a predicar la palabra de Dios a los lamanitas.", "9 Y sucedió que viajaron muchos días por el desierto, y ayunaron y oraron mucho para que el Señor concediera que una porción de su Espíritu los acompañase y estuviese con ellos, a fin de que fuesen un instrumento en las manos de Dios para llevar a sus hermanos, los lamanitas, si posible fuese, al conocimiento de la verdad, al conocimiento de la depravación de las tradiciones de sus padres, las cuales no eran correctas.", "10 Y sucedió que el Señor los visitó con su Espíritu, y les dijo: Sed consolados; y fueron consolados.", "11 Y les dijo también el Señor: Id entre los lamanitas, vuestros hermanos, y estableced mi palabra; empero seréis pacientes en las congojas y aflicciones, para que les deis buenos ejemplos en mí; y os haré instrumentos en mis manos, para la salvación de muchas almas.", "12 Y aconteció que se animaron los corazones de los hijos de Mosíah, así como los que estaban con ellos, para ir a los lamanitas a declararles la palabra de Dios.", "13 Y sucedió que cuando hubieron llegado a las fronteras de la tierra de los lamanitas, se separaron unos de otros, confiando en el Señor en que se volverían a reunir al fin de su cosecha; porque creían que la obra que habían emprendido era grande.", "14 Y ciertamente era grande, porque habían emprendido la predicación de la palabra de Dios a un pueblo salvaje, empedernido y feroz; un pueblo que se deleitaba en asesinar a los nefitas, y en robarles y despojarlos; y tenían el corazón puesto en las riquezas, o sea, en el oro, y la plata y las piedras preciosas; sí, además, procuraban posesionarse de estas cosas asesinando y despojando, para no tener que trabajar por ellas con sus propias manos.", "15 De modo que eran un pueblo muy indolente; muchos de ellos adoraban ídolos, y la maldición de Dios había caído sobre ellos a causa de las tradiciones de sus padres; sin embargo, las promesas del Señor se extendían a ellos mediante las condiciones del arrepentimiento.", "16 Por esta causa, pues, fue que los hijos de Mosíah habían emprendido la obra, para que quizá los condujeran al arrepentimiento; para que tal vez los trajeran al conocimiento del plan de redención.", "17 De manera que se separaron unos de otros, y fueron entre ellos, cada uno a solas, según la palabra y poder de Dios que le era concedido.", "18 Ahora bien, siendo Ammón el principal entre ellos, o más bien él les ministraba, se separó de ellos después de haberlos bendecido según sus varias circunstancias, habiéndoles comunicado la palabra de Dios, o ministrado a ellos antes de su partida; y así iniciaron sus respectivos viajes por el país.", "19 Y Ammón fue a la tierra de Ismael, que así se llamaba por los hijos de Ismael, los cuales también se hicieron lamanitas.", "20 Y al entrar Ammón en la tierra de Ismael, los lamanitas lo tomaron y lo ataron como acostumbraban atar a todos los nefitas que caían en sus manos y llevarlos ante el rey; y así se dejaba al gusto del rey matarlos, o retenerlos en el cautiverio, o echarlos en la cárcel, o desterrarlos, según su voluntad y placer.", "21 Y así Ammón fue llevado ante el rey que gobernaba en la tierra de Ismael; y se llamaba Lamoni, y era descendiente de Ismael.", "22 Y el rey preguntó a Ammón si era su deseo vivir en esa tierra entre los lamanitas, o sea, entre el pueblo del rey.", "23 Y le dijo Ammón: Sí; deseo morar entre este pueblo por algún tiempo; sí, y quizá hasta el día que muera.", "24 Y sucedió que el rey Lamoni quedó muy complacido con Ammón, e hizo que le soltaran las ligaduras; y quería que él tomara por esposa a una de sus hijas.", "25 Mas le dijo Ammón: No, sino seré tu siervo. Por tanto, Ammón se hizo siervo del rey Lamoni. Y sucedió que lo pusieron con otros siervos para que cuidara los rebaños de Lamoni, según la costumbre de los lamanitas.", "26 Y después de haber estado tres días al servicio del rey, mientras iba con los siervos lamanitas, llevando sus rebaños al abrevadero que se llamaba las aguas de Sebús, y todos los lamanitas llevaban allí sus rebaños para que bebieran,", "27 de modo que mientras Ammón y los siervos del rey llevaban sus rebaños al abrevadero, he aquí, un cierto número de lamanitas, que ya habían estado allí para abrevar sus rebaños, se levantaron y dispersaron los rebaños de Ammón y los siervos del rey, y los esparcieron de tal modo que huyeron por todas partes.", "28 Entonces los siervos del rey empezaron a murmurar, diciendo: Ahora el rey nos matará como lo ha hecho con nuestros hermanos, porque sus rebaños fueron dispersados por la maldad de estos hombres. Y empezaron a llorar amargamente, diciendo: ¡He aquí, nuestros rebaños ya están esparcidos!", "29 Y lloraban por temor a perder la vida. Ahora bien, cuando Ammón vio esto, se le llenó de gozo el corazón, porque dijo: Manifestaré mi poder, o sea, el poder que está en mí, a estos mis consiervos, recogiendo estos rebaños para el rey, a fin de ganar el corazón de mis consiervos, para encaminarlos a creer en mis palabras.", "30 Y tales eran los pensamientos de Ammón, al ver las aflicciones de aquellos a quienes él llamaba sus hermanos.", "31 Y ocurrió que los alentó con sus palabras, diciendo: Hermanos míos, sed de buen ánimo, y vayamos a buscar los rebaños, y los recogeremos y los traeremos otra vez al abrevadero; y así preservaremos los rebaños del rey, y no nos matará.", "32 Y sucedió que salieron a buscar los rebaños, y siguieron a Ammón; y corrieron con mucha ligereza y atajaron los rebaños del rey y los juntaron en el abrevadero otra vez.", "33 Y aquellos hombres se dispusieron otra vez para esparcir sus rebaños; pero Ammón dijo a sus hermanos: Cercad los rebaños para que no huyan; yo voy a contender con estos hombres que dispersan nuestros rebaños.", "34 Hicieron, por tanto, lo que Ammón les mandó, y él avanzó y se dispuso a contender con los que estaban cerca de las aguas de Sebús; y eran no pocos en número.", "35 Por tanto, no temían a Ammón, porque suponían que uno de sus hombres podía matarlo a su gusto, pues no sabían que el Señor había prometido a Mosíah que libraría a sus hijos de las manos de ellos; ni sabían nada en cuanto al Señor; por tanto, se deleitaban en la destrucción de sus hermanos, y por esta razón avanzaron para esparcir los rebaños del rey.", "36 Pero Ammón se adelantó y empezó a arrojarles piedras con su honda; sí, con gran fuerza lanzó piedras contra ellos; y así mató a cierto número de ellos, de modo que empezaron a asombrarse de su poder; no obstante, estaban enojados por causa de sus hermanos muertos, y estaban resueltos a hacerlo caer; viendo, pues, que no podían pegarle con sus piedras, avanzaron con mazas para matarlo.", "37 Mas he aquí, que con su espada Ammón le cortaba el brazo a todo el que levantaba la maza para herirlo; porque resistió sus golpes, hiriéndoles los brazos con el filo de su espada, al grado que empezaron a asombrarse y a huir delante de él; sí, y eran no pocos en número; y los hizo huir por la fuerza de su brazo.", "38 Y habían caído seis de ellos por la honda, mas solo a su cabecilla mató con la espada; y Ammón cortó cuantos brazos se levantaron contra él, y no fueron pocos.", "39 Y cuando los hubo hecho huir bastante lejos, regresó; y dieron agua a sus rebaños, y los llevaron otra vez a los pastos del rey; y entonces se presentaron delante del rey llevando los brazos que Ammón había cortado con su espada, que eran los de aquellos que intentaron matarlo; y los llevaron al rey como testimonio de las cosas que habían hecho."], "Français": ["Les fils de Mosiah ont l’esprit de prophétie et de révélation— Ils vont, chacun de son côté, annoncer la parole aux Lamanites— Ammon va au pays d’Ismaël et devient serviteur du roi Lamoni— Il sauve les troupeaux du roi et tue ses ennemis aux eaux de Sébus. Versets1–3, environ 77av.J.-C.; verset4, environ 91–77av.J.-C.; et versets5–39, environ 91av.J.-C.", "1 Et alors, il arriva que comme Alma voyageait du pays de Gédéon en direction du sud, s’éloignant vers le pays de Manti, voici, à son étonnement, il rencontra les fils de Mosiah en route pour le pays de Zarahemla.", "2 Or, ces fils de Mosiah étaient avec Alma au moment où l’ange lui apparut pour la première fois; c’est pourquoi Alma se réjouit extrêmement de voir ses frères; et ce qui ajouta encore à sa joie, c’est qu’ils étaient toujours ses frères dans le Seigneur; oui, et ils étaient devenus forts dans la connaissance de la vérité, car ils étaient des hommes d’une saine intelligence et ils avaient sondé diligemment les Écritures afin de connaître la parole de Dieu.", "3 Mais ce n’est pas tout: ils s’étaient beaucoup livrés à la prière et au jeûne; c’est pourquoi ils avaient l’esprit de prophétie, et l’esprit de révélation, et lorsqu’ils enseignaient, ils enseignaient avec une puissance et une autorité venant de Dieu.", "4 Et ils avaient enseigné la parole de Dieu pendant quatorze ans parmi les Lamanites, ayant eu beaucoup de succès et en ayant amené beaucoup à la connaissance de la vérité; oui, par la puissance de leurs paroles, beaucoup furent amenés devant l’autel de Dieu, pour invoquer son nom et confesser leurs péchés devant lui.", "5 Or, voici les circonstances dans lesquelles ils se trouvèrent dans leurs voyages, car ils eurent beaucoup d’afflictions; ils souffrirent beaucoup, tant dans leur corps que dans leur esprit, la faim, la soif et la fatigue, et aussi beaucoup de tribulations en esprit.", "6 Voici maintenant leurs voyages: ayant pris congé de leur père, Mosiah, la première année des juges, ayant refusé le royaume que leur père désirait leur conférer— et c’était là aussi la volonté du peuple—", "7 Ils quittèrent néanmoins le pays de Zarahemla, et prirent leurs épées, et leurs lances, et leurs arcs, et leurs flèches, et leurs frondes; et cela, ils le firent afin de se procurer de la nourriture pendant qu’ils étaient dans le désert.", "8 Et ainsi ils entrèrent dans le désert avec ceux qu’ils avaient choisis, pour monter au pays de Néphi prêcher la parole de Dieu aux Lamanites.", "9 Et il arriva qu’ils voyagèrent de nombreux jours dans le désert, et ils jeûnèrent beaucoup et prièrent beaucoup, afin que le Seigneur accordât qu’une part de son Esprit les accompagnât et demeurât avec eux, afin qu’ils fussent un instrument entre les mains de Dieu pour amener, si c’était possible, leurs frères, les Lamanites, à la connaissance de la vérité, à la connaissance de la bassesse des traditions de leurs pères, qui n’étaient pas correctes.", "10 Et il arriva que le Seigneur les visita par son Esprit et leur dit: Soyez consolés. Et ils furent consolés.", "11 Et le Seigneur leur dit aussi: Allez parmi les Lamanites, vos frères, et établissez ma parole; néanmoins, vous serez patients et longanimes dans les afflictions, afin de leur donner le bon exemple en moi, et je ferai de vous un instrument entre mes mains pour le salut de beaucoup d’âmes.", "12 Et il arriva que le cœur des fils de Mosiah, et aussi de ceux qui étaient avec eux, prit courage pour aller vers les Lamanites pour leur annoncer la parole de Dieu.", "13 Et il arriva que lorsqu’ils furent arrivés dans les régions frontières du pays des Lamanites, ils se séparèrent et se quittèrent, confiants dans le Seigneur qu’ils se reverraient à la fin de leur moisson; car ils pensaient que l’œuvre qu’ils avaient entreprise était grande.", "14 Et assurément elle était grande, car ils avaient entrepris de prêcher la parole de Dieu à un peuple sauvage, et endurci, et féroce; un peuple qui mettait son plaisir à assassiner les Néphites, et à se livrer à des actes de brigandage sur eux, et à les piller; et leur cœur était tourné vers les richesses, ou vers l’or et l’argent, et les pierres précieuses; cependant, ils cherchaient à obtenir ces choses par le meurtre et le pillage, afin de ne pas travailler de leurs propres mains pour les avoir.", "15 Ainsi, ils étaient un peuple très indolent, dont beaucoup adoraient les idoles, et la malédiction de Dieu était tombée sur eux à cause des traditions de leurs pères; néanmoins, les promesses du Seigneur leur étaient offertes, à condition de se repentir.", "16 C’est pourquoi, c’était la raison pour laquelle les fils de Mosiah avaient entrepris l’œuvre, afin de les amener peut-être au repentir, afin de les amener peut-être à connaître le plan de la rédemption.", "17 C’est pourquoi ils se séparèrent et s’en allèrent parmi eux, chacun de son côté, selon la parole et le pouvoir de Dieu qui lui étaient donnés.", "18 Or, Ammon était le chef parmi eux, ou plutôt il pourvoyait à leurs besoins; et il les quitta, après les avoir bénis selon leurs postes respectifs, leur ayant communiqué la parole de Dieu, ou pourvu à leurs besoins avant son départ; et ainsi, ils entreprirent leurs voyages respectifs dans tout le pays.", "19 Et Ammon alla au pays d’Ismaël, pays appelé du nom des fils d’Ismaël, qui étaient aussi devenus Lamanites.", "20 Et comme Ammon entrait dans le pays d’Ismaël, les Lamanites le prirent et le lièrent, comme c’était leur coutume de lier tous les Néphites qui tombaient entre leurs mains et de les transporter devant le roi; et ainsi, il était laissé au bon plaisir du roi de les tuer, ou de les garder en captivité, ou de les jeter en prison, ou de les chasser de son pays, selon sa volonté et son plaisir.", "21 Et ainsi, Ammon fut amené devant le roi qui régnait sur le pays d’Ismaël; et son nom était Lamoni, et il était descendant d’Ismaël.", "22 Et le roi demanda à Ammon si son désir était de demeurer dans le pays parmi les Lamanites, ou parmi son peuple.", "23 Et Ammon lui dit: Oui, je désire demeurer un certain temps parmi ce peuple; oui, et peut-être jusqu’au jour où je mourrai.", "24 Et il arriva qu’Ammon plut beaucoup au roi Lamoni, et celui-ci fit détacher ses liens; et il voulait qu’Ammon prît une de ses filles pour femme.", "25 Mais Ammon lui dit: Non, mais je serai ton serviteur. C’est pourquoi Ammon devint serviteur du roi Lamoni. Et il arriva qu’il fut placé parmi d’autres serviteurs pour surveiller les troupeaux de Lamoni, selon la coutume des Lamanites.", "26 Et lorsqu’il eut été trois jours au service du roi, comme il était avec les serviteurs lamanites, se rendant avec leurs troupeaux au point d’eau qui était appelé l’eau de Sébus, et tous les Lamanites y conduisent leurs troupeaux, afin qu’ils aient de l’eau—", "27 ainsi donc, comme Ammon et les serviteurs du roi conduisaient leurs troupeaux à ce point d’eau, voici, un certain nombre de Lamanites, qui avaient été avec leurs troupeaux pour les abreuver, se tenaient là et dispersèrent les troupeaux d’Ammon et des serviteurs du roi, et ils les dispersèrent, de sorte qu’ils s’enfuirent dans de nombreuses directions.", "28 Alors, les serviteurs du roi commencèrent à murmurer, disant: Maintenant le roi va nous tuer, comme il a tué nos frères, parce que leurs troupeaux étaient dispersés par la méchanceté de ces hommes. Et ils commencèrent à pleurer extrêmement, disant: Voici, nos troupeaux sont déjà dispersés.", "29 Or, ils pleuraient à cause de la peur d’être tués. Alors, quand Ammon vit cela, son cœur se gonfla de joie en lui; car, dit-il, je vais montrer ma force à ceux-ci qui sont mes compagnons de service, ou le pouvoir qui est en moi, de rendre ces troupeaux au roi, afin de gagner le cœur de ceux-ci qui sont mes compagnons de service, afin de les amener à croire en mes paroles.", "30 Et c’étaient là les pensées d’Ammon lorsqu’il vit les afflictions de ceux qu’il appelait ses frères.", "31 Et il arriva qu’il les flatta par ses paroles, disant: Mes frères, prenez courage et allons à la recherche des troupeaux, et nous les rassemblerons et les ramènerons au point d’eau; et ainsi, nous préserverons les troupeaux pour le roi, et il ne nous tuera pas.", "32 Et il arriva qu’ils allèrent à la recherche des troupeaux, et ils suivirent Ammon, et ils se précipitèrent avec une grande rapidité, et ils interceptèrent les troupeaux du roi et les rassemblèrent de nouveau au point d’eau.", "33 Et ces hommes se tenaient de nouveau là pour disperser les troupeaux; mais Ammon dit à ses frères: Encerclez les troupeaux pour qu’ils ne s’enfuient pas; et moi, je vais combattre ces hommes qui dispersent nos troupeaux.", "34 Ils firent donc ce qu’Ammon leur commandait, et il s’avança et se tint pour combattre ceux qui se tenaient près des eaux de Sébus; et ils n’étaient pas peu nombreux.", "35 C’est pourquoi ils ne craignaient pas Ammon, car ils pensaient qu’un seul de leurs hommes pouvait le tuer selon leur plaisir, car ils ne savaient pas que le Seigneur avait promis à Mosiah qu’il délivrerait ses fils de leurs mains; et ils ne savaient rien non plus du Seigneur; c’est pourquoi, ils mettaient leurs délices dans la destruction de leurs frères; et c’est pour cette raison qu’ils se tenaient là pour disperser les troupeaux du roi.", "36 Mais Ammon s’avança et commença à leur jeter des pierres avec sa fronde; oui, il lança, avec une grande force, des pierres parmi eux; et ainsi, il en tua un certain nombre, de sorte qu’ils commencèrent à être étonnés de sa force; néanmoins, ils furent en colère à cause de ceux de leurs frères qui avaient été tués, et ils étaient décidés à le faire tomber; c’est pourquoi, voyant qu’ils ne pouvaient pas l’atteindre de leurs pierres, ils s’avancèrent avec des gourdins pour le tuer.", "37 Mais voici, à tous les hommes qui levaient leur gourdin pour le frapper, Ammon tranchait le bras de son épée; car il résistait à leurs coups en leur frappant le bras avec le tranchant de son épée, de sorte qu’ils commencèrent à être étonnés et commencèrent à fuir devant lui; oui, et ils n’étaient pas peu nombreux; et il les fit fuir par la force de son bras.", "38 Or, six d’entre eux étaient tombés par la fronde, mais il n’en tua aucun de son épée, si ce n’est leur chef; et il trancha tous ceux de leurs bras qui étaient levés contre lui, et ils n’étaient pas peu nombreux.", "39 Et lorsqu’il les eut chassés au loin, il retourna et ils abreuvèrent leurs troupeaux et les ramenèrent au pâturage du roi, et entrèrent alors auprès du roi, portant les bras qui avaient été tranchés par l’épée d’Ammon, de ceux qui avaient cherché à le tuer; et ils furent apportés au roi en témoignage des choses qu’ils avaient faites."], "Kiribati": ["Natin Motiaea mwaane a karekea te tamnein te taeka ni burabeti ma kaotioti—A mwananga ni kawaia aika a kakaokoro bwa a na taekina te taeka nakoia Reimwanaite—Amon e nakon te aba are Itimaera ma n riki bwa ana toro te uea are Ramonaai—Amon e kamaiuia ana nanai ni man te uea man tiringia ana kairiribai i rarikin ranin Teebuti. Kiibu 1–3, uakaan ma 77I.K.; kibu 4, uakaan ma 91–77I.K.; ao kiibu 5–39, uakaan ma 91I.K.", "1 Ao ngkai e koro bukina bwa ngke Aramwa e mwananga man te aba are Kiteon mai meang, nakon te aba are Maentaai, nooria, e mimi, ngke e kaitibo ma natin Motiaea aika mwaane aika a mwananga nakon te aba are Taraemera.", "2 Ao ngkanne natin Motiaea mwaane aikai bon raon Aramwa n te tai are e moan kaoti te anera nakoina; ngaia are Aramwa e korakora kimwareireina ngke e nooriia tarina; ao teraa are e a raka riki iai kimwareireina, bon tarina naba ngaia i nanon te Uea; eng, ao a bon matoatoa n te rabakau ibukin te koaua; bwa bon mwaane ngaia aika a raoiroi aia atatai ao a bon tia n ukoukouri koroboki aika tabu ma nanomwakaia, bwa aonga n ataa ana taeka te Atua.", "3 Ma tiaki ti ngaia aio; a bon tia naba ni kakorakoraia n tataro, ma n aki mamatam; ngaia ae iai irouia te tamnei n taeka ni burabeti, ao te tamnei ni kaotioti, ao ngkana anga reirei, a reirei ma mwaakan ao ana kariaia te Atua.", "4 Ao a bon tia n reirei ana taeka te Atua i nanon te maan ae tebwi ma aua te ririki i buakoia Reimwanaite, ma ni korakora tokanikaia ni kairia aika a mwaiti nakon ataakin te koaua; eng, man mwaakan aia taeka a mwaiti ake a roko i matan ana bao ni karea te Atua, ni wewetea arana ma ni kaoti aia bure i matana.", "5 Ao ngkanne aikai aroia i nanon mwamwanangaia, bwa a mwaiti karawawatakia; ao a bon kainnano n rabwataia ao aia iango, n aron te baki, te taka, ao te korakai, ao te beku korakora naba n te tamnei.", "6 Ao ngkanne aikai mwanangaia: Ngke a tia ni kitana tamaia, Motiaea, n aia moan ririki taan moti; ma n rawa ni butimwaea aban ueaia are tamaia e rang tangiria ni katokaa iaoia, ao aio naba bon nanoia aomata;", "7 Ma e ngae n anne a otinako man te aba are Taraemera, a uoti aia kabaang, ao aia kainiwai, ma aia kai ni katebe, ma kanoan aia kai ni katebe ao aia bana; ao aio a karaoia n te aro are a na kona ni karekei oin kanaia i nanon menaia n te rereua.", "8 Ao ngaia are a mwananga nakon te rereua ma mwaitia are a tia n rineia, bwa a na waerake nakon te aba are Nibwaai, bwa a na taekina ana taeka te Atua nakoia Reimwanaite.", "9 Ao e koro bukina bwa a mwananga i nanon te rereua i nanon boong aika a mwaiti, ao e korakora aia aki mamatam ma aia tataro bwa te Uea e na anganiia tamneina bwa e na iriia, man tiku irarikiia, bwa aonga n riki bwa bwaai ni mwakuri i nanon bain te Atua bwa a na kairia, ngkana e kona, tariia, aika Reimwanaite nakon ataakin te koaua, nakon ataakin buakakan kateia aia bakatibu, ake a bon aki eti.", "10 Ao e koro bukina bwa te Uea e bon kawaria n Tamneina, ao e taku nakoia: Karau nanomi. Ao a rau nanoia.", "11 Ao te Uea e taku nakoia naba: Naako nakoia Reimwanaite, ake tarimi, ao katea au taeka; ma kam na taotaon nanomi n te tai ni kainnano ae maan ma karawawata, bwa kam aonga ni kaoti banna aika a raraoi nakoia irou, ao N na karaoi ngkami bwa bwaai ni mwakuri i nanon baiu ibukin kamaiuaia aomata aika a mwaiti.", "12 Ao e koro bukina bwa nanoia natin Motiaea ake mwaane, n ikotaki ma ake raoia, a ninikoria ni waaki nakoia Reimwanaite n taekina nakoia ana taeka te Atua.", "13 Ao e koro bukina bwa ngke a roko n tian abaia Reimwanaite, ao a kamaenakoia ma ni kitania temanna ma temanna, n onimakina te Uea bwa a na manga kaitibo riki n tokin aia tai; bwa a kataua bwa e korakora te beku are a kataua bwa a na waakinna.", "14 Ao e koaua bwa e bon korakora, bwa a tia ni kataua bwa a na taekina ana taeka te Atua nakoia aomata aika a moaanti ma ni matoatoa ma n iowawa; aomata aika kukurein nanoia tiringakia Nibwaite, te kimoa ma iraean aia bwai; ao nanoia e bane iaon te kaubwai, iaon te koora ma te tirewa, ao atibu aika a kakawaki; ma a karekei bwaai aikai man te tiritiri ao te iraa, bwa aonga n aki mwakuri ibukiia n oin baia.", "15 Ngaia ae bon aomata ngaia aika a rang taningaroti, ao a mwaiti mai irouia aika a taromauria bouananti, ao a na maraia te Atua e bwaka iaoia ibukin kateia aia bakatibu; e ngae ngke a anganaki ana berita te Uea ngkana a rairinanoia.", "16 Ngaia, ae aio bukin are natin Motiaea mwaane a kataua te mwakuri, bwa aonga ni kairia nakon te rairannano; bwa aonga ni kairia nakon ataakin te babaire ni kabomwi.", "17 Ngaia ae a kamaenakoia, ao a waaki nako i buakoia, temanna i bon irouna, n aron ana taeka ma mwaakan te Atua are e a tia n reke irouna.", "18 Ngkai Amon bon te mataniwi iaoia ke bon ngaia are e bon buokiia, ao e kitania, i mwin tiana ni kakabwaiaia n aron nakoaia, i mwin tiana n anganiia ana taeka te Atua, ni buokiia i mwaain nakona; ao ai ngaia are a waakina mwamwanangaia ni kabuta te aba.", "19 Ao Amon e nako nakon te aba are Itimaera, te aba are e aranaki imwiia natin Itimaera mwaane ake a riki naba bwa Reimwanaite.", "20 Ao ngke Amon e rin n te aba are Itimaera, Reimwanaite a anaia ao a kabaea, bwa bon aia katei kabaeakiia Nibwaite ake a mwane i nanon baia, ma n uotia nako matan aia Uea; ao ngaia are e a bon tiku iroun te Uea bwa e na tiringia ke e na tauiia ni kabureia, ke a na teweaki nako nanon te karabuti, ke a na teweaki nako man te aba, n aron nanona ma kukureina.", "21 Ao ngaia are Amon e a bon uotaki nako matan te uea are e bon uea iaon te aba are Itimaera; ao arana bon Ramonaai; ao bon kanoan Itimaera.", "22 Ao te uea e ukora mai iroun Amon bwa nanona bwa te kan maeka n te aba i buakoia Reimwanaite, ke i buakoia ana aomata.", "23 Ao e taku Amon nakoina: Eng, I tangiria ni maeka i buakoia te botanaomata aio; eng, tao ni karokoa te bong are I mate iai.", "24 Ao e koro bukina bwa te uea are Ramonaai e bon rang kukurei iroun Amon, ae e tua bwa a na kabwaraki kabaeana; ao e tangiria bwa Amon e na anaa temanna natina te aine bwa buuna.", "25 Ma Amon e taku nakoina: Tiaki, ma N na riki ngai bwa temanna am toro. Ngaia are Amon e a riki bwa ana toro te uea are Ramonaai. Ao e koro bukina bwa e a kanakoaki irarikiia toro temwaangina bwa a na kaawakin ana nanai ni man Ramonaai, n aron kateia Reimwanaite.", "26 Ao i mwin tenibong menana ni beku ibukin te uea, ao e mena i buakoia toro aika Reimwananite ake a mwananga ma aia nanai ni man nakon te tabo n ran, are e aranaki bwa ranin Teebuti, ao Reimwanaite ni kabane a kairia aia nanai ni man nako iai bwa aonga n iai aia ran—", "27 Ngaia are, ngke Amon ao ana toro te uea a uotia aia nanai nakon te tabo n ran, nooria, Reimwanaite tabemwaang ake a roko ma aia nanai ni man bwa a na mooi, a tei ma ni kamaenakoia aia nanai ni man Amon ma ana toro te uea, ao a kamaenakoia n te aro are a biri nakon kawai aika a mwaiti.", "28 Ao ngkanne ana toro te uea a bon ngurengure, ni kangai: Ngkai te uea e na bon tiringira, n aroia naba tarira ake a kamaenakoaki aia nanai ni man ibukin buakakaia aomata aikai. Ao a bon tang ni kakorakoraia, ni kangai, Nooria, ara nanai a bon tia ni kamaenakoaki.", "29 Ao ngkanne a bon tang ibukin maakakin te tiringaki. Ao ngkanne ngke Amon e noora aio ao e onrake nanona n te kimwareirei; bwa, e taku, N na kaota mwaakau nakoia raou n toro, ke te mwaaka are irou, ni kaoki nanai aikai nakon te uea, bwa I aonga n ana nanoia raou n toro aikai, bwa N na kairia bwa a na kakoaui au taeka.", "30 Ao ngkai, aikai ana iango Amon, ngke e noora karawawatakia naake e araniia bwa tarina.", "31 Ao e koro bukina bwa e kabwaka nanoia n ana taeka, ni kangai: Tariu, kakukureingkami ao ti a nako ni kakaei ara nanai ni man, ao ti na ikotiia ao ti na manga kairia n oki nakon nnen te ran; ao ikai are ti na kawakina iai ana nanai ni man te uea ao e na bon aki tiringira.", "32 Ao e koro bukina bwa a mwananga n ukoukora te nanai ni man, ao a bon ira Amon, ao a bon mwananga ma te waekoa ma ni kairia ana nanai ni man te uea, ma n ikotiia nakon te tabo n ran.", "33 Ao mwaane akekei a manga tei naba bwa a na manga kamaenakoia riki aia nanai ni man; ma Amon e taku nakoia tarina: Katobibia te nanai ni man ma ni katabwanin bwa a na aki biri nako; ao N na nako n un ma mwaane ake a kamaenakoia ara nanai ni man.", "34 Ngaia are, a karaoa are e tuangiia Amon ao e waaki nako ma n tei bwa e na un ma naake a tei i rarikin ranin Teebuti; ao a bon aki karako mwaitia.", "35 Ngaia are a bon aki maaka Amon, bwa a taku inanoia bwa temanna raoia e kona n tiringnga n aron are a tangiria, bwa a aki ataia ae te Uea e a tia ni berita nakon Motiaea bwa e na kamaiuia natina mwaane ma i nanon baia; ao akea naba te bwai ae ataia ni kaineti ma te Uea; ngaia are a kukurei n tiringia tariia; ao ibukin aio are a tei bwa a na kamaenakoia ana nanai ni man te uea.", "36 Ma Amon e tei ao e waaki ni kareia n te atibu n ana bana; eng, n te korakora ae bati ao e banaiia n te atibu; ao ikai are e a tiringia tabemwaang n te aro are a bon mimi ni korakorana; ma e ngae n anne ao a bon un ibukin tiringakia tariia, ao a kantaningaia bwa e na bwaka; ngaia are ngke a nooria bwa e aki kona ni boo irouia n aia atibu, ao a roko nakoina ma aia ambo bwa a na tiringnga.", "37 Ma nooria, bwa ni kabane mwaane ake a tabeka aia ambo bwa a na orea Amon, e bon oroia ni kakibanakoa baia n ana kabaang; bwa e bon katoka kaina man aia oro n oroi baia n taran ana kabaang, n te aro are a bon rang mimi, ao a biri nako mai irouna; eng; ao a bon aki karako mwaitia; ao e kabirinakoiia ni korakoran baina.", "38 Ao ngkanne bon onoman ake a bwaka n ana bana, ma akea ae e tiringia ma ti aia mataniwi; ao e kakibanakoi baai aika a mwaiti ake a tabekaki ni kaitaraa, ao a bon aki karako.", "39 Ao ngke e a tia ni kakioia nako kiraroa, e okirikaki ao a kamooia aia nanai ni man ao a kaokia nakon ana nne ni man te uea, ao a nakon te uea, ma uotaia baai ake a tia ni kakibanakoaki n ana kabaang Amon, are baia naake a kataia n tiringnga; ao a bon uotaki nakon te uea bwa kakoauan te bwai are a tia ni karaoia."]}