{"English": ["Aaron teaches Lamoni’s father about the Creation, the Fall of Adam, and the plan of redemption through Christ—The king and all his household are converted—The division of the land between the Nephites and the Lamanites is explained. About 90–77B.C.", "1 Now, as Ammon was thus teaching the people of Lamoni continually, we will return to the account of Aaron and his brethren; for after he departed from the land of Middoni he was led by the Spirit to the land of Nephi, even to the house of the king which was over all the land save it were the land of Ishmael; and he was the father of Lamoni.", "2 And it came to pass that he went in unto him into the king’s palace, with his brethren, and bowed himself before the king, and said unto him: Behold, O king, we are the brethren of Ammon, whom thou hast delivered out of prison.", "3 And now, O king, if thou wilt spare our lives, we will be thy servants. And the king said unto them: Arise, for I will grant unto you your lives, and I will not suffer that ye shall be my servants; but I will insist that ye shall administer unto me; for I have been somewhat troubled in mind because of the generosity and the greatness of the words of thy brother Ammon; and I desire to know the cause why he has not come up out of Middoni with thee.", "4 And Aaron said unto the king: Behold, the Spirit of the Lord has called him another way; he has gone to the land of Ishmael, to teach the people of Lamoni.", "5 Now the king said unto them: What is this that ye have said concerning the Spirit of the Lord? Behold, this is the thing which doth trouble me.", "6 And also, what is this that Ammon said—If ye will repent ye shall be saved, and if ye will not repent, ye shall be cast off at the last day?", "7 And Aaron answered him and said unto him: Believest thou that there is a God? And the king said: I know that the Amalekites say that there is a God, and I have granted unto them that they should build sanctuaries, that they may assemble themselves together to worship him. And if now thou sayest there is a God, behold I will believe.", "8 And now when Aaron heard this, his heart began to rejoice, and he said: Behold, assuredly as thou livest, O king, there is a God.", "9 And the king said: Is God that Great Spirit that brought our fathers out of the land of Jerusalem?", "10 And Aaron said unto him: Yea, he is that Great Spirit, and he created all things both in heaven and in earth. Believest thou this?", "11 And he said: Yea, I believe that the Great Spirit created all things, and I desire that ye should tell me concerning all these things, and I will believe thy words.", "12 And it came to pass that when Aaron saw that the king would believe his words, he began from the creation of Adam, reading the scriptures unto the king—how God created man after his own image, and that God gave him commandments, and that because of transgression, man had fallen.", "13 And Aaron did expound unto him the scriptures from the creation of Adam, laying the fall of man before him, and their carnal state and also the plan of redemption, which was prepared from the foundation of the world, through Christ, for all whosoever would believe on his name.", "14 And since man had fallen he could not merit anything of himself; but the sufferings and death of Christ atone for their sins, through faith and repentance, and so forth; and that he breaketh the bands of death, that the grave shall have no victory, and that the sting of death should be swallowed up in the hopes of glory; and Aaron did expound all these things unto the king.", "15 And it came to pass that after Aaron had expounded these things unto him, the king said: What shall I do that I may have this eternal life of which thou hast spoken? Yea, what shall I do that I may be born of God, having this wicked spirit rooted out of my breast, and receive his Spirit, that I may be filled with joy, that I may not be cast off at the last day? Behold, said he, I will give up all that I possess, yea, I will forsake my kingdom, that I may receive this great joy.", "16 But Aaron said unto him: If thou desirest this thing, if thou wilt bow down before God, yea, if thou wilt repent of all thy sins, and will bow down before God, and call on his name in faith, believing that ye shall receive, then shalt thou receive the hope which thou desirest.", "17 And it came to pass that when Aaron had said these words, the king did bow down before the Lord, upon his knees; yea, even he did prostrate himself upon the earth, and cried mightily, saying:", "18 O God, Aaron hath told me that there is a God; and if there is a God, and if thou art God, wilt thou make thyself known unto me, and I will give away all my sins to know thee, and that I may be raised from the dead, and be saved at the last day. And now when the king had said these words, he was struck as if he were dead.", "19 And it came to pass that his servants ran and told the queen all that had happened unto the king. And she came in unto the king; and when she saw him lay as if he were dead, and also Aaron and his brethren standing as though they had been the cause of his fall, she was angry with them, and commanded that her servants, or the servants of the king, should take them and slay them.", "20 Now the servants had seen the cause of the king’s fall, therefore they durst not lay their hands on Aaron and his brethren; and they pled with the queen saying: Why commandest thou that we should slay these men, when behold one of them is mightier than us all? Therefore we shall fall before them.", "21 Now when the queen saw the fear of the servants she also began to fear exceedingly, lest there should some evil come upon her. And she commanded her servants that they should go and call the people, that they might slay Aaron and his brethren.", "22 Now when Aaron saw the determination of the queen, he, also knowing the hardness of the hearts of the people, feared lest that a multitude should assemble themselves together, and there should be a great contention and a disturbance among them; therefore he put forth his hand and raised the king from the earth, and said unto him: Stand. And he stood upon his feet, receiving his strength.", "23 Now this was done in the presence of the queen and many of the servants. And when they saw it they greatly marveled, and began to fear. And the king stood forth, and began to minister unto them. And he did minister unto them, insomuch that his whole household were converted unto the Lord.", "24 Now there was a multitude gathered together because of the commandment of the queen, and there began to be great murmurings among them because of Aaron and his brethren.", "25 But the king stood forth among them and administered unto them. And they were pacified towards Aaron and those who were with him.", "26 And it came to pass that when the king saw that the people were pacified, he caused that Aaron and his brethren should stand forth in the midst of the multitude, and that they should preach the word unto them.", "27 And it came to pass that the king sent a proclamation throughout all the land, amongst all his people who were in all his land, who were in all the regions round about, which was bordering even to the sea, on the east and on the west, and which was divided from the land of Zarahemla by a narrow strip of wilderness, which ran from the sea east even to the sea west, and round about on the borders of the seashore, and the borders of the wilderness which was on the north by the land of Zarahemla, through the borders of Manti, by the head of the river Sidon, running from the east towards the west—and thus were the Lamanites and the Nephites divided.", "28 Now, the more idle part of the Lamanites lived in the wilderness, and dwelt in tents; and they were spread through the wilderness on the west, in the land of Nephi; yea, and also on the west of the land of Zarahemla, in the borders by the seashore, and on the west in the land of Nephi, in the place of their fathers’ first inheritance, and thus bordering along by the seashore.", "29 And also there were many Lamanites on the east by the seashore, whither the Nephites had driven them. And thus the Nephites were nearly surrounded by the Lamanites; nevertheless the Nephites had taken possession of all the northern parts of the land bordering on the wilderness, at the head of the river Sidon, from the east to the west, round about on the wilderness side; on the north, even until they came to the land which they called Bountiful.", "30 And it bordered upon the land which they called Desolation, it being so far northward that it came into the land which had been peopled and been destroyed, of whose bones we have spoken, which was discovered by the people of Zarahemla, it being the place of their first landing.", "31 And they came from there up into the south wilderness. Thus the land on the northward was called Desolation, and the land on the southward was called Bountiful, it being the wilderness which is filled with all manner of wild animals of every kind, a part of which had come from the land northward for food.", "32 And now, it was only the distance of a day and a half’s journey for a Nephite, on the line Bountiful and the land Desolation, from the east to the west sea; and thus the land of Nephi and the land of Zarahemla were nearly surrounded by water, there being a small neck of land between the land northward and the land southward.", "33 And it came to pass that the Nephites had inhabited the land Bountiful, even from the east unto the west sea, and thus the Nephites in their wisdom, with their guards and their armies, had hemmed in the Lamanites on the south, that thereby they should have no more possession on the north, that they might not overrun the land northward.", "34 Therefore the Lamanites could have no more possessions only in the land of Nephi, and the wilderness round about. Now this was wisdom in the Nephites—as the Lamanites were an enemy to them, they would not suffer their afflictions on every hand, and also that they might have a country whither they might flee, according to their desires.", "35 And now I, after having said this, return again to the account of Ammon and Aaron, Omner and Himni, and their brethren."], "Español": ["Aarón enseña al padre de Lamoni acerca de la Creación, la Caída de Adán y el plan de redención por medio de Cristo— El rey y todos los de su casa se convierten— Se explica la forma en que se dividía la tierra entre los nefitas y los lamanitas. Aproximadamente 90–77a.C.", "1 Y ahora bien, mientras Ammón así enseñaba al pueblo de Lamoni continuamente, volveremos a la historia de Aarón y sus hermanos; porque después que partió de la tierra de Middoni, el Espíritu lo guio a la tierra de Nefi hasta la casa del rey que gobernaba toda esa tierra, salvo la tierra de Ismael; y era el padre de Lamoni.", "2 Y sucedió que entró a verlo en el palacio del rey, con sus hermanos, y se inclinó delante del rey, y le dijo: He aquí, ¡oh rey!, somos los hermanos de Ammón, a quienes tú has librado de la cárcel.", "3 Y ahora, ¡oh rey!, si tú nos concedes la vida, seremos tus siervos. Y les dijo el rey: Levantaos, porque os concederé vuestras vidas, y no permitiré que seáis mis siervos; pero sí insistiré en que me ministréis, porque mi mente ha estado algo perturbada por razón de la generosidad y grandeza de las palabras de vuestro hermano Ammón; y deseo saber la causa por la cual él no ha subido desde Middoni contigo.", "4 Y Aarón dijo al rey: He aquí, el Espíritu del Señor lo ha llamado a otra parte; ha ido a la tierra de Ismael a instruir al pueblo de Lamoni.", "5 Luego el rey les dijo: ¿Qué es esto que habéis dicho concerniente al Espíritu del Señor? He aquí, esto es lo que me turba.", "6 Y además, ¿qué significa esto que Ammón dijo: Si os arrepentís, seréis salvos, y si no os arrepentís, seréis desechados en el postrer día?", "7 Y Aarón le respondió y le dijo: ¿Crees que hay un Dios? Y le dijo el rey: Sé que los amalekitas dicen que hay un Dios, y les he concedido que edifiquen santuarios a fin de que se reúnan para adorarlo. Y si ahora tú dices que hay un Dios, he aquí, yo creeré.", "8 Y cuando Aarón oyó esto, su corazón empezó a regocijarse y dijo: He aquí, ciertamente como tú vives, ¡oh rey!, hay un Dios.", "9 Y dijo el rey: ¿Es Dios aquel Gran Espíritu que trajo a nuestros padres de la tierra de Jerusalén?", "10 Y Aarón le dijo: Sí, él es ese Gran Espíritu, y él ha creado todas las cosas, tanto en el cielo como en la tierra. ¿Crees esto?", "11 Y dijo él: Sí, creo que el Gran Espíritu creó todas las cosas, y deseo que me informes concerniente a todas estas cosas y creeré tus palabras.", "12 Y aconteció que al ver que el rey creería sus palabras, Aarón empezó por la creación de Adán, leyendo al rey las Escrituras, de cómo creó Dios al hombre a su propia imagen, y que Dios le dio mandamientos, y que, a causa de la transgresión, el hombre había caído.", "13 Y Aarón le explicó las Escrituras, desde la creación de Adán, exponiéndole la caída del hombre, y su estado carnal, y también el plan de redención que fue preparado desde la fundación del mundo, por medio de Cristo, para cuantos quisieran creer en su nombre.", "14 Y en vista de que el hombre había caído, este no podía merecer nada de sí mismo; mas los padecimientos y muerte de Cristo expían sus pecados mediante la fe y el arrepentimiento, etcétera; y que él quebranta las ligaduras de la muerte, para arrebatarle la victoria a la tumba, y que el aguijón de la muerte sea consumido en la esperanza de gloria; y Aarón le explicó todas estas cosas al rey.", "15 Y aconteció que después que Aarón le hubo explicado estas cosas, dijo el rey: ¿Qué haré para lograr esta vida eterna de que has hablado? Sí, ¿qué haré para nacer de Dios, desarraigando de mi pecho este espíritu inicuo, y recibir el Espíritu de Dios para que sea lleno de gozo, y no sea desechado en el postrer día? He aquí, dijo él, daré cuanto poseo; sí, abandonaré mi reino a fin de recibir este gran gozo.", "16 Mas Aarón le dijo: Si tú deseas esto, si te arrodillas delante de Dios, sí, si te arrepientes de todos tus pecados y te postras ante Dios e invocas con fe su nombre, creyendo que recibirás, entonces obtendrás la esperanza que deseas.", "17 Y sucedió que cuando Aarón hubo dicho estas palabras, el rey se inclinó de rodillas ante el Señor, sí, se postró hasta el polvo, y clamó fuertemente diciendo:", "18 ¡Oh Dios!, Aarón me ha dicho que hay un Dios; y si hay un Dios, y si tú eres Dios, ¿te darías a conocer a mí?, y abandonaré todos mis pecados para conocerte, y para que sea levantado de entre los muertos y sea salvo en el postrer día. Y cuando el rey hubo dicho estas palabras, cayó como herido de muerte.", "19 Y aconteció que sus siervos corrieron e informaron a la reina de lo que le había pasado al rey. Y fue ella a donde estaba el rey; y cuando lo vio tendido como si estuviera muerto, y también a Aarón y a sus hermanos de pie allí como si ellos hubiesen sido la causa de su caída, se enojó con ellos y mandó que sus siervos, o sea, los siervos del rey, los prendieran y los mataran.", "20 Mas los siervos habían visto la causa de la caída del rey; por tanto, no se atrevieron a echar mano a Aarón y sus hermanos, e intercedieron ante la reina, diciendo: ¿Por qué nos mandas matar a estos hombres, cuando uno de ellos es más poderoso que todos nosotros? Por tanto, caeremos ante ellos.", "21 Y cuando la reina vio el temor de los siervos, también ella empezó a sentir gran miedo de que le sobreviniera algún mal. Y mandó a sus siervos que fueran y llamaran al pueblo para que mataran a Aarón y a sus hermanos.", "22 Ahora bien, cuando Aarón vio la determinación de la reina, y conociendo también la dureza de corazón del pueblo, temió que se reuniera una multitud y que hubiera una gran contienda y disturbio entre ellos; por tanto, extendió su mano y levantó al rey del suelo, y le dijo: Levántate. Y él se puso de pie y recobró su fuerza.", "23 Esto se efectuó en presencia de la reina y muchos de los siervos. Y cuando lo vieron, se maravillaron en gran manera y empezaron a temer. Y el rey se adelantó y empezó a ministrarles. Y a tal grado ejerció su ministerio, que toda su casa se convirtió al Señor.", "24 Y se había reunido una multitud, a causa de la orden de la reina, y empezaron a surgir serias murmuraciones entre ellos por causa de Aarón y sus hermanos.", "25 Mas el rey se adelantó entre ellos y les asistió. Y se apaciguaron con Aarón y los que estaban con él.", "26 Y sucedió que cuando el rey vio que el pueblo se había pacificado, hizo que Aarón y sus hermanos se pusieran en medio de la multitud, y que les predicaran la palabra.", "27 Y aconteció que el rey envió una proclamación por toda la tierra, entre todos los de su pueblo que vivían en sus dominios, los que se hallaban en todas las regiones circunvecinas, los cuales colindaban con el mar por el este y el oeste, y estaban separados de la tierra de Zarahemla por una angosta faja de terreno desierto que se extendía desde el mar del este hasta el mar del oeste, y por las costas del mar, y los límites del desierto que se hallaba hacia el norte, cerca de la tierra de Zarahemla, por las fronteras de Manti, cerca de los manantiales del río Sidón, yendo del este hacia el oeste; y así estaban separados los lamanitas de los nefitas.", "28 Ahora bien, la parte más perezosa de los lamanitas vivía en el desierto, y moraba en tiendas; y se hallaban esparcidos por el desierto hacia el oeste, en la tierra de Nefi; sí, y también al oeste de la tierra de Zarahemla, en las fronteras a orillas del mar, y en el oeste en la tierra de Nefi, en el sitio de la primera herencia de sus padres, y así a lo largo del mar.", "29 Y también había muchos lamanitas hacia el este cerca del mar, donde los nefitas los habían echado. Y así los nefitas se hallaban casi rodeados por los lamanitas; sin embargo, los nefitas se habían posesionado de toda la parte norte de la tierra que colindaba con el desierto, en los manantiales del río Sidón, del este al oeste, por el lado del desierto; por el norte hasta llegar a la tierra que llamaban Abundancia.", "30 Y lindaba con la tierra que ellos llamaban Desolación, la cual estaba tan al norte, que llegaba hasta la tierra que había sido poblada y sus habitantes destruidos, de cuyos huesos ya hemos hablado, la cual fue descubierta por el pueblo de Zarahemla, por ser el sitio de su primer desembarque.", "31 Y de allí llegaron hasta el desierto del sur. De modo que a la tierra hacia el norte se la llamó Desolación, y a la tierra hacia el sur, se la llamó Abundancia, que es la tierra que está llena de toda clase de animales silvestres, parte de los cuales habían llegado de la tierra del norte en busca de alimento.", "32 Pues bien, la distancia no era sino de día y medio de viaje para un nefita, por la línea de Abundancia y la tierra de Desolación, desde el mar del este al del oeste; y así la tierra de Nefi y la tierra de Zarahemla casi se hallaban rodeadas de agua, y había una pequeña lengua de tierra entre la tierra hacia el norte y la tierra hacia el sur.", "33 Y sucedió que los nefitas habían poblado la tierra de Abundancia, desde el mar del este hasta el del oeste; y así los nefitas, en su sabiduría, habían cercado con sus guardias y ejércitos a los lamanitas por el sur, para que de ese modo no tuvieran más posesiones en el norte, y así no pudieran invadir la tierra hacia el norte.", "34 Por tanto, los lamanitas no podían tener más posesiones sino en la tierra de Nefi y en el desierto que la rodeaba. Así que en esto fueron prudentes los nefitas, pues como los lamanitas eran sus enemigos, así no los acometerían por todos lados; y también tendrían un país donde refugiarse según sus deseos.", "35 Y ahora, después de haber dicho esto, vuelvo a la historia de Ammón y Aarón, Omner e Himni y sus hermanos."], "Français": ["Aaron enseigne au père de Lamoni la création, la chute d’Adam et le plan de rédemption par le Christ— Le roi et toute sa maison sont convertis— Comment le pays était divisé entre les Néphites et les Lamanites. Vers 90–77av.J.-C.", "1 Or, tandis qu’Ammon instruisait ainsi continuellement le peuple de Lamoni, nous allons retourner au récit d’Aaron et de ses frères; car lorsqu’il eut quitté le pays de Middoni, il fut conduit par l’Esprit au pays de Néphi, à la maison du roi qui régnait sur tout le pays à l’exception du pays d’Ismaël; et c’était le père de Lamoni.", "2 Et il arriva qu’il entra auprès de lui dans le palais du roi, avec ses frères, et se prosterna devant le roi, et lui dit: Voici, ô roi, nous sommes les frères d’Ammon, que tu as délivrés de prison.", "3 Et maintenant, ô roi, si tu veux nous épargner la vie, nous serons tes serviteurs. Et le roi leur dit: Levez-vous, car je vous accorde la vie, et je ne souffrirai pas que vous soyez mes serviteurs; mais j’insisterai pour que vous m’instruisiez; car j’ai eu le cœur quelque peu troublé à cause de la générosité et de la grandeur des paroles de votre frère Ammon; et je désire savoir pourquoi il n’est pas monté de Middoni avec vous.", "4 Et Aaron dit au roi: Voici, l’Esprit du Seigneur l’a appelé ailleurs; il est allé au pays d’Ismaël, pour instruire le peuple de Lamoni.", "5 Alors le roi leur dit: Qu’est-ce que vous avez dit là concernant l’Esprit du Seigneur? Voici, c’est cela qui me trouble.", "6 Et aussi, qu’est-ce qu’Ammon a dit là: Si vous vous repentez, vous serez sauvés, et si vous ne vous repentez pas, vous serez rejetés au dernier jour?", "7 Et Aaron lui répondit et lui dit: Crois-tu qu’il y a un Dieu? Et le roi dit: Je sais que les Amalékites disent qu’il y a un Dieu, et je leur ai accordé de construire des sanctuaires, afin de s’assembler pour l’adorer. Et si tu dis maintenant qu’il y a un Dieu, voici, je croirai.", "8 Et alors, quand Aaron entendit cela, son cœur commença à se réjouir, et il dit: Voici, assurément, comme tu vis, ô roi, il y a un Dieu.", "9 Et le roi dit: Dieu est-il ce Grand Esprit qui a fait sortir nos pères du pays de Jérusalem?", "10 Et Aaron lui dit: Oui, il est ce Grand Esprit, et il a tout créé, tant dans le ciel que sur la terre. Crois-tu cela?", "11 Et il dit: Oui, je crois que le Grand Esprit a tout créé, et je désire que tu me parles de toutes ces choses, et je croirai en tes paroles.", "12 Et il arriva que lorsqu’il vit que le roi croirait en ses paroles, Aaron commença à partir de la création d’Adam, lisant les Écritures au roi, lui expliquant comment Dieu créa l’homme à son image, et que Dieu lui donna des commandements, et que pour cause de transgression, l’homme était tombé.", "13 Et Aaron lui expliqua les Écritures depuis la création d’Adam, lui présentant la chute de l’homme, et son état charnel, et aussi le plan de rédemption qui fut préparé dès la fondation du monde par le Christ pour tous ceux qui croiraient en son nom.", "14 Et puisque l’homme était déchu, il ne pouvait rien mériter par lui-même; mais les souffrances et la mort du Christ expient ses péchés, par la foi et le repentir, et ainsi de suite; et il rompt les liens de la mort, de sorte que la tombe n’aura pas de victoire, et que l’aiguillon de la mort sera englouti dans l’espérance de la gloire; et Aaron expliqua toutes ces choses au roi.", "15 Et il arriva que lorsqu’Aaron lui eut exposé ces choses, le roi dit: Que ferai-je pour avoir cette vie éternelle dont tu as parlé? Oui, que ferai-je afin de naître de Dieu, ce mauvais esprit ayant été déraciné de mon sein, et de recevoir son Esprit, afin d’être rempli de joie, afin de ne pas être rejeté au dernier jour? Voici, dit-il, je renoncerai à tout ce que je possède, oui, j’abandonnerai mon royaume pour recevoir cette grande joie.", "16 Mais Aaron lui dit: Si tu désires cela, si tu te prosternes devant Dieu, oui, si tu te repens de tous tes péchés, et te prosternes devant Dieu, et invoques son nom avec foi, croyant que tu recevras, alors tu recevras l’espérance que tu désires.", "17 Et il arriva que lorsqu’Aaron eut dit ces paroles, le roi se prosterna devant le Seigneur, à genoux; oui, il se jeta même sur le sol, et cria avec force, disant:", "18 Ô Dieu, Aaron m’a dit qu’il y a un Dieu; et s’il y a un Dieu, et si tu es Dieu, veuille te faire connaître à moi, et je délaisserai tous mes péchés pour te connaître, et pour être ressuscité des morts, et pour être sauvé au dernier jour. Et alors, quand il eut dit ces paroles, le roi fut frappé comme s’il était mort.", "19 Et il arriva que ses serviteurs coururent dire à la reine tout ce qui était arrivé au roi. Et elle entra auprès du roi; et lorsqu’elle le vit couché comme s’il était mort, et aussi Aaron et ses frères debout comme s’ils avaient été la cause de sa chute, elle fut en colère contre eux, et commanda à ses serviteurs, ou aux serviteurs du roi, de les prendre et de les tuer.", "20 Or, les serviteurs avaient vu la cause de la chute du roi, c’est pourquoi ils n’osaient pas porter la main sur Aaron et ses frères; et ils supplièrent la reine, disant: Pourquoi nous commandes-tu de tuer ces hommes, car voici, l’un d’eux est plus puissant que nous tous? C’est pourquoi nous tomberons devant eux.", "21 Alors, quand la reine vit la crainte des serviteurs, elle commença aussi à craindre extrêmement que quelque chose de mal ne s’abattît sur elle. Et elle commanda à ses serviteurs d’aller appeler le peuple, afin qu’il tuât Aaron et ses frères.", "22 Alors, quand Aaron vit la détermination de la reine, connaissant aussi l’endurcissement de cœur du peuple, il craignit qu’une multitude ne s’assemblât et qu’il n’y eût une grande querelle et des troubles parmi eux; c’est pourquoi il avança la main, et releva le roi du sol, et il lui dit: Lève-toi. Et il se tint sur ses pieds, retrouvant sa force.", "23 Or, cela se fit en présence de la reine et de beaucoup de serviteurs. Et lorsqu’ils le virent, ils s’étonnèrent grandement et commencèrent à craindre. Et le roi s’avança et commença à les instruire. Et il les instruisit, de sorte que toute sa maison fut convertie au Seigneur.", "24 Or, il y avait une multitude qui était assemblée à cause du commandement de la reine, et il commença à y avoir de grands murmures parmi eux à cause d’Aaron et de ses frères.", "25 Mais le roi s’avança parmi eux et les instruisit. Et ils furent pacifiés à l’égard d’Aaron et de ceux qui étaient avec lui.", "26 Et il arriva que lorsque le roi vit que le peuple était pacifié, il fit avancer Aaron et ses frères au milieu de la multitude, et leur fit prêcher la parole.", "27 Et il arriva que le roi envoya une proclamation dans tout le pays, parmi tout son peuple qui était dans tout son pays, qui était dans toutes les régions alentour, lequel pays touchait même à la mer, à l’est et à l’ouest, et qui était séparé du pays de Zarahemla par une étroite bande de désert, qui allait de la mer de l’est jusqu’à la mer de l’ouest, et tout autour dans les régions frontières du bord de la mer, et les régions frontières du désert qui était au nord près du pays de Zarahemla, à travers les régions frontières de Manti, près de la source du fleuve Sidon, allant de l’est vers l’ouest— et c’était ainsi que les Lamanites et les Néphites étaient séparés.", "28 Or, la partie la plus indolente des Lamanites vivait dans le désert et demeurait dans des tentes; et ils étaient répandus dans tout le désert à l’ouest, dans le pays de Néphi; oui, et aussi à l’ouest du pays de Zarahemla, dans les régions frontières près du bord de la mer, et à l’ouest dans le pays de Néphi, à l’endroit du premier héritage de leurs pères, leurs frontières s’étirant ainsi près du bord de la mer.", "29 Et aussi, il y avait beaucoup de Lamanites à l’est, près du bord de la mer, là où les Néphites les avaient chassés. Et ainsi, les Néphites étaient presque encerclés par les Lamanites; néanmoins, les Néphites avaient pris possession de toutes les parties nord du pays bordant le désert, à la source du fleuve Sidon, de l’est jusqu’à l’ouest, alentour du côté du désert; au nord, jusqu’à ce qu’ils arrivent au pays qu’ils appelaient Abondance.", "30 Et il touchait au pays qu’ils appelaient Désolation, celui-ci étant si loin du côté du nord qu’il entrait dans le pays qui avait été peuplé et avait été détruit, dont nous avons mentionné les ossements, qui fut découvert par le peuple de Zarahemla, car il était le lieu de leur premier débarquement.", "31 Et ils étaient venus de là et étaient montés dans le désert du sud. Ainsi, le pays situé du côté du nord était appelé Désolation, et le pays situé du côté du sud était appelé Abondance, car c’est le désert qui est rempli de toutes sortes d’animaux sauvages de toute espèce, dont une partie était venue du pays situé du côté du nord pour trouver de la nourriture.", "32 Et maintenant, la distance n’était que d’un jour et demi de voyage pour un Néphite, sur la ligne entre Abondance et le pays de Désolation, de l’est à la mer de l’ouest; et c’est ainsi que le pays de Néphi et le pays de Zarahemla étaient presque entourés d’eau, une étroite bande de terre existant entre le pays situé du côté du nord et le pays situé du côté du sud.", "33 Et il arriva que les Néphites avaient habité le pays d’Abondance, de l’est jusqu’à la mer de l’ouest, et ainsi, les Néphites, dans leur sagesse, avec leurs gardes et leurs armées, contenaient les Lamanites au sud, afin qu’ainsi, ils n’eussent plus de possessions au nord, afin qu’ils ne pussent envahir le pays situé du côté du nord.", "34 C’est pourquoi les Lamanites ne pouvaient pas avoir d’autres possessions que dans le pays de Néphi et dans le désert alentour. Or, c’était sagesse de la part des Néphites: comme les Lamanites étaient leurs ennemis, ils ne voulaient pas qu’ils les harcèlent de toutes parts, et ils le faisaient aussi pour avoir un pays où ils pourraient fuir selon leur désir.", "35 Et maintenant, moi, après avoir dit cela, je reviens au récit d’Ammon et d’Aaron, d’Omner et de Himni, et de leurs frères."], "Kiribati": ["Aaron e reireina taman Ramonaai aron Karikani Bwaai, Bwakan Atam, ao te babaire ni kabomwi rinanon Kristo—Te uea ma kaain batana ni kabane a bane n rairaki—E kabwarabwaraki aron te raure nako are i marenaia Nibwaite ao Reimwanaite. Uakaan ma 90–77I.K.", "1 Ao ngkanne, kioina bwa Amon e tabe n reireinia ana aomata Ramonaai ni katoa tai, ti na oki rikaaki nakon rongorongoia Aaron ma tarina; bwa i mwin are e kitana te aba are Matonaai ao e kairaki iroun te Tamnei nakon te aba are Nibwaai, nakon naba mwengan te uea are e uea iaon te aba ni kabane ma tiaki n te aba are Itimaera; ao bon ngaia taman Ramonaai.", "2 Ao e koro bukina bwa e nako n rin nakoina nako nanon ana bareti te uea, ma tarina, ao e bobaraaki i matan te uea man taku nakoina: Nooria, O te uea, ngaira tarin Amon, are ko kainaomata man te nne ni kaikain.", "3 Ao ngkai, O te uea, ngkana ko kamaiuira ao ti na bon riki bwa am toro. Ao te uea e taku nakoia: Teirake, bwa N na anganingkami maiumi, ao I aki tangiria bwa kam na riki bwa au toro; ma N na kairoroingkami bwa kam na anganai te ibuobuoki; bwa I a tia n rawawata n au iango ibukin te akoi ma korakoran ana taeka tarimi are Amon; ao I tangiria n ataa bukina bwa e aera ngkai e aki kitana Matonaai ma ngkami.", "4 Ao Aaron e taku nakon te uea: Nooria, e weteia Tamnein te Uea nakon te kawai teuana; e a tia n nako nakon te aba are Itimaera, n reireinia ana botanaomata Ramonaai.", "5 Ngkai te uea e taku nakoia: Teraa te bwai ae kam taku ni kaineti ma Tamnein te Uea? Nooria, aio te bwai ae tabetabe nanou iai.", "6 Ao i rarikina, teraa te bwai ae taku Amon ae kangai—Ngkana kam rairinanomi ao kam na kamaiuaki, ao ngkana kam aki rairinanomi, ao kam na teweaki nako n te kabanea ni bong.", "7 Ao Aaron e kaeka ma n taku nakoina: Ko kakoaua bwa iai te Atua? Ao e taku te uea: I ataia bwa Amwarakaite a taku bwa iai te Atua, ao I a tia ni kariaia bwa a na katei umwaia aika tabu, bwa aonga n ikotaki n taromauria. Ma ngkai ko taku bwa iai te Atua, nooria, N na kakoaua.", "8 Ao ngkai ngke Aaron e ongo aio, e kimwareirei nanona, ao e taku: Nooria, n aron ae ko maiu, O te uea, ao bon iai te Atua.", "9 Ao te uea e taku: Ao bon te Tamnei ae Korakora te Atua are e kairia ara bakatibu ni kaotinakoia man te aba are Ierutarem?", "10 Ao Aaron e taku nakoina: Eng, bon te Tamnei ae Korakora, ao e kariki bwaai ni kabane ake i karawa ao iaon te aba. Ko kakoaua aio?", "11 Ao e taku: Eng, I kakoaua bwa te Tamnei ae Korakora e kariki bwaai ni kabane, ao I tangiria bwa ko na tuangai bwaai aikai ni kabane, ao N na kakoauai am taeka.", "12 Ao e koro bukina bwa Aaron ngke e noria bwa te uea e na kakoauai ana taeka, ao e moanna man karikan Atam, ni wareware ni koroboki aika tabu nakon te uea—bwa e kanga te Atua ni karika te aomata n aron katotongana, ao bwa te Atua e anganna tua, ma ibukin riaoan te tua, ao e bwaka te aomata.", "13 Ao Aaron e kabwarabwara nakoina koroboki aika tabu man karikan Atam, ao e kawenea bwakan te aomata i matana, ma arona n rabwata ao te babaire ni kabomwi naba, are e katauraoaki ma ni moan te aonaba, rinanon Kristo, ibukiia ni kabane ake a kakoaua arana.", "14 Ao ibukina bwa te aomata e a tia ni bwaka bon akea te bwai ae kona ni karekea bon ibukina; ma marakin ao maten Kristo e karaoa te mwakuri ni kamaiu ibukin aia bure, i nanon te onimaki ao te rairannano ao a mwaiti riki; ao e urua ana kabaebae te mate, ao a na akea ana tokanikai te rua ni mate, ao kammarakin te mate e na kabwautaki ni kantaaningan te mimitong; ao Aaron e kabwarabwarai bwaai aikai ni kabane nakon te uea.", "15 Ao e koro bukina bwa i mwin Aaron ngke e kabwarabwarai bwaai aikai nakoina, ao e taku te uea: Teraa ae N na karaoia bwa e aonga n reke irou te maiu ae akea tokina are ko a tia n taekinna? Eng, teraa ae N na karaoia bwa I aonga ni manga bungiaki iroun te Atua, bwa e na koutaki nako te tamnei ae buakaka aei inanou, ao ma ni butimwaea Tamneina, bwa I aonga n onrake n te kimwareirei, bwa I aonga n aki teweaki nako n te kabanea ni bong? Nooria, e taku, N na anganako au bwai ni kabane, eng, N na mwanuokina ueau, bwa I aonga ni karekea te kimwareirei ae korakora aio.", "16 Ma Aaron e taku nakoina: Ngkana ko tangira te bwai aei, Ngkana ko kukurei ni bobaraaki i matan te Atua, eng, ngkana ko rairananom man am bure ni kabane, ma ni bobaraaki i matan te Atua, ma ni wetea arana n te onimaki, ni kakoaua bwa ko na karekea, ao ngkanne ko na karekea te kantaninga are ko tangiria.", "17 Ao e koro bukina bwa ngke e taekin taeka aikai Aaron, ao te uea e bobaraaki i matan te Uea, i aon bubuan waena; eng, ao e bon wene n tangaina i aontano, ao ma n tang ni kakorakora, ni kangai:", "18 O Te Atua, e a tia Aaron n tuangai bwa iai te Atua; ao ngkana iai te Atua, ao ngkana ngkoe te Atua, ko kona ni kaotiko nakoiu, bwa I aonga n anganako au bure ni kabane bwa I aonga n ataiko, bwa I aonga ni kateirakeaki man te mate, ma ni kamaiuaki n te kabanea ni bong. Ao ngkai ngke e a tia te uea n taekin taeka akekei, ao e bon rotaki naba n aron ae aongkoa e mate.", "19 Ao e koro bukina bwa ana toro a biri n tuanga te uea n aine bwaai ni kabane ake a tia n riki nakon te uea. Ao e roko nakon te uea; ao ngke e nooria bwa e wene n aron ae mate, ma Aaron are e tei ma tarina are a taraa n ae ngaia bukin bwakana, e bon un irouia, ao e tua bwa ana toro, ke ana toro te uea, a na anaia man tiringia.", "20 Ngkai taian toro a bon noora bukin bwakan te uea, ngaia are a bon aki kan katokai baia iaon Aaron ma tarina; ao a bubutia te uea n aine ni kangai: E aera ngkai ko tua bwa ti na tiringia mwaane aikai, bwa nooria ti temanna mai i buakoia e bon korakora riki nakoira ni kabane? Ngaia are ti na bon bwaka i mataia.", "21 Ngkai te uea n aine ngke e noora maakuia ana toro ao e a bon korakora naba maakuna, bwa mwiina iai te bwai ae buakaka ae e na bwakaraki iai. Ao e tuangiia ana toro bwa a na nako ni weteia aomata, bwa a na tiringa Aaron ma tarina.", "22 Ngkai Aaron ngke e noora nanomatoan te uea n aine, e ataa naba matoatoan nanoia aomata, ao e maaku bwa mwiina a ikotaki te mwaiti n aomata ao e na riki te kauntaeka ae korakora ma te kakiriwe i marenaia; ngaia are e arora baina ma ni kateirakea te uea mai aontano, man taku nakoina: Teirake. Ao e tei iaon waena, ma ni karekea marurungina.", "23 Ao aio are e a karaoaki i matan te uea n aine ma toro aika a mwaiti. Ao ngke a noora aio ao e bon korakora miimiia, ao a moanna ni maaku. Ao te uea e tei i mataia, man reirei nakoia. Ao e bon reirei nakoia, n te aro are kaain batana ni kabane a bon rairaki nakon te Uea.", "24 Ngkai bon iai te mwaiti n aomata ake a ikotaki i mwin are e tua te uea n aine, ao e a moanaki te ngurengure ae bati i marenaia ibukin Aaron ma tarina.", "25 Ma te uea e tei i buakoia man reirei nakoia. Ao a marau nanoia nakon Aaron ma ake a raonna.", "26 Ao e koro bukina bwa te uea ngke e nooria bwa a rau nanoia ana aomata, ao e kariaia bwa Aaron ma tarina a na tei i buakon te mwaiti n aomata arei, ao bwa a na kabwarabwara n te taeka nakoia.", "27 Ao e koro bukina bwa te uea e kanakoa te katanoata ni kabuta te aba, i buakoia ana botanaomata ake a mena i abana ni kabane, ake a mena n taabo ake a uakaan, are e iaontia nako taari, i mainiku ao i maiaki, are e kamaenakoaki man te aba are Taraemera n te mwakoro n rereua ae wariki, are e biri mai taari mainiku nakon taari maeao, ni katobibia tian mataniwin te bike, ao tian te rereua are e mena i meang i rarikin te aba are Taraemera, rinanon tian Maentaai, i rarikin oin te karanga are Tiran, ni biri mai mainiku nako maeao—ao ikanne are e maenako iai Reimwanaite ma Nibwaite.", "28 Ngkai, Reimwanaite ake a korakora taningarotia a maeka n te rereua, ma ni mena n umwanrianna; ao a kabutaa nanon te rereua i maeaona, n te aba are Nibwaai; eng, ao i maeaon naba te aba are Taraemera, n te tia i rarikin mataniwin te bike, ao i maeao n te aba are Nibwaai, n te tabo are aia moan tabo ni bwaibwai aia bakatibu ao are e bon tia i mataniwin te bike.", "29 Ao a bon mwaiti naba Reimwanaite i mainiku i rarikin mataniwin te bike, ike a kakioaki nako iai irouia Nibwaite. Ao ngaia are a kuri ni katobibiaki Nibwaite irouia Reimwanaite; ma e ngae n anne ao Nibwaite a bon bwaini aba ni kabane ake i meang ake a toki tiaia iai n te rereua, n oin te karanga are Tiran, mai mainiku nako maeao, ni kaitaraa rarikin te rereua; i meang, ni karokoa ae a roko n te aba are aranna bwa te Aba ni Mari.", "30 Ao e toki tiana n te aba are arana te Aba ni Kamaroa, are e bon rang raroa nako meang n te aro are e roko n te aba are e a tia ni kainaki ao e a tia naba ni kamaunaki, are bon riia ake ti a tia n taekin, are a kuneaki irouia kaain Taraemera, bwa bon ngaia te moan tabo are a waerake iai.", "31 Ao a roko mai ikekei nakon te rereua are i maiaki. Ngaia are te aba are e nako meang e aranaki bwa te Aba ni Kamaroa, ao te aba are nako maiaki e aranaki bwa te Aba ni Mari, kioina ngkai bon te rereua ae onrake n aekaia maan nako ake a kakang, ake tabeua mai i buakoia a roko mai meang ni kakaea kanaia.", "32 Ao ngkai, bon ti te bongina ma teiterana maanin te Nibwaite ni mwananga, man tian te Aba ni Mari man te Aba ni Kamaroa, mai mainiku nako taari maeao; are ngaia are te aba are Nibwaai ao te aba are Taraemera a bon kuri n otabwaniniaki ni kabane n te ran, ao bon iai te tabo ae e kuri n otabwaniniaki n te ran i marenan te aba nako meang ao te aba nako maiaki.", "33 Ao e koro bukina bwa Nibwaite a kaaina te aba are te Aba ni Mari, mai mainiku nako taari maeao, ao ngaia are Nibwaite ni wanawanaia, ma aia tautia ma taanga ni buaka, a kabaeiia Reimwanaite i maiaki, bwa aonga n aki manga taua meang, n te aro are a na taua te aba nako meang.", "34 Ngaia are aikoa abaaba Reimwanaite i meang ma ti n te aba are Nibwaai, ao n te rereua ni katobibia. Ao aio ae a wanawana iai Nibwaite—kioina ngkai bon aia kairiribai Reimwanaite, ao a na aki karawawataki n iteraia nako, ao bwa e aonga naba n iai abaia are a na biri nako iai, n aron nanoia.", "35 Ao ngkai ngai, i mwin taekinan aio, N na okira rongorongon Amon ao Aaron, Aomna, ao Imnaai, ao tariia."]}