{"English": ["Enos prays mightily and gains a remission of his sins—The voice of the Lord comes into his mind, promising salvation for the Lamanites in a future day—The Nephites sought to reclaim the Lamanites—Enos rejoices in his Redeemer. About 420B.C.", "1 Behold, it came to pass that I, Enos, knowing my father that he was a just man—for he taught me in his language, and also in the nurture and admonition of the Lord—and blessed be the name of my God for it—", "2 And I will tell you of the wrestle which I had before God, before I received a remission of my sins.", "3 Behold, I went to hunt beasts in the forests; and the words which I had often heard my father speak concerning eternal life, and the joy of the saints, sunk deep into my heart.", "4 And my soul hungered; and I kneeled down before my Maker, and I cried unto him in mighty prayer and supplication for mine own soul; and all the day long did I cry unto him; yea, and when the night came I did still raise my voice high that it reached the heavens.", "5 And there came a voice unto me, saying: Enos, thy sins are forgiven thee, and thou shalt be blessed.", "6 And I, Enos, knew that God could not lie; wherefore, my guilt was swept away.", "7 And I said: Lord, how is it done?", "8 And he said unto me: Because of thy faith in Christ, whom thou hast never before heard nor seen. And many years pass away before he shall manifest himself in the flesh; wherefore, go to, thy faith hath made thee whole.", "9 Now, it came to pass that when I had heard these words I began to feel a desire for the welfare of my brethren, the Nephites; wherefore, I did pour out my whole soul unto God for them.", "10 And while I was thus struggling in the spirit, behold, the voice of the Lord came into my mind again, saying: I will visit thy brethren according to their diligence in keeping my commandments. I have given unto them this land, and it is a holy land; and I curse it not save it be for the cause of iniquity; wherefore, I will visit thy brethren according as I have said; and their transgressions will I bring down with sorrow upon their own heads.", "11 And after I, Enos, had heard these words, my faith began to be unshaken in the Lord; and I prayed unto him with many long strugglings for my brethren, the Lamanites.", "12 And it came to pass that after I had prayed and labored with all diligence, the Lord said unto me: I will grant unto thee according to thy desires, because of thy faith.", "13 And now behold, this was the desire which I desired of him—that if it should so be, that my people, the Nephites, should fall into transgression, and by any means be destroyed, and the Lamanites should not be destroyed, that the Lord God would preserve a record of my people, the Nephites; even if it so be by the power of his holy arm, that it might be brought forth at some future day unto the Lamanites, that, perhaps, they might be brought unto salvation—", "14 For at the present our strugglings were vain in restoring them to the true faith. And they swore in their wrath that, if it were possible, they would destroy our records and us, and also all the traditions of our fathers.", "15 Wherefore, I knowing that the Lord God was able to preserve our records, I cried unto him continually, for he had said unto me: Whatsoever thing ye shall ask in faith, believing that ye shall receive in the name of Christ, ye shall receive it.", "16 And I had faith, and I did cry unto God that he would preserve the records; and he covenanted with me that he would bring them forth unto the Lamanites in his own due time.", "17 And I, Enos, knew it would be according to the covenant which he had made; wherefore my soul did rest.", "18 And the Lord said unto me: Thy fathers have also required of me this thing; and it shall be done unto them according to their faith; for their faith was like unto thine.", "19 And now it came to pass that I, Enos, went about among the people of Nephi, prophesying of things to come, and testifying of the things which I had heard and seen.", "20 And I bear record that the people of Nephi did seek diligently to restore the Lamanites unto the true faith in God. But our labors were vain; their hatred was fixed, and they were led by their evil nature that they became wild, and ferocious, and a blood-thirsty people, full of idolatry and filthiness; feeding upon beasts of prey; dwelling in tents, and wandering about in the wilderness with a short skin girdle about their loins and their heads shaven; and their skill was in the bow, and in the cimeter, and the ax. And many of them did eat nothing save it was raw meat; and they were continually seeking to destroy us.", "21 And it came to pass that the people of Nephi did till the land, and raise all manner of grain, and of fruit, and flocks of herds, and flocks of all manner of cattle of every kind, and goats, and wild goats, and also many horses.", "22 And there were exceedingly many prophets among us. And the people were a stiffnecked people, hard to understand.", "23 And there was nothing save it was exceeding harshness, preaching and prophesying of wars, and contentions, and destructions, and continually reminding them of death, and the duration of eternity, and the judgments and the power of God, and all these things—stirring them up continually to keep them in the fear of the Lord. I say there was nothing short of these things, and exceedingly great plainness of speech, would keep them from going down speedily to destruction. And after this manner do I write concerning them.", "24 And I saw wars between the Nephites and Lamanites in the course of my days.", "25 And it came to pass that I began to be old, and an hundred and seventy and nine years had passed away from the time that our father Lehi left Jerusalem.", "26 And I saw that I must soon go down to my grave, having been wrought upon by the power of God that I must preach and prophesy unto this people, and declare the word according to the truth which is in Christ. And I have declared it in all my days, and have rejoiced in it above that of the world.", "27 And I soon go to the place of my rest, which is with my Redeemer; for I know that in him I shall rest. And I rejoice in the day when my mortal shall put on immortality, and shall stand before him; then shall I see his face with pleasure, and he will say unto me: Come unto me, ye blessed, there is a place prepared for you in the mansions of my Father. Amen."], "Español": ["Enós ora con potente oración y logra el perdón de sus pecados— La voz del Señor penetra su mente, y le promete salvación para los lamanitas en un día futuro— Los nefitas procuran restaurar a los lamanitas— Enós se regocija en su Redentor. Aproximadamente 420a.C.", "1 He aquí, aconteció que yo, Enós, sabía que mi padre era un varón justo, pues me instruyó en su idioma y también me crio en disciplina y amonestación del Señor —y bendito sea el nombre de mi Dios por ello—", "2 y os diré de la lucha que tuve ante Dios, antes de recibir la remisión de mis pecados.", "3 He aquí, salí a cazar bestias en los bosques; y las palabras que frecuentemente había oído a mi padre hablar, en cuanto a la vida eterna y el gozo de los santos, penetraron mi corazón profundamente.", "4 Y mi alma tuvo hambre; y me arrodillé ante mi Hacedor, y clamé a él con potente oración y súplica por mi propia alma; y clamé a él todo el día; sí, y cuando anocheció, aún elevaba mi voz en alto hasta que llegó a los cielos.", "5 Y vino a mí una voz, diciendo: Enós, tus pecados te son perdonados, y serás bendecido.", "6 Y yo, Enós, sabía que Dios no podía mentir; por tanto, mi culpa fue expurgada.", "7 Y dije yo: Señor, ¿cómo se lleva esto a efecto?", "8 Y él me dijo: Por tu fe en Cristo, a quien nunca jamás has oído ni visto. Y pasarán muchos años antes que él se manifieste en la carne; por tanto, ve, tu fe te ha salvado.", "9 Ahora bien, sucedió que cuando hube oído estas palabras, empecé a anhelar el bienestar de mis hermanos los nefitas; por tanto, derramé toda mi alma a Dios por ellos.", "10 Y mientras así me hallaba luchando en el espíritu, he aquí, la voz del Señor de nuevo penetró mi mente, diciendo: Visitaré a tus hermanos según su diligencia en guardar mis mandamientos. Les he dado esta tierra, y es una tierra santa; y no la maldigo sino por causa de iniquidad. Por tanto, visitaré a tus hermanos según lo que he dicho; y sus transgresiones haré bajar con dolor sobre su propia cabeza.", "11 Y después que yo, Enós, hube oído estas palabras, mi fe en el Señor empezó a ser inquebrantable; y oré a él con mucho y prolongado ahínco por mis hermanos, los lamanitas.", "12 Y aconteció que después que hube orado y me hube afanado con toda diligencia, me dijo el Señor: Por tu fe, te concederé conforme a tus deseos.", "13 Y ahora bien, he aquí, este era el deseo que anhelaba de él: Que si acaso mi pueblo, el pueblo nefita, cayera en transgresión, y fuera de algún modo destruido, y los lamanitas no lo fueran, que el Señor Dios preservara una historia de mi pueblo, los nefitas, aun cuando fuera por el poder de su santo brazo, para que algún día futuro fuera llevada a los lamanitas, para que tal vez fueran conducidos a la salvación;", "14 porque por ahora nuestros esfuerzos para restaurarlos a la verdadera fe han sido en vano. Y juraron en su ira que, de ser posible, destruirían nuestros anales junto con nosotros, y también todas las tradiciones de nuestros padres.", "15 Por tanto, sabiendo yo que el Señor Dios podía preservar nuestros anales, le suplicaba continuamente, pues él me había dicho: Cualquier cosa que pidas con fe, creyendo que recibirás en el nombre de Cristo, la obtendrás.", "16 Y yo tenía fe, y le imploré al Señor que preservara los anales; e hizo convenio conmigo de que los haría llegar a los lamanitas en el propio y debido tiempo de él.", "17 Y yo, Enós, sabía que se haría según el convenio que él había hecho; por tanto, mi alma quedó tranquila.", "18 Y me dijo el Señor: Tus padres también me han solicitado esto; y les será concedido según su fe; porque su fe fue semejante a la tuya.", "19 Y sucedió que yo, Enós, anduve entre el pueblo de Nefi, profetizando de cosas venideras y dando testimonio de las cosas que yo había oído y visto.", "20 Y testifico que el pueblo de Nefi procuró diligentemente restaurar a los lamanitas a la verdadera fe en Dios. Pero nuestros esfuerzos fueron en vano, pues su odio era implacable, y se dejaron llevar de su mala naturaleza, por lo que se hicieron salvajes y feroces, y una gente sanguinaria, llena de idolatría e inmundicia, alimentándose de animales de rapiña, viviendo en tiendas y andando errantes por el desierto, con una faja corta de piel alrededor de los lomos, y con la cabeza afeitada; y su destreza se hallaba en el arco, en la cimitarra y en el hacha. Y muchos de ellos no comían más que carne cruda; y de continuo trataban de destruirnos.", "21 Y aconteció que el pueblo de Nefi cultivó la tierra, y produjo toda clase de granos y de frutos, y crio rebaños de reses, y manadas de toda clase de ganado, y cabras y cabras monteses, y también muchos caballos.", "22 Y hubo muchísimos profetas entre nosotros; y la gente era obstinada y dura de entendimiento.", "23 Y no había nada, salvo un extremado rigor, predicación y profecías de guerras y contiendas y destrucciones, y recordándoles continuamente la muerte, y la duración de la eternidad, y los juicios y poder de Dios, y todas estas cosas, agitándolos constantemente para mantenerlos en el temor del Señor. Y digo que nada, salvo estas cosas y mucha claridad en el habla, podría evitar que se precipitaran rápidamente a la destrucción. Y de esta manera es como escribo acerca de ellos.", "24 Y vi guerras entre los nefitas y los lamanitas en el curso de mis días.", "25 Y sucedió que empecé a envejecer; y ya habían transcurrido ciento setenta y nueve años desde el tiempo en que nuestro padre Lehi salió de Jerusalén.", "26 Y vi que pronto tendría que descender a mi sepultura, habiendo sido influido por el poder de Dios a predicar y a profetizar a este pueblo y declarar la palabra según la verdad que está en Cristo; y la he declarado todos mis días, y en ello me he regocijado más que en lo del mundo.", "27 Y pronto iré al lugar de mi reposo, que es con mi Redentor, porque sé que en él reposaré. Y me regocijo en el día en que mi ser mortal se vestirá de inmortalidad, y estaré delante de él; entonces veré su faz con placer, y él me dirá: Ven a mí, tú, que bendito eres; hay un lugar preparado para ti en las mansiones de mi Padre. Amén."], "Français": ["Énos prie avec ferveur et obtient le pardon de ses péchés— La voix du Seigneur parvient à son esprit, promettant le salut pour les Lamanites à une époque future— Les Néphites cherchent à ramener les Lamanites— Énos se réjouit de son Rédempteur. Vers 420av.J.-C.", "1 Voici, il arriva que moi, Énos, sachant que mon père était un juste— car il m’instruisit dans sa langue, et aussi en me corrigeant et en m’avertissant selon le Seigneur— et béni soit le nom de mon Dieu pour cela—", "2 et je vais vous parler de la lutte que je soutins devant Dieu, avant de recevoir le pardon de mes péchés.", "3 Voici, j’allai chasser des bêtes dans les forêts; et les paroles que j’avais souvent entendu mon père dire concernant la vie éternelle et la joie des saints pénétraient profondément mon cœur.", "4 Et mon âme était affamée; et je m’agenouillai devant mon Créateur et je criai vers lui en une prière et une supplication ferventes pour mon âme; et je criai vers lui toute la journée; oui, et lorsque vint la nuit, j’élevais toujours très haut la voix, de sorte qu’elle atteignit les cieux.", "5 Et une voix me parvint, disant: Énos, tes péchés te sont pardonnés, et tu seras béni.", "6 Et moi, Énos, je savais que Dieu ne pouvait mentir; c’est pourquoi, ma culpabilité était balayée.", "7 Et je dis: Seigneur, comment cela se fait-il?", "8 Et il me dit: À cause de ta foi au Christ, que tu n’as encore jamais entendu ni vu. Et beaucoup d’années passeront avant qu’il ne se manifeste dans la chair; c’est pourquoi, va, ta foi t’a purifié.", "9 Or, il arriva que lorsque j’eus entendu ces paroles, je commençai à éprouver du désir pour le bien-être de mes frères, les Néphites; c’est pourquoi je déversai mon âme tout entière à Dieu pour eux.", "10 Et pendant que je luttais ainsi spirituellement, voici, la voix du Seigneur parvint encore à mon esprit, disant: J’interviendrai à l’égard de tes frères selon leur diligence à garder mes commandements. Je leur ai donné cette terre, et c’est une terre sainte; et je ne la maudis pas, sauf pour cause d’iniquité; c’est pourquoi j’interviendrai à l’égard de tes frères selon ce que j’ai dit; et leurs transgressions, je les ferai retomber avec de la tristesse sur leur propre tête.", "11 Et lorsque moi, Énos, j’eus entendu ces paroles, ma foi au Seigneur commença à être inébranlable; et je le priai avec beaucoup de longues luttes pour mes frères, les Lamanites.", "12 Et il arriva que lorsque j’eus prié et travaillé en toute diligence, le Seigneur me dit: Je vais t’accorder selon ton désir, à cause de ta foi.", "13 Et alors, voici ce que je désirais de lui: que si mon peuple, les Néphites, tombait en transgression et était détruit d’une quelconque manière et que les Lamanites ne fussent pas détruits, que le Seigneur Dieu préservât des annales de mon peuple, les Néphites; même si ce devait être par la puissance de son saint bras, qu’elles pussent être apportées un jour futur aux Lamanites, afin qu’ils fussent peut-être amenés au salut:", "14 car, en ce moment, nos efforts pour les ramener à la vraie foi étaient vains. Et ils juraient dans leur colère que, si c’était possible, ils nous détruiraient, nos annales et nous, et aussi toutes les traditions de nos pères.", "15 C’est pourquoi, sachant que le Seigneur Dieu était capable de préserver nos annales, je criai vers lui continuellement, car il m’avait dit: Tout ce que tu demanderas avec foi, croyant que tu le recevras au nom du Christ, tu le recevras.", "16 Et j’avais la foi, et je criai à Dieu pour qu’il préservât les annales; et il fit alliance avec moi qu’il les apporterait aux Lamanites lorsqu’il le jugerait bon.", "17 Et moi, Énos, je sus qu’il en serait selon l’alliance qu’il avait faite; c’est pourquoi mon âme s’apaisa.", "18 Et le Seigneur me dit: Tes pères ont aussi requis cela de moi; et il leur sera fait selon leur foi, car leur foi était semblable à la tienne.", "19 Et alors il arriva que moi, Énos, j’allai parmi le peuple de Néphi, prophétisant concernant les choses à venir et témoignant des choses que j’avais entendues et vues.", "20 Et je rends témoignage que le peuple de Néphi chercha diligemment à ramener les Lamanites à la vraie foi en Dieu. Mais nos efforts furent vains; leur haine était irréductible, et ils étaient conduits par leur nature mauvaise, de sorte qu’ils devinrent sauvages, et féroces, et un peuple sanguinaire, plein d’idolâtrie et de souillure, se nourrissant de bêtes de proie, demeurant sous des tentes, et errant çà et là dans le désert avec une courte ceinture de peau autour des reins et la tête rasée; et leur adresse était dans l’arc, et dans le cimeterre, et la hache. Et beaucoup d’entre eux ne mangeaient que de la viande crue; et ils cherchaient continuellement à nous détruire.", "21 Et il arriva que le peuple de Néphi laboura la terre, et cultiva toutes sortes de grains, et de fruits, et éleva de nombreux troupeaux, et des troupeaux de toutes sortes de bétail de toute espèce, et des chèvres, et des chèvres sauvages, et aussi beaucoup de chevaux.", "22 Et il y avait un nombre extrêmement grand de prophètes parmi nous. Et le peuple était un peuple au cou roide, dur d’entendement.", "23 Et il n’y avait rien, sinon une extrême sévérité, et la prédication et la prédiction de guerres, et de querelles, et de destructions, et de leur rappeler continuellement la mort, et la durée de l’éternité, et les jugements et le pouvoir de Dieu, et toutes ces choses— les aiguillonner continuellement pour les garder dans la crainte du Seigneur— je dis qu’il n’y avait rien moins que ces choses, et des paroles d’une extrême clarté, qui pût les empêcher de déchoir rapidement vers la destruction. Et c’est de la sorte que j’écris à leur sujet.", "24 Et j’ai vu dans le cours de ma vie des guerres entre les Néphites et les Lamanites.", "25 Et il arriva que je commençai à être vieux, et cent soixante-dix-neuf ans étaient passés depuis le moment où notre père Léhi avait quitté Jérusalem.", "26 Et je vis que j’allais bientôt descendre dans la tombe, ayant été poussé par le pouvoir de Dieu à prêcher et à prophétiser à ce peuple, et à annoncer la parole, selon la vérité qui est dans le Christ. Et je l’ai annoncée toute ma vie, et je m’en suis réjoui plus que de toute autre chose au monde.", "27 Et je vais bientôt à mon lieu de repos, qui est avec mon Rédempteur; car je sais qu’en lui j’aurai le repos. Et je me réjouis en pensant au jour où mon corps mortel revêtira l’immortalité et se tiendra devant lui; alors je verrai sa face avec plaisir, et il me dira: Viens à moi, béni, il y a une place préparée pour toi dans les demeures de mon Père. Amen."], "Kiribati": ["E kakorakora Enoti n tataro ao e a karekea kamaunan ana bure—E roko bwanaan te Uea i nanon ana kaantaninga, ni berita bwa e na reke te kamaiuaki nakoia Reimwanaite ni boong aika a na roko—A kataia Nibwaite ni kaokia rikaaki Reimwanaite—E kimwareirei Enoti i nanon ana Tia Kaboa. Uakaan ma te ririki ae 420I.K.", "1 Taraia, e koro bukina bwa Ngai ae Enoti, I ataia bwa tamau bon te aomata ae motiraoi—bwa e a tia n reireinai n aron ana taeka, ao n aron naba kawain te Uea—ao e na kakabwaiaki aran te Atua ibukin aio—", "2 Ao N na tuangkami taekan te kaangaanga are I kaaitara iai ma te Atua, i mwaain reken kamaunan au bure.", "3 Taraia, I mwananga nako buakonikai bwa N na kaeman; ao e a rin inanou taian taeka ake I aki toki n ongo mai iroun tamau ake e taetaekina iai te maiu ae akea tokina, ma te kimwareirei are e reke irouia aomata aika itiaki.", "4 Ao e baki tamneiu ni kan ongo taekan bwaai aikai; ao I katorobubua imatan te Tia Karikai, ao I wewete nakoina i nanon te tataro ma nanou ni kabane ao ni bubuti ibukin tamneiu; ao e bwanin au bong ni wewete nakoina; eng, ao ngke e a bong ao I a kabaibati riki bwanaau ni wewete ao e roota karawa.", "5 Ao e a roko te bwanaa nakoiu ni kangai: Enoti, a na kabwaraki am bure, ao ko na kakabwaiaki.", "6 Ao Ngai ae Enoti, I ataia bwa e aki kona ni kewe te Atua; mangaia ae a mauna namakinan te bure mai irou.", "7 Ao I taku nakon te Uea, e kanga ni karaoaki aio?", "8 Ao E taku nakoiu: E kona ni karaoaki ibukin korakoran am onimaki iroun Kristo, ae ko tuai n ongo taekana ke n nooria. Ao a na mwaiti ririki aika a na roko i mwaain ae e kaoti n rabwata nakon te aonaba; mangaia ae toua nako kawaim, e kamaiuko am onimaki.", "9 Ngkai e koro bukina bwa ngke I ongo taeka aikai ao e roko irou te nano ni kan karekea mweraoia tariu aika Nibwaite; mangaia are I a tataro nakon te Atua ma tamneiu ni kabane ibukiia.", "10 I nanon taben tamneiu ni karaoa aio, ao taraia, e a roko bwanaan te Uea inanou ni kangai: N na kawaria tarim n aron korakoran aia kakaonimaki ni kaawakin au tua. I a tia n anganiia te aba aio, ae te aba ae tabu; ao N na aki karekea kain te aba ma ti ngkana a karaoa te bure aomata ake a maeka iaona; mangaia ae N na kawaria tarim n aron are I a tia n taekinna; ao N na katuaeia n aron riaoan tua ake a karaoi.", "11 Ao ngke I a tia, Ngai ae Enoti, n ongo bwaai aikai ao e a rikirake korakoran au onimaki iroun te Uea; ao I a kakorakorai n tataro nakoina ibukiia tariu aika Reimwanaite.", "12 Ao e koro bukina bwa ngke I a tia n tataro ma ni beku ma te botumwaaka ae korakora, ao e taku te Uea nakoiu: N a anganiko te bwai ae ko butiai, ibukin korakoran am onimaki.", "13 Ao taraia, aio te bwai are I tangiria bwa e na karaoia—bwa ngkana arona bwa a bwaka n riaon te tua au botanaomata aika Nibwaite, ao a bane ni mate, ao a aki mate Reimwanaite, ao e na kaawakin aia rongorongo au botanaomata, aika Nibwaite, te Uea ae te Atua; ngkana e reke ni mwaakan baina ae tabu, bwa e aonga ni kona ni manga kaokaki ni boong aika a na roko nakoia Reimwanaite, bwa aonga ni kamaiuaki iai, ngkana e riai—", "14 Bwa n te tai aio ao a bane korakorara ma ti aki kona ni kaokiia nakon te aro ae koaua. Ao a tuea ma unin nanoia, bwa ngkana a kona ao a na tiringira ao a na kamaunai ara rongorongo, ao aia katei ni kabane ara bakatibu.", "15 Mangaia ae ngkai I ataia bwa e kona te Uea ae te Atua ni kaawakin ara rongorongo, ao I teimatoa n tataro nakoina, bwa e a tia n taku nakoiu: Bwaai ni kabane ake ko bubuti ma te onimaki, ma ni kakoaua bwa e na reke iroum n aran Kristo, ao a na reke nakoim.", "16 Ao iai te onimaki irou, ao I tataro nakon te Atua bwa e na kaawakin taian rongorongo, ao e karaoa te berita ae tabu nakoiu bwa e na kaoti nakoia Reimwanaite n te tai are boraoi ma nanona.", "17 Ao Ngai ae Enoti, I ataia bwa e riki n aron are e taku n ana berita ae tabu; mangaia ae e a rau tamneiu.", "18 Ao e taku te Uea nakoiu: A tia naba am bakatibu ni butiai bwa N na karaoa aio; ao e kakoroaki bukina nakoia ni kaineti ma aia onimaki; bwa titebo aia onimaki ma am onimaki.", "19 Ao ngkai e koro bukina bwa Ngai ae Enoti, I a mwaamwananga i buakoia ana botanaomata Nibwaai, n taetae ni burabetin bwaai aika a na riki, n tataekin bwaai ake I a tia n noori man ongo taekaia.", "20 Ao I kakoaua bwa a kataia ma nanoia ni kabane ana botanaomata Nibwaai ni kaokia Reimwanaite nakon ana onimaki ni koaua te Atua. Ma akea uaan ara mwakuri; bwa e teimatoa aia kairiribai, ao a kairaki n anuaia ae buakaka n te aro are a riki ni moaanti, ma n unun, ma n riki bwa aomata aika a tangira te tiriaomata, ma n on n te tabunea ao te kammaira; ni kang maan aika kaakang; ni maeka i nanon taian umwanrianna, man tiotio nako i nanon te rereua ma karaban mwaaia ae kimototo ao ni iman atuuia; ao a korakora rabakauia ni kabongana te kai ni katebe, ma te kabaang ae bwaoua, ma te tanai. Ao a mwaiti i buakoia aika akea kanaia ma ti te iriko maiu ae oraora; ao a teimatoa ni kataia n tiringira.", "21 Ao e koro bukina bwa ana botanaomata Nibwaai a ribana te aba, ao a uniki aekan wiita, ma uaanikai, ma ni kaawakin nanai ni man aika a kakaokoro, ma aekan nanai ni kao aika kakaokoro, ma kooti, ma kooti aika a moaanti, ao taian aoti aika a mwaiti.", "22 Ao a mwaiti taian burabeti i buakora. Ao a kamoamoa te botanaomata, man kangaanga bwa a na oota.", "23 Ao aron kauringakia bwa aonga n teimatoa ni maaka te Uea bon te kankamatoa n taetae, te kabwarabwara ma te taetae ni burabeti n taekan taian buaka, ma itabaraara, ma te kamaunaki, ma ni kauringia taekan te mate, ma maanin te tai are akea tokina, ma ana moti ao mwaakan te Atua, n aron aikai ni kabane—ni kaumakiia n taai nako ni kateimatoaia bwa a na maaka te Uea. I tuangingkami bwa bon ti bwaai aikai, ma te kabwarabwara ae maataata, are a tuka bwakaia nakon waekoan reken mateia. Ao aikai aron taekaia aika I a tia ni koroi.", "24 Ao I noori taian bubuaka imarenaia Nibwaite ma Reimwanaite i nanon au bong ni maiu.", "25 Ao e koro bukina bwa e a roko iroun Ramonaai te kara, ao ai tebubua itibwi ma ruaiwa te ririki iwmiin kitanan Ierutarem iroun tamara are Riaai.", "26 Ao I nooria bwa e a kan au tai n nako nanon te rua ni mate, ao I a tia n niniaki ni mwaakan te Atua bwa N na kabwarabwara ma n taetae ni burabeti nakoia te botanaomata aio ao n taetaekina te taeka n aron te koaua are reke mai iroun Kristo. Ao I a tia n taetaekin ni kabane i nanon bongin maiu, ao I kimwareirei iai n riao riki nakon bwain te aonaba.", "27 Ao N nang nako nakon nneu ni motirawa are N na maeka iai ma au Tia Kaboai; bwa I ataia bwa N na motirawa irouna. Ao N na kimwareirei n te bong are e na riki iai rabwatau ae maamate bwa te rabwata ae aki maamate, ao e na tei imatana; ao N na kona ngkanne n itaramata mangaia ma te kukurei, ao e na kangai nakoiu: Nako mai nakoiu, ngkoe ae ko kakabwaiaki, iai nnem are e a tia ni katauraoaki n ana nne ni maeka Tamau. Amen."]}