{"English": ["Orihah reigns in righteousness—Amid usurpation and strife, the rival kingdoms of Shule and Cohor are set up—Prophets condemn the wickedness and idolatry of the people, who then repent.", "1 And it came to pass that Orihah did execute judgment upon the land in righteousness all his days, whose days were exceedingly many.", "2 And he begat sons and daughters; yea, he begat thirty and one, among whom were twenty and three sons.", "3 And it came to pass that he also begat Kib in his old age. And it came to pass that Kib reigned in his stead; and Kib begat Corihor.", "4 And when Corihor was thirty and two years old he rebelled against his father, and went over and dwelt in the land of Nehor; and he begat sons and daughters, and they became exceedingly fair; wherefore Corihor drew away many people after him.", "5 And when he had gathered together an army he came up unto the land of Moron where the king dwelt, and took him captive, which brought to pass the saying of the brother of Jared that they would be brought into captivity.", "6 Now the land of Moron, where the king dwelt, was near the land which is called Desolation by the Nephites.", "7 And it came to pass that Kib dwelt in captivity, and his people under Corihor his son, until he became exceedingly old; nevertheless Kib begat Shule in his old age, while he was yet in captivity.", "8 And it came to pass that Shule was angry with his brother; and Shule waxed strong, and became mighty as to the strength of a man; and he was also mighty in judgment.", "9 Wherefore, he came to the hill Ephraim, and he did molten out of the hill, and made swords out of steel for those whom he had drawn away with him; and after he had armed them with swords he returned to the city Nehor, and gave battle unto his brother Corihor, by which means he obtained the kingdom and restored it unto his father Kib.", "10 And now because of the thing which Shule had done, his father bestowed upon him the kingdom; therefore he began to reign in the stead of his father.", "11 And it came to pass that he did execute judgment in righteousness; and he did spread his kingdom upon all the face of the land, for the people had become exceedingly numerous.", "12 And it came to pass that Shule also begat many sons and daughters.", "13 And Corihor repented of the many evils which he had done; wherefore Shule gave him power in his kingdom.", "14 And it came to pass that Corihor had many sons and daughters. And among the sons of Corihor there was one whose name was Noah.", "15 And it came to pass that Noah rebelled against Shule, the king, and also his father Corihor, and drew away Cohor his brother, and also all his brethren and many of the people.", "16 And he gave battle unto Shule, the king, in which he did obtain the land of their first inheritance; and he became a king over that part of the land.", "17 And it came to pass that he gave battle again unto Shule, the king; and he took Shule, the king, and carried him away captive into Moron.", "18 And it came to pass as he was about to put him to death, the sons of Shule crept into the house of Noah by night and slew him, and broke down the door of the prison and brought out their father, and placed him upon his throne in his own kingdom.", "19 Wherefore, the son of Noah did build up his kingdom in his stead; nevertheless they did not gain power any more over Shule the king, and the people who were under the reign of Shule the king did prosper exceedingly and wax great.", "20 And the country was divided; and there were two kingdoms, the kingdom of Shule, and the kingdom of Cohor, the son of Noah.", "21 And Cohor, the son of Noah, caused that his people should give battle unto Shule, in which Shule did beat them and did slay Cohor.", "22 And now Cohor had a son who was called Nimrod; and Nimrod gave up the kingdom of Cohor unto Shule, and he did gain favor in the eyes of Shule; wherefore Shule did bestow great favors upon him, and he did do in the kingdom of Shule according to his desires.", "23 And also in the reign of Shule there came prophets among the people, who were sent from the Lord, prophesying that the wickedness and idolatry of the people was bringing a curse upon the land, and they should be destroyed if they did not repent.", "24 And it came to pass that the people did revile against the prophets, and did mock them. And it came to pass that king Shule did execute judgment against all those who did revile against the prophets.", "25 And he did execute a law throughout all the land, which gave power unto the prophets that they should go whithersoever they would; and by this cause the people were brought unto repentance.", "26 And because the people did repent of their iniquities and idolatries the Lord did spare them, and they began to prosper again in the land. And it came to pass that Shule begat sons and daughters in his old age.", "27 And there were no more wars in the days of Shule; and he remembered the great things that the Lord had done for his fathers in bringing them across the great deep into the promised land; wherefore he did execute judgment in righteousness all his days."], "Español": ["Oríah reina con rectitud— Se establecen los reinos rivales de Shule y Cohor en medio de la usurpación y las contiendas— Los profetas condenan la iniquidad y la idolatría del pueblo, que luego se arrepiente.", "1 Y ocurrió que Oríah juzgó sobre la tierra con rectitud todos sus días, que fueron muchos.", "2 Y engendró hijos e hijas; sí, engendró treinta y uno, de los cuales veintitrés eran varones.", "3 Y aconteció que también engendró a Kib en su vejez. Y acaeció que Kib reinó en su lugar. Y Kib engendró a Corihor.", "4 Y cuando Corihor tenía treinta y dos años de edad, se rebeló contra su padre, y fue y habitó en la tierra de Nehor; y engendró hijos e hijas, los cuales fueron muy bellos; por tanto, Corihor atrajo a muchos en pos de él.", "5 Y cuando hubo reunido un ejército, subió a la tierra de Morón, donde habitaba el rey, y lo tomó cautivo, con lo cual se cumplió la palabra del hermano de Jared de que serían conducidos al cautiverio.", "6 Y la tierra de Morón, donde moraba el rey, estaba situada cerca de la tierra que los nefitas llamaban Desolación.", "7 Y sucedió que Kib vivió en el cautiverio, así como su pueblo, bajo su hijo Corihor, hasta llegar a una edad muy avanzada; no obstante, Kib engendró a Shule en su vejez, mientras todavía se hallaba cautivo.", "8 Y sucedió que Shule se enojó con su hermano; y Shule se hizo fuerte, y llegó a ser potente en cuanto a la fuerza del hombre; y también fue potente en criterio.", "9 Por tanto, fue a la colina de Efraín, donde fundió mineral de la colina, e hizo espadas de acero para aquellos que había llevado tras de sí; y después que los hubo armado con espadas, volvió a la ciudad de Nehor y presentó batalla contra su hermano Corihor; y por este medio conquistó el reino, y lo restituyó a su padre Kib.", "10 Y por esto que Shule había hecho, su padre le confirió el reino; por tanto, empezó a reinar en lugar de su padre.", "11 Y aconteció que juzgó con justicia; y extendió su reino sobre toda la faz de la tierra, porque el pueblo se había hecho sumamente numeroso.", "12 Y sucedió que Shule también engendró muchos hijos e hijas.", "13 Y Corihor se arrepintió de los muchos males que había cometido; por tanto, Shule le dio autoridad en su reino.", "14 Y aconteció que Corihor tuvo muchos hijos e hijas; y entre los hijos de Corihor había uno que se llamaba Noé.", "15 Y sucedió que Noé se rebeló en contra del rey Shule, y también contra su padre Corihor, y se atrajo a su hermano Cohor, y también a todos sus hermanos y a muchos de los del pueblo.", "16 Y aconteció que presentó batalla contra el rey Shule, en la que conquistó la tierra de su primera herencia; y se hizo rey de esa parte de la tierra.", "17 Y sucedió que de nuevo combatió al rey Shule; y tomó a Shule, el rey, y lo llevó cautivo a Morón.", "18 Y sucedió que estando él a punto de quitarle la vida, los hijos de Shule entraron furtivamente de noche en la casa de Noé y lo mataron, y derribaron la puerta de la prisión, y sacaron a su padre, y lo colocaron sobre su trono en su propio reino.", "19 Por lo que el hijo de Noé edificó su reino en su lugar; sin embargo, no obtuvieron más dominio sobre el rey Shule; y el pueblo que se hallaba bajo el gobierno del rey Shule prosperó grandemente y se hizo fuerte.", "20 Y el país quedó dividido; y hubo dos reinos: el reino de Shule, y el reino de Cohor hijo de Noé.", "21 Y Cohor hijo de Noé, hizo que su pueblo fuera a la batalla contra Shule, en la que este los derrotó y mató a Cohor.", "22 Y Cohor tenía un hijo llamado Nimrod; y Nimrod entregó el reino de Cohor a Shule, y halló gracia ante los ojos de Shule; por tanto, este lo colmó de favores y obró en el reino de Shule según sus deseos.", "23 Y en el reinado de Shule también llegaron entre el pueblo profetas, enviados del Señor, profetizando que las iniquidades y la idolatría del pueblo estaban trayendo una maldición sobre la tierra, y que serían destruidos si no se arrepentían.", "24 Y aconteció que el pueblo ultrajó a los profetas, y se burló de ellos. Y sucedió que el rey Shule sometió a juicio a todos los que injuriaban a los profetas.", "25 Y expidió una ley por toda la tierra, la cual facultaba a los profetas para ir a donde quisieran; y a causa de esto se logró que el pueblo se arrepintiera.", "26 Y por haberse arrepentido el pueblo de sus iniquidades e idolatrías, el Señor los perdonó, y empezaron otra vez a prosperar en la tierra. Y aconteció que Shule engendró hijos e hijas en su vejez.", "27 Y no hubo más guerras en los días de Shule; y recordó las grandes cosas que el Señor había hecho por sus padres, trayéndolos a través del gran mar a la tierra prometida; de modo que juzgó con justicia todos sus días."], "Français": ["Orihah règne en justice— Les royaumes rivaux de Shule et de Cohor sont fondés au milieu de l’usurpation et de la discorde— Des prophètes condamnent la méchanceté et l’idolâtrie du peuple, qui, alors, se repent.", "1 Et il arriva qu’Orihah exerça le jugement en justice dans le pays toute sa vie, dont les jours furent extrêmement nombreux.", "2 Et il engendra des fils et des filles; oui, il en engendra trente et un, parmi lesquels il y eut vingt-trois fils.", "3 Et il arriva que dans sa vieillesse il engendra aussi Kib. Et il arriva que Kib régna à sa place; et Kib engendra Corihor.", "4 Et lorsque Corihor eut trente-deux ans, il se rebella contre son père, et passa au pays de Néhor, et y demeura; et il engendra des fils et des filles, et ils devinrent extrêmement beaux; c’est pourquoi, Corihor entraîna beaucoup de gens après lui.", "5 Et lorsqu’il eut rassemblé une armée, il monta au pays de Moron, où le roi demeurait, et le fit prisonnier, ce qui accomplit la parole du frère de Jared qu’ils seraient conduits à la captivité.", "6 Or, le pays de Moron, où le roi demeurait, était près du pays qui est appelé Désolation par les Néphites.", "7 Et il arriva que Kib demeura en captivité, ainsi que son peuple, sous Corihor, son fils, jusqu’à ce qu’il devînt extrêmement vieux; néanmoins, Kib engendra Shule dans sa vieillesse, pendant qu’il était encore en captivité.", "8 Et il arriva que Shule fut en colère contre son frère; et Shule devint fort et devint puissant quant à la force de l’homme; et il était aussi puissant dans le jugement.", "9 C’est pourquoi, il se rendit à la colline d’Éphraïm et il fondit du minerai de la colline et fit des épées d’acier pour ceux qu’il avait entraînés avec lui; et lorsqu’il les eut armés d’épées, il retourna à la ville de Néhor et livra bataille à son frère Corihor, moyen par lequel il obtint le royaume et le rendit à son père, Kib.", "10 Et alors, à cause de ce que Shule avait fait, son père lui conféra le royaume; c’est pourquoi, il commença à régner à la place de son père.", "11 Et il arriva qu’il exerça le jugement en justice; et il étendit son royaume sur toute la surface du pays, car le peuple était devenu extrêmement nombreux.", "12 Et il arriva que Shule engendra aussi beaucoup de fils et de filles.", "13 Et Corihor se repentit des nombreux méfaits qu’il avait commis; c’est pourquoi, Shule lui donna du pouvoir dans son royaume.", "14 Et il arriva que Corihor eut beaucoup de fils et de filles. Et parmi les fils de Corihor, il y en eut un dont le nom était Noé.", "15 Et il arriva que Noé se rebella contre Shule, le roi, et aussi contre son père Corihor, et entraîna Cohor, son frère, et aussi tous ses frères et une grande partie du peuple.", "16 Et il livra bataille à Shule, le roi, grâce à quoi il obtint le pays de leur premier héritage; et il devint roi de cette partie du pays.", "17 Et il arriva qu’il livra de nouveau bataille à Shule, le roi; et il prit Shule, le roi, et l’emmena en captivité à Moron.", "18 Et il arriva que, comme il était sur le point de le mettre à mort, les fils de Shule se glissèrent de nuit dans la maison de Noé, et le tuèrent, et brisèrent la porte de la prison, et firent sortir leur père, et le mirent sur son trône dans son royaume.", "19 C’est pourquoi, le fils de Noé édifia son royaume à sa place; néanmoins, ils n’obtinrent plus de pouvoir sur Shule, le roi, et le peuple qui était sous le règne de Shule, le roi, prospéra extrêmement et devint grand.", "20 Et le pays fut divisé; et il y eut deux royaumes, le royaume de Shule, et le royaume de Cohor, fils de Noé.", "21 Et Cohor, fils de Noé, commanda à son peuple de livrer bataille à Shule; bataille au cours de laquelle Shule les battit et tua Cohor.", "22 Et maintenant, Cohor avait un fils, qui était appelé Nimrod; et Nimrod remit le royaume de Cohor à Shule, et il trouva faveur aux yeux de Shule; c’est pourquoi, Shule lui accorda de grandes faveurs, et il fit dans le royaume de Shule selon son désir.", "23 Et aussi, sous le règne de Shule, des prophètes envoyés par le Seigneur vinrent parmi le peuple, prophétisant que la méchanceté et l’idolâtrie du peuple entraînaient une malédiction sur le pays et qu’il serait détruit s’il ne se repentait pas.", "24 Et il arriva que le peuple injuria les prophètes et se moqua d’eux. Et il arriva que le roi Shule fit passer en jugement tous ceux qui injuriaient les prophètes.", "25 Et il décréta une loi dans tout le pays, qui donnait aux prophètes le pouvoir d’aller où ils voulaient; et à cause de cela, le peuple fut amené au repentir.", "26 Et parce que le peuple se repentait de ses iniquités et de ses idolâtries, le Seigneur l’épargna, et il recommença à prospérer dans le pays. Et il arriva que Shule engendra des fils et des filles dans sa vieillesse.", "27 Et il n’y eut plus de guerres du temps de Shule; et il se souvint des grandes choses que le Seigneur avait faites pour ses pères en leur faisant traverser le grand abîme jusqu’à la terre promise; c’est pourquoi il exerça le jugement en justice toute sa vie."], "Kiribati": ["E tautaeka Oria i nanon te raoiroi—I buakon te kakiriwe ao te kakauntaeka, ao a tei abanuea aika a kakaiangatoa aika Tuure ao Kooa—Burabeti a kabuakaka te buakaka ao taromaurian te bouananti irouia aomata, ao a rairinanoia.", "1 Ao e a koro bukina bwa Oria e bon waakina te motikitaeka i aon te aba ma te raoiroi ni kabanea ana bong, ao a bon mwaiti kurikuri ana bong ni maiu.", "2 Ao e karikiia natina aine ao mwaane; eng, e karikiia teningaun ma temanna, ao bon uangaun ma teniman natina mwaane mai i buakoia.", "3 Ao e a koro bukina bwa e karika naba Kiibe i nanon ana tai ni kara. Ao e a koro bukina bwa Kiibe e onea mwiina n uea; ao Kiibe e karika Korioa.", "4 Ao ngke ai tenibwi ma uoua ana ririki, e a kaitara tamana, ma n nako ni maeka n te aba are Neooa; ao e karikiia natina aine ao mwaane, ao a bon tikaua man rianako tamaroaia; mangaia are Korioa e a kairiia nako aomata aika a mwaiti ma ngaia.", "5 Ao ngke e a tia n ikota te tanga ni buaka e roko nakon te aba are Moron are e maeka iai te uea, ma n taua bwa ana bure, are ngaia are e kakoroa bukin ana taeka tarin Iareta are a na uotaki nakon te tautoronaki.", "6 Ngkai te aba are Moron, are e maeka iai te uea, e mena n te aba are arana Kamaroa irouia Nibwaite.", "7 Ao e a koro bukina bwa Kiibe e maeka ma ana botanaomata n te tautoronaki i aan Korioa are natina te mwaane, ni karokoa e a rangi ni kara tingotingo; ma e ngae n anne ao Kiibe e karika Tuure i nanon ana tai ni kara, i nanon ana tai n tautoronaki.", "8 Ao e a koro bukina bwa Tuure e bon un iroun tarina; ao e rikirake n aintoa, ao e korakora n aron korakoran te aomata; ao e bon korakora naba n te motikitaeka.", "9 Ngaia are, e roko nakon te tabuki are Eberaim, ao e bon kabuei ma ni karaoi kabaang man te biti ibukiia ake e a tia ni kairiia nako; ao ngke e a tia n anganiia aia kabaang e okirikaki nakon te kaawa are Neooa, ma ni buaka ma tarina are Korioa, are bon te kawai are e a manga anaa te abanuea ao e kaokia nakon tamana are Kiibe.", "10 Ao ngkai ibukin te bwai are e karaoia Tuure ao tamana e katokaa i aona te abanuea; ngaia are e a waaki n uea n onean mwiin tamana.", "11 Ao e a koro bukina bwa e bon karaoa te motikitaeka i nanon te raoiroi; ao e bon kabuta abanueana n te aba ni kabane, bwa e a bon rianako mwaitia aomata.", "12 Ao e a koro bukina bwa Tuure e bon karikiia naba natina mwaane ao aine aika mwaiti.", "13 Ao Korioa e bon rairananona ma ni bwaai aika a mwaiti ake e a tia ni karaoi aika a bubuaka, ngaia are Tuure e bon anganna te mwaaka i aon abanueana.", "14 Ao e a koro bukina bwa a mwaiti natin Korioa mwaane ao aine. Ao i buakon natina mwaane ao bon iai temanna ae arana Noa.", "15 Ao e a koro bukina bwa Noa e kaitara Tuure, are te uea, ao tamana naba are Korioa ao e kaira nako tarina are Kooa, ao tarina naba ni kabane ao aomata aika a mwaiti.", "16 Ao e buakana Tuure, are te uea, are e a bon karekea iai moan abaia ni bwaibwai; ao e riki bwa te uea i aon mwakoron te aba anne.", "17 Ao e a koro bukina bwa e a manga buakana riki Tuure, are te uea; ao e kairanako Tuure are te uea, ma ni kairianako nakon te tautoronaki nakon Moron.", "18 Ao e a koro bukina bwa ngke e nang tiringnga, a roko natin Tuure n te bong nakon mwengan Noa ao a tiringnga, ma n urua mataroan te nne ni kaikain ma ni kaotinakoa tamaia, ma ni katoka i aon ana kaintoka n uea n oin abanueana.", "19 Ngaia are, natin Noa te mwaane e bon katea ueana n onea mwiina; ma e ngae n anne a bon aki karekea te mwaaka i aon Tuure are te uea, ao aomata ake i aan ana tautaeka Tuure are te uea a bon rikirake aroia ao a rikirake korakoraia.", "20 Ao e a maenako te aba; ao bon iai uoua abanuea, bwa abanuean Tuure, ao abanuean Kooa, are natin Noa.", "21 Ao Kooa, are natin Noa, e karekea te kawai bwa a na buaka ana aomata ma Tuure, are a konaki iai iroun Tuure ao a tiringa Kooa.", "22 Ao ngkai Kooa bon iai natina te mwaane are arana bon Nimrota; ao Nimrota e anganako te abanuea are Kooa nakon Tuure, ao e bon tatangiraki iroun Tuure; ngaia are Tuure e bon anganna bwaai aika e tangiri aika a mwaiti, ao e bon karaoi bwaai n te abanuea are Tuure n aron are e tangiria.", "23 Ao i nanon naba ana tai n uea Tuure ao a roko burabeti aika a mwaiti i buakoia aomata, ake a kanakoaki mai iroun te uea, ake a tataetae ni burabeti bwa buakakaia aomata ma aia waaki n taromauria bouananti e a uota te maraia nako aon te aba, ao a na bane ni kamaunaki ngkana aki rairinanoia.", "24 Ao e a koro bukina bwa aomata a bon kabuakakaia burabeti, ma ni bwainingareia. Ao e a koro bukina bwa te uea are Tuure e bon karaoa te motikitaeka ni kaitaraia aomata ake a kabuakaka ni kaitaraia burabeti.", "25 Ao e bon anga te tua ni kabuta te aba, are a kariaiakaki burabeti n nako n te tabo are a kan nako iai; ao n te aro aio are a kairaki aomata nakon te rairannano.", "26 Ao ibukina bwa aomata a rairinanoia man aia bure ma aia waaki n taromauria bouananti te uea e bon kamaiuia, ao a waaki n rikirake aroia n te aba. Ao e a koro bukina bwa Tuure e karikiia natina mwaane ma aine i nanon ana tai ni kara.", "27 Ao bon akea riki te bubuaka i nanon ana bong Tuure; ao e uring bwaai ake a korakora are e a tia ni karaoi te Uea ibukiia ana bakatibu ni karaoi rinanon te marawa ae korakora nakon te aba ni berita; mangaia are e karaoa te motikitaeka i nanon te raoiroi ni kabanea ana bong."]}