{"English": ["Wars, dissensions, and wickedness dominate Jaredite life—Prophets predict the utter destruction of the Jaredites unless they repent—The people reject the words of the prophets.", "1 And there came also in the days of Com many prophets, and prophesied of the destruction of that great people except they should repent, and turn unto the Lord, and forsake their murders and wickedness.", "2 And it came to pass that the prophets were rejected by the people, and they fled unto Com for protection, for the people sought to destroy them.", "3 And they prophesied unto Com many things; and he was blessed in all the remainder of his days.", "4 And he lived to a good old age, and begat Shiblom; and Shiblom reigned in his stead. And the brother of Shiblom rebelled against him, and there began to be an exceedingly great war in all the land.", "5 And it came to pass that the brother of Shiblom caused that all the prophets who prophesied of the destruction of the people should be put to death;", "6 And there was great calamity in all the land, for they had testified that a great curse should come upon the land, and also upon the people, and that there should be a great destruction among them, such an one as never had been upon the face of the earth, and their bones should become as heaps of earth upon the face of the land except they should repent of their wickedness.", "7 And they hearkened not unto the voice of the Lord, because of their wicked combinations; wherefore, there began to be wars and contentions in all the land, and also many famines and pestilences, insomuch that there was a great destruction, such an one as never had been known upon the face of the earth; and all this came to pass in the days of Shiblom.", "8 And the people began to repent of their iniquity; and inasmuch as they did the Lord did have mercy on them.", "9 And it came to pass that Shiblom was slain, and Seth was brought into captivity, and did dwell in captivity all his days.", "10 And it came to pass that Ahah, his son, did obtain the kingdom; and he did reign over the people all his days. And he did do all manner of iniquity in his days, by which he did cause the shedding of much blood; and few were his days.", "11 And Ethem, being a descendant of Ahah, did obtain the kingdom; and he also did do that which was wicked in his days.", "12 And it came to pass that in the days of Ethem there came many prophets, and prophesied again unto the people; yea, they did prophesy that the Lord would utterly destroy them from off the face of the earth except they repented of their iniquities.", "13 And it came to pass that the people hardened their hearts, and would not hearken unto their words; and the prophets mourned and withdrew from among the people.", "14 And it came to pass that Ethem did execute judgment in wickedness all his days; and he begat Moron. And it came to pass that Moron did reign in his stead; and Moron did that which was wicked before the Lord.", "15 And it came to pass that there arose a rebellion among the people, because of that secret combination which was built up to get power and gain; and there arose a mighty man among them in iniquity, and gave battle unto Moron, in which he did overthrow the half of the kingdom; and he did maintain the half of the kingdom for many years.", "16 And it came to pass that Moron did overthrow him, and did obtain the kingdom again.", "17 And it came to pass that there arose another mighty man; and he was a descendant of the brother of Jared.", "18 And it came to pass that he did overthrow Moron and obtain the kingdom; wherefore, Moron dwelt in captivity all the remainder of his days; and he begat Coriantor.", "19 And it came to pass that Coriantor dwelt in captivity all his days.", "20 And in the days of Coriantor there also came many prophets, and prophesied of great and marvelous things, and cried repentance unto the people, and except they should repent the Lord God would execute judgment against them to their utter destruction;", "21 And that the Lord God would send or bring forth another people to possess the land, by his power, after the manner by which he brought their fathers.", "22 And they did reject all the words of the prophets, because of their secret society and wicked abominations.", "23 And it came to pass that Coriantor begat Ether, and he died, having dwelt in captivity all his days."], "Español": ["Guerras, disensiones e iniquidad predominan en la vida de los jareditas— Profetas predicen la completa destrucción de los jareditas a menos que se arrepientan— El pueblo rechaza las palabras de los profetas.", "1 Y también en los días de Com vinieron muchos profetas, y profetizaron de la destrucción de aquel gran pueblo, a menos que se arrepintieran, se volvieran al Señor, y abandonaran sus asesinatos e iniquidades.", "2 Y sucedió que el pueblo rechazó a los profetas, y huyeron a Com para que los protegiera, pues el pueblo quería destruirlos.", "3 Y le profetizaron a Com muchas cosas; y fue bendecido todo el resto de sus días.", "4 Y vivió hasta una edad muy avanzada, y engendró a Shiblom; y Shiblom reinó en su lugar. Y el hermano de Shiblom se rebeló en contra de él, y empezó a haber una guerra sumamente grande por toda la tierra.", "5 Y sucedió que el hermano de Shiblom hizo que mataran a todos los profetas que profetizaban de la destrucción del pueblo;", "6 y hubo una gran calamidad en toda la tierra, porque habían testificado que vendría una maldición muy grande sobre esa tierra, y también sobre el pueblo; y que habría una inmensa destrucción entre ellos, como jamás había habido sobre la faz de la tierra, y sus huesos serían como montones de tierra sobre la faz del país, a menos que se arrepintiesen de sus iniquidades.", "7 Y no escucharon la voz del Señor por razón de sus inicuas combinaciones; por tanto, empezó a haber guerras y contiendas en toda la tierra, y también muchas hambres y pestilencias, al grado que hubo una gran destrucción como nunca se había conocido sobre la superficie de la tierra; y todo esto aconteció en los días de Shiblom.", "8 Y empezó el pueblo a arrepentirse de su iniquidad; y a medida que lo hacían, el Señor tenía misericordia de ellos.", "9 Y sucedió que Shiblom fue asesinado, y Set fue reducido al cautiverio; y vivió cautivo todos sus días.", "10 Y sucedió que Ahah, su hijo, se apoderó del reino; y reinó sobre el pueblo toda su vida. Y cometió toda clase de iniquidades en sus días, con lo cual hizo que se vertiera mucha sangre; y sus días fueron pocos.", "11 Y Etem, que era descendiente de Ahah, tomó posesión del reino; y en sus días también hizo lo que era inicuo.", "12 Y sucedió que en los días de Etem llegaron muchos profetas, y profetizaron de nuevo al pueblo; sí, profetizaron que el Señor los destruiría completamente de sobre la faz de la tierra, a menos que se arrepintieran de sus iniquidades.", "13 Y acaeció que el pueblo endureció su corazón, y no quiso hacer caso de sus palabras; y los profetas se lamentaron y se retiraron de entre el pueblo.", "14 Y sucedió que Etem juzgó inicuamente todos sus días; y engendró a Morón. Y sucedió que Morón reinó en su lugar; y también él hizo lo malo a los ojos del Señor.", "15 Y aconteció que surgió una rebelión entre el pueblo, a causa de aquella combinación secreta que se instituyó para adquirir poder y riquezas; y se levantó entre ellos un hombre muy diestro en la iniquidad, y le hizo la guerra a Morón, en la cual conquistó la mitad del reino; y retuvo la mitad del reino por muchos años.", "16 Y ocurrió que Morón lo venció y recuperó otra vez el reino.", "17 Y aconteció que se levantó otro hombre poderoso; y era descendiente del hermano de Jared.", "18 Y sucedió que derrocó a Morón, y se apoderó del reino; de modo que Morón vivió en el cautiverio todo el resto de sus días; y engendró a Coriantor.", "19 Y ocurrió que Coriantor vivió en el cautiverio todos sus días.", "20 Y en los días de Coriantor también vinieron muchos profetas, y profetizaron cosas grandes y maravillosas; y proclamaron el arrepentimiento al pueblo, y que a menos que se arrepintieran, el Señor Dios ejecutaría juicio contra ellos hasta su completa destrucción;", "21 y que el Señor Dios, por su poder, enviaría o traería a otro pueblo a poseer la tierra, del mismo modo que había traído a sus padres.", "22 Y ellos rechazaron todas las palabras de los profetas, por causa de su sociedad secreta y sus inicuas abominaciones.", "23 Y acaeció que Coriantor engendró a Éter y murió, después de haber vivido en el cautiverio todos sus días."], "Français": ["Les guerres, les dissensions et la méchanceté dominent la vie jarédite— Des prophètes prédisent la destruction totale des Jarédites, à moins qu’ils ne se repentent— Le peuple rejette les paroles des prophètes.", "1 Et il vint aussi, du temps de Com, beaucoup de prophètes, et ils prophétisèrent la destruction de ce grand peuple s’il ne se repentait pas, et ne se tournait pas vers le Seigneur, et ne délaissait pas ses meurtres et sa méchanceté.", "2 Et il arriva que les prophètes furent rejetés par le peuple, et ils s’enfuirent auprès de Com pour avoir sa protection, car le peuple cherchait à les faire périr.", "3 Et ils prophétisèrent beaucoup de choses à Com; et il fut béni tout le reste de sa vie.", "4 Et il vécut jusqu’à un âge avancé, et engendra Shiblom; et Shiblom régna à sa place. Et le frère de Shiblom se rebella contre lui, et il commença à y avoir une guerre extrêmement grande dans tout le pays.", "5 Et il arriva que le frère de Shiblom fit mettre à mort tous les prophètes qui avaient prophétisé la destruction du peuple;", "6 et il y eut une grande calamité dans tout le pays, car ils avaient témoigné qu’une grande malédiction s’abattrait sur le pays, et aussi sur le peuple, et qu’il y aurait une grande destruction parmi eux, une destruction telle qu’il n’y en avait encore jamais eu sur la surface de la terre, et que leurs os deviendraient comme des monceaux de terre sur la surface du pays, à moins qu’ils ne se repentent de leur méchanceté.", "7 Et ils n’écoutèrent pas la voix du Seigneur à cause de leurs combinaisons perverses; c’est pourquoi, il commença à y avoir des guerres et des querelles dans tout le pays, et aussi beaucoup de famines et de pestes, de sorte qu’il y eut une grande destruction, comme on n’en avait jamais connu de pareille à la surface de la terre; et tout cela arriva du temps de Shiblom.", "8 Et le peuple commença à se repentir de son iniquité; et dans la mesure où il le faisait, le Seigneur était miséricordieux envers lui.", "9 Et il arriva que Shiblom fut tué, et Seth fut emmené en captivité et demeura toute sa vie en captivité.", "10 Et il arriva qu’Ahah, son fils, obtint le royaume; et il régna toute sa vie sur le peuple. Et il commit, pendant sa vie, toutes sortes d’iniquités, par lesquelles il causa l’effusion de beaucoup de sang; et ses jours furent peu nombreux.", "11 Et Éthem, descendant d’Ahah, obtint le royaume; et il fit aussi, pendant sa vie, ce qui était mal.", "12 Et il arriva que du temps d’Éthem, il vint beaucoup de prophètes, et ils prophétisèrent de nouveau au peuple; oui, ils prophétisèrent que le Seigneur le détruirait totalement de la surface de la terre, s’il ne se repentait pas de ses iniquités.", "13 Et il arriva que le peuple s’endurcit le cœur et ne voulut pas écouter leurs paroles; et les prophètes furent attristés et se retirèrent du peuple.", "14 Et il arriva qu’Éthem exerça le jugement avec méchanceté pendant toute sa vie; et il engendra Moron. Et il arriva que Moron régna à sa place; et Moron fit ce qui était mal devant le Seigneur.", "15 Et il arriva qu’il se produisit une rébellion parmi le peuple à cause de cette combinaison secrète qui était édifiée pour obtenir du pouvoir et du gain; et il se leva en son sein un homme puissant en iniquité, et il livra à Moron une bataille dans laquelle il renversa la moitié du royaume; et il conserva la moitié du royaume pendant de nombreuses années.", "16 Et il arriva que Moron le renversa, et obtint de nouveau le royaume.", "17 Et il arriva qu’il s’éleva un autre homme puissant, et il était descendant du frère de Jared.", "18 Et il arriva qu’il renversa Moron et obtint le royaume; c’est pourquoi, Moron demeura tout le reste de sa vie en captivité; et il engendra Coriantor.", "19 Et il arriva que Coriantor demeura toute sa vie en captivité.", "20 Et du temps de Coriantor, il vint aussi beaucoup de prophètes, et ils prophétisèrent des choses grandes et merveilleuses, et appelèrent le peuple au repentir, disant que s’il ne se repentait pas, le Seigneur Dieu exercerait le jugement contre lui jusqu’à sa destruction totale;", "21 et que le Seigneur enverrait ou susciterait un autre peuple qui posséderait le pays par sa puissance, de la même manière qu’il avait amené leurs pères.", "22 Et ils rejetèrent toutes les paroles des prophètes à cause de leur société secrète et de leurs abominations perverses.", "23 Et il arriva que Coriantor engendra Éther, et il mourut, ayant demeuré toute sa vie en captivité."], "Kiribati": ["Taian buaka, itabaraara, ma te buakaka a tatao i nanon maiuia Iaretaite—Burabeti a taetae ni burabetiia kamaunakia Iaretaite ae korakora ngkana aki rairinanoia—A totokoi aia taeka burabeti aomata.", "1 Ao a roko naba burabeti aika a mwaiti i nanon ana bong Koom, ma n taetae ni burabetiia kamaunakia te botanaomata ae korakora arei ngkana aki rairinanoia, ma n rairaki nakon te Uea, ma ni kitan aia tiriaomata ma buakakaia.", "2 Ao e a koro bukina bwa burabeti a bon totokoaki irouia aomata, ao a birinako nakon Koom ibukin kamanoakiia, bwa aomata a bon ukoukora tiringakiia.", "3 Ao a taetae ni burabeti nakon Koom ibukin bwaai aika a bati; ao e bon kakabwaiaki i nanon nikiran ana bong ni maiu.", "4 Ao e maiu ni karokoa ae e a kara, ao e karika Tiburom; ao e tautaeka Tiburom i mwina. Ao tarin Tiburom e kaitara, ao e a rikirake te buaka ae korakora n te aba ni kabuta.", "5 Ao e a koro bukina bwa tarin Tiburom e a karekea te anga ake burabeti ni kabane ake a taetae ni burabetia kamaunakiia te botanaomata a na bane n tiringaki.", "6 Ao e korakora te kaangaanga ni kabuta te aba, bwa a tia n taetae ni burabetia te rekenikai ae korakora are e na roko iaon te aba, ao i aoia naba aomata, ao bwa e na iai te urubwai ae korakora i buakoia, ae akea n ai arona iaon te aba mai i mwaaina, ao a na bwarietata riia iaon te aba ngkana aki rairinanoia ma ni buakakaia.", "7 Ao a bon aki ongo ni bwanaan te Uea, ibukin aia botaki ni kamwamwane ni karaba; ngaia are, e a moanna n riki te buaka ma te itabaraaraa ni kabuta te aba, ao taian rongo naba aika a mwaiti ma aoraki nako, n te aro are e a korakora te urubwai, ae tuai ma n nonoraki iaon te aba mai i mwaaina; ao a bane ni koro bukiia aikai i nanon ana bong Tiburom.", "8 Ao aomata a waaki n rairinanoia ma ni buakakaia; ao ngke a karaoa aei ao te Uea e bon nanoangaia.", "9 Ao e a koro bukina bwa Tiburom e bon tiringaki, ao Teeta e bon uotaki nakon te tautoronaki, ao e maeka i nanon te tautoronaki i nanon ana bong ni maiu ni kabane.", "10 Ao e a koro bukina bwa Aa, are natina te mwaane, e bon karekea te abanuea; ao e bon tautaeka i aoia ana botanaomata i nanon ana bong ni kabane. Ao e karaoi aekan bure nako i nanon ana bong ni kabane, are e bon karika kawawaean te raraa ae bati; ao a karako ana bong.", "11 Ao Eetem, are kanoan Aa, e bon karekea te abanuea; ao e bon karaoa naba ae buakaka i nanon ana bong ni maiu.", "12 Ao e a koro bukina bwa i nanon ana bong ni maiu Eetem ao a roko burabeti aika a mwaiti, ma n taetae ni burabeti nakoia aomata; eng, a bon taetae ni burabetia bwa te Uea e na kamaunaia mai iaon te aba ngkana aki rairinanoia man aia bure.", "13 Ao e a koro bukina bwa aomata a bon kamatoatoai nanoia, ma n rawa n ongo n aia taeka; ao a nanokawaki burabeti ao a nako mai i buakoia aomata.", "14 Ao e a koro bukina bwa Eetem e bon karaoa te motikitaeka n ae buakaka i nanon ana bong ni maiu ni kabane; ao e karika Moron. Ao e a koro bukina bwa Moron e bon tautaeka n onea mwiina; ao Moron e karaoa ae buakaka i matan te Uea.", "15 Ao e a koro bukina bwa e a rikirake te kaitara i buakoia aomata, ibukin botaki ni karaba aika buakaka are a kateaki ibukin karekean te tautaeka ao te raka; ao e a teirake temanna te mwaane ae korakora ma i buakoia i nanon te buakaka, ao e buakana Moron, are e a konaia iteran mwaitia kaain te abanuea; ao e bon tararua are iteran te abanuea i nanon ririki aika a mwaiti.", "16 Ao e a koro bukina bwa Moron e bon kabwaka, ma ni manga anaa riki te abanuea.", "17 Ao e a koro bukina bwa e a manga teirake riki te mwaane temanna ae korakora; ao bon kanoan tarin Iareta.", "18 Ao e a koro bukina bwa e bon kabwaka Moron ma n taua te abanuea; ngaia are e a maeka i nanon te tautoronaki Moron i nanon nikiran ana bong ni maiu; ao e karika Koriantoa.", "19 Ao e a koro bukina bwa Koriantoa e maeka i nanon te tautoronaki i nanon ana bong ni maiu.", "20 Ao i nanon ana bong ni maiu Koriantoa ao a roko naba burabeti aika a mwaiti, man taetae ni burabetii bwaai aika a mwaiti aika a korakora ma ni kamimi, ma n takaruaea te rairannano nakoia te botanaomata, ao ti ngkana a rairinanoia ao te Uea ae te Atua e na karaoi motikitaeka ni kaaitaraia nakon kamaunakia.", "21 Ao te Uea ae te Atua e na kanakoia ke e na karokoia te botanaomata teuana bwa a na bwaina te aba, ni mwaakana, n aekan te aro are e karokoia iai aia bakatibu.", "22 Ao a bon aki butimaai aia taeka ni kabane burabeti ibukin aia botaki ni karaba ma buakakan aia mwakuri aika bati n ribaki.", "23 Ao e a koro bukina bwa Koriantoa e karika Ita, ao e mate, i mwin tiana ni maeka i nanon te tautoronaki i nanon ana bong ni maiu ni kabane."]}