{"English": ["One king succeeds another—Some of the kings are righteous; others are wicked—When righteousness prevails, the people are blessed and prospered by the Lord.", "1 And it came to pass that Shez, who was a descendant of Heth—for Heth had perished by the famine, and all his household save it were Shez—wherefore, Shez began to build up again a broken people.", "2 And it came to pass that Shez did remember the destruction of his fathers, and he did build up a righteous kingdom; for he remembered what the Lord had done in bringing Jared and his brother across the deep; and he did walk in the ways of the Lord; and he begat sons and daughters.", "3 And his eldest son, whose name was Shez, did rebel against him; nevertheless, Shez was smitten by the hand of a robber, because of his exceeding riches, which brought peace again unto his father.", "4 And it came to pass that his father did build up many cities upon the face of the land, and the people began again to spread over all the face of the land. And Shez did live to an exceedingly old age; and he begat Riplakish. And he died, and Riplakish reigned in his stead.", "5 And it came to pass that Riplakish did not do that which was right in the sight of the Lord, for he did have many wives and concubines, and did lay that upon men’s shoulders which was grievous to be borne; yea, he did tax them with heavy taxes; and with the taxes he did build many spacious buildings.", "6 And he did erect him an exceedingly beautiful throne; and he did build many prisons, and whoso would not be subject unto taxes he did cast into prison; and whoso was not able to pay taxes he did cast into prison; and he did cause that they should labor continually for their support; and whoso refused to labor he did cause to be put to death.", "7 Wherefore he did obtain all his fine work, yea, even his fine gold he did cause to be refined in prison; and all manner of fine workmanship he did cause to be wrought in prison. And it came to pass that he did afflict the people with his whoredoms and abominations.", "8 And when he had reigned for the space of forty and two years the people did rise up in rebellion against him; and there began to be war again in the land, insomuch that Riplakish was killed, and his descendants were driven out of the land.", "9 And it came to pass after the space of many years, Morianton, (he being a descendant of Riplakish) gathered together an army of outcasts, and went forth and gave battle unto the people; and he gained power over many cities; and the war became exceedingly sore, and did last for the space of many years; and he did gain power over all the land, and did establish himself king over all the land.", "10 And after that he had established himself king he did ease the burden of the people, by which he did gain favor in the eyes of the people, and they did anoint him to be their king.", "11 And he did do justice unto the people, but not unto himself because of his many whoredoms; wherefore he was cut off from the presence of the Lord.", "12 And it came to pass that Morianton built up many cities, and the people became exceedingly rich under his reign, both in buildings, and in gold and silver, and in raising grain, and in flocks, and herds, and such things which had been restored unto them.", "13 And Morianton did live to an exceedingly great age, and then he begat Kim; and Kim did reign in the stead of his father; and he did reign eight years, and his father died. And it came to pass that Kim did not reign in righteousness, wherefore he was not favored of the Lord.", "14 And his brother did rise up in rebellion against him, by which he did bring him into captivity; and he did remain in captivity all his days; and he begat sons and daughters in captivity, and in his old age he begat Levi; and he died.", "15 And it came to pass that Levi did serve in captivity after the death of his father, for the space of forty and two years. And he did make war against the king of the land, by which he did obtain unto himself the kingdom.", "16 And after he had obtained unto himself the kingdom he did that which was right in the sight of the Lord; and the people did prosper in the land; and he did live to a good old age, and begat sons and daughters; and he also begat Corom, whom he anointed king in his stead.", "17 And it came to pass that Corom did that which was good in the sight of the Lord all his days; and he begat many sons and daughters; and after he had seen many days he did pass away, even like unto the rest of the earth; and Kish reigned in his stead.", "18 And it came to pass that Kish passed away also, and Lib reigned in his stead.", "19 And it came to pass that Lib also did that which was good in the sight of the Lord. And in the days of Lib the poisonous serpents were destroyed. Wherefore they did go into the land southward, to hunt food for the people of the land, for the land was covered with animals of the forest. And Lib also himself became a great hunter.", "20 And they built a great city by the narrow neck of land, by the place where the sea divides the land.", "21 And they did preserve the land southward for a wilderness, to get game. And the whole face of the land northward was covered with inhabitants.", "22 And they were exceedingly industrious, and they did buy and sell and traffic one with another, that they might get gain.", "23 And they did work in all manner of ore, and they did make gold, and silver, and iron, and brass, and all manner of metals; and they did dig it out of the earth; wherefore, they did cast up mighty heaps of earth to get ore, of gold, and of silver, and of iron, and of copper. And they did work all manner of fine work.", "24 And they did have silks, and fine-twined linen; and they did work all manner of cloth, that they might clothe themselves from their nakedness.", "25 And they did make all manner of tools to till the earth, both to plow and to sow, to reap and to hoe, and also to thrash.", "26 And they did make all manner of tools with which they did work their beasts.", "27 And they did make all manner of weapons of war. And they did work all manner of work of exceedingly curious workmanship.", "28 And never could be a people more blessed than were they, and more prospered by the hand of the Lord. And they were in a land that was choice above all lands, for the Lord had spoken it.", "29 And it came to pass that Lib did live many years, and begat sons and daughters; and he also begat Hearthom.", "30 And it came to pass that Hearthom reigned in the stead of his father. And when Hearthom had reigned twenty and four years, behold, the kingdom was taken away from him. And he served many years in captivity, yea, even all the remainder of his days.", "31 And he begat Heth, and Heth lived in captivity all his days. And Heth begat Aaron, and Aaron dwelt in captivity all his days; and he begat Amnigaddah, and Amnigaddah also dwelt in captivity all his days; and he begat Coriantum, and Coriantum dwelt in captivity all his days; and he begat Com.", "32 And it came to pass that Com drew away the half of the kingdom. And he reigned over the half of the kingdom forty and two years; and he went to battle against the king, Amgid, and they fought for the space of many years, during which time Com gained power over Amgid, and obtained power over the remainder of the kingdom.", "33 And in the days of Com there began to be robbers in the land; and they adopted the old plans, and administered oaths after the manner of the ancients, and sought again to destroy the kingdom.", "34 Now Com did fight against them much; nevertheless, he did not prevail against them."], "Español": ["Un rey sucede a otro— Algunos de los reyes son justos; otros son inicuos— Cuando la rectitud prevalece, el Señor bendice al pueblo y lo hace prosperar.", "1 Y sucedió que Shez, que era descendiente de Het— pues Het había perecido por motivo del hambre, como también toda su familia, menos Shez— empezó, pues, Shez a restablecer a un pueblo abatido.", "2 Y aconteció que Shez recordó la destrucción de sus padres, y estableció un reino justo; porque recordó lo que el Señor había hecho al traer a Jared y a su hermano a través del mar; y anduvo por las sendas del Señor; y engendró hijos e hijas.", "3 Y su hijo mayor, que se llamaba Shez, se rebeló contra él; pero Shez fue herido por mano de un ladrón, a causa de sus inmensas riquezas, lo cual de nuevo trajo la paz a su padre.", "4 Y sucedió que su padre fundó muchas ciudades sobre la superficie de esa tierra, y el pueblo otra vez comenzó a esparcirse por toda la tierra. Y vivió Shez hasta una edad sumamente avanzada, y engendró a Riplákish, y murió; y Riplákish reinó en su lugar.", "5 Y ocurrió que Riplákish no hizo lo que era recto a los ojos del Señor, porque tuvo muchas esposas y concubinas; e impuso sobre los hombros del pueblo lo que era difícil de sobrellevar; sí, les impuso pesados tributos; y con los tributos construyó muchos suntuosos edificios.", "6 Y se edificó un trono extremadamente hermoso; y construyó muchas prisiones, y a los que no querían sujetarse a los tributos, los echaba en la prisión; y a quienes no podían pagar tributos, los encerraba en la prisión; y hacía que trabajaran continuamente para su sostén; y al que se negaba a trabajar, hacía que lo mataran.", "7 De modo que logró toda su obra exquisita, sí, aun su oro fino hacía que se refinara en la prisión, y hacía que allí fuese elaborada toda suerte de obras preciosas. Y sucedió que afligió al pueblo con sus fornicaciones y sus abominaciones.", "8 Y cuando hubo reinado por el espacio de cuarenta y dos años, el pueblo se levantó en rebelión en contra de él; y empezó a haber guerra otra vez en la tierra, al grado de que mataron a Riplákish, y echaron a sus descendientes de la tierra.", "9 Y sucedió que después del transcurso de muchos años, Moriantón, que era descendiente de Riplákish, reunió un ejército de desterrados, y fue e hizo la guerra al pueblo, y se apoderó de muchas ciudades; y la guerra se agravó muchísimo, y duró por el espacio de muchos años; y él logró subyugar a toda la tierra, y se estableció como rey de toda la tierra.", "10 Y después de haberse establecido como rey, aligeró las cargas del pueblo, con lo cual se atrajo la simpatía del pueblo, y lo ungieron para que fuera su rey.", "11 Y obró rectamente con el pueblo, mas no consigo mismo, por motivo de sus muchas fornicaciones; por consiguiente, fue desechado de la presencia del Señor.", "12 Y sucedió que Moriantón edificó muchas ciudades, y durante su reinado el pueblo se hizo sumamente rico, tanto en edificios como en oro y plata, y en cosechas de granos, y en hatos y rebaños, y en aquellas cosas que les habían sido restituidas.", "13 Y vivió Moriantón hasta una edad muy avanzada, y entonces engendró a Kim; y Kim reinó en lugar de su padre, y reinó ocho años, y murió su padre. Y aconteció que Kim no reinó con rectitud, por lo que no fue favorecido por el Señor.", "14 Y su hermano se levantó en rebelión en contra de él, y por este medio lo redujo al cautiverio; y permaneció cautivo todos sus días; y engendró hijos e hijas en el cautiverio; y en su vejez engendró a Leví, y murió.", "15 Y ocurrió que Leví sirvió en el cautiverio durante cuarenta y dos años, tras la muerte de su padre. Y le hizo la guerra al rey de la tierra, y por este medio logró para sí el reino.", "16 Y después que hubo logrado para sí el reino, hizo lo que era justo a los ojos del Señor; y el pueblo prosperó en la tierra; y él vivió hasta una edad muy avanzada, y engendró hijos e hijas; y también engendró a Corom, a quien ungió por rey en su lugar.", "17 Y sucedió que Corom hizo lo que era recto a los ojos del Señor todos sus días; y engendró muchos hijos e hijas; y después de haber vivido muchos años, murió, así como el resto de los de la tierra; y Kish reinó en su lugar.", "18 Y ocurrió que Kish también murió, y Lib reinó en su lugar.", "19 Y aconteció que Lib también hizo lo que era recto a los ojos del Señor. Y en los días de Lib fueron destruidas las serpientes venenosas; de modo que fueron a las tierras del sur con objeto de procurar alimento para la gente del país, porque la región abundaba en animales del bosque. Y el mismo Lib llegó a ser gran cazador.", "20 Y construyeron una ciudad grande cerca de la estrecha lengua de tierra, cerca del paraje donde el mar divide la tierra.", "21 Y reservaron la tierra del sur como despoblado para la caza. Y toda la faz de la tierra del norte se hallaba cubierta de habitantes.", "22 Y eran sumamente industriosos; y compraban y vendían y traficaban unos con otros, a fin de sacar ganancia.", "23 Y trabajaban toda clase de minerales, y elaboraban el oro, la plata, el hierro, el bronce y toda clase de metales; y los sacaban de la tierra; por tanto, levantaron inmensos montones de tierra para obtener minerales, de oro, y de plata, y de hierro, y de cobre; e hicieron toda clase de obras finas.", "24 Y tenían sedas y lino finamente tejido; y hacían toda clase de telas para cubrir su desnudez.", "25 Y fabricaban toda clase de herramientas para cultivar la tierra, tanto para arar, como para sembrar, para segar, como para azadonar, como también para trillar.", "26 Y hacían toda clase de herramientas, con las cuales hacían trabajar sus animales.", "27 Y elaboraban toda clase de armas de guerra. Y confeccionaban toda clase de artículos de una elaboración sumamente fina.", "28 Y nunca pudo haber un pueblo más bendecido que ellos, ni que hubiera prosperado más por la mano del Señor; y se hallaban en una tierra escogida sobre todas las demás, porque el Señor lo había dicho.", "29 Y sucedió que Lib vivió muchos años, y engendró hijos e hijas; y asimismo engendró a Heartom.", "30 Y acaeció que Heartom reinó en lugar de su padre. Y cuando Heartom hubo reinado veinticuatro años, he aquí, le fue quitado el reino. Y sirvió muchos años en el cautiverio, sí, aun el resto de sus días.", "31 Y engendró a Het; y Het vivió en el cautiverio toda su vida. Y Het engendró a Aarón, y Aarón pasó todos sus días en el cautiverio; y engendró a Amnigadda, y también Amnigadda vivió cautivo todos sus días; y engendró a Coriántum, y Coriántum moró en la cautividad todos sus días; y engendró a Com.", "32 Y aconteció que Com se atrajo la mitad del reino. Y cuarenta y dos años reinó sobre la mitad del reino; y salió a la guerra contra el rey Amgid, y lucharon por el término de muchos años, durante los cuales Com venció a Amgid, y logró apoderarse del resto del reino.", "33 Y en los días de Com empezó a haber ladrones en la tierra; y adoptaron los planes antiguos, y administraron juramentos a la manera de los antiguos, y procuraron otra vez destruir el reino.", "34 Y Com los combatió mucho; sin embargo, no prevaleció sobre ellos."], "Français": ["Les rois se succèdent— Certains rois sont justes, d’autres méchants— Lorsque la justice règne, le peuple est béni et rendu prospère par le Seigneur.", "1 Et il arriva que Shez, qui était descendant de Heth— car Heth avait péri par la famine, ainsi que toute sa maison, à l’exception de Shez— c’est pourquoi, Shez commença à réédifier un peuple brisé.", "2 Et il arriva que Shez se souvint de la destruction de ses pères, et il édifia un royaume juste; car il se souvenait de ce que le Seigneur avait fait en amenant Jared et son frère à travers l’abîme; et il marcha dans les voies du Seigneur; et il engendra des fils et des filles.", "3 Et son fils aîné, dont le nom était Shez, se rebella contre lui; mais Shez fut frappé par la main d’un brigand à cause de son extrême richesse, ce qui rendit la paix à son père.", "4 Et il arriva que son père construisit beaucoup de villes sur la surface du pays, et le peuple recommença à se répandre sur toute la surface du pays. Et Shez vécut jusqu’à un âge extrêmement avancé; et il engendra Riplakish. Et il mourut, et Riplakish régna à sa place.", "5 Et il arriva que Riplakish ne fit pas ce qui était juste aux yeux du Seigneur, car il eut beaucoup d’épouses et de concubines, et mit sur les épaules des hommes ce qui était pénible à porter; oui, il leur imposa de lourds impôts; et avec les impôts, il construisit beaucoup d’édifices spacieux.", "6 Et il s’érigea un trône extrêmement beau; et il construisit beaucoup de prisons, et quiconque ne se soumettait pas aux impôts, il le jetait en prison; et quiconque n’était pas capable de payer les impôts, il le jetait en prison; et il les faisait travailler continuellement pour leur entretien; et quiconque refusait de travailler, il le faisait mettre à mort.", "7 C’est pourquoi, il obtint tous ses beaux ouvrages, oui, c’est-à-dire qu’il fit raffiner son or fin en prison; et il fit exécuter toutes sortes de fins travaux en prison. Et il arriva qu’il affligea le peuple de ses fornications et de ses abominations.", "8 Et lorsqu’il eut régné pendant quarante-deux ans, le peuple se souleva contre lui; et il recommença à y avoir la guerre dans le pays, de sorte que Riplakish fut tué et que ses descendants furent chassés du pays.", "9 Et il arriva qu’après beaucoup d’années, Morianton (qui était descendant de Riplakish), réunit une armée de proscrits, et alla livrer bataille au peuple; et il acquit du pouvoir sur beaucoup de villes; et la guerre devint extrêmement furieuse et dura pendant de nombreuses années; et il acquit du pouvoir sur tout le pays et s’établit roi de tout le pays.", "10 Et après s’être établi roi, il allégea le fardeau du peuple, ce qui lui fit trouver grâce aux yeux du peuple, et celui-ci l’oignit pour être son roi.", "11 Et il fit justice au peuple, mais pas à lui-même à cause de ses nombreuses fornications; c’est pourquoi, il fut retranché de la présence du Seigneur.", "12 Et il arriva que Morianton construisit beaucoup de villes, et le peuple devint extrêmement riche sous son règne, tant en bâtiments qu’en or et en argent, et dans la culture du grain, et dans les troupeaux de gros bétail, et dans les troupeaux de petit bétail, et dans les choses qui lui avaient été rendues.", "13 Et Morianton vécut jusqu’à un âge extrêmement avancé, et alors il engendra Kim; et Kim régna à la place de son père, et il régna huit ans, et son père mourut. Et il arriva que Kim ne régna pas en justice, c’est pourquoi il ne fut pas favorisé par le Seigneur.", "14 Et son frère se souleva contre lui, et le réduisit, ainsi, en captivité; et il resta en captivité toute sa vie; et il engendra, en captivité, des fils et des filles, et, dans sa vieillesse, il engendra Lévi; et il mourut.", "15 Et il arriva que Lévi servit en captivité, après la mort de son père, pendant quarante-deux ans. Et il fit la guerre au roi du pays, et, par ce moyen, il obtint le royaume pour lui-même.", "16 Et lorsqu’il eut obtenu le royaume pour lui-même, il fit ce qui était juste aux yeux du Seigneur; et le peuple prospéra dans le pays; et il vécut jusqu’à un âge avancé, et engendra des fils et des filles; et il engendra aussi Corom, qu’il oignit pour être roi à sa place.", "17 Et il arriva que Corom fit toute sa vie ce qui était bien aux yeux du Seigneur; et il engendra beaucoup de fils et de filles; et lorsqu’il eut vu beaucoup de jours, il mourut, comme le reste de la terre; et Kish régna à sa place.", "18 Et il arriva que Kish mourut aussi, et Lib régna à sa place.", "19 Et il arriva que Lib fit aussi ce qui était bien aux yeux du Seigneur. Et du temps de Lib, les serpents venimeux furent détruits. C’est pourquoi, ils allèrent dans le pays situé du côté du sud, pour chasser de la nourriture pour le peuple du pays, car le pays était couvert d’animaux de la forêt. Et Lib devint aussi un grand chasseur.", "20 Et ils construisirent une grande ville près de la langue étroite de terre, près de l’endroit où la mer divise le pays.", "21 Et ils conservèrent le pays situé du côté du sud comme désert, pour avoir du gibier. Et toute la surface du pays situé du côté du nord était couverte d’habitants.", "22 Et ils étaient extrêmement industrieux, et ils achetaient, et vendaient, et commerçaient entre eux, afin d’obtenir du gain.", "23 Et ils travaillaient toutes sortes de minerais, et ils faisaient de l’or, et de l’argent, et du fer, et de l’airain, et toutes sortes de métaux; et ils les tiraient de la terre; c’est pourquoi, ils entassèrent d’immenses monceaux de terre pour obtenir du minerai d’or, et d’argent, et de fer, et de cuivre. Et ils firent toutes sortes de fins ouvrages.", "24 Et ils eurent des soieries et du fin lin retors; et ils fabriquèrent toutes sortes de tissus, afin de revêtir leur nudité.", "25 Et ils firent toutes sortes d’outils pour cultiver la terre, à la fois pour labourer et semer, pour moissonner et houer, et aussi pour battre.", "26 Et ils firent toutes sortes d’outils avec lesquels ils faisaient travailler leurs bêtes.", "27 Et ils firent toutes sortes d’armes de guerre. Et ils accomplirent toutes sortes d’ouvrages d’une exécution extrêmement habile.", "28 Et aucun peuple n’aurait pu être plus béni qu’eux, ni rendu plus prospère par la main du Seigneur. Et ils étaient dans un pays qui était préférable à tous les pays, car le Seigneur l’avait dit.", "29 Et il arriva que Lib vécut de nombreuses années et engendra des fils et des filles; et il engendra aussi Héarthom.", "30 Et il arriva qu’Héarthom régna à la place de son père. Et lorsque Héarthom eut régné vingt-quatre ans, voici, le royaume lui fut enlevé. Et il servit de nombreuses années en captivité, oui, tout le reste de ses jours.", "31 Et il engendra Heth, et Heth vécut toute sa vie en captivité. Et Heth engendra Aaron, et Aaron demeura toute sa vie en captivité; et il engendra Amnigaddah, et Amnigaddah demeura aussi toute sa vie en captivité; et il engendra Coriantum, et Coriantum demeura toute sa vie en captivité; et il engendra Com.", "32 Et il arriva que Com entraîna la moitié du royaume. Et il régna quarante-deux ans sur la moitié du royaume; et il alla livrer bataille au roi, Amgid, et ils combattirent pendant de nombreuses années, pendant lesquelles Com acquit du pouvoir sur Amgid, et obtint du pouvoir sur le reste du royaume.", "33 Et du temps de Com, il commença à y avoir des brigands dans le pays; et ils adoptèrent les anciens plans, et firent prêter des serments à la manière des anciens, et cherchèrent de nouveau à détruire le royaume.", "34 Or, Com lutta beaucoup contre eux; néanmoins, il ne l’emporta pas sur eux."], "Kiribati": ["E oneaki mwiin te uea temanna iroun te uea riki temanna—Tabeman uea a raoiroi ao tabeman a buakaka—Ngkana e teimatoa te raoiroi, ao aomata a kakabwaiaki ma ni karikirakeaki aroia iroun te Uea.", "1 Ao e a koro bukina bwa Teeti, are kanoan Eta—bwa Eta e a tia ni mate n te rongo, ma kaain batana ni kabane ma ti Teeti—ngaia are Teeti e a waaki ni manga kamatoaia te botanaomata ae a tia ni kariaia ni mate.", "2 Ao e a koro bukina bwa Teeti e bon uringa tiringakia ana bakatibu, ao e bon katea te abanuea ae raoiroi; bwa e uringa are e a tia ni karaoia te uea n uotia Iareta ma tarina rinanon te marawa; ao e bon nakonako ni kawain te Uea; ao e karikiia natina mwaane ao aine.", "3 Ao ana karimoa te mwaane, are arana Teeti, e bon kaitara; ma e ngae n anne e bon oreaki Teeti iroun te tia iraa, ibukin korakoran kaubwaina are e a karika te rau riki nakon tamana.", "4 Ao e a koro bukina bwa tamana e katei kaawa aika a mwaiti iaon te aba, ao aomata a moanna ni kabuta te aba. Ao Teeti e maiu ni karokoa ae e a rang kara; ao e a karika Ribwakite. Ao e mate, ao e uea Ribwakite n onea mwiina.", "5 Ao e a koro bukina bwa Ribwakite e aki karaoa ae eti i matan te Uea, bwa a bon mwaiti buuna ma buuna ni kewe, ao e anganiia aomata uotaia ae rawawata; eng, e bon anai aia angabwai aika a korakora; ao man te angabwai ao e katei kateitei aika a mwawawa.", "6 Ao e katea ana kaintokanuea ae rianako tamaroana: ao e katei nne ni kaikain aika a mwaiti; ao ane e rawa n angabwai ao e bon tewenakoa nako nanon te nne ni kaikain; ao e tua bwa a na teimatoa ni beku ibukin maiuia; ao ane e rawa ni mwakuri e tua bwa e na tiringaki.", "7 Ngaia are e bon karekei ana bwai aika a karaoaki ni kabane, eng, ana koora e bon tua bwa e na katamaroaki man te nne ni kaikain; ao aekan bwaai nako ake a karaoaki aika a tamaroa e bon tua bwa a na karaoaki man te nne ni kaikain. Ao e a koro bukina bwa e bon karawawataia aomata ma ana waaki ni kabekaau ao ana mwakuri aika bati n ribaki.", "8 Ao ngke e a tia n tautaeka i nanon te maan ae abwi ma uoua te ririki a bon teirake aomata ni kaitara; ao e a manga boo te buaka n te aba, n te aro are e a tiringaki Ribwakite, ao a kakioaki nako kanoana man te aba.", "9 Ao e a koro bukina bwa i mwin te maan ae bati te ririki, Morianton, (are kanoan Ribwakite) e ikotiia ana taanga ni buaka aika kaaina taan kakioaki nako, ao a mwananga ni buakaniia aomata; ao e karekea te tautaeka i aon kaawa aika a mwaiti; ao e a rikirake ni korakora te buaka, ao e waki i nanon te maan ae ririki aika a mwaiti; ao e karekea te tautaeka i aon te aba ni kabuta, ao e a bon karikiia bwa te uea i aon te aba ni kabuta.", "10 Ao ngke e a tia ni bon karikia bwa te uea e kabebetea uotaia aomata, n te aro are e a karekea tangirakina irouia aomata, ao a bon kabiria bwa aia uea.", "11 Ao e karaoa ae raoiroi nakoia aomata, ma tiaki nakoina ibukina bwa e bati ana waaki ni kabekaau; ngaia are e a kararoaki nako mai i matan te Uea.", "12 Ao e a koro bukina bwa e katei kaawa Morianton aika a mwaiti, ao a rikirake ni korakora kaubwaia aomata i aan ana tautaeka, n aron aia kateitei, aia koora ao aia tirewa, ao n aia wiita ake a uniki, ao n aia nanai ni man, ma aia ikota ni man, ao ni bwaai ni kabane ake a tia ni kaokaki nakoia.", "13 Ao Morianton e maiu ni karokoa ae e a rangi ni kara, ao e karika Kim; ao Kim e tautaeka i mwin tamana; ao e tautaeka i nanon waniua te ririki ao e a mate tamana. Ao e a koro bukina bwa Kim e bon aki tautaeka i nanon te raoiroi, ngaia are e bon aki tangiraki iroun te Uea.", "14 Ao tarina e bon teirake ni kaitara, are ngaia are e a uotia ni kaburea; ao e bon tiku ni kabureaki i nanon ana bong ni kabane; ao e karikia natina mwaane ao aine i nanon ana tai ni kabureaki, ao i nanon ana tai ni kara ao e karika Rewi; ao e a mate.", "15 Ao e a koro bukina bwa e bon beku Rewi i nanon te kabureaki i mwin maten tamana, i nanon te maan ae abwi ma uoua te ririki. Ao e karaoa te buaka ni kaitara uean te aba, are ngaia are e a reke irouna te abanuea.", "16 Ao ngke e a tia ni karekea te abanuea irouna e bon karaoa ae eti i matan te Uea; ao a bon rikirake aroia aomata n te aba; ao e bon maiu ni karokoa ae e a kara, ao e karikia natina mwaane ao aine; ao e karika naba Korom, are e bon kabiria bwa e na uea i mwina.", "17 Ao e a koro bukina bwa Korom e bon karaoa ae raoiroi i matan te Uea ni kabanea ana bong; ao e karikiia natina mwaane ao aine aika a mwaiti; ao i mwin nooran boong aika a mwaiti irouna ao e bon mate, n aekaia kaain te aonaba ni kabane; ao Kiti e tautaeka i mwina.", "18 Ao e a koro bukina bwa Kiti e mate naba, ao e tautaeka Riibu i mwina.", "19 Ao e a koro bukina bwa Riibu e bon karaoa naba ae raoiroi i matan te Uea. Ao i nanon ana bong Riibu ao a tiringaki naeta aika a kamamate. Ngaia are a bon nako nakon te aba i maiaki, bwa a na kakaea kanaia aomata ake kaain te aba, bwa e a kaonaki te aba ni manin te buakonikai. Ao Riibu bon te tia kaeman ae korakora naba.", "20 Ao a katea te kaawa ae korakora n te aba ae wariki, n te tabo are e kamaenakoaki iai te aba n taari.", "21 Ao a bon kawakina te aba are e nako maiaki bwa te rereua ibukin te tabo ni kaeman. Bwa e onrake te aba are i meang irouia aomata.", "22 Ao e bon korakora marurungiia, ao a bobwai ma ni kaboonakoi bwaai ma n iokinibwai imarenaia, bwa e aonga n reke aia raka.", "23 Ao a bon mwakuria te ooa n aekana nako, ao a karaoa te koora, te tirewa, te biti, ao te buraati, ma aekan nako te biti; ao a bon kenna mai aan tano; ngaia are a bon kawaerakei bwariko n tano aika a bati bwa a aonga ni karekea te ooa, te koora, te tirewa, te biti, ao te kaobwa. Ao a karaoi aekan nako bwaai aika a karaoaki n te bai.", "24 Ao bon iai aia tirika, ma rinen aika a raoiroi rarangaki; ao a karaoi aekan nako te kunnikai, bwa aonga ni kunnikaia ma ni karabaniia.", "25 Ao a bon karaoi aekan bwaai ni mwakuri nako bwa aonga n ribana te aba, bwa a na kamaraua te tano ao n ununiki, n riko uaanikai ao n urua te tano, ao n ororea te wiita.", "26 Ao a bon karaoi bwaai ni mwakuri n aekaia nako are a bon mwakuri iai ma aia man.", "27 Ao a bon karaoi bwaai ni buaka n aekaia nako. Ao a bon karaoi mwakuri n aekaia nako aika bwaai aika a kamimi aron mwakuriaia.", "28 Ao bon akea riki te botanaomata ae e kakabwaiaki ma ni karikirakeaki aroia iroun te Uea riki nakoia. Ao a bon mena n te aba ae rine i buakoia aaba ni kabane, bwa e a bon tia n taekinna te Uea.", "29 Ao e a koro bukina bwa Riibu e bon maeka i nanon ririki aika a mwaiti, ao e karikiia natina mwaane ao aine; ao e karika naba Eatom.", "30 Ao e a koro bukina bwa Eatom e tautaeka i mwin tamana. Ao ngke e a tia Eatom n tautaeka i nanon te maan ae uabwi ma aua te ririki, nooria, e a bon anaaki te abanuea mai irouna. Ao e beku i nanon te tautoronaki i nanon ririki aika a mwaiti, eng, ni karokoa banen ana bong.", "31 Ao e karika Eta, ao Eta e maiu i nanon te tautoronaki i nanon ana bong ni kabane. Ao Eta e bon karika Aaron, ao Aaron e maeka i nanon te tautoronaki i nanon ana bong ni kabane; ao e karika Aminikata, ao Aminikata e maeka naba i nanon te tautoronaki i nanon ana bong ni kabane; ao e karika Koriantam, ao Koriantam e maeka i nanon te tautoronaki i nanon ana bong ni kabane; ao e karika Koom.", "32 Ao e a koro bukina bwa Koom e kairiia nako te mwaiti ae iteran te abanuea. Ao e tautaeka i aoia te mwaiti ae iteran te abanuea i nanon abwi ma aua te ririki; ao e nako ni buaka ni kaitara te uea, are Amikite, ao a buaka i nanon te maan ae ririki aika a mwaiti, ao i nanon te tai anne ao Koom e tokanikai iaon Amikite, ma ni karekea te tautaeka i aoia nikiraia kaain te abanuea.", "33 Ao i nanon ana bong Koom ao bon iai taan kamwarua n te aba; ao a katotong babaire ni kawai, ma ni karaoi berita n aekaia kaina ngkoa, ma n ukoukora riki kamaunan te abanuea.", "34 Ngkai Koom e bon un ni kaaitaraia i nanon te tai ae bati; ma e ngae n anne, e bon aki teimatoa ni kaaitaraia."]}