{"English": ["Moroni is commanded to seal up the writings of the brother of Jared—They will not be revealed until men have faith even as the brother of Jared—Christ commands men to believe His words and those of His disciples—Men are commanded to repent, believe the gospel, and be saved.", "1 And the Lord commanded the brother of Jared to go down out of the mount from the presence of the Lord, and write the things which he had seen; and they were forbidden to come unto the children of men until after that he should be lifted up upon the cross; and for this cause did king Mosiah keep them, that they should not come unto the world until after Christ should show himself unto his people.", "2 And after Christ truly had showed himself unto his people he commanded that they should be made manifest.", "3 And now, after that, they have all dwindled in unbelief; and there is none save it be the Lamanites, and they have rejected the gospel of Christ; therefore I am commanded that I should hide them up again in the earth.", "4 Behold, I have written upon these plates the very things which the brother of Jared saw; and there never were greater things made manifest than those which were made manifest unto the brother of Jared.", "5 Wherefore the Lord hath commanded me to write them; and I have written them. And he commanded me that I should seal them up; and he also hath commanded that I should seal up the interpretation thereof; wherefore I have sealed up the interpreters, according to the commandment of the Lord.", "6 For the Lord said unto me: They shall not go forth unto the Gentiles until the day that they shall repent of their iniquity, and become clean before the Lord.", "7 And in that day that they shall exercise faith in me, saith the Lord, even as the brother of Jared did, that they may become sanctified in me, then will I manifest unto them the things which the brother of Jared saw, even to the unfolding unto them all my revelations, saith Jesus Christ, the Son of God, the Father of the heavens and of the earth, and all things that in them are.", "8 And he that will contend against the word of the Lord, let him be accursed; and he that shall deny these things, let him be accursed; for unto them will I show no greater things, saith Jesus Christ; for I am he who speaketh.", "9 And at my command the heavens are opened and are shut; and at my word the earth shall shake; and at my command the inhabitants thereof shall pass away, even so as by fire.", "10 And he that believeth not my words believeth not my disciples; and if it so be that I do not speak, judge ye; for ye shall know that it is I that speaketh, at the last day.", "11 But he that believeth these things which I have spoken, him will I visit with the manifestations of my Spirit, and he shall know and bear record. For because of my Spirit he shall know that these things are true; for it persuadeth men to do good.", "12 And whatsoever thing persuadeth men to do good is of me; for good cometh of none save it be of me. I am the same that leadeth men to all good; he that will not believe my words will not believe me—that I am; and he that will not believe me will not believe the Father who sent me. For behold, I am the Father, I am the light, and the life, and the truth of the world.", "13 Come unto me, O ye Gentiles, and I will show unto you the greater things, the knowledge which is hid up because of unbelief.", "14 Come unto me, O ye house of Israel, and it shall be made manifest unto you how great things the Father hath laid up for you, from the foundation of the world; and it hath not come unto you, because of unbelief.", "15 Behold, when ye shall rend that veil of unbelief which doth cause you to remain in your awful state of wickedness, and hardness of heart, and blindness of mind, then shall the great and marvelous things which have been hid up from the foundation of the world from you—yea, when ye shall call upon the Father in my name, with a broken heart and a contrite spirit, then shall ye know that the Father hath remembered the covenant which he made unto your fathers, O house of Israel.", "16 And then shall my revelations which I have caused to be written by my servant John be unfolded in the eyes of all the people. Remember, when ye see these things, ye shall know that the time is at hand that they shall be made manifest in very deed.", "17 Therefore, when ye shall receive this record ye may know that the work of the Father has commenced upon all the face of the land.", "18 Therefore, repent all ye ends of the earth, and come unto me, and believe in my gospel, and be baptized in my name; for he that believeth and is baptized shall be saved; but he that believeth not shall be damned; and signs shall follow them that believe in my name.", "19 And blessed is he that is found faithful unto my name at the last day, for he shall be lifted up to dwell in the kingdom prepared for him from the foundation of the world. And behold it is I that hath spoken it. Amen."], "Español": ["Se le manda a Moroni sellar los escritos del hermano de Jared— No serán revelados sino hasta que los hombres tengan fe aun como la del hermano de Jared— Cristo manda a los hombres creer en Sus palabras y en las de Sus discípulos— Se da a los hombres el mandamiento de arrepentirse, creer en el Evangelio y ser salvos.", "1 Y el Señor mandó al hermano de Jared que descendiera del monte, de la presencia del Señor, y escribiera las cosas que había visto; y fue prohibido que se dieran a los hijos de los hombres, sino hasta después que él fuese levantado sobre la cruz; y por esta causa las guardó el rey Mosíah, para que no llegasen al mundo sino hasta después que Cristo se manifestara a su pueblo.", "2 Y después que Cristo verdaderamente se hubo manifestado a su pueblo, él mandó que se dieran a conocer.", "3 Y ahora bien, después de esto, todos han degenerado en la incredulidad; y no queda nadie sino los lamanitas, y estos han desechado el evangelio de Cristo; por tanto, se me manda que las oculte otra vez en la tierra.", "4 He aquí, he escrito sobre estas planchas las mismas cosas que vio el hermano de Jared; y jamás se manifestaron cosas mayores que las que le fueron mostradas al hermano de Jared.", "5 Por tanto, el Señor me ha mandado que las escriba; y las he escrito. Y me mandó que las sellara; y también me ha mandado que selle su interpretación; así que he sellado los intérpretes, de acuerdo con el mandamiento del Señor.", "6 Porque el Señor me dijo: No irán a los gentiles sino hasta el día en que se arrepientan de su iniquidad, y se vuelvan puros ante el Señor.", "7 Y el día en que ejerzan la fe en mí, dice el Señor, así como lo hizo el hermano de Jared, para que se santifiquen en mí, entonces les manifestaré las cosas que vio el hermano de Jared, aun hasta desplegar ante ellos todas mis revelaciones, dice Jesucristo, el Hijo de Dios, el Padre de los cielos y de la tierra, y de todas las cosas que en ellos hay.", "8 Y el que contienda contra la palabra del Señor, maldito sea; y el que niegue estas cosas, maldito sea; porque a estos no mostraré cosas mayores, dice Jesucristo; porque yo soy el que habla.", "9 Y por mi mandato se abren y se cierran los cielos; y por mi palabra temblará la tierra; y por mi mandato sus habitantes pasarán, como si fuera por fuego.", "10 Y el que no cree mis palabras no cree a mis discípulos; y si es que yo no hablo, juzgad vosotros; porque en el postrer día sabréis que yo soy el que habla.", "11 Pero al que crea estas cosas que he hablado, yo lo visitaré con las manifestaciones de mi Espíritu, y sabrá y dará testimonio. Porque por mi Espíritu sabrá que estas cosas son verdaderas; porque persuade a los hombres a hacer lo bueno.", "12 Y cualquier cosa que persuada a los hombres a hacer lo bueno viene de mí; porque el bien de nadie procede, sino de mí. Yo soy el mismo que conduce a los hombres a todo lo bueno; el que no crea mis palabras, tampoco me creerá a mí: que yo soy; y aquel que no me crea, no creerá al Padre que me envió. Pues he aquí, yo soy el Padre, yo soy la luz, y la vida, y la verdad del mundo.", "13 ¡Venid a mí, oh gentiles, y os mostraré las cosas mayores, el conocimiento que se ha ocultado a causa de la incredulidad!", "14 ¡Venid a mí, oh casa de Israel, y os será manifestado cuán grandes cosas el Padre ha reservado para vosotros desde la fundación del mundo; y no han llegado a vosotros por motivo de la incredulidad!", "15 He aquí, cuando rasguéis ese velo de incredulidad que os hace permanecer en vuestro espantoso estado de iniquidad, y dureza de corazón, y ceguedad de mente, entonces las cosas grandes y maravillosas que han estado ocultas de vosotros desde el principio del mundo, sí, cuando invoquéis al Padre en mi nombre, con un corazón quebrantado y un espíritu contrito, entonces sabréis que el Padre se ha acordado del convenio que hizo con vuestros padres, oh casa de Israel.", "16 Entonces serán manifestadas a los ojos de todo el pueblo mis revelaciones que he hecho que sean escritas por mi siervo Juan. Acordaos, cuando veáis estas cosas, sabréis que el tiempo está cerca en que efectivamente serán manifestadas.", "17 Por tanto, cuando recibáis esta historia, sabréis que la obra del Padre ha empezado sobre toda la faz de la tierra.", "18 Arrepentíos, pues, todos vosotros los extremos de la tierra, y venid a mí, y creed en mi evangelio y sed bautizados en mi nombre; porque el que crea y sea bautizado, será salvo; mas el que no crea, será condenado; y las señales seguirán a los que crean en mi nombre.", "19 Y bendito es aquel que sea hallado fiel a mi nombre en el postrer día, porque será enaltecido para morar en el reino preparado para él desde la fundación del mundo. Y he aquí, yo soy quien lo ha hablado. Amén."], "Français": ["Moroni reçoit le commandement de sceller les écrits du frère de Jared— Ils ne seront pas révélés avant que les hommes aient une foi semblable à celle du frère de Jared— Le Christ commande aux hommes de croire en ses paroles et en celles de ses disciples— Il est commandé aux hommes de se repentir, de croire en l’Évangile et d’être sauvés.", "1 Et le Seigneur commanda au frère de Jared de descendre de la montagne hors de la présence du Seigneur et d’écrire les choses qu’il avait vues, et il fut défendu de les faire parvenir aux enfants des hommes avant qu’il n’eût été élevé sur la croix; et c’est pour cette raison que le roi Mosiah les garda, afin qu’elles ne parviennent pas au monde avant que le Christ ne se soit montré à son peuple.", "2 Et lorsque le Christ se fut, en vérité, montré à son peuple, il commanda que ces choses soient rendues manifestes.", "3 Et alors, après cela, ils ont tous dégénéré dans l’incrédulité; et il n’y a personne d’autre que les Lamanites, et ils ont rejeté l’Évangile du Christ; c’est pourquoi il m’est commandé de les cacher de nouveau dans la terre.", "4 Voici, j’ai écrit sur ces plaques les choses mêmes que le frère de Jared a vues; et jamais rien de plus grand n’a été manifesté que ce qui a été manifesté au frère de Jared.", "5 C’est pourquoi le Seigneur m’a commandé de les écrire; et je les ai écrites. Et il m’a commandé de les sceller; et il m’a aussi commandé d’en sceller l’interprétation; c’est pourquoi j’ai scellé les interprètes, selon le commandement du Seigneur.", "6 Car le Seigneur m’a dit: Cela n’ira pas aux Gentils avant le jour où ils se seront repentis de leur iniquité et seront devenus purs devant le Seigneur.", "7 Et le jour où ils feront preuve de foi en moi, dit le Seigneur, comme le frère de Jared l’a fait, afin de devenir sanctifiés en moi, alors je leur manifesterai les choses que le frère de Jared a vues, jusqu’à leur dévoiler toutes mes révélations, dit Jésus-Christ, le Fils de Dieu, le Père des cieux et de la terre et de tout ce qui s’y trouve.", "8 Et celui qui lutte contre la parole du Seigneur, qu’il soit maudit; et celui qui nie ces choses, qu’il soit maudit; car je ne leur montrerai rien de plus grand, dit Jésus-Christ; car c’est moi qui parle.", "9 Et à mon commandement, les cieux s’ouvrent et se ferment; et à ma parole, la terre tremblera; et à mon commandement, ses habitants passeront comme si c’était par le feu.", "10 Et celui qui ne croit pas mes paroles ne croit pas mes disciples; et si je ne parle pas, jugez-en; car vous saurez, au dernier jour, que c’est moi qui parle.", "11 Mais celui qui croit ces choses que j’ai dites, j’interviendrai en sa faveur par les manifestations de mon Esprit, et il saura et témoignera. Car à cause de mon Esprit, il saura que ces choses sont vraies; car il persuade les hommes de faire le bien.", "12 Et tout ce qui persuade les hommes de faire le bien est de moi; car le bien ne vient que de moi. Je suis celui-là même qui conduit les hommes dans tout ce qui est bien; celui qui ne veut pas croire mes paroles ne me croira pas— ne croira pas que je suis; et celui qui ne veut pas me croire ne croira pas le Père qui m’a envoyé. Car voici, je suis le Père, je suis la lumière, et la vie, et la vérité du monde.", "13 Venez à moi, ô Gentils, et je vous montrerai les choses qui sont plus grandes, la connaissance qui est cachée à cause de l’incrédulité.", "14 Viens à moi, ô maison d’Israël, et il te sera manifesté combien sont grandes les choses que le Père a mises en réserve pour toi depuis la fondation du monde; et cela ne t’est pas parvenu à cause de l’incrédulité.", "15 Voici, lorsque tu déchireras ce voile d’incrédulité qui te fait rester dans ton affreux état de méchanceté, et d’endurcissement de cœur, et d’aveuglement d’esprit, alors les choses grandes et merveilleuses qui te sont cachées depuis la fondation du monde— oui, lorsque tu invoqueras le Père en mon nom, le cœur brisé et l’esprit contrit, alors tu sauras que le Père s’est souvenu de l’alliance qu’il a faite avec tes pères, ô maison d’Israël.", "16 Et alors mes révélations, que j’ai fait écrire par mon serviteur Jean, seront dévoilées aux yeux de tout le peuple. Souviens-toi, lorsque tu verras ces choses, tu sauras que le moment est proche où elles seront véritablement manifestées.", "17 C’est pourquoi, lorsque tu recevras ces annales, tu sauras que l’œuvre du Père a commencé sur toute la surface du pays.", "18 C’est pourquoi, repentez-vous, toutes extrémités de la terre, et venez à moi, et croyez en mon Évangile, et soyez baptisées en mon nom; car celui qui croit et est baptisé sera sauvé; mais celui qui ne croit pas sera condamné; et des signes suivront ceux qui croient en mon nom.", "19 Et béni est celui qui est trouvé fidèle à mon nom au dernier jour, car il sera élevé pour demeurer dans le royaume préparé pour lui depuis la fondation du monde. Et voici, c’est moi qui l’ai dit. Amen."], "Kiribati": ["E tuangaki Moronaai bwa e na kaini ana koroboki tarin Iareta—A na bon aki kaotaki ni karokoa ae iai aia onimaki aomata n aron tarin Iareta—E tuangiia aomata Kristo bwa a na kakoauai Ana taeka ma aia taeka Ana reirei—A tuangaki aomata bwa a na rairinanoia, kakoaua te euangkerio, ao a na kamaiuaki.", "1 Ao te Uea e tuanga tarin Iareta bwa e na ruo rikaaki man te maunga mai i matan te Uea, ma ni koroi bwaai ake e a tia n noori; ao a tabuaki bwa a na roko nakoia natiia aomata ni karokoa te tai are e na tabekaki rake iaon te kaibangaki; ao ibukin aio are e kaawakin te uea are Motiaea, bwa a na aki roko nakon te aonaba ni karokoa te tai are Kristo e na kaoti nakoia ana botanaomata.", "2 Ao i mwin are Kristo e a tia raoi ni kaotia nakoia ana botanaomata e tua bwa a na kaotaki.", "3 Ao ngkai, i mwin anne, a tia ni kerikaaki n aia aki onimaki; ao bon akea aomata ma ti Reimwanaite, ao a tia n totokoa ana euangkerio Kristo; ngaia are I a tuangaki bwa N na manga karabai riki i aan tano.", "4 Nooria, I a tia ni koroboki i aon bwaatua aikai taekan bwaai ake e noori tarin Iareta; ao bon akea riki bwaai aika a korakora aika a tia ni kaotaki n aron ake a kaotaki nakon tarin Iareta.", "5 Ngaia are te Uea e a tia n tuangai bwa N na koroi; ao I a tia ni koroi. Ao e tuangai bwa N na kaini; ao e a tia naba n tuangai bwa N na kaini kabwaran nanoia; ngaia are I a tia ni kaini bwaai ni kabwara nanon taeka, n aron ana tua te Uea.", "6 Bwa e taku te Uea nakoiu: A na bon aki roko nakoia Tientaire ni karokoa te bong are a na rairinanoia man aia bure, ma n riki n itiaki i matan te Uea.", "7 Ao n te bong are a kamwakura onimakinau, e taku te Uea, n aron are e koroi tarin Iareta, ao a riki ni katabuaki irou, ao ngkanne N na kaoti nakoia bwaai ake e noori tarin Iareta, ma ni kabwaranakoa nakoia au kaotioti ni kabane, e taku Iesu Kristo, Natin te Atua, Taman karawa ao te aonaba, ao ni kabane bwaai ake a mena iai.", "8 Ao ane e kan kauntaeka ni kaitara ana taeka te Uea, ao e na reke kaina; ao ane e kaakeai bwaai aikai, ao e na reke kaina; bwa N na bon aki manga kaoti bwaai aika a korakora nakoia, e taku Iesu Kristo; bwa bon Ngai ae I taetae.", "9 Ao man au kaetieti ao a kaukaki karawa ao a kainaki; ao man au taeka ao e ruru te aonaba; ao man au kaetieti ao kaaina a bon bua, n te ai.", "10 Ao ane e aki kakoauai au taeka e aki kakoauaia au reirei; ao ngkana arona bwa I aki taetae, ko na motikitaeka; bwa ko na bon ataia bwa bon Ngai ae I taetae, n te kabanea ni bong.", "11 Ma ane e kakoauai bwaai aikai ake I a tia n taekin, ao N na bon kawaria n ana kaotioti tamneiu, ao e na ataia ma n taua mwiina. Bwa ibukin tamneiu ao e na bon ataia bwa bwaai aikai a koaua; bwa a kairoroia aomata bwa a na karaoa ae raoiroi.", "12 Ao te bwai are e kairoroia aomata bwa a na karaoia ae raoiroi bon mai irou; bwa e aki roko ae raoiroi mai irouia aomata ma bon ti mai irou. Bon Ngai naba are I kairiria aomata bwa a na karaoa are raoiroi ni kabane; ane e aki kakoauai au taeka e bon aki naba kakoauaai—bwa bon Ngai; ao ane e aki kakoauaai e na bon aki kakoaua te Tama are e kanakomaiakai. Bwa nooria, bon Ngai te Tama, Ngai te oota, ao te maiu, ao koauan te aonaba.", "13 Nakomai nakoiu, O ngkami Tientaire, ao N na kaoti nakoimi bwaai aika a korakora riki, te rabakau are e karabaki ibukin te kakewekewe.", "14 Nakomai nakoiu, O ngkami te bata are Iteraera, ao a na kaotaki nakoimi bwaai aika a korakora are e kaikoi te Tama ibukimi, mani moan karikan aonaba ao e tuai man reke iroumi ibukin te kakewekewe.", "15 Nooria, ngkana kam raeuaka rabunan te ataibwai are e karika te aro are kam na tiku n aromi ni buakaka ae kamwengabuaka, ma matoatoan nanomi, ma matakiin ami iango, ao ngkana bwaai ake a korakora ma ni kamimi ake a karabaki man moan katean te aonaba mai iroumi—eng, ngkana kam wewetea te Tama n arau ma te nano ae uruaki ao te tamnei ae raraoma, ao ngkanne kam na ataia bwa te Tama e uringa te berita ae tabu are karaoia ma ami bakatibu, O te bata are Iteraera.", "16 Ao ngkanne au kaotioti are I tua bwa e na koroi au toro are Ioane a na katangainaaki i mataia aomata ni kabane. Uringnga, ngkana ko noori bwaai aikai ni kabane, ko na ataia bwa e a kan roko te tai are a na kaotaki iai.", "17 Ngaia are, ngkana e na reke iroum te rongorongo aio ko na kona n ataia bwa e a tia ni waaki nako ana mwakuri te Tama i aon te aba.", "18 Ngaia are, rairinanomi ngkami kaain tokin aonaba, ao nakomai nakoiu, ma ni kakoaua au euangkerio, ao ma ni bwabetitoaki n arau; bwa ane e kakoaua ma ni bwabetitoaki e na kamaiuaki; ma ane e aki kakoaua e na kabuakakaaki; ao a na riki kanikina nakoia ake a kakoaua.", "19 Ao e na kakabwaiaki are e kuneaki ni kakaonimaki nakon arau n te kabanea ni bong, bwa e na tabekaki rake bwa e na maeka n te abanuea are e katauraoaki ibukina ma ni katean te aonaba. Ao nooria bon Ngai ae I a tia n taekinna. Amen."]}