{"English": ["Millions of the Jaredites are slain in battle—Shiz and Coriantumr assemble all the people to mortal combat—The Spirit of the Lord ceases to strive with them—The Jaredite nation is utterly destroyed—Only Coriantumr remains.", "1 And it came to pass when Coriantumr had recovered of his wounds, he began to remember the words which Ether had spoken unto him.", "2 He saw that there had been slain by the sword already nearly two millions of his people, and he began to sorrow in his heart; yea, there had been slain two millions of mighty men, and also their wives and their children.", "3 He began to repent of the evil which he had done; he began to remember the words which had been spoken by the mouth of all the prophets, and he saw them that they were fulfilled thus far, every whit; and his soul mourned and refused to be comforted.", "4 And it came to pass that he wrote an epistle unto Shiz, desiring him that he would spare the people, and he would give up the kingdom for the sake of the lives of the people.", "5 And it came to pass that when Shiz had received his epistle he wrote an epistle unto Coriantumr, that if he would give himself up, that he might slay him with his own sword, that he would spare the lives of the people.", "6 And it came to pass that the people repented not of their iniquity; and the people of Coriantumr were stirred up to anger against the people of Shiz; and the people of Shiz were stirred up to anger against the people of Coriantumr; wherefore, the people of Shiz did give battle unto the people of Coriantumr.", "7 And when Coriantumr saw that he was about to fall he fled again before the people of Shiz.", "8 And it came to pass that he came to the waters of Ripliancum, which, by interpretation, is large, or to exceed all; wherefore, when they came to these waters they pitched their tents; and Shiz also pitched his tents near unto them; and therefore on the morrow they did come to battle.", "9 And it came to pass that they fought an exceedingly sore battle, in which Coriantumr was wounded again, and he fainted with the loss of blood.", "10 And it came to pass that the armies of Coriantumr did press upon the armies of Shiz that they beat them, that they caused them to flee before them; and they did flee southward, and did pitch their tents in a place which was called Ogath.", "11 And it came to pass that the army of Coriantumr did pitch their tents by the hill Ramah; and it was that same hill where my father Mormon did hide up the records unto the Lord, which were sacred.", "12 And it came to pass that they did gather together all the people upon all the face of the land, who had not been slain, save it was Ether.", "13 And it came to pass that Ether did behold all the doings of the people; and he beheld that the people who were for Coriantumr were gathered together to the army of Coriantumr; and the people who were for Shiz were gathered together to the army of Shiz.", "14 Wherefore, they were for the space of four years gathering together the people, that they might get all who were upon the face of the land, and that they might receive all the strength which it was possible that they could receive.", "15 And it came to pass that when they were all gathered together, every one to the army which he would, with their wives and their children—both men, women and children being armed with weapons of war, having shields, and breastplates, and head-plates, and being clothed after the manner of war—they did march forth one against another to battle; and they fought all that day, and conquered not.", "16 And it came to pass that when it was night they were weary, and retired to their camps; and after they had retired to their camps they took up a howling and a lamentation for the loss of the slain of their people; and so great were their cries, their howlings and lamentations, that they did rend the air exceedingly.", "17 And it came to pass that on the morrow they did go again to battle, and great and terrible was that day; nevertheless, they conquered not, and when the night came again they did rend the air with their cries, and their howlings, and their mournings, for the loss of the slain of their people.", "18 And it came to pass that Coriantumr wrote again an epistle unto Shiz, desiring that he would not come again to battle, but that he would take the kingdom, and spare the lives of the people.", "19 But behold, the Spirit of the Lord had ceased striving with them, and Satan had full power over the hearts of the people; for they were given up unto the hardness of their hearts, and the blindness of their minds that they might be destroyed; wherefore they went again to battle.", "20 And it came to pass that they fought all that day, and when the night came they slept upon their swords.", "21 And on the morrow they fought even until the night came.", "22 And when the night came they were drunken with anger, even as a man who is drunken with wine; and they slept again upon their swords.", "23 And on the morrow they fought again; and when the night came they had all fallen by the sword save it were fifty and two of the people of Coriantumr, and sixty and nine of the people of Shiz.", "24 And it came to pass that they slept upon their swords that night, and on the morrow they fought again, and they contended in their might with their swords and with their shields, all that day.", "25 And when the night came there were thirty and two of the people of Shiz, and twenty and seven of the people of Coriantumr.", "26 And it came to pass that they ate and slept, and prepared for death on the morrow. And they were large and mighty men as to the strength of men.", "27 And it came to pass that they fought for the space of three hours, and they fainted with the loss of blood.", "28 And it came to pass that when the men of Coriantumr had received sufficient strength that they could walk, they were about to flee for their lives; but behold, Shiz arose, and also his men, and he swore in his wrath that he would slay Coriantumr or he would perish by the sword.", "29 Wherefore, he did pursue them, and on the morrow he did overtake them; and they fought again with the sword. And it came to pass that when they had all fallen by the sword, save it were Coriantumr and Shiz, behold Shiz had fainted with the loss of blood.", "30 And it came to pass that when Coriantumr had leaned upon his sword, that he rested a little, he smote off the head of Shiz.", "31 And it came to pass that after he had smitten off the head of Shiz, that Shiz raised up on his hands and fell; and after that he had struggled for breath, he died.", "32 And it came to pass that Coriantumr fell to the earth, and became as if he had no life.", "33 And the Lord spake unto Ether, and said unto him: Go forth. And he went forth, and beheld that the words of the Lord had all been fulfilled; and he finished his record; (and the hundredth part I have not written) and he hid them in a manner that the people of Limhi did find them.", "34 Now the last words which are written by Ether are these: Whether the Lord will that I be translated, or that I suffer the will of the Lord in the flesh, it mattereth not, if it so be that I am saved in the kingdom of God. Amen."], "Español": ["Millones de jareditas mueren en las batallas— Shiz y Coriántumr reúnen a toda la gente para un combate mortal— El Espíritu del Señor deja de luchar con ellos— La nación jaredita es completamente destruida— Solo Coriántumr queda con vida.", "1 Y ocurrió que cuando Coriántumr se hubo recuperado de sus heridas, empezó a recordar las palabras que Éter le había hablado.", "2 Vio que ya habían sido muertos por la espada cerca de dos millones de los de su pueblo, y empezó a afligírsele el corazón; sí, habían sido muertos dos millones de hombres valientes, y también sus esposas y sus hijos.", "3 Y empezó a arrepentirse del mal que había hecho; empezó a recordar las palabras que por boca de todos los profetas se habían hablado, y vio que hasta entonces se habían cumplido sin faltar un ápice; y su alma se afligió y no quiso ser consolada.", "4 Y acaeció que escribió una epístola a Shiz, pidiéndole que perdonara al pueblo, y él renunciaría al reino por consideración a las vidas de los del pueblo.", "5 Y aconteció que cuando Shiz hubo recibido su epístola, él escribió una epístola a Coriántumr, de que si se entregaba, a fin de que él lo matara con su propia espada, perdonaría la vida de los del pueblo.", "6 Y sucedió que el pueblo no se arrepintió de su iniquidad; y la gente de Coriántumr se llenó de ira contra la gente de Shiz; y la gente de Shiz se llenó de ira contra la gente de Coriántumr; por lo que la gente de Shiz fue a la batalla contra la de Coriántumr.", "7 Y cuando Coriántumr vio que estaba a punto de caer, de nuevo huyó delante de la gente de Shiz.", "8 Y aconteció que llegó a las aguas de Ripliáncum, que interpretado significa grande, o que sobrepuja a todo; así que al llegar a estas aguas, plantaron sus tiendas; y Shiz también plantó sus tiendas cerca de ellos; y, por tanto, al día siguiente salieron al combate.", "9 Y sucedió que se libró una batalla sumamente violenta, en la cual Coriántumr fue herido de nuevo, y se desmayó por la pérdida de sangre.", "10 Y ocurrió que los ejércitos de Coriántumr arremetieron contra los hombres de Shiz, de modo que los vencieron y los hicieron retroceder ante ellos; y huyeron hacia el sur, y plantaron sus tiendas en un lugar llamado Ogat.", "11 Y aconteció que el ejército de Coriántumr plantó sus tiendas junto al cerro Rama; y era el mismo cerro en donde mi padre Mormón ocultó los anales que eran sagrados, para los fines del Señor.", "12 Y sucedió que reunieron a toda la gente que no había perecido sobre toda la faz de la tierra, con excepción de Éter.", "13 Y aconteció que Éter presenció todos los hechos del pueblo; y vio que la gente que estaba por Coriántumr se juntó al ejército de Coriántumr; y que la gente que estaba por Shiz se unió al ejército de Shiz.", "14 De manera que durante cuatro años estuvieron recogiendo al pueblo, a fin de juntar a todos los que se hallaban sobre la superficie de la tierra, y para recibir cuanta fuerza les fuera posible lograr.", "15 Y sucedió que cuando todos se hubieron unido, cada cual al ejército que prefería, con sus esposas y sus hijos —habiendo armado a los hombres, así como a las mujeres y a los niños, con armas de guerra, con escudos, y petos, y cascos, y estando vestidos para la guerra— marcharon el uno contra el otro a la batalla; y lucharon todo ese día, y no triunfaron.", "16 Y aconteció que al llegar la noche, se hallaban rendidos de cansancio y se retiraron a sus campamentos; y después que se hubieron retirado a sus campamentos, empezaron a gemir y a lamentarse por los que habían muerto entre su pueblo; y tan grandes eran sus gritos, gemidos y lamentos, que hendían el aire en sumo grado.", "17 Y sucedió que a la mañana siguiente de nuevo salieron a la batalla; y grande y terrible fue aquel día; sin embargo, no triunfaron; y cuando llegó la noche, otra vez hendieron el aire con sus lamentos, sus gritos y gemidos por la pérdida de los que habían muerto de su pueblo.", "18 Y sucedió que Coriántumr de nuevo escribió una epístola a Shiz, pidiendo que no volviera al combate, sino que tomara el reino y perdonara la vida de los del pueblo.", "19 Y he aquí, el Espíritu del Señor había dejado de luchar con ellos, y Satanás se había apoderado completamente de sus corazones; porque se habían entregado a la dureza de sus corazones y a la ceguedad de sus mentes, a fin de que fuesen destruidos; por tanto, volvieron a la batalla.", "20 Y ocurrió que combatieron todo ese día, y al llegar la noche durmieron sobre sus espadas.", "21 Y a la mañana siguiente lucharon hasta que llegó la noche.", "22 Y cuando llegó la noche, estaban ebrios de ira, así como el hombre que está borracho de vino; y de nuevo durmieron sobre sus espadas.", "23 Y a la mañana siguiente volvieron a luchar; y cuando llegó la noche, todos habían caído por la espada salvo cincuenta y dos de la gente de Coriántumr, y sesenta y nueve de la gente de Shiz.", "24 Y sucedió que durmieron sobre sus espadas aquella noche, y a la mañana siguiente reanudaron el combate, y lucharon con todas sus fuerzas con sus espadas y sus escudos todo ese día.", "25 Y cuando llegó la noche quedaban treinta y dos de la gente de Shiz, y veintisiete de la gente de Coriántumr.", "26 Y sucedió que comieron y durmieron, y se prepararon para morir a la mañana siguiente. Y eran hombres grandes y fuertes en cuanto a la fuerza del hombre.", "27 Y ocurrió que pelearon por el espacio de tres horas, y cayeron desmayados por la pérdida de sangre.", "28 Y aconteció que, habiéndose recobrado lo suficiente para caminar, los hombres de Coriántumr estaban a punto de huir por sus vidas; pero he aquí, se levantó Shiz, y también sus hombres, y juró en su ira que mataría a Coriántumr o perecería por la espada.", "29 Por tanto, los persiguió, y a la mañana siguiente los alcanzó; y pelearon otra vez con sus espadas. Y aconteció que cuando todos hubieron caído por la espada, menos Coriántumr y Shiz, he aquí, Shiz se había desmayado por la pérdida de sangre.", "30 Y ocurrió que después de haberse apoyado Coriántumr sobre su espada, de modo que descansó un poco, le cortó la cabeza a Shiz.", "31 Y sucedió que después que le hubo cortado a Shiz la cabeza, este se alzó sobre sus manos y cayó; y después de esforzarse por alcanzar aliento, murió.", "32 Y aconteció que Coriántumr cayó a tierra, y se quedó como si no tuviera vida.", "33 Y el Señor habló a Éter y le dijo: Sal. Y salió, y vio que se habían cumplido todas las palabras del Señor; y concluyó sus anales (y ni la centésima parte he escrito yo); y los escondió de tal modo que el pueblo de Limhi los encontró.", "34 Y las últimas palabras que Éter escribió son estas: Si el Señor quiere que yo sea trasladado, o que sufra la voluntad del Señor en la carne, no importa, con tal que yo me salve en el reino de Dios. Amén."], "Français": ["Des millions de Jarédites sont tués à la bataille— Shiz et Coriantumr assemblent tout le peuple pour un combat mortel— L’Esprit du Seigneur cesse de lutter avec eux— La nation jarédite est totalement détruite— Il ne reste que Coriantumr.", "1 Et il arriva que lorsque Coriantumr fut rétabli de ses blessures, il commença à se souvenir des paroles qu’Éther lui avait dites.", "2 Il vit que déjà près de deux millions de personnes de son peuple avaient été tuées par l’épée, et il commença à s’attrister dans son cœur; oui, deux millions d’hommes puissants avaient été tués, et aussi leurs épouses et leurs enfants.", "3 Il commença à se repentir du mal qu’il avait fait; il commença à se souvenir des paroles qui avaient été dites par la bouche de tous les prophètes, et il vit qu’elles s’étaient accomplies jusqu’à présent, en tous points; et son âme fut dans le deuil et refusa d’être consolée.", "4 Et il arriva qu’il écrivit une épître à Shiz, lui demandant d’épargner le peuple, et il renoncerait au royaume pour l’amour de la vie du peuple.", "5 Et il arriva que lorsque Shiz eut reçu son épître, il écrivit une épître à Coriantumr, disant que s’il se livrait, pour qu’il pût le tuer de sa propre épée, il épargnerait la vie du peuple.", "6 Et il arriva que le peuple ne se repentit pas de son iniquité; et le peuple de Coriantumr fut excité à la colère contre le peuple de Shiz; et le peuple de Shiz fut excité à la colère contre le peuple de Coriantumr; c’est pourquoi, le peuple de Shiz livra bataille au peuple de Coriantumr.", "7 Et lorsque Coriantumr vit qu’il était sur le point de tomber, il s’enfuit de nouveau devant le peuple de Shiz.", "8 Et il arriva qu’il parvint aux eaux de Ripliancum, ce qui, par interprétation, veut dire vaste, ou qui surpasse tout; c’est pourquoi, lorsqu’ils arrivèrent à ces eaux, ils dressèrent leurs tentes; et Shiz dressa aussi ses tentes près d’eux; et c’est pourquoi, le lendemain, ils livrèrent bataille.", "9 Et il arriva qu’ils menèrent une bataille extrêmement furieuse, dans laquelle Coriantumr fut de nouveau blessé, et il s’évanouit à cause de la perte de son sang.", "10 Et il arriva que les armées de Coriantumr pressèrent les armées de Shiz, de sorte qu’elles les battirent, de sorte qu’elles les mirent en fuite devant elles; et elles s’enfuirent vers le sud et dressèrent leurs tentes en un lieu qui était appelé Ogath.", "11 Et il arriva que l’armée de Coriantumr dressa ses tentes près de la colline de Ramah; et c’était cette même colline où mon père Mormon cacha, pour le Seigneur, les annales qui étaient sacrées.", "12 Et il arriva qu’ils rassemblèrent, sur toute la surface du pays, tout le peuple qui n’avait pas été tué, sauf Éther.", "13 Et il arriva qu’Éther vit toutes les actions du peuple; et il vit que le peuple qui était pour Coriantumr était rassemblé dans l’armée de Coriantumr, et le peuple qui était pour Shiz était rassemblé dans l’armée de Shiz.", "14 C’est pourquoi, ils passèrent quatre années à rassembler le peuple, afin d’avoir tous ceux qui étaient à la surface du pays et afin de recevoir toutes les forces qu’il leur était possible de recevoir.", "15 Et il arriva que lorsqu’ils furent tous rassemblés, chacun dans l’armée de son choix, avec leurs femmes et leurs enfants— les hommes, les femmes et les enfants armés d’armes de guerre, avec des boucliers, et des plastrons de cuirasse, et des casques, et vêtus pour la guerre, ils marchèrent les uns contre les autres en bataille; et ils combattirent tout ce jour-là, et ne vainquirent pas.", "16 Et il arriva que lorsque ce fut la nuit, ils furent las et se retirèrent dans leurs camps; et après s’être retirés dans leurs camps, ils commencèrent à hurler et à se lamenter pour la perte de ceux de leur peuple qui avaient été tués; et si grands furent leurs cris, leurs hurlements et leurs lamentations qu’ils en déchirèrent l’air extrêmement.", "17 Et il arriva que le lendemain, ils retournèrent à la bataille, et grand et terrible fut ce jour-là; néanmoins, ils ne vainquirent pas, et lorsque la nuit revint, ils déchirèrent l’air de leurs cris, et de leurs hurlements, et de leurs pleurs, pour la perte de ceux de leur peuple qui avaient été tués.", "18 Et il arriva que Coriantumr écrivit de nouveau une épître à Shiz, demandant qu’il ne revînt plus livrer bataille, mais qu’il prît le royaume et épargnât la vie du peuple.", "19 Mais voici, l’Esprit du Seigneur avait cessé de lutter avec eux, et Satan avait plein pouvoir sur le cœur du peuple; car ils s’étaient livrés à l’endurcissement de leur cœur et à l’aveuglement de leur esprit, afin qu’ils fussent détruits; c’est pourquoi ils allèrent de nouveau livrer bataille.", "20 Et il arriva qu’ils combattirent tout ce jour-là, et lorsque la nuit vint, ils dormirent sur leurs épées.", "21 Et le lendemain, ils combattirent jusqu’à ce que la nuit vînt.", "22 Et lorsque la nuit vint, ils étaient ivres de colère, comme un homme est ivre de vin; et ils dormirent de nouveau sur leurs épées.", "23 Et le lendemain, ils combattirent de nouveau, et lorsque la nuit vint, ils étaient tous tombés par l’épée, sauf cinquante-deux du peuple de Coriantumr et soixante-neuf du peuple de Shiz.", "24 Et il arriva qu’ils dormirent sur leurs épées cette nuit-là et, le lendemain, ils combattirent de nouveau, et ils luttèrent de toutes leurs forces avec leurs épées et avec leurs boucliers, tout ce jour-là.", "25 Et lorsque la nuit vint, il y en avait trente-deux du peuple de Shiz et vingt-sept du peuple de Coriantumr.", "26 Et il arriva qu’ils mangèrent et dormirent, et se préparèrent à mourir le lendemain. Et c’étaient des hommes grands et puissants quant à la force des hommes.", "27 Et il arriva qu’ils combattirent pendant trois heures, et ils s’évanouirent à cause de la perte de leur sang.", "28 Et il arriva que lorsque les hommes de Coriantumr eurent reçu suffisamment de force pour pouvoir marcher, ils étaient sur le point de fuir pour sauver leur vie; mais voici, Shiz se leva, et ses hommes aussi, et il jura dans sa colère qu’il tuerait Coriantumr ou périrait par l’épée.", "29 C’est pourquoi, il les poursuivit et, le lendemain, il les rattrapa; et ils combattirent de nouveau avec l’épée. Et il arriva que lorsqu’ils furent tous tombés par l’épée, sauf Coriantumr et Shiz, voici, Shiz s’était évanoui à cause de la perte de son sang.", "30 Et il arriva que lorsque Coriantumr se fut appuyé sur son épée, afin de se reposer un peu, il coupa la tête de Shiz.", "31 Et il arriva que lorsqu’il eut coupé la tête de Shiz, Shiz se souleva sur les mains et tomba; et après s’être débattu pour respirer, il mourut.", "32 Et il arriva que Coriantumr tomba sur le sol et devint comme s’il était sans vie.", "33 Et le Seigneur parla à Éther et lui dit: Sors. Et il sortit et vit que les paroles du Seigneur s’étaient toutes accomplies, et il finit ses annales (et je n’en ai pas écrit la centième partie); et il les cacha de telle manière que le peuple de Limhi les trouva.", "34 Or, les dernières paroles écrites par Éther sont celles-ci: Que le Seigneur veuille que je sois enlevé au ciel, ou que je souffre la volonté du Seigneur dans la chair, cela n’a pas d’importance, si je suis sauvé dans le royaume de Dieu. Amen."], "Kiribati": ["Mirion mwaitia Iaretaite ake a tiringaki i nanon tain te buaka—Tiiti ma Koriantamwa a ikotiia aomata ni kabane nakon te buaka ni kamamate—E aki mena irouia Tamnein te Uea—E a kamaunaki raoi te botanaomata ae Iaretaite—Ti Koriantamwa ae tiku.", "1 Ao e a koro bukina bwa ngke e a marurung Koriantamwa man ikoakina ao e a uring ana taeka Ita ake e a tia n taekin nakoina.", "2 E nooria bwa a tia n tiringaki ana botanaomata ae kaan uoua te mirion n te kabaang, ao e a moanna n nanokawaki i nanona; eng, a bon tia n tiringaki uoua te mirion mwaane aika a korakora, ma buuia ao natiia.", "3 E a waki n rairananona man te buakaka are e a tia ni karaoia; ao e a moanna n ururing taeka ake a tia n taekinaki ni wiia burabeti ni kabane, ao e nooria bwa a bane ni koro bukiia n te tai aei, ni kabane mwakorokorona; ao e nanokawaki tamneina ao e rawa ni kabebeteaki nanona.", "4 Ao e koro bukina bwa e korea ana reta nakon Tiiti, n tangiria bwa e na kamaiuia aomata, ao e na anganako te abaniuea ibukin maiuia aomata.", "5 Ao e koro bukina bwa ngke e karekea ana reta Tiiti e korea te reta nakon Koriantamwa, bwa ngkana e anga oin rabwatana, bwa e aonga n tiringnga n oin ana kabaang, ao ngkanne e na kamaiuia aomata.", "6 Ao e koro bukina bwa aomata a bon aki rairinanoia man buakakaia; ao ana botanaomata Koriantamwa a bon kakiriweaki n un ni kaaitaraia ana aomata Tiiti; ao ana botanaomata Tiiti a bon kakiriweaki n un bwa a na kaaitaraia ana botanaomata Koriantamwa; ngaia are, ana botanaomata Tiiti a bon buakaniia ana botanaomata Koriantamwa.", "7 Ao ngke e nooria Koriantamwa bwa a nang bwaka e a manga birinako riki mai irouia ana aomata Tiiti.", "8 Ao e koro bukina bwa e roko nakon ranin Ribiriangkam, are kabwaranakoan nanona e bubura, ke e riaoia ni kabane; ngaia are, ngke a roko nakon raan aikai a bon katei umwaianrianna; ao Tiiti e bon katea naba umwananrianna irarikiia; ao ngaia are n te bong are i mwina a bon buaka.", "9 Ao e koro bukina bwa a bon buaka n te buaka ae moan te korakora arona, are e a bon ikoaki riki Koriantamwa iai, ao e tong ibukin nakon raraana ae bati.", "10 Ao e koro bukina bwa ana taanga ni buaka Koriantamwa a bon kakioia ana taanga ni buaka Tiiti ao a konaia, n te aro are a biri nako mai irouia; ao a biri nako maiaki, ma ni katea aia umwa n rianna n te tabo are arana Okate.", "11 Ao e koro bukina bwa ana taanga ni buaka Koriantamwa a bon katea aia umwaianrianna i rarikin te tabuki are Raamwa; ao bon te tabuki naba are e karabai reekoti aika a tabu iroun te Uea, tamau are Moomon.", "12 Ao e koro bukina bwa a bon ikotiia ni kabane aomata i aon te aba, ake a bon tuai n tiringaki, ma tiaki Ita.", "13 Ao e koro bukina bwa Ita e noori ni kabane bwaai ake a karaoi aomata; ao e nooria bwa aomata ake a tei ibukin Koriantamwa a bon ikotaki ma ana taanga ni buaka Koriantamwa; ao aomata ake a tei ibukin Tiiti a ikotaki nakon ana taanga ni buaka Tiiti.", "14 Ngaia are, i nanon te maan ae aua te ririki ao a bon waaki n ikotiia aomata, bwa aonga ni karekeia ni kabane ake a mena i aon te aba, bwa aonga ni karekea ni kabane te korakora are a kona ni butimwaia.", "15 Ao e koro bukina bwa ngke a bane n ikotaki, ni kabane te aomata nakon te taanga ni buaka are e tangiria, ma buuia ao natiia—mwaane, aine ao natiia ma aia bwai ni buaka, otangaia, ao otangan bwabwaia, ma otangan atuuia, ao ma n kunnikainia ni kunnikain te buaka—a bon mwananga ni kaaitaraia i marenaia n te buaka; ao a buaka ni kabwanina te bong, ao a bon aki tokanikai.", "16 Ao e koro bukina bwa ngke e a bong, a bon kua, ao a okirikaki nakon aia tabo ni maeka; ao ngke a tia n okirikaki nakon aia tabo ni matu a bon tang n tatakarua ma ni bwaebwaeti ibukin buaia aia botanaomata; ao e a bon kakarongoa korakoran tangiia, ma tatakaruaia ao aia bwaebwaeti, ngaia are e a korakora niniakin te eeaa irouia.", "17 Ao e koro bukina bwa n te bong arei a bon nako riki ni buaka, ao bon te bong ae rianako korakorana ma kakamaakuna; ma e ngae n anne a bon aki naba tokanikai, ao ngke e a roko te tairiki a bon manga niniaki te eea riki n tangiia, ma tatakaruaia, ao aia tang ni wenei, ibukin buaia ma tiringakia aia botanaomata.", "18 Ao e koro bukina bwa Koriantamwa e a manga korea riki te reta teuana nakon Tiiti, bwa e tangiria bwa e na manga aki roko ni buaka, ma e na anaa te abanuea ao e na kamaiuia aomata.", "19 Ma nooria, e aki mena Tamnein te Uea irouia, ao e a korakora ana tautaeka Tatan i aon nanoia aomata; bwa a bon ira nanon nanoia aika a matoatoa, ma matakin aia iango are a na kona ni kamaunaki; ngaia are a manga nako riki ni buaka.", "20 Ao e koro bukina bwa a buaka ni kabanea te bong anne, ao ngke e a bong a matu i aon aia kabaang.", "21 Ao ngke e ingabong a manga buaka riki ni karokoa e a manga bong.", "22 Ao ngke e roko te bong a bon manging n uniia, n aron te aomata are e a manging n te wain; ao a matu riki i aon aia kabaang.", "23 Ao ngke e ingabong a bon manga buaka riki; ao ngke e a roko te bong a bon bane ni bwaka n te kabaang ma bon ti nimangaun ma uoman ana botanaomata Koriantamwa, ao onongaun ma ruaman ana botanaomata Tiiti n tiku.", "24 Ao e koro bukina bwa a bon matu i aon aia kabaang n te tairiki, ao n te ingabong a manga buaka riki, ao a un ma korakoraia ma aia kabaang ao otangaia, ni kabwanina te bong.", "25 Ao ngke e a roko te bong ai bon ti teningaun ma uoman ana botanaomata Tiiti, ao uangaun ma itiman ana botanaomata Koriantamwa.", "26 Ao e koro bukina bwa a amwarake ao a matu, ao a katauraoi ibukin te mate nakon te ingabong. Ao bon mwaane aika totoa ma ni korakora n aron kabootauan korakoraia aomata.", "27 Ao e koro bukina bwa a buaka i nanon te maan ae teniua te aoa, ao a tong ibukin nakon raraaia ae bati.", "28 Ao e koro bukina bwa ana aomata Koriantamwa ake a reke marurungiia ae tau ao a kona n nakonako, ao a nang bon birinako ibukin maiuia; ma nooria, Tiiti e teirake, ao ana aomata naba, ao e berita i nanon unna bwa e na tiringa Koriantamwa ke e na mate n te kabaang.", "29 Ngaia are, e bon kakioia, ao n te bong are i mwina a bon reke irouna; ao a manga buaka riki n te kabaang. Ao e a koro bukina bwa ngke a tia ni bwaka n te kabaang, bon ti Koriantamwa ao Tiiti aika a maiu, nooria, Tiiti e tong ibukina bwa e korakora raraana n nako.", "30 Ao e koro bukina bwa ngke Koriantamwa e a tia n raraa aon ana kabaang ma ni motirawa teutana, e a korea ni kanakoa atuun Tiiti.", "31 Ao e koro bukina bwa i mwin are e a tia ni korea ni kanakoa atuun Tiiti, ao Tiiti e teirake i aon baina ao e a bwaka; ao i mwin kibekibena ni kakaea ikena, e a mate.", "32 Ao e koro bukina bwa Koriantamwa e bwaka nako aontano, n aiaron ae e a mate.", "33 Ao e taetae te Uea nakon Ita, ni kangai nakoina; Nako. Ao e mwananga nako, ma n nooria bwa ana taeka te Uea a bon bane ni kakoroaki bukiia; ao e kabanea ana reekoti: (ao katebubuan mwakorona I a bon aki koroia) ao e karaba n te aro are ana botanaomata Rimwaai a bon kunei.", "34 Ngkai aikai kabanea n taeka ake a koreaki iroun Ita: Ngkana tao nanon te Uea bwa e na bitaki rabwatau, ke tao N na korakai n rabwatau n aron nanon te Uea, e bon aki kakawaki, ngkana arona bwa I a kamaiuaki n uean te Atua. Amen."]}