{"English": ["There is strife and contention over the kingdom—Akish forms an oath-bound secret combination to slay the king—Secret combinations are of the devil and result in the destruction of nations—Modern Gentiles are warned against the secret combination that will seek to overthrow the freedom of all lands, nations, and countries.", "1 And it came to pass that he begat Omer, and Omer reigned in his stead. And Omer begat Jared; and Jared begat sons and daughters.", "2 And Jared rebelled against his father, and came and dwelt in the land of Heth. And it came to pass that he did flatter many people, because of his cunning words, until he had gained the half of the kingdom.", "3 And when he had gained the half of the kingdom he gave battle unto his father, and he did carry away his father into captivity, and did make him serve in captivity;", "4 And now, in the days of the reign of Omer he was in captivity the half of his days. And it came to pass that he begat sons and daughters, among whom were Esrom and Coriantumr;", "5 And they were exceedingly angry because of the doings of Jared their brother, insomuch that they did raise an army and gave battle unto Jared. And it came to pass that they did give battle unto him by night.", "6 And it came to pass that when they had slain the army of Jared they were about to slay him also; and he pled with them that they would not slay him, and he would give up the kingdom unto his father. And it came to pass that they did grant unto him his life.", "7 And now Jared became exceedingly sorrowful because of the loss of the kingdom, for he had set his heart upon the kingdom and upon the glory of the world.", "8 Now the daughter of Jared being exceedingly expert, and seeing the sorrows of her father, thought to devise a plan whereby she could redeem the kingdom unto her father.", "9 Now the daughter of Jared was exceedingly fair. And it came to pass that she did talk with her father, and said unto him: Whereby hath my father so much sorrow? Hath he not read the record which our fathers brought across the great deep? Behold, is there not an account concerning them of old, that they by their secret plans did obtain kingdoms and great glory?", "10 And now, therefore, let my father send for Akish, the son of Kimnor; and behold, I am fair, and I will dance before him, and I will please him, that he will desire me to wife; wherefore if he shall desire of thee that ye shall give unto him me to wife, then shall ye say: I will give her if ye will bring unto me the head of my father, the king.", "11 And now Omer was a friend to Akish; wherefore, when Jared had sent for Akish, the daughter of Jared danced before him that she pleased him, insomuch that he desired her to wife. And it came to pass that he said unto Jared: Give her unto me to wife.", "12 And Jared said unto him: I will give her unto you, if ye will bring unto me the head of my father, the king.", "13 And it came to pass that Akish gathered in unto the house of Jared all his kinsfolk, and said unto them: Will ye swear unto me that ye will be faithful unto me in the thing which I shall desire of you?", "14 And it came to pass that they all sware unto him, by the God of heaven, and also by the heavens, and also by the earth, and by their heads, that whoso should vary from the assistance which Akish desired should lose his head; and whoso should divulge whatsoever thing Akish made known unto them, the same should lose his life.", "15 And it came to pass that thus they did agree with Akish. And Akish did administer unto them the oaths which were given by them of old who also sought power, which had been handed down even from Cain, who was a murderer from the beginning.", "16 And they were kept up by the power of the devil to administer these oaths unto the people, to keep them in darkness, to help such as sought power to gain power, and to murder, and to plunder, and to lie, and to commit all manner of wickedness and whoredoms.", "17 And it was the daughter of Jared who put it into his heart to search up these things of old; and Jared put it into the heart of Akish; wherefore, Akish administered it unto his kindred and friends, leading them away by fair promises to do whatsoever thing he desired.", "18 And it came to pass that they formed a secret combination, even as they of old; which combination is most abominable and wicked above all, in the sight of God;", "19 For the Lord worketh not in secret combinations, neither doth he will that man should shed blood, but in all things hath forbidden it, from the beginning of man.", "20 And now I, Moroni, do not write the manner of their oaths and combinations, for it hath been made known unto me that they are had among all people, and they are had among the Lamanites.", "21 And they have caused the destruction of this people of whom I am now speaking, and also the destruction of the people of Nephi.", "22 And whatsoever nation shall uphold such secret combinations, to get power and gain, until they shall spread over the nation, behold, they shall be destroyed; for the Lord will not suffer that the blood of his saints, which shall be shed by them, shall always cry unto him from the ground for vengeance upon them and yet he avenge them not.", "23 Wherefore, O ye Gentiles, it is wisdom in God that these things should be shown unto you, that thereby ye may repent of your sins, and suffer not that these murderous combinations shall get above you, which are built up to get power and gain—and the work, yea, even the work of destruction come upon you, yea, even the sword of the justice of the Eternal God shall fall upon you, to your overthrow and destruction if ye shall suffer these things to be.", "24 Wherefore, the Lord commandeth you, when ye shall see these things come among you that ye shall awake to a sense of your awful situation, because of this secret combination which shall be among you; or wo be unto it, because of the blood of them who have been slain; for they cry from the dust for vengeance upon it, and also upon those who built it up.", "25 For it cometh to pass that whoso buildeth it up seeketh to overthrow the freedom of all lands, nations, and countries; and it bringeth to pass the destruction of all people, for it is built up by the devil, who is the father of all lies; even that same liar who beguiled our first parents, yea, even that same liar who hath caused man to commit murder from the beginning; who hath hardened the hearts of men that they have murdered the prophets, and stoned them, and cast them out from the beginning.", "26 Wherefore, I, Moroni, am commanded to write these things that evil may be done away, and that the time may come that Satan may have no power upon the hearts of the children of men, but that they may be persuaded to do good continually, that they may come unto the fountain of all righteousness and be saved."], "Español": ["Hay luchas y contiendas por el reino— Para matar al rey, Akish establece una combinación secreta regida por un juramento— Las combinaciones secretas son del diablo y causan la destrucción de las naciones— Se amonesta a los gentiles modernos en cuanto a la combinación secreta que procurará destruir la libertad de todas las tierras, naciones y países.", "1 Y sucedió que Shule engendró a Omer, y este reinó en su lugar. Y Omer engendró a Jared; y Jared engendró hijos e hijas.", "2 Y Jared se sublevó contra su padre, y fue y habitó en la tierra de Het. Y sucedió que lisonjeó a muchos, por motivo de sus palabras astutas, hasta que hubo logrado la mitad del reino.", "3 Y cuando hubo logrado la mitad del reino, le hizo la guerra a su padre, y llevó cautivo a su padre; y lo hizo servir en el cautiverio;", "4 y en los días del reinado de Omer, este permaneció cautivo la mitad de sus días. Y ocurrió que engendró hijos e hijas, entre ellos a Esrom y Coriántumr;", "5 y estos se enojaron en extremo por los actos de Jared, su hermano, al grado de que reunieron un ejército y le hicieron la guerra a Jared. Y aconteció que lo combatieron de noche.", "6 Y sucedió que cuando hubieron destruido al ejército de Jared, estaban a punto de matarlo a él también; y les suplicó que no lo mataran, y que él entregaría el reino a su padre. Y sucedió que le perdonaron la vida.", "7 Y Jared se apesadumbró en gran manera por causa de la pérdida del reino, porque tenía puesto el corazón en el reino y en la gloria del mundo.", "8 Entonces la hija de Jared, siendo hábil en extremo, y viendo la tristeza de su padre, se propuso idear un plan mediante el cual devolvería el reino a su padre.", "9 Ahora bien, la hija de Jared era sumamente bella. Y sucedió que habló con su padre, y le dijo: ¿Por qué está mi padre tan triste? ¿No ha leído él los anales que nuestros padres trajeron a través del gran mar? He aquí, ¿no hay en ellos una relación concerniente a los antiguos, de cómo por medio de sus planes secretos lograron reinos y gran gloria?", "10 Ahora pues, envíe mi padre por Akish, el hijo de Kimnor; y he aquí, soy bella, y bailaré delante de él, y le agradaré, de modo que me deseará por esposa. Por tanto, si te pide que me des a él por esposa, entonces le dirás: Te la daré, si me traes la cabeza de mi padre, el rey.", "11 Y Omer era amigo de Akish; por tanto, cuando Jared hubo mandado llamar a Akish, la hija de Jared bailó delante de él y le agradó, de tal modo que la deseó por esposa. Y aconteció que dijo a Jared: Dámela por esposa.", "12 Y Jared le dijo: Te la daré si me traes la cabeza de mi padre, el rey.", "13 Y sucedió que Akish reunió a toda su parentela en la casa de Jared, y les dijo: ¿Me juraréis que me seréis fieles en lo que exija de vosotros?", "14 Y aconteció que todos le juraron por el Dios del cielo, y también por los cielos, y también por la tierra y por su cabeza, que el que se opusiera a la ayuda que Akish deseara, perdería la cabeza; y quien divulgara cualquiera de las cosas que Akish les diera a conocer, perdería la vida.", "15 Y ocurrió que así se pusieron de acuerdo con Akish. Y él les administró los juramentos que fueron dados por los antiguos que también ambicionaban poder, juramentos que habían sido transmitidos desde Caín, que fue asesino desde el principio.", "16 Y los preservó el poder del diablo para administrar estos juramentos a los del pueblo, a fin de conservarlos en la obscuridad, para ayudar a quienes ambicionaran el poder a obtenerlo y a asesinar, y robar, y mentir, y cometer toda clase de iniquidades y fornicaciones.", "17 Y fue la hija de Jared quien le puso en el corazón que indagara esas cosas de tiempo antiguo; y Jared lo puso en el corazón de Akish; por lo que Akish las administró a sus parientes y amigos, desviándolos por medio de lisonjeras promesas para que hicieran cuanto él deseaba.", "18 Y aconteció que formaron una combinación secreta, tal como los de tiempo antiguo, la cual combinación es lo más abominable y perverso sobre todas las cosas, a la vista de Dios;", "19 porque el Señor no obra por medio de combinaciones secretas, ni quiere que los hombres viertan sangre, sino que lo ha prohibido en todas las cosas, desde el principio del hombre.", "20 Y yo, Moroni, no escribo la manera de sus juramentos y combinaciones, porque se me ha hecho saber que existen entre todos los pueblos, y se hallan entre los lamanitas;", "21 y han causado la destrucción de este pueblo del cual ahora estoy hablando, y también la destrucción del pueblo de Nefi.", "22 Y cualquier nación que favorezca tales combinaciones secretas para adquirir poder y riquezas, hasta que se extiendan sobre la nación, he aquí, será destruida; porque el Señor no permitirá que la sangre de sus santos, que fuere vertida por ellos, clame siempre a él desde el suelo pidiendo venganza, sin que él los vengue.", "23 Por lo tanto, oh gentiles, está en la sabiduría de Dios que se os muestren estas cosas, a fin de que así os arrepintáis de vuestros pecados, y no permitáis que os dominen estas combinaciones asesinas, que se instituyen para adquirir poder y riquezas, ni que os sobrevenga la obra, sí, la obra misma de destrucción; sí, aun la espada de la justicia del Dios Eterno caerá sobre vosotros para vuestra derrota y destrucción, si permitís que existan estas cosas.", "24 Por consiguiente, el Señor os manda que cuando veáis surgir estas cosas entre vosotros, que despertéis a un conocimiento de vuestra terrible situación, por motivo de esta combinación secreta que existirá entre vosotros; o, ¡ay de ella, a causa de la sangre de los que han sido asesinados! Porque desde el polvo claman ser vengados de ella, y también de los que la establecieron.", "25 Porque sucede que quien la establece procura destruir la libertad de todas las tierras, naciones y países; y lleva a cabo la destrucción de todo pueblo, porque la edifica el diablo, que es el padre de todas las mentiras; sí, ese mismo embustero que sedujo a nuestros primeros padres; sí, ese mismo mentiroso que ha provocado al hombre a asesinar desde el principio; que ha endurecido el corazón de los hombres al grado de que han asesinado a los profetas, y los han apedreado y desechado desde el principio.", "26 Por lo tanto, se me manda a mí, Moroni, escribir estas cosas, para que sea destruido el mal, y llegue el tiempo en que Satanás no tenga más poder en el corazón de los hijos de los hombres, sino que sean persuadidos a hacer el bien constantemente, a fin de que vengan a la fuente de toda rectitud y sean salvos."], "Français": ["La discorde et des querelles éclatent à propos du royaume— Akish met sur pied une combinaison secrète, liée par serment, pour tuer le roi— Les combinaisons secrètes sont du diable et ont pour résultat la destruction des nations— Les Gentils modernes sont mis en garde contre les combinaisons secrètes qui chercheront à renverser la liberté de tous les pays, de toutes les nations et de tous les peuples.", "1 Et il arriva qu’il engendra Omer, et Omer régna à sa place. Et Omer engendra Jared; et Jared engendra des fils et des filles.", "2 Et Jared se rebella contre son père et vint demeurer dans le pays de Heth. Et il arriva qu’il flatta beaucoup de gens, par ses paroles rusées, jusqu’à ce qu’il eût gagné la moitié du royaume.", "3 Et lorsqu’il eut gagné la moitié du royaume, il livra bataille à son père, et il emmena son père en captivité, et le fit servir en captivité;", "4 Et maintenant, du temps du règne d’Omer, celui-ci fut en captivité la moitié de sa vie. Et il arriva qu’il engendra des fils et des filles, parmi lesquels Esrom et Coriantumr;", "5 et ils furent extrêmement en colère à cause des actions de Jared, leur frère, de sorte qu’ils levèrent une armée et livrèrent bataille à Jared. Et il arriva qu’ils lui livrèrent bataille de nuit.", "6 Et il arriva que lorsqu’ils eurent fait périr l’armée de Jared, ils étaient sur le point de le faire périr aussi; et il les supplia de ne pas le faire périr, et il abandonnerait le royaume à son père; et il arriva qu’ils lui accordèrent la vie.", "7 Et alors, Jared devint extrêmement triste à cause de la perte du royaume, car il avait mis son cœur dans le royaume et dans la gloire du monde.", "8 Or, la fille de Jared, qui était extrêmement experte, voyant la tristesse de son père, pensa à imaginer un plan par lequel elle pourrait récupérer le royaume pour son père.", "9 Or, la fille de Jared était extrêmement belle. Et il arriva qu’elle parla avec son père, et lui dit: D’où vient que mon père a tant de tristesse? N’a-t-il pas lu les annales que nos pères ont apportées à travers le grand abîme? Voici, n’y a-t-il pas un récit concernant ceux d’autrefois qui, par leurs plans secrets, obtinrent des royaumes et une grande gloire?", "10 Ainsi donc, que mon père fasse venir Akish, fils de Kimnor; et voici, je suis belle, et je danserai devant lui, et je lui plairai, de sorte qu’il me désirera pour épouse; c’est pourquoi, s’il te demande de me donner à lui pour épouse, tu diras: Je te la donnerai si tu m’apportes la tête de mon père, le roi.", "11 Et maintenant, Omer était un ami d’Akish; c’est pourquoi, lorsque Jared eut fait venir Akish, la fille de Jared dansa devant lui; de sorte qu’elle lui plut, de sorte qu’il la désira pour épouse. Et il arriva qu’il dit à Jared: Donne-la moi pour épouse.", "12 Et Jared lui dit: Je te la donnerai si tu m’amènes la tête de mon père, le roi.", "13 Et il arriva qu’Akish rassembla dans la maison de Jared toute sa parenté et lui dit: Me jurerez-vous que vous me serez fidèles dans ce que je vais vous demander?", "14 Et il arriva qu’ils lui jurèrent tous, par le Dieu du ciel, et aussi par les cieux, et aussi par la terre, et par leur tête, que quiconque refuserait l’aide qu’Akish désirait perdrait la tête; et quiconque divulguerait ce qu’Akish leur ferait connaître perdrait la vie.", "15 Et il arriva que c’est ainsi qu’ils s’accordèrent avec Akish. Et Akish leur fit prêter les serments donnés par ceux d’autrefois qui cherchaient aussi le pouvoir, serments transmis depuis Caïn, qui était un meurtrier depuis le commencement.", "16 Et ils étaient entretenus par le pouvoir qu’a le diable de donner ces serments au peuple, pour le garder dans les ténèbres, pour aider ceux qui recherchaient le pouvoir à obtenir le pouvoir, et à assassiner, et à piller, et à mentir, et à commettre toutes sortes de méchancetés et de fornications.", "17 Et ce fut la fille de Jared qui lui mit dans le cœur de redécouvrir ces choses d’autrefois, et Jared le mit dans le cœur d’Akish; c’est pourquoi, Akish les donna à sa parenté et à ses amis, les entraînant, par de belles promesses, à faire tout ce qu’il désirait.", "18 Et il arriva qu’ils mirent sur pied une combinaison secrète, comme ceux d’autrefois, combinaison qui est la plus abominable et la plus perverse de toutes aux yeux de Dieu;", "19 car le Seigneur n’agit pas par combinaisons secrètes, et il ne veut pas non plus que l’homme verse le sang, mais l’a interdit en toutes choses, depuis le commencement de l’homme.", "20 Et maintenant, moi, Moroni, je ne décris pas la forme de leurs serments et de leurs combinaisons, car il m’a été révélé qu’ils existent parmi tous les peuples, et ils existent parmi les Lamanites.", "21 Et ils ont causé la destruction de ce peuple dont je parle maintenant et aussi la destruction du peuple de Néphi.", "22 Et toute nation qui soutient de telles combinaisons secrètes, pour obtenir du pouvoir et du gain, jusqu’à ce qu’elles se répandent dans la nation, voici, elle sera détruite, car le Seigneur ne souffrira pas que le sang de ses saints, qu’elles auront versé, crie toujours du sol vers lui pour que la vengeance s’abatte sur elles, sans qu’il les venge.", "23 C’est pourquoi, ô Gentils, Dieu juge sage que ces choses vous soient montrées, afin que vous puissiez, ainsi, vous repentir de vos péchés et ne pas permettre que ces combinaisons meurtrières prennent de l’ascendant sur vous, elles qui sont édifiées pour obtenir du pouvoir et du gain— et que l’œuvre, oui, l’œuvre de destruction s’abatte sur vous, oui, que l’épée de la justice du Dieu éternel tombe sur vous, pour votre ruine et votre destruction, si vous souffrez que ces choses soient.", "24 C’est pourquoi, le Seigneur vous commande, lorsque vous verrez ces choses venir parmi vous, que vous preniez conscience de votre situation affreuse à cause de cette combinaison secrète qui sera parmi vous; ou malheur à elle à cause du sang de ceux qui ont été tués; car leur cri monte de la poussière pour que la vengeance tombe sur elle, et aussi sur ceux qui l’ont édifiée.", "25 Car il arrive que quiconque l’édifie cherche à renverser la liberté de tous les pays, nations et peuples; et elle cause la destruction de tous les hommes, car elle est édifiée par le diable, qui est le père de tous les mensonges; oui, ce même menteur qui séduisit nos premiers parents, oui, ce même menteur qui pousse l’homme à commettre le meurtre depuis le commencement; qui a endurci le cœur des hommes, de sorte qu’ils assassinent les prophètes, et les lapident, et les chassent depuis le commencement.", "26 C’est pourquoi, moi, Moroni, j’ai pour commandement d’écrire ces choses, afin que le mal soit aboli et que puisse venir le moment où Satan n’aura aucun pouvoir sur le cœur des enfants des hommes, mais qu’ils soient persuadés de faire continuellement le bien, afin de venir à la source de toute justice et être sauvés."], "Kiribati": ["E a reke te kakauntaeka ao te itabaraaraa ibukin te abanuea—E katei botaki ni karaba Akiti aika buakaka ae a kabaeaki kaaina n te tuea bwa ana tiringa te uea—Botaki ni karaba aika buakaka bon mai iroun te riaboro ao a karika kamaunakia botanaomata nako—Tientaire n taai aikai a anganaki te taeka ni kauring ibukin botaki ni kamwamwane ni karaba aika a ukoukora kabwakan inaomataia taabo, botanaomata, ao aaba nako.", "1 Ao e a koro bukina bwa e karika Oma, ao Oma e uea i mwiina. Ao Oma e karika Iareta; ao Iareta e karikiia natina mwaane ao aine.", "2 Ao Iareta e kaitaraa tamana, ao e roko ni maeka n te aba are Eta. Ao e a koro bukina bwa e bon kababaia aomata aika a mwaiti, man ana taeka ni kamwamwane, ni karokoa ae e a reke irouna iteran te abanuea.", "3 Ao ngke e a reke irouna iteran te abanuea e a buaka ma tamana, ma ni kairanako tamana nakon te tautoronaki, ma ni kariaia bwa e na mwakuri i nanon te tautoronaki.", "4 Ao ngkai, n ana bong n tautaeka Oma e bon mena i nanon te tautoronaki i nanon te maan ae iteran ana bong ni maiu. Ao e a koro bukina bwa e karikiia natina mwaane ao aine, ao iai mai i buakoia aika Etirom ao Koriantamwa;", "5 Ao e bon rianako uniia ibukin te bwai are e karaoia tariia are Iareta, n te aro are a kateirakea te taanga ni buaka ma ni buakana Iareta. Ao e a koro bukina bwa a bon buakanna n te bong.", "6 Ao e a koro bukina bwa ngke a tia n tiringa ana taanga ni buaka Iareta ao a nang manga bon tiringnga naba; ma e bubutia bwa a na aki tiringnga, ao e na anganako te abanuea nakon tamana. Ao e a koro bukina bwa a bon anganna maiuna.", "7 Ao ngkai Iareta e rikirake ni korakora nanokawakina ibukin buan te abanuea, bwa e a tia ni katuka i nanona tangiran te abanuea ao mimitongin te aonaba.", "8 Ngkai natin Iareta are te aine e bon rangi ni rianako rabakauna, ao e noora nanokawakin tamana, ao e iangoia bwa e na karaoa te babaire are e na manga kaoka te abanuea nakon tamana.", "9 Ngkai natin Iareta are te aine e bon rangi ni rianako tamaroana. Ao e a koro bukina bwa e taetae ni kawai ma tamana, ma n taku nakoina: E aera ngkai e rangi ni korakora nanokawakin tamau? Ko tuai ma ni wareka te rongorongo are a uotia tamara rinanon te marawa are e korakora? Nooria, tiaki bwa iai rongorongoia naake ni kawai, are man aia babaire aika a raba ao a karekei abanuea ma mimitong aika a korakora?", "10 Ao ngkai, ngaia are, ke e kananako tamau ibukin Akiti, are natin Kimnoa; ao nooria, I bon rangi n tamaroa, ao N na mwaie i matana, ao N na kakukureia, n te aro are e na tangirai bwa buuna; mangaia are ngkana e tangiriko bwa ko na anganna ngai bwa buuna, ao ko na kangai: N na anganiko ngkana ko uotamai atuun tamau, are te uea.", "11 Ao ngkai Oma bon raoraon Akiti, mangaia are, ngke e a tia Iareta ni kananako ibukin wetean Akiti, ao natin Iareta are te aine e mwaie i matana n te aro are e kukurei irouna, n te aro are e tangiria bwa e na bunna. Ao e a koro bukina bwa e kangai nakon Iareta: Anganai bwa bu.", "12 Ao Iareta e taku nakoina: N na anganiko, ngkana ko uotamai atuun tamau, are te uea.", "13 Ao e a koro bukina bwa Akiti e ikotiia nako nanon mwengan Iareta ana koraki ni kabane, ma n taku nakoia: Kam kona ni berita nakoiu bwa kam na kakaonimaki nakoiu n te bwai are N na tangiria mai iroumi?", "14 Ao e a koro bukina bwa a bane ni berita nakoina, ibukin Atuan karawa, ao ibukin naba karawa, ao ibukin naba te aonaba, ao ibukin naba atuuia, bwa ane e tannako man te ibuobuoki are e tangiria Akiti e na bon kabakuaki roroana; ao ane e kaota te bwai are e na kaotia Akiti nakoia, e na bon bua maiuna.", "15 Ao e a koro bukina bwa a bon bane ni kukurei ni boraraoi ma Akiti. Ao Akiti e bon waakina te berita are a anganaki mai irouia kaaina ngkoa ake a ukoukora naba te kan tautaeka, are e anga te aba rikaaki man ana tai Kain, are te tia tiritiri man te moan tai.", "16 Ao a bon kawakinaki ni mwaakan te riaboro bwa a na karaoi berita aikai nakoia aomata, bwa a na tauiia i nanon te roo, ni buokiia ake a ukoukora te kan tautaeka bwa e aonga n reke te mwaaka irouia, ao n tiritiri, ma urubwai ma n anaibwai, ni kewe, ma ni karaoi aekan nako te buakaka ma te waaki ni kabekaau.", "17 Ao bon natin Iareta te aine are e karina i nanona ukerakin bwaai ni kawai aikai; ao Iareta e karinna i nanon Akiti ngaia are, Akiti e waaki nakoia ana koraki ao raoraona, ni kairiia nako ibukin ana berita aika a raoiroi bwa a na karaoi bwaai ake e tangiri.", "18 Ao e a koro bukina bwa a katea te botaki ni karaba aika buakaka, n aron are ngkoa; are te botaki ae moan te ribaki ao te kabanea ni buakaka i aoia ni kabane, imatan te Atua.", "19 Bwa te Uea e aki mwakuri rinanon botaki ni karaba aika buakaka, ao e aki tangiria naba bwa te aomata e na kawawaea te raraa, ma e a tia ni katabui ni bwaai ni kabane, man ana moan tai te aomata.", "20 Ao ngkai Ngai, Moronaai, I aki karaoi aron aia berita ma aia botaki ni kamwamwane, bwa e a tia ni kaotaki nakoiu bwa bon iai i buakoia aomata ni kabane, ao bon iai i buakoia Reimwanaite.", "21 Ao a bon karika kamaunakin te botanaomata aio are I taekinia ngkai, ao kamaunakia naba ana botanaomata Nibwaai.", "22 Ao te botanaomata are e kamatoai botaki ni karaba aika buakaka, bwa a aonga ni karekea te kan tautaeka ao te raka, ni karokoa ae a kabuta te botanaomata, nooria, a na bon kamaunaki; bwa te Uea e na bon aki kariaia bwa raraaia ana aomata aika itiaki, are e na kawawaeaki irouia, a na aki toki n tang nakoina mai i aantano ibukin te irantaanga i aoia ao e bon aki irantaangaiia.", "23 Ngaia are, O ngkami Tientaire, bon ibukin te wanawana iroun te Atua ao a kaotaki bwaai aikai nakoimi, bwa kam aonga n rairinanomi man ami bure, ao tai kariaia bwa botaki ni kamwamwane aika a tiritiri aikai a na tautoroni ngkami, are a kateaki bwa a na karekea te mwaaka ao te raka—ao te mwakuri, eng, te mwakuri n tiritiri e na roko iaomi, eng, e na bwaka iaomi ana kabaang ni momotiraoi te Atua ae Akea Tokina, ao kam na kabwakaki ma ni kamaunaki ngkana kam kariaia bwa a na iai bwaai aikai.", "24 Ngaia are, e anga te tua nakoimi te Uea, bwa ngkana kam noori bwaai aikai n roko i buakomi ao kam na uti nakon namakinan aromi ae e aki nakoraoi, ibukin botaki ni karaba aika buakaka; are e na mena i buakomi; ke te maraia nakoina, ibukin raraaia ake a tia n tiringaki; bwa a tang man te tano ibukin irantangakiia iai, ao ibukiia naba ake a kateia.", "25 Bwa e a koro bukina bwa ane e kateia e ukoukora kabwakan inaomataia taabo, botanaomata, ao aaba; ao e kakoroa bukin kamaunakia aomata ni kabane, bwa e bon kateaki iroun te riaboro, are bon taman taian kewe ni kabane; are bon te tia kewe naba are e a tia ni kamwaneia ara moan karo, eng, are bon te tia kewe naba are e kairoroa te aomata bwa e na karaoa te tiritiri man te moan tai; are e a tia ni kamatoatoai nanoia aomata ao a tia n tiringia burabeti, ma ni karebanaia n te atibu, ma n teweia nako man te moan tai.", "26 Ngaia are, Ngai, Moronaai, I a tuangaki bwa N na koroi bwaai aikai bwa e aonga n toki te buakaka, ao bwa e na roko te tai are a na akea mwaakan Tatan iaon nanoia natiia aomata, ma a na kairoroaki bwa a na karaoa ae raoiroi n aki toki, bwa aonga n roko nakon te koburake n ran ibukin raoiroi ni kabane ma ni kamaiuaki."]}