{"English": ["The Jaredite barges are driven by the winds to the promised land—The people praise the Lord for His goodness—Orihah is appointed king over them—Jared and his brother die.", "1 And now I, Moroni, proceed to give the record of Jared and his brother.", "2 For it came to pass after the Lord had prepared the stones which the brother of Jared had carried up into the mount, the brother of Jared came down out of the mount, and he did put forth the stones into the vessels which were prepared, one in each end thereof; and behold, they did give light unto the vessels.", "3 And thus the Lord caused stones to shine in darkness, to give light unto men, women, and children, that they might not cross the great waters in darkness.", "4 And it came to pass that when they had prepared all manner of food, that thereby they might subsist upon the water, and also food for their flocks and herds, and whatsoever beast or animal or fowl that they should carry with them—and it came to pass that when they had done all these things they got aboard of their vessels or barges, and set forth into the sea, commending themselves unto the Lord their God.", "5 And it came to pass that the Lord God caused that there should be a furious wind blow upon the face of the waters, towards the promised land; and thus they were tossed upon the waves of the sea before the wind.", "6 And it came to pass that they were many times buried in the depths of the sea, because of the mountain waves which broke upon them, and also the great and terrible tempests which were caused by the fierceness of the wind.", "7 And it came to pass that when they were buried in the deep there was no water that could hurt them, their vessels being tight like unto a dish, and also they were tight like unto the ark of Noah; therefore when they were encompassed about by many waters they did cry unto the Lord, and he did bring them forth again upon the top of the waters.", "8 And it came to pass that the wind did never cease to blow towards the promised land while they were upon the waters; and thus they were driven forth before the wind.", "9 And they did sing praises unto the Lord; yea, the brother of Jared did sing praises unto the Lord, and he did thank and praise the Lord all the day long; and when the night came, they did not cease to praise the Lord.", "10 And thus they were driven forth; and no monster of the sea could break them, neither whale that could mar them; and they did have light continually, whether it was above the water or under the water.", "11 And thus they were driven forth, three hundred and forty and four days upon the water.", "12 And they did land upon the shore of the promised land. And when they had set their feet upon the shores of the promised land they bowed themselves down upon the face of the land, and did humble themselves before the Lord, and did shed tears of joy before the Lord, because of the multitude of his tender mercies over them.", "13 And it came to pass that they went forth upon the face of the land, and began to till the earth.", "14 And Jared had four sons; and they were called Jacom, and Gilgah, and Mahah, and Orihah.", "15 And the brother of Jared also begat sons and daughters.", "16 And the friends of Jared and his brother were in number about twenty and two souls; and they also begat sons and daughters before they came to the promised land; and therefore they began to be many.", "17 And they were taught to walk humbly before the Lord; and they were also taught from on high.", "18 And it came to pass that they began to spread upon the face of the land, and to multiply and to till the earth; and they did wax strong in the land.", "19 And the brother of Jared began to be old, and saw that he must soon go down to the grave; wherefore he said unto Jared: Let us gather together our people that we may number them, that we may know of them what they will desire of us before we go down to our graves.", "20 And accordingly the people were gathered together. Now the number of the sons and the daughters of the brother of Jared were twenty and two souls; and the number of sons and daughters of Jared were twelve, he having four sons.", "21 And it came to pass that they did number their people; and after that they had numbered them, they did desire of them the things which they would that they should do before they went down to their graves.", "22 And it came to pass that the people desired of them that they should anoint one of their sons to be a king over them.", "23 And now behold, this was grievous unto them. And the brother of Jared said unto them: Surely this thing leadeth into captivity.", "24 But Jared said unto his brother: Suffer them that they may have a king. And therefore he said unto them: Choose ye out from among our sons a king, even whom ye will.", "25 And it came to pass that they chose even the firstborn of the brother of Jared; and his name was Pagag. And it came to pass that he refused and would not be their king. And the people would that his father should constrain him, but his father would not; and he commanded them that they should constrain no man to be their king.", "26 And it came to pass that they chose all the brothers of Pagag, and they would not.", "27 And it came to pass that neither would the sons of Jared, even all save it were one; and Orihah was anointed to be king over the people.", "28 And he began to reign, and the people began to prosper; and they became exceedingly rich.", "29 And it came to pass that Jared died, and his brother also.", "30 And it came to pass that Orihah did walk humbly before the Lord, and did remember how great things the Lord had done for his father, and also taught his people how great things the Lord had done for their fathers."], "Español": ["Los vientos impelen los barcos jareditas a la tierra prometida— El pueblo alaba al Señor por Su bondad— Oríah es nombrado rey— Mueren Jared y su hermano.", "1 Y ahora yo, Moroni, procedo a dar la historia de Jared y su hermano.", "2 Porque sucedió que después que el Señor hubo preparado las piedras que el hermano de Jared había llevado al monte, el hermano de Jared descendió del monte, y colocó las piedras en los barcos que se habían preparado, una en cada extremo; y he aquí, dieron luz a los barcos.", "3 Y así hizo el Señor que las piedras brillaran en las tinieblas para dar luz a los hombres, mujeres y niños, a fin de que no atravesaran las grandes aguas en la obscuridad.", "4 Y sucedió que cuando hubieron preparado todo género de alimentos, para que con ellos pudieran subsistir sobre las aguas, así como alimentos para sus rebaños y hatos, y cualquier bestia o animal o ave que llevasen consigo, he aquí, cuando hubieron hecho todas estas cosas, entraron en sus naves o barcos y se hicieron a la mar, encomendándose al Señor su Dios.", "5 Y ocurrió que el Señor Dios hizo que soplara un viento furioso sobre la superficie de las aguas, hacia la tierra prometida; y así fueron echados de un lado a otro por el viento sobre las olas del mar.", "6 Y aconteció que muchas veces fueron sepultados en las profundidades del mar, a causa de las gigantescas olas que rompían sobre ellos, y también por las grandes y terribles tempestades causadas por la fuerza del viento.", "7 Y sucedía que, cuando eran sepultados en el abismo, no había agua que los dañara, pues sus barcos estaban ajustados como un vaso, y también estaban ajustados como el arca de Noé; por tanto, cuando los envolvían las muchas aguas, imploraban al Señor, y él los sacaba otra vez a la superficie de las aguas.", "8 Y ocurrió que el viento no dejó de soplar hacia la tierra prometida mientras estuvieron sobre las aguas; y de este modo fueron impelidos ante el viento.", "9 Y le cantaban alabanzas al Señor; sí, el hermano de Jared le cantaba alabanzas al Señor, y le daba gracias y loor todo el día; y cuando llegaba la noche, no cesaban de alabar al Señor.", "10 Y así fueron impulsados hacia adelante; y ningún monstruo del mar podía despedazarlos, ni ballena alguna podía hacerles daño; y tenían luz continuamente, así cuando se hallaban encima del agua como cuando estaban debajo de ella.", "11 Y de este modo fueron impelidos sobre las aguas por trescientos cuarenta y cuatro días.", "12 Y desembarcaron en las playas de la tierra prometida. Y al pisar sus pies las playas de la tierra prometida, se postraron sobre la faz de la tierra y se humillaron ante el Señor, y vertieron lágrimas de gozo ante el Señor, por causa de la abundancia de sus tiernas misericordias sobre ellos.", "13 Y aconteció que salieron sobre la faz de la tierra, y empezaron a cultivar el terreno.", "14 Y Jared tenía cuatro hijos; y se llamaban Jacom, y Gilga, y Maha, y Oríah.", "15 Y el hermano de Jared también engendró hijos e hijas.", "16 Y los amigos de Jared y de su hermano eran en total unas veintidós almas; y también ellos engendraron hijos e hijas antes de llegar a la tierra de promisión; y así empezaron a ser numerosos.", "17 Y se les enseñó a andar humildemente delante del Señor; y también recibían instrucción de lo alto.", "18 Y aconteció que empezaron a extenderse sobre la faz de la tierra, y a multiplicarse, y a cultivar el terreno; y se hicieron fuertes en la tierra.", "19 Y el hermano de Jared empezó a envejecer, y vio que pronto tendría que descender a la tumba; por tanto, dijo a Jared: Reunamos a nuestro pueblo para contarlo, a fin de saber qué desea de nosotros antes que bajemos a nuestra sepultura.", "20 Y, consiguientemente, se hizo reunir al pueblo. Y el número de los hijos e hijas del hermano de Jared era veintidós almas; y el número de los hijos e hijas de Jared era doce, cuatro de ellos varones.", "21 Y aconteció que contaron a los de su pueblo; y después de haberlos contado, desearon saber de ellos qué querían que ellos hicieran antes que descendiesen a la tumba.", "22 Y sucedió que el pueblo les pidió que ungieran a uno de sus hijos para que fuese rey sobre ellos.", "23 Y he aquí, esto los afligió. Y el hermano de Jared les dijo: Esto ciertamente conduce al cautiverio.", "24 Pero Jared dijo a su hermano: Permíteles tener rey. Y, por tanto, les dijo: Elegid un rey de entre nuestros hijos, al que queráis.", "25 Y ocurrió que eligieron al primogénito del hermano de Jared; y su nombre era Pagag. Y aconteció que este rehusó, y no quiso ser su rey. Y el pueblo quería que su padre lo obligara, mas su padre no quiso; y les mandó que nunca obligaran a nadie a ser su rey.", "26 Y sucedió que eligieron a todos los hermanos de Pagag, y no quisieron aceptar.", "27 Y ocurrió que tampoco los hijos de Jared quisieron, todos menos uno; y Oríah fue ungido para que fuera rey del pueblo.", "28 Y empezó a reinar, y el pueblo comenzó a prosperar; y se hicieron sumamente ricos.", "29 Y sucedió que murió Jared, y su hermano también.", "30 Y aconteció que Oríah anduvo humildemente delante del Señor, y tuvo presente cuán grandes cosas el Señor había hecho por su padre, y también enseñó a su pueblo cuán grandes cosas el Señor había hecho por sus padres."], "Français": ["Les barques jarédites sont poussées par les vents jusqu’à la terre promise— Le peuple loue le Seigneur de sa bonté— Orihah est désigné comme roi— Jared et son frère meurent.", "1 Et maintenant, moi, Moroni, je vais donner les annales de Jared et de son frère.", "2 Car il arriva que lorsque le Seigneur eut préparé les pierres que le frère de Jared avait portées sur la montagne, le frère de Jared descendit de la montagne et il mit les pierres dans les bateaux qui avaient été préparés, une à chaque extrémité, et voici, elles donnèrent de la lumière aux bateaux.", "3 Et c’est ainsi que le Seigneur fit briller des pierres dans les ténèbres, pour donner de la lumière à des hommes, à des femmes et à des enfants, afin qu’ils ne traversent pas les grandes eaux dans les ténèbres.", "4 Et il arriva que lorsqu’ils eurent préparé toute sorte de nourriture, afin de pouvoir, ainsi, subsister sur l’eau, et aussi de la nourriture pour leurs troupeaux de gros et de petit bétail, et tout ce qu’ils allaient emporter comme bêtes, ou animaux, ou oiseaux— et il arriva que lorsqu’ils eurent fait toutes ces choses, ils montèrent à bord de leurs bateaux ou barques, et partirent en mer, s’en remettant au Seigneur, leur Dieu.", "5 Et il arriva que le Seigneur Dieu fit en sorte qu’un vent furieux soufflât sur la surface des eaux vers la terre promise; et ainsi, ils furent ballottés sur les vagues de la mer par le vent.", "6 Et il arriva qu’ils furent de nombreuses fois ensevelis dans les profondeurs de la mer à cause des vagues montagneuses qui déferlaient sur eux, et aussi des grandes et terribles tempêtes qui étaient causées par la violence du vent.", "7 Et il arriva que lorsqu’ils étaient ensevelis dans l’abîme, il n’y avait pas d’eau qui pût leur faire du mal, leurs bateaux étant étanches comme un plat, et aussi, ils étaient étanches comme l’arche de Noé; c’est pourquoi, lorsqu’ils étaient enveloppés par de nombreuses eaux, ils criaient au Seigneur, et il les ramenait au sommet des eaux.", "8 Et il arriva que le vent ne cessa jamais de souffler vers la terre promise pendant qu’ils étaient sur les eaux; et c’est ainsi qu’ils furent poussés par le vent.", "9 Et ils chantèrent des louanges au Seigneur; oui, le frère de Jared chantait des louanges au Seigneur, et il remerciait et louait le Seigneur tout le jour; et lorsque la nuit arrivait, ils ne cessaient de louer le Seigneur.", "10 Et c’est ainsi qu’ils furent poussés; et aucun monstre de la mer ne pouvait les briser, aucune baleine ne pouvait leur faire de mal; et ils avaient continuellement de la lumière, que ce fût au-dessus de l’eau ou sous l’eau.", "11 Et ainsi, ils furent poussés pendant trois cent quarante-quatre jours sur l’eau.", "12 Et ils abordèrent sur le rivage de la terre promise. Et lorsqu’ils eurent mis pied sur les rivages de la terre promise, ils se prosternèrent sur la surface du pays, et s’humilièrent devant le Seigneur, et versèrent des larmes de joie devant le Seigneur à cause de l’immensité de ses tendres miséricordes envers eux.", "13 Et il arriva qu’ils allèrent sur la surface du pays et commencèrent à cultiver la terre.", "14 Et Jared eut quatre fils; et ils s’appelaient Jacom, et Guilgah, et Mahah, et Orihah.", "15 Et le frère de Jared engendra aussi des fils et des filles.", "16 Et les amis de Jared et de son frère étaient au nombre d’environ vingt-deux âmes; et ils engendrèrent aussi des fils et des filles avant d’arriver à la terre promise; et c’est pourquoi ils commencèrent à être nombreux.", "17 Et il leur fut enseigné qu’ils devaient marcher humblement devant le Seigneur, et ils furent aussi instruits d’en haut.", "18 Et il arriva qu’ils commencèrent à se répandre sur la surface du pays, et à se multiplier, et à cultiver la terre; et ils devinrent forts dans le pays.", "19 Et le frère de Jared commença à être vieux et vit qu’il devait bientôt descendre dans la tombe; c’est pourquoi il dit à Jared: Rassemblons notre peuple afin de le dénombrer, afin de savoir de lui ce qu’il désire de nous avant que nous ne descendions dans la tombe.", "20 Et en conséquence, le peuple fut réuni. Or, le nombre des fils et des filles du frère de Jared était de vingt-deux âmes, et le nombre des fils et des filles de Jared était de douze, et il avait quatre fils.", "21 Et il arriva qu’ils dénombrèrent leur peuple; et après l’avoir dénombré, ils désirèrent qu’il leur dise les choses qu’il voulait qu’ils fassent avant de descendre dans la tombe.", "22 Et il arriva que le peuple désira d’eux qu’ils oignent un de leurs fils pour être son roi.", "23 Et maintenant, voici, cela leur fit de la peine. Et le frère de Jared leur dit: Assurément, cela conduit à la captivité.", "24 Mais Jared dit à son frère: Laisse-les avoir un roi. Et c’est pourquoi, il leur dit: Choisissez parmi nos fils celui que vous voulez comme roi.", "25 Et il arriva qu’ils choisirent le premier-né du frère de Jared; et son nom était Pagag. Et il arriva qu’il refusa et ne voulut pas être leur roi. Et le peuple voulut que son père l’y obligeât, mais son père ne voulut pas; et il leur commanda de n’obliger aucun homme à être leur roi.", "26 Et il arriva qu’ils choisirent tous les frères de Pagag, et ceux-ci ne voulurent pas.", "27 Et il arriva que les fils de Jared ne le voulurent pas non plus, sauf un; et Orihah fut oint pour être roi du peuple.", "28 Et il commença à régner, et le peuple commença à prospérer; et ils devinrent extrêmement riches.", "29 Et il arriva que Jared mourut et son frère aussi.", "30 Et il arriva qu’Orihah marcha humblement devant le Seigneur et se souvint à quel point les choses que le Seigneur avait faites pour son père étaient grandes et enseigna aussi à son peuple à quel point les choses que le Seigneur avait faites pour ses pères étaient grandes."], "Kiribati": ["Aia bwaati Iaretaite a kairaki n taian ang nakon te aba ni berita—A neboneboa te Uea aomata ibukin raoiroina—E a rineaki Oria bwa e na uea i aoia—A mate Iareta ma tarina.", "1 Ao ngkai Ngai, ae Moronaai, I a waaki n anga rongorongon Iareta ma tarina.", "2 Bwa e a koro bukina bwa i mwin are te Uea e katauraoi atibu ake e uoti tarin Iareta nakon te maunga, e a ruo tarin Iareta man te maunga, ao e bon katikui atibu akekei n taian kaibuke ake a tia ni katauraoaki, kakateuana i taboia; ao nooria, a bon anga te oota nakon te kaibuke.", "3 Ao ngaia are te Uea e kariki atibu bwa a na oota n te roo, bwa a na oota mwaane, aine, ao ataei, bwa a na aki riaon raan aika a korakora n te roo.", "4 Ao e a koro bukina bwa ngke a tia ni katauraoi aekan amwarake nako, bwa aonga ni maiuiakinna ngkana a mena i aon te ran, ao kanaia naba aia nanai ma aia ikota ni man, ao te man ae aki manana ke taian man ke maan aika a kibakiba are a kona n uoti ma ngaiia—ao e a koro bukina bwa ngke a tia ni karaoi bwaai aikai ni kabane a tokara aia kaibuke ke aia bwaati, ma ni mwananga nako taari, n anga ngaiia nakon te Uea ae Atuaia.", "5 Ao e a koro bukina bwa te Uea ae te Atua e karekea te ang ae korakora bwa e na uka aon te ran, nakon te aba ni berita; ao ngaia are a kibakiba rake i aon taian nao i mwain te ang.", "6 Ao e a koro bukina bwa a mwaiti aia tai are a taunaki i kabin marawa, ibukin naao aika a maunga ake a roko i aoia, ao ibukin naba korakoran ma kakamakun te angi buaka are a riki man unin te ang.", "7 Ao e a koro bukina bwa ngkana a taunaki n are i nano ao bon akea te ran ae a kona n ikoaki iai, bwa a bono aia kaibuke n aron te raurau, ao a bono n aron ana ake Noa; ngaia are ngkana a otabwaniniaki n te ran ae bati a bon tang nakon te Uea, ao e bon uotia rake riki i aon te ran.", "8 Ao e a koro bukina bwa te ang e aki toki ukina nakon te aba ni berita i nanon aia tai ni mena i aon te ran; ao ngaia are a kairaki n te ang.", "9 Ao a bon anene n nebonebo nakon te Uea; eng, tarin Iareta e bon anene n nebonebo nakon te Uea, ao e karabwa ma n neboa te Uea ni kabwanina te bong; ao ngke e a roko te bong, e bon aki toki ana nebo nakon te Uea.", "10 Ao ngaia are a kairaki; ao akea manin taari are kakamaku ae kona n roko irouia, ao akea naba te kua ae kona ni karekea te uruaki nakoia; ao bon iai irouia te oota ae reitinako, ngkana a mena i aon te ran ke i aan te ran.", "11 Ao ngaia are a kairaki i nanon tenibubua ao abwi ma aua te bong i aon te ran.", "12 Ao a bon waerake i aon mataniwin biken te aba ni berita. Ao ngke a toua mataniwin biken te aba ni berita waeia a bobaraaki i aon te aba, ma ni kananorinanoia i matan te Uea, ma ni bwaro ranin mataia ibukin te kimwareirei i matan te Uea, ibukin mwaitin ana nanoanga i aoia.", "13 Ao e a koro bukina bwa a mwananga nako i aon te aba, ma ni waaki n ribana te aba.", "14 Ao Iareta bon iai aman natina mwaane: ao araia bon Iakom, ao Kikare, ao Maa, ao Oria.", "15 Ao tarin Iareta e karikiia naba natina mwaane ao aine.", "16 Ao mwaitia raoraon Iareta ma tarina bon uangaun ma uoman; ao a karikiia naba natiia mwaane ao aine i mwain rokoia n te aba ni berita; ao ngaia are a bon mwaiti.", "17 Ao a reireinaki bwa a na nakonako ma te nanorinano i matan te Uea ao a bon reireinaki naba mai i eta.", "18 Ao e a koro bukina bwa a waaki ni kabuta aon te aba, ma ni kariki ao n ribana te aba; ao a bon matoatoa n te aba.", "19 Ao tarin Iareta e a moanna ni kara, ao e nooria bwa e nang ruo nakon te rua ni mate; ngaia are e taku nakon Iareta: Ti na ikotiia ara botanaomata bwa ti aonga ni warekiia, bwa ti aonga n ataia mai irouia bwa tera ae a tangiria mai iroura i mwain ae ti nako nakon rua ni matera.", "20 Ao a ikotaki aomata n aron aei. Ngkai mwaitia natin tarin Iareta mwaane ao aine bon uangaun ma uoman; ao mwaitia natin Iareta bon tengaun ma uoman, bwa aman natina mwaane.", "21 Ao e a koro bukina bwa a bon warekia aia botanaomata; ao i mwin are a tia ni warekiia a bon tangiria mai irouia bwaai ake a tangiria bwa a na karaoi i mwain ae a nakon rua ni mateia.", "22 Ao e a koro bukina bwa aomata a tangiria bwa a na rinea ao man kabira temanna mai i buakon natiia mwaane bwa e na uea i aoia.", "23 Ao ngkai nooria, bon te bwai ae kananokawaki te bwai aio nakoia. Ao e taku tarin Iareta nakoia: E bon koaua bwa te bwai aio e na kairi ngkami nakon te tautoronaki.", "24 Ma e taku Iareta nakon tarina: Kariaia bwa e na reke aia uea. Ao ngaia are e taku nakoia: Rineia mai i buakoia natira mwaane bwa te uea, are kam bon tangiria.", "25 Ao e a koro bukina bwa a bon rinea are ana karimoa n nati tarin Iareta; ao arana bon Bakaake. Ao e a koro bukina bwa e rawa ao e aki kariaia bwa e na riki bwa aia uea. Ao a tangiria aomata bwa e na kairoroaki iroun tamana, ma e rawa tamana; ao e tuangiia bwa a na aki kairoroa te aomata temanna bwa e na riki bwa aia uea.", "26 Ao e a koro bukina bwa a bane n rineia tarin Bakaake, ma a bane n rawa.", "27 Ao e a koro bukina bwa a rawa naba natin Iareta ake mwaane, ni kabane ma ti temanna; ao Oria e a kabiraki bwa te uea i aoia aomata.", "28 Ao e waaki n tautaeka, ao a rikirake aroia aomata; ao e a rianako kaubwaia.", "29 Ao e a koro bukina bwa e a mate Iareta, ao tarina naba.", "30 Ao e a koro bukina bwa Oria e nakonako ma te nanorinano i matan te Uea, ao e bon uring bwaai aika a korakora are e a tia te Uea ni karaoi ibukin tamana, ao e reireinia naba ana botanaomata bwaai aika a korakora are te Uea e a tia ni karaoia ibukiia aia bakatibu."]}