{"English": ["The iniquity of the people brings a curse upon the land—Coriantumr engages in warfare against Gilead, then Lib, and then Shiz—Blood and carnage cover the land.", "1 And now there began to be a great curse upon all the land because of the iniquity of the people, in which, if a man should lay his tool or his sword upon his shelf, or upon the place whither he would keep it, behold, upon the morrow, he could not find it, so great was the curse upon the land.", "2 Wherefore every man did cleave unto that which was his own, with his hands, and would not borrow neither would he lend; and every man kept the hilt of his sword in his right hand, in the defence of his property and his own life and of his wives and children.", "3 And now, after the space of two years, and after the death of Shared, behold, there arose the brother of Shared and he gave battle unto Coriantumr, in which Coriantumr did beat him and did pursue him to the wilderness of Akish.", "4 And it came to pass that the brother of Shared did give battle unto him in the wilderness of Akish; and the battle became exceedingly sore, and many thousands fell by the sword.", "5 And it came to pass that Coriantumr did lay siege to the wilderness; and the brother of Shared did march forth out of the wilderness by night, and slew a part of the army of Coriantumr, as they were drunken.", "6 And he came forth to the land of Moron, and placed himself upon the throne of Coriantumr.", "7 And it came to pass that Coriantumr dwelt with his army in the wilderness for the space of two years, in which he did receive great strength to his army.", "8 Now the brother of Shared, whose name was Gilead, also received great strength to his army, because of secret combinations.", "9 And it came to pass that his high priest murdered him as he sat upon his throne.", "10 And it came to pass that one of the secret combinations murdered him in a secret pass, and obtained unto himself the kingdom; and his name was Lib; and Lib was a man of great stature, more than any other man among all the people.", "11 And it came to pass that in the first year of Lib, Coriantumr came up unto the land of Moron, and gave battle unto Lib.", "12 And it came to pass that he fought with Lib, in which Lib did smite upon his arm that he was wounded; nevertheless, the army of Coriantumr did press forward upon Lib, that he fled to the borders upon the seashore.", "13 And it came to pass that Coriantumr pursued him; and Lib gave battle unto him upon the seashore.", "14 And it came to pass that Lib did smite the army of Coriantumr, that they fled again to the wilderness of Akish.", "15 And it came to pass that Lib did pursue him until he came to the plains of Agosh. And Coriantumr had taken all the people with him as he fled before Lib in that quarter of the land whither he fled.", "16 And when he had come to the plains of Agosh he gave battle unto Lib, and he smote upon him until he died; nevertheless, the brother of Lib did come against Coriantumr in the stead thereof, and the battle became exceedingly sore, in the which Coriantumr fled again before the army of the brother of Lib.", "17 Now the name of the brother of Lib was called Shiz. And it came to pass that Shiz pursued after Coriantumr, and he did overthrow many cities, and he did slay both women and children, and he did burn the cities.", "18 And there went a fear of Shiz throughout all the land; yea, a cry went forth throughout the land—Who can stand before the army of Shiz? Behold, he sweepeth the earth before him!", "19 And it came to pass that the people began to flock together in armies, throughout all the face of the land.", "20 And they were divided; and a part of them fled to the army of Shiz, and a part of them fled to the army of Coriantumr.", "21 And so great and lasting had been the war, and so long had been the scene of bloodshed and carnage, that the whole face of the land was covered with the bodies of the dead.", "22 And so swift and speedy was the war that there was none left to bury the dead, but they did march forth from the shedding of blood to the shedding of blood, leaving the bodies of both men, women, and children strewed upon the face of the land, to become a prey to the worms of the flesh.", "23 And the scent thereof went forth upon the face of the land, even upon all the face of the land; wherefore the people became troubled by day and by night, because of the scent thereof.", "24 Nevertheless, Shiz did not cease to pursue Coriantumr; for he had sworn to avenge himself upon Coriantumr of the blood of his brother, who had been slain, and the word of the Lord which came to Ether that Coriantumr should not fall by the sword.", "25 And thus we see that the Lord did visit them in the fulness of his wrath, and their wickedness and abominations had prepared a way for their everlasting destruction.", "26 And it came to pass that Shiz did pursue Coriantumr eastward, even to the borders by the seashore, and there he gave battle unto Shiz for the space of three days.", "27 And so terrible was the destruction among the armies of Shiz that the people began to be frightened, and began to flee before the armies of Coriantumr; and they fled to the land of Corihor, and swept off the inhabitants before them, all them that would not join them.", "28 And they pitched their tents in the valley of Corihor; and Coriantumr pitched his tents in the valley of Shurr. Now the valley of Shurr was near the hill Comnor; wherefore, Coriantumr did gather his armies together upon the hill Comnor, and did sound a trumpet unto the armies of Shiz to invite them forth to battle.", "29 And it came to pass that they came forth, but were driven again; and they came the second time, and they were driven again the second time. And it came to pass that they came again the third time, and the battle became exceedingly sore.", "30 And it came to pass that Shiz smote upon Coriantumr that he gave him many deep wounds; and Coriantumr, having lost his blood, fainted, and was carried away as though he were dead.", "31 Now the loss of men, women and children on both sides was so great that Shiz commanded his people that they should not pursue the armies of Coriantumr; wherefore, they returned to their camp."], "Español": ["La iniquidad del pueblo trae una maldición sobre la tierra— Coriántumr emprende la guerra contra Gilead, después contra Lib y después contra Shiz— Sangre y mortandad cubren la tierra.", "1 Y empezó a haber una grande maldición sobre toda la tierra a causa de la iniquidad del pueblo, por lo cual, si un hombre dejaba su herramienta o espada sobre su alacena, o en el lugar donde solía guardarla, he aquí, a la mañana siguiente, no la podía encontrar, tan grande era la maldición sobre esa tierra.", "2 Así que todo hombre tomó entre sus manos lo que era suyo, y ni pedía prestado ni prestaba; y todo hombre conservaba el puño de su espada en su mano derecha, en defensa de su propiedad, su vida y la de sus esposas e hijos.", "3 Y ahora bien, después del espacio de dos años, y después de la muerte de Shared, he aquí, se levantó el hermano de Shared y fue a la batalla contra Coriántumr, en la cual este lo venció y lo persiguió hasta el desierto de Akish.", "4 Y acaeció que el hermano de Shared le dio batalla en el desierto de Akish; y la lucha se agravó en extremo, y muchos miles cayeron por la espada.", "5 Y sucedió que Coriántumr le puso sitio en el desierto; y el hermano de Shared salió del desierto durante la noche, y mató a una parte del ejército de Coriántumr, mientras estaban borrachos.", "6 Y avanzó a la tierra de Morón, y se colocó sobre el trono de Coriántumr.", "7 Y sucedió que Coriántumr moró con su ejército en el desierto por el término de dos años, y durante este tiempo recibió gran fuerza para su ejército.", "8 Y el hermano de Shared, que se llamaba Gilead, también recibió gran fuerza para su ejército, por causa de las combinaciones secretas.", "9 Y aconteció que su sumo sacerdote lo asesinó mientras se hallaba sentado sobre el trono.", "10 Y sucedió que a él lo asesinó uno de los miembros de las combinaciones secretas en un paso oculto, y obtuvo el reino para sí; y se llamaba Lib, y era un hombre de gran estatura, mayor que la de cualquier otro hombre entre todo el pueblo.", "11 Y aconteció que en el primer año de Lib, Coriántumr subió a la tierra de Morón y dio batalla a Lib.", "12 Y acaeció que sostuvo una lucha con Lib, en la cual Lib le asestó un golpe en el brazo y lo dejó herido; no obstante, el ejército de Coriántumr arremetió contra Lib, por lo que este huyó hacia la frontera a orillas del mar.", "13 Y ocurrió que Coriántumr lo persiguió; y Lib le hizo frente a orillas del mar.", "14 Y sucedió que Lib hirió al ejército de Coriántumr, de modo que huyeron de nuevo al desierto de Akish.", "15 Y sucedió que Lib lo persiguió hasta que llegó a las llanuras de Agosh. Y Coriántumr se había llevado consigo a todo el pueblo mientras huía de Lib en aquella parte de la tierra por donde huía.", "16 Y cuando llegó a las llanuras de Agosh, dio batalla a Lib, y lo hirió hasta que murió; no obstante, el hermano de Lib vino contra Coriántumr en su lugar, y la batalla se agravó en extremo, por lo cual Coriántumr huyó otra vez delante del ejército del hermano de Lib.", "17 Y el nombre del hermano de Lib era Shiz. Y sucedió que Shiz persiguió a Coriántumr, y destruyó muchas ciudades; y mataba tanto a mujeres como a niños, e incendiaba las ciudades.", "18 Y el temor a Shiz se esparció por toda la tierra; sí, por toda la tierra se oía el grito: ¿Quién puede resistir al ejército de Shiz? ¡He aquí, barre la tierra por donde pasa!", "19 Y sucedió que los del pueblo empezaron a congregarse en ejércitos por toda la superficie de la tierra.", "20 Y se dividieron; y parte de ellos huyeron al ejército de Shiz, y parte de ellos al ejército de Coriántumr.", "21 Y tan grande y tan larga había sido la guerra, y tanto había durado aquel cuadro de efusión de sangre y mortandad, que toda la superficie de la tierra se hallaba cubierta de cadáveres.", "22 Y tan rápida y acelerada era la guerra, que no quedaba nadie para sepultar a los muertos, sino que marchaban de una efusión de sangre a otra, dejando los cadáveres, tanto de hombres como de mujeres y de niños, tirados a flor de tierra, para convertirse en presa de los gusanos de la carne.", "23 Y el hedor se extendió por la faz de la tierra, sí, por toda la superficie de la tierra; por lo que el pueblo se sintió molesto de día y de noche por causa del mal olor.", "24 No obstante, Shiz no cesó de perseguir a Coriántumr; porque había jurado vengarse de Coriántumr por la sangre de su hermano que había sido muerto; y la voz del Señor que llegó a Éter fue que Coriántumr no caería por la espada.", "25 Y así vemos que el Señor los visitó con la plenitud de su ira, y su iniquidad y abominaciones habían preparado la vía para su eterna destrucción.", "26 Y sucedió que Shiz persiguió a Coriántumr hacia el este, aun hasta las fronteras junto al mar, y allí combatió a Shiz por el espacio de tres días.", "27 Y tan terrible fue la destrucción entre los ejércitos de Shiz, que las gentes empezaron a tener miedo, y comenzaron a huir ante los ejércitos de Coriántumr; y huyeron a la tierra de Corihor, y exterminaban a los habitantes delante de ellos, a todos los que no querían unirse a ellos.", "28 Y plantaron sus tiendas en el valle de Corihor; y Coriántumr plantó las suyas en el valle de Shurr. Este valle de Shurr estaba situado cerca del cerro Comnor; por tanto, Coriántumr reunió a sus ejércitos sobre el cerro Comnor, e hizo tocar la trompeta a los ejércitos de Shiz para invitarlos al combate.", "29 Y sucedió que avanzaron, pero fueron rechazados; y volvieron por segunda vez, y de nuevo fueron rechazados. Y sucedió que llegaron por tercera vez, y el combate se agravó en extremo.", "30 Y aconteció que Shiz hirió a Coriántumr de modo que le ocasionó muchas heridas profundas; y se desmayó Coriántumr por la pérdida de sangre, y lo llevaron como si estuviese muerto.", "31 Y tan grande fue la pérdida de hombres, mujeres y niños en ambos partidos, que Shiz dio órdenes a su pueblo de no perseguir a los ejércitos de Coriántumr; de modo que se volvieron a su campamento."], "Français": ["L’iniquité du peuple attire une malédiction sur le pays— Coriantumr entre en guerre contre Galaad, puis contre Lib et ensuite contre Shiz— Le pays baigne dans le sang et le carnage.", "1 Et alors, il commença à y avoir une grande malédiction sur tout le pays à cause de l’iniquité du peuple, en ce sens que si un homme déposait son outil ou son épée sur sa tablette, ou à l’endroit où il le gardait, voici, le lendemain, il ne pouvait pas le trouver, si grande était la malédiction sur le pays.", "2 C’est pourquoi, chaque homme se cramponnait de ses mains à ce qui lui appartenait et ne voulait ni emprunter ni prêter; et chaque homme tenait à la main droite la poignée de son épée pour défendre son bien, et sa vie, et celle de ses épouses et de ses enfants.", "3 Et alors, au bout de deux ans, et après la mort de Shared, voici, le frère de Shared se leva et livra bataille à Coriantumr, bataille dans laquelle Coriantumr le battit et le poursuivit jusqu’au désert d’Akish.", "4 Et il arriva que le frère de Shared lui livra bataille dans le désert d’Akish; et la bataille devint extrêmement furieuse, et de nombreux milliers tombèrent par l’épée.", "5 Et il arriva que Coriantumr mit le siège au désert; et le frère de Shared sortit du désert par une marche de nuit et tua une partie de l’armée de Coriantumr, tandis qu’elle était ivre.", "6 Et il alla au pays de Moron et se mit sur le trône de Coriantumr.", "7 Et il arriva que Coriantumr demeura avec son armée dans le désert pendant deux années, pendant lesquelles il reçut de grandes forces pour son armée.", "8 Or, le frère de Shared, dont le nom était Galaad, recevait aussi de grandes forces pour son armée à cause des combinaisons secrètes.", "9 Et il arriva que son grand prêtre l’assassina tandis qu’il était assis sur son trône.", "10 Et il arriva que quelqu’un des combinaisons secrètes l’assassina dans un passage secret et obtint le royaume pour lui-même; et son nom était Lib; et Lib était un homme d’une grande stature, plus que n’importe quel autre homme parmi tout le peuple.", "11 Et il arriva que la première année de Lib, Coriantumr monta au pays de Moron et livra bataille à Lib.", "12 Et il arriva qu’il combattit Lib, et Lib le frappa au bras, de sorte qu’il fut blessé; néanmoins, l’armée de Coriantumr pressa Lib, de sorte qu’il s’enfuit vers les régions frontières au bord de la mer.", "13 Et il arriva que Coriantumr le poursuivit; et Lib lui livra bataille au bord de la mer.", "14 Et il arriva que Lib frappa l’armée de Coriantumr, de sorte qu’elle s’enfuit de nouveau au désert d’Akish.", "15 Et il arriva que Lib le poursuivit jusqu’à ce qu’il arrivât aux plaines d’Agosh. Et Coriantumr avait emmené tout le peuple, tandis qu’il fuyait devant Lib dans cette partie du pays où il s’enfuit.", "16 Et lorsqu’il fut arrivé aux plaines d’Agosh, il livra bataille à Lib, et il le frappa jusqu’à ce qu’il mourût; néanmoins, le frère de Lib alla à sa place contre Coriantumr, et la bataille devint extrêmement furieuse, et Coriantumr s’enfuit de nouveau devant l’armée du frère de Lib.", "17 Or, le nom du frère de Lib était Shiz. Et il arriva que Shiz poursuivit Coriantumr, et il renversa beaucoup de villes, et il tua femmes et enfants, et brûla les villes.", "18 Et la crainte de Shiz se répandit dans tout le pays, oui, un cri retentit dans tout le pays: Qui peut résister à l’armée de Shiz? Voici, il balaie la terre devant lui!", "19 Et il arriva que le peuple commença à s’attrouper pour former des armées sur toute la surface du pays.", "20 Et ils étaient divisés; et une partie d’entre eux s’enfuit dans l’armée de Shiz, et une partie d’entre eux s’enfuit dans l’armée de Coriantumr.", "21 Et si grande et si prolongée avait été la guerre, et si longue avait été la scène d’effusion de sang et de carnage, que toute la surface du pays était couverte des corps des morts.", "22 Et si rapide et si expéditive fut la guerre, qu’il ne restait personne pour enterrer les morts, mais ils marchaient d’effusion de sang en effusion de sang, laissant les corps des hommes, des femmes et des enfants disséminés à la surface du pays, pour devenir la proie des vers de la chair.", "23 Et l’odeur s’en répandit à la surface du pays, oui, sur toute la surface du pays; c’est pourquoi le peuple commença à être indisposé de jour et de nuit à cause de l’odeur.", "24 Néanmoins, Shiz ne cessa pas de poursuivre Coriantumr, car il avait juré de venger sur Coriantumr le sang de son frère, qui avait été tué, et de faire mentir la parole du Seigneur qui était parvenue à Éther, que Coriantumr ne tomberait pas par l’épée.", "25 Et ainsi, nous voyons que le Seigneur les châtia dans la plénitude de sa colère, et que leur méchanceté et leurs abominations avaient préparé la voie de leur destruction éternelle.", "26 Et il arriva que Shiz poursuivit Coriantumr vers l’est jusqu’aux régions frontières du bord de la mer, et là il livra bataille à Shiz pendant trois jours.", "27 Et si terrible fut la destruction parmi les armées de Shiz, que le peuple commença à être effrayé et commença à fuir devant les armées de Coriantumr; et il s’enfuit au pays de Corihor et balaya les habitants devant lui, tous ceux qui ne voulaient pas se joindre à lui.", "28 Et il dressa ses tentes dans la vallée de Corihor; et Coriantumr dressa ses tentes dans la vallée de Shurr. Or, la vallée de Shurr était près de la colline de Comnor; c’est pourquoi, Coriantumr rassembla ses armées sur la colline de Comnor et fit sonner de la trompette pour les armées de Shiz pour les inviter à la bataille.", "29 Et il arriva qu’elles s’avancèrent, mais furent repoussées; et elles revinrent une deuxième fois, et elles furent repoussées une deuxième fois. Et il arriva qu’elles revinrent une troisième fois, et la bataille devint extrêmement furieuse.", "30 Et il arriva que Shiz frappa Coriantumr, de sorte qu’il lui infligea beaucoup de blessures profondes; et Coriantumr, ayant perdu son sang, s’évanouit et fut emporté comme s’il était mort.", "31 Or, la perte en hommes, en femmes et en enfants des deux côtés fut si grande que Shiz commanda à son peuple de ne pas poursuivre les armées de Coriantumr; c’est pourquoi, ils retournèrent à leur camp."], "Kiribati": ["Buakakaia aomata e uota te maraia nako aon te aba—Koriantamwa e waaki ni buaka ni kaitara Kireata, ao i mwina Riibu, ao i mwina Tiiti—E a rabunaki te aba n te raraa ao te urubwai nakon te maiu.", "1 Ao ngkai e a roko te rekenikai ae korakora iaon te aba ibukin buakakaia aomata, n te aro are ngkana e katuka ana bwai ni mwakuri te aomata ke ana kabaang iaon ana tabo ni bwai, nooria, n te bong are i mwina, e a bon aki kona n reke irouna, ao nooria e a bon korakora te maraia iaon te aba.", "2 Ngaia are ni kabane aomata a bon tautaua ni baia te bwai are bon aia bwai, ma n rawa n tangobwai ke n anganako aia bwai; ao ni kabane aomata a katikui baia te angatai iaon bwain tauan aia kabaang, bwa a na kaawakin aia bwai, ma oin maiuia ao maiuia buuia ma natiia.", "3 Ao ngkai, i mwin uoua te ririki, ao i mwin maten Tiareta, nooria e a teirake tarin Tiareta ao e a buakana Koriantamwa, are e a konaaki iai iroun Koriantamwa ao e kakioa nakon te rereua are Akiti.", "4 Ao e koro bukina bwa tarin Tiareta e buakanna n te rereua are Akiti; ao e a rikirake ni korakora te buaka, ao a mwaiti ngaa ma ngaa aika a bwaka n te kabaang.", "5 Ao e koro bukina bwa Koriantamwa e a katobibia ma n taua te rereua; ao tarin Tiareta e bon mwananga n otinako man te rereua n te bong ma n tiringia mwakoron ana taanga ni buaka Koriantamwa bwa a bon manging.", "6 Ao e roko nakon te aba are Moron, ma n toka i aon ana kaintoka ni uea Koriantamwa.", "7 Ao e koro bukina bwa e maeka Koriantamwa ma ana taanga ni buaka i nanon te rereua i nanon te maan ae uoua te ririki, ao n te tai anne e bon karekea te marurung ae korakora nakon ana taanga ni buaka.", "8 Ngkai tarin Tiareta, are bon arana Kireata, e bon karekea naba te marurung ae korakora nakon ana taanga ni buaka, man taian botaki ni karaba aika buakaka.", "9 Ao e koro bukina bwa ana ibonga are e rietata e bon tiringnga i nanon ana tai n tekateka iaon ana kaintoka ni uea.", "10 Ao e koro bukina bwa temanna mai i buakoia kaain te botaki ni karaba aika buakaka e bon tiringa te ibonga are e rietata i nanon te kawai ae karaba ao e taua te abanuea i bon ibukina; ao arana bon Riibu; ao Riibu bon te aomata ae korakora abwakina, i aoia aomata ni kabane.", "11 Ao e koro bukina bwa n ana moan ririki Riibu, e roko Koriantamwa nakon te aba are Moron ma ni buaka ma Riibu.", "12 Ao e koro bukina bwa e buaka ma Riibu, ao Riibu e orea baina ao e ikoaki; ma e ngae n anne ana taanga ni buaka Koriantamwa a bon waaki ni kakioa Riibu, n te aro are e a biri nako nakon te tia i mataniwin taari.", "13 Ao e koro bukina bwa Koriantamwa e bon kakioa; ao e buaka Riibu mangaia i mataniwin taari.", "14 Ao e koro bukina bwa Riibu, e bon orea ana taanga ni buaka Koriantamwa, ao a biri nakon te rereua are Akiti.", "15 Ao e koro bukina bwa Riibu e bon kakioa ni karokoa ae e roko n te tabo ae aoraoi are Akoti. Ao Koriantamwa e bon kairiia nako aomata ni kabane i nanon ana tai ni biri nako mai iroun Riibu nakon mwakoron te aba are e birinako iai.", "16 Ao ngke e a roko nakon te tabo are e aoraoi are Akoti e buaka ma Riibu, ao e oroia ni karokoa e a mate; ma e ngae n anne, e bon roko tarin Riibu ni kaitaraa Koriantamwa n onea mwiina, ao e bon kakamaku korakoran aron te buaka, n te aro are e a manga birinako riki Koriantamwa mai matan ana taanga ni buaka tarin Riibu.", "17 Ngkai aran tarin Riibu bon Tiiti. Ao e a koro bukina bwa Tiiti e bon kakioa Koriantamwa, ma ni kabwakai kaawa aika a mwaiti, ao e bon tiringia aine ao ataei, ma ni kaurarakei taian kaawa.", "18 Ao e bon rikirake maakan Tiiti ni kabuta te aba; eng, e a tanoata te takarua ae kangai ni kabuta te aba—Antai ae kona n tei i mwaain ana taanga ni buaka Tiiti? Nooria, e taeanako te aba are i mwaaina.", "19 Ao e koro bukina bwa aomata a bon ikoikotaki n aia taanga ni buaka, ni kabuta te aba.", "20 Ao a bon bwenauaki; te mwakorona e nako nakon ana taanga ni buaka Tiiti, ao te mwakorona e nako nakon ana taanga ni buaka Koriantamwa.", "21 Ao e bon korakora ma ni maan te buaka, ao e a bon warenako maanin katiinakoan te raraa ma te urubwai nakon te maiu, n te aro are e a rabunaki te aba n rabwataia ake a mate.", "22 Ao e bon kakoauaki baitiin ma waekoan te buaka n te aro are ai bon akea are e a tiku bwa e na tauniia naake a mate, ma a bon waaki ma ni kawawaean te raraa nakon kawawaean te raraa ma ni katikui rabwataia mwaane, aine, ao ataei bwa ana raea iaon te aba, bwa a na riki bwa kanaia inon te iriko.", "23 Ao e a waaki nako boiraaia ni kabuta te aba; n te aro are a aikoa rau aomata n te ngaina ao te bong ibukin te boi.", "24 Ma e ngae n anne, ao Tiiti e bon aki toki ni kakioa Koriantamwa; bwa e a tia ni berita bwa e na irantaangaia nakon Koriantamwa ibukin raraan tarina, are e a tia n tiringaki, ao e roko ana taeka te Uea nakon Ita bwa e na bon aki bwaka Koriantamwa n te kabaang.", "25 Ao ngaia are ti nooria bwa e bon kawaria te Uea i nanon bwaninin unna, ao buakakaia ma aia mwakuri aika bwati n ribaki a bon katauraoa te kawai ibukin tiringakia ae aki totoki.", "26 Ao e a koro bukina bwa Tiiti e bon kakioa Koriantamwa nako mainiku, nakon te tia i rarikin mataniwin taari, ao ikekei are e a buaka ma Tiiti i nanon te maan ae teniua te bong.", "27 Ao e a bon taotira korakoran te tiritiri i buakoia ana taanga ni buaka Tiiti n te aro are a moanna ni maaku aomata, ao a waaki ni biri nako mai irouia ana taanga ni buaka Koriantamwa; ao a birinako nakon te aba are Korioa, ma n tiringia ni kabane kaaina ake i mwaaia, ni kabane ake a rawa n iria.", "28 Ao a katei aia umwanrianna n te mwarua are Korioa; ao Koriantamwa e katea ana umwanrianna n te mwarua are Tiee. Ngkai te mwarua are Tiee e mena n te tabuki are Kaomnoa; ngaia are Koriantamwa e bon ikotiia ana taanga ni buaka iaon te tabuki are Kaomnoa, ma ni katanga te bu nakon ana taanga ni buaka Tiiti bwa e kaoiia bwa ana buaka.", "29 Ao e a koro bukina bwa a bon roko, ao a kakioaki, ao a manga roko riki kaua, ao a manga kakioaki riki te kauatai. Ao e a koro bukina bwa a manga roko riki te katentai, ao e a bon rianako korakoran aron te buaka.", "30 Ao e a koro bukina bwa Tiiti e orea Koriantamwa n te aro are e a bati ikoakina; ao Koriantamwa, e a bua raraana ae bati, ngaia are e a tong, ao e a uotaki nako n aron ae aongkoa e a mate.", "31 Ngkai, e a bon riaon ae riai korakoran buaia aine ao mwaane ma ataei man itera aika uoua n te aro are Tiiti e a tuangiia ana aomata bwa a na aki kakioia ana taanga ni buaka Koriantamwa; ngaia are a okirikaki nakon aia tabo ni maeka."]}