{"English": ["Ether speaks of a New Jerusalem to be built in America by the seed of Joseph—He prophesies, is cast out, writes the Jaredite history, and foretells the destruction of the Jaredites—War rages over all the land.", "1 And now I, Moroni, proceed to finish my record concerning the destruction of the people of whom I have been writing.", "2 For behold, they rejected all the words of Ether; for he truly told them of all things, from the beginning of man; and that after the waters had receded from off the face of this land it became a choice land above all other lands, a chosen land of the Lord; wherefore the Lord would have that all men should serve him who dwell upon the face thereof;", "3 And that it was the place of the New Jerusalem, which should come down out of heaven, and the holy sanctuary of the Lord.", "4 Behold, Ether saw the days of Christ, and he spake concerning a New Jerusalem upon this land.", "5 And he spake also concerning the house of Israel, and the Jerusalem from whence Lehi should come—after it should be destroyed it should be built up again, a holy city unto the Lord; wherefore, it could not be a new Jerusalem for it had been in a time of old; but it should be built up again, and become a holy city of the Lord; and it should be built unto the house of Israel—", "6 And that a New Jerusalem should be built up upon this land, unto the remnant of the seed of Joseph, for which things there has been a type.", "7 For as Joseph brought his father down into the land of Egypt, even so he died there; wherefore, the Lord brought a remnant of the seed of Joseph out of the land of Jerusalem, that he might be merciful unto the seed of Joseph that they should perish not, even as he was merciful unto the father of Joseph that he should perish not.", "8 Wherefore, the remnant of the house of Joseph shall be built upon this land; and it shall be a land of their inheritance; and they shall build up a holy city unto the Lord, like unto the Jerusalem of old; and they shall no more be confounded, until the end come when the earth shall pass away.", "9 And there shall be a new heaven and a new earth; and they shall be like unto the old save the old have passed away, and all things have become new.", "10 And then cometh the New Jerusalem; and blessed are they who dwell therein, for it is they whose garments are white through the blood of the Lamb; and they are they who are numbered among the remnant of the seed of Joseph, who were of the house of Israel.", "11 And then also cometh the Jerusalem of old; and the inhabitants thereof, blessed are they, for they have been washed in the blood of the Lamb; and they are they who were scattered and gathered in from the four quarters of the earth, and from the north countries, and are partakers of the fulfilling of the covenant which God made with their father, Abraham.", "12 And when these things come, bringeth to pass the scripture which saith, there are they who were first, who shall be last; and there are they who were last, who shall be first.", "13 And I was about to write more, but I am forbidden; but great and marvelous were the prophecies of Ether; but they esteemed him as naught, and cast him out; and he hid himself in the cavity of a rock by day, and by night he went forth viewing the things which should come upon the people.", "14 And as he dwelt in the cavity of a rock he made the remainder of this record, viewing the destructions which came upon the people, by night.", "15 And it came to pass that in that same year in which he was cast out from among the people there began to be a great war among the people, for there were many who rose up, who were mighty men, and sought to destroy Coriantumr by their secret plans of wickedness, of which hath been spoken.", "16 And now Coriantumr, having studied, himself, in all the arts of war and all the cunning of the world, wherefore he gave battle unto them who sought to destroy him.", "17 But he repented not, neither his fair sons nor daughters; neither the fair sons and daughters of Cohor; neither the fair sons and daughters of Corihor; and in fine, there were none of the fair sons and daughters upon the face of the whole earth who repented of their sins.", "18 Wherefore, it came to pass that in the first year that Ether dwelt in the cavity of a rock, there were many people who were slain by the sword of those secret combinations, fighting against Coriantumr that they might obtain the kingdom.", "19 And it came to pass that the sons of Coriantumr fought much and bled much.", "20 And in the second year the word of the Lord came to Ether, that he should go and prophesy unto Coriantumr that, if he would repent, and all his household, the Lord would give unto him his kingdom and spare the people—", "21 Otherwise they should be destroyed, and all his household save it were himself. And he should only live to see the fulfilling of the prophecies which had been spoken concerning another people receiving the land for their inheritance; and Coriantumr should receive a burial by them; and every soul should be destroyed save it were Coriantumr.", "22 And it came to pass that Coriantumr repented not, neither his household, neither the people; and the wars ceased not; and they sought to kill Ether, but he fled from before them and hid again in the cavity of the rock.", "23 And it came to pass that there arose up Shared, and he also gave battle unto Coriantumr; and he did beat him, insomuch that in the third year he did bring him into captivity.", "24 And the sons of Coriantumr, in the fourth year, did beat Shared, and did obtain the kingdom again unto their father.", "25 Now there began to be a war upon all the face of the land, every man with his band fighting for that which he desired.", "26 And there were robbers, and in fine, all manner of wickedness upon all the face of the land.", "27 And it came to pass that Coriantumr was exceedingly angry with Shared, and he went against him with his armies to battle; and they did meet in great anger, and they did meet in the valley of Gilgal; and the battle became exceedingly sore.", "28 And it came to pass that Shared fought against him for the space of three days. And it came to pass that Coriantumr beat him, and did pursue him until he came to the plains of Heshlon.", "29 And it came to pass that Shared gave him battle again upon the plains; and behold, he did beat Coriantumr, and drove him back again to the valley of Gilgal.", "30 And Coriantumr gave Shared battle again in the valley of Gilgal, in which he beat Shared and slew him.", "31 And Shared wounded Coriantumr in his thigh, that he did not go to battle again for the space of two years, in which time all the people upon the face of the land were shedding blood, and there was none to restrain them."], "Español": ["Éter habla de una Nueva Jerusalén que edificaría en América la posteridad de José— Profetiza, lo echan fuera, escribe la historia de los jareditas y predice la destrucción de estos— La guerra se extiende por toda la tierra.", "1 Y ahora yo, Moroni, procedo a concluir mi relato concerniente a la destrucción del pueblo del cual he estado escribiendo.", "2 Pues he aquí, rechazaron todas las palabras de Éter; porque él verdaderamente les habló de todas las cosas, desde el principio del hombre; y de que después que se hubieron retirado las aguas de la superficie de esta tierra, llegó a ser una tierra escogida sobre todas las demás, una tierra escogida del Señor; por tanto, el Señor quiere que lo sirvan a él todos los hombres que habiten sobre la faz de ella;", "3 y de que era el sitio de la Nueva Jerusalén que descendería del cielo, y el santo santuario del Señor.", "4 He aquí, Éter vio los días de Cristo, y habló de una Nueva Jerusalén sobre esta tierra.", "5 Y habló también concerniente a la casa de Israel, y la Jerusalén de donde Lehi habría de venir —que después que fuese destruida, sería reconstruida, una ciudad santa para el Señor; por tanto, no podría ser una nueva Jerusalén, porque ya había existido en la antigüedad; pero sería reconstruida, y llegaría a ser una ciudad santa del Señor; y sería edificada para la casa de Israel—", "6 y que sobre esta tierra se edificaría una Nueva Jerusalén para el resto de la posteridad de José, para lo cual ha habido un símbolo.", "7 Porque así como José llevó a su padre a la tierra de Egipto, de modo que allí murió, el Señor consiguientemente sacó a un resto de la descendencia de José de la tierra de Jerusalén, para ser misericordioso con la posteridad de José, a fin de que no pereciera, tal como fue misericordioso con el padre de José para que no pereciera.", "8 De manera que el resto de los de la casa de José se establecerán sobre esta tierra, y será la tierra de su herencia; y levantarán una ciudad santa para el Señor, semejante a la Jerusalén antigua; y no serán confundidos más, hasta que llegue el fin, cuando la tierra deje de ser.", "9 Y habrá un cielo nuevo, y una tierra nueva; y serán semejantes a los antiguos, salvo que los antiguos habrán dejado de ser, y todas las cosas se habrán vuelto nuevas.", "10 Y entonces viene la Nueva Jerusalén; y benditos son los que moren en ella, porque son aquellos cuyos vestidos son hechos blancos mediante la sangre del Cordero; y son ellos los que están contados entre el resto de los de la posteridad de José, que eran de la casa de Israel.", "11 Y entonces viene también la antigua Jerusalén; y benditos son sus habitantes, porque han sido lavados en la sangre del Cordero; y son los que fueron esparcidos y recogidos de las cuatro partes de la tierra y de los países del norte, y participan del cumplimiento del convenio que Dios hizo con Abraham, su padre.", "12 Y cuando sucedan estas cosas, se cumplirá la Escritura que dice: Hay quienes fueron los primeros, que serán los postreros; y quienes fueron los postreros, que serán los primeros.", "13 Y estaba a punto de escribir más, pero me está prohibido; pero grandes y maravillosas fueron las profecías de Éter; mas los del pueblo lo tuvieron en poco y lo echaron fuera; y él se ocultaba en el hueco de una roca durante el día, y salía de noche para ver las cosas que sobrevendrían al pueblo.", "14 Y mientras vivía en el hueco de una roca, anotó el resto de esta historia, presenciando de noche las destrucciones que descendían sobre el pueblo.", "15 Y sucedió que en ese mismo año en que lo echaron de entre el pueblo, empezó una guerra muy grande entre el pueblo, porque hubo muchos que se levantaron, los cuales eran hombres poderosos, e intentaron destruir a Coriántumr por medio de sus secretos planes de iniquidad, de que ya se ha hablado.", "16 Y Coriántumr, habiéndose adiestrado en todas las artes de guerra, y en toda la astucia del mundo, combatió, por tanto, a los que trataban de destruirlo.", "17 Pero no se arrepintió, ni tampoco sus bellos hijos e hijas; ni los bellos hijos e hijas de Cohor; ni los bellos hijos e hijas de Corihor; y en fin, no hubo ninguno de los bellos hijos e hijas sobre la faz de toda la tierra que se arrepintiese de sus pecados.", "18 Aconteció, pues, que en el primer año en que moró Éter en la cavidad de la roca, hubo mucha gente que murió por la espada de aquellas combinaciones secretas, que peleaban contra Coriántumr para lograr apoderarse del reino.", "19 Y sucedió que los hijos de Coriántumr combatieron mucho y se desangraron mucho.", "20 Y en el segundo año, la palabra del Señor vino a Éter de que debía ir y profetizar a Coriántumr que si se arrepentía él, y toda su casa, el Señor le daría el reino y perdonaría la vida a los del pueblo;", "21 de lo contrario, serían destruidos, así como toda su casa, con excepción de él. Y él viviría solamente para presenciar el cumplimiento de las profecías que se habían hablado concernientes a otro pueblo que recibiría la tierra por herencia suya; y Coriántumr sería sepultado por ellos; y toda alma sería destruida, salvo Coriántumr.", "22 Y sucedió que Coriántumr no se arrepintió, ni los de su casa, ni los del pueblo; y las guerras no cesaron; e intentaron matar a Éter, pero él huyó de ellos y se refugió otra vez en la cavidad de la roca.", "23 Y sucedió que se levantó Shared, el cual también hizo la guerra a Coriántumr; y lo derrotó, al grado de que en el tercer año lo redujo al cautiverio.", "24 Y en el cuarto año, los hijos de Coriántumr vencieron a Shared, y de nuevo entregaron el reino a su padre.", "25 Y empezó a haber guerra sobre toda la superficie de la tierra, cada cual, con su banda, combatiendo por lo que deseaba.", "26 Y había ladrones, y en resumen, toda clase de iniquidades sobre toda la faz de la tierra.", "27 Y aconteció que Coriántumr estaba irritado en extremo contra Shared, y marchó a la batalla contra él con sus ejércitos; y con gran ira tuvieron un encuentro, y fue en el valle de Gilgal; y la batalla se agravó muchísimo.", "28 Y ocurrió que Shared peleó contra él por el término de tres días. Y sucedió que Coriántumr lo derrotó y lo persiguió hasta que llegó a las llanuras de Heslón.", "29 Y aconteció que Shared de nuevo le salió a la batalla en las llanuras; y he aquí, venció a Coriántumr, y lo hizo retroceder hasta el valle de Gilgal.", "30 Y Coriántumr volvió a la batalla contra Shared en el valle de Gilgal, en la cual derrotó a Shared y lo mató.", "31 Y Shared hirió a Coriántumr en el muslo, por lo que no salió a la batalla por el término de dos años, durante los cuales toda la gente sobre la faz de la tierra estaba derramando sangre, y no había quien la detuviera."], "Français": ["Éther parle d’une nouvelle Jérusalem qui sera édifiée en Amérique par la postérité de Joseph— Il prophétise, est chassé, écrit l’histoire jarédite et prédit la destruction des Jarédites— La guerre fait rage dans tout le pays.", "1 Et maintenant, moi, Moroni, je vais terminer mes annales concernant la destruction du peuple sur lequel j’ai écrit.", "2 Car voici, ils rejetèrent toutes les paroles d’Éther; car il leur parla en vérité de tout, depuis le commencement de l’homme, disant que lorsque les eaux se furent retirées de la surface de ce pays, il devint un pays préférable à tous les autres pays, un pays de choix du Seigneur; c’est pourquoi, le Seigneur voudrait que tous les hommes qui demeurent à sa surface le servent;", "3 et que c’était le lieu de la nouvelle Jérusalem qui descendrait du ciel, et le saint sanctuaire du Seigneur.", "4 Voici, Éther vit le temps du Christ, et il parla d’une nouvelle Jérusalem dans ce pays.", "5 Et il parla aussi de la maison d’Israël et de la Jérusalem d’où Léhi viendrait: lorsqu’elle aurait été détruite, elle serait rebâtie, ville sainte pour le Seigneur; c’est pourquoi, ce ne pourrait pas être une nouvelle Jérusalem, car elle avait été à une époque du passé; mais elle serait rebâtie et deviendrait une ville sainte du Seigneur; et elle serait bâtie pour la maison d’Israël—", "6 et qu’une nouvelle Jérusalem serait bâtie dans ce pays pour le reste de la postérité de Joseph, ce dont il y a eu une préfiguration.", "7 Car, comme Joseph fit descendre son père au pays d’Égypte, de même il y mourut; c’est pourquoi, le Seigneur amena un reste de la postérité de Joseph hors du pays de Jérusalem, afin d’être miséricordieux envers la postérité de Joseph, afin qu’elle ne pérît pas, tout comme il fut miséricordieux envers le père de Joseph, afin qu’il ne pérît pas.", "8 C’est pourquoi, le reste de la maison de Joseph sera édifié dans ce pays; et ce sera un pays de son héritage; et il bâtira une ville sainte pour le Seigneur, semblable à la Jérusalem d’autrefois; et il ne sera plus confondu, jusqu’à ce que vienne la fin, lorsque la terre passera.", "9 Et il y aura un nouveau ciel et une nouvelle terre; et ils seront semblables aux anciens, si ce n’est que les anciens auront passé et que tout sera devenu nouveau.", "10 Et alors vient la nouvelle Jérusalem; et bénis sont ceux qui y demeurent, car ce sont ceux dont les vêtements sont blancs grâce au sang de l’Agneau, et ce sont ceux qui sont comptés parmi le reste de la postérité de Joseph, qui était de la maison d’Israël.", "11 Et alors vient aussi la Jérusalem d’autrefois; et ses habitants, bénis sont-ils, car ils ont été lavés dans le sang de l’Agneau; et ce sont eux qui ont été dispersés et rassemblés des quatre coins de la terre, et des contrées du nord, et participent à l’accomplissement de l’alliance que Dieu a faite avec leur père, Abraham.", "12 Et lorsque cela se produira se réalisera l’Écriture qui dit qu’il y en a qui étaient les premiers, qui seront les derniers; et il y en a qui étaient les derniers, qui seront les premiers.", "13 Et j’étais sur le point d’en écrire plus, mais cela m’est interdit; mais grandes et merveilleuses furent les prophéties d’Éther; mais ils le méprisèrent et le chassèrent; et il se cachait, le jour, dans la cavité d’un rocher, et la nuit, il sortait pour voir ce qui allait s’abattre sur le peuple.", "14 Et tandis qu’il demeurait dans la cavité d’un rocher, il fit le reste de ces annales, observant, la nuit, les destructions qui s’abattaient sur le peuple.", "15 Et il arriva que cette même année où il fut chassé de parmi le peuple, il commença à y avoir une grande guerre parmi le peuple, car il y en eut beaucoup qui se levèrent, qui étaient des hommes puissants et qui cherchèrent à faire périr Coriantumr par leurs plans secrets de méchanceté dont il a été parlé.", "16 Et maintenant, Coriantumr, ayant lui-même étudié tous les arts de la guerre et toute la ruse du monde, livra donc bataille à ceux qui cherchaient à le faire périr.", "17 Mais il ne se repentit pas, ni ses beaux jeunes fils ni ses belles jeunes filles; pas plus que les beaux jeunes fils et les belles jeunes filles de Cohor; pas plus que les beaux jeunes fils et les belles jeunes filles de Corihor; en bref, il n’y avait aucun des beaux jeunes fils ni des belles jeunes filles sur la surface de toute la terre qui se repentît de ses péchés.", "18 C’est pourquoi, il arriva que la première année où Éther demeura dans la cavité d’un rocher, il y eut beaucoup de gens qui furent tués par l’épée de ces combinaisons secrètes combattant Coriantumr afin d’obtenir le royaume.", "19 Et il arriva que les fils de Coriantumr combattirent beaucoup et saignèrent beaucoup.", "20 Et la deuxième année, la parole du Seigneur parvint à Éther, disant qu’il devait aller prophétiser à Coriantumr que, s’il se repentait, lui et toute sa maison, le Seigneur lui donnerait son royaume et épargnerait le peuple;", "21 sinon ils seraient détruits, ainsi que toute sa maison, sauf lui-même. Et il vivrait seulement pour voir l’accomplissement des prophéties qui avaient été dites concernant un autre peuple qui recevrait le pays pour son héritage; et Coriantumr serait enseveli par lui; et toute âme serait détruite, sauf Coriantumr.", "22 Et il arriva que Coriantumr ne se repentit pas, ni sa maison, ni le peuple; et les guerres ne cessèrent pas; et ils cherchèrent à tuer Éther, mais il s’enfuit devant eux et se cacha de nouveau dans la cavité du rocher.", "23 Et il arriva que Shared se leva, et il livra aussi bataille à Coriantumr, et il le battit, de sorte que, la troisième année, il le réduisit en captivité.", "24 Et les fils de Coriantumr, la quatrième année, battirent Shared, et obtinrent de nouveau le royaume pour leur père.", "25 Alors, il commença à y avoir une guerre sur toute la surface du pays, chacun avec sa bande combattant pour ce qu’il désirait.", "26 Et il y eut des brigands, en bref, toutes sortes de méchanceté sur toute la surface du pays.", "27 Et il arriva que Coriantumr fut extrêmement en colère contre Shared, et il alla, avec ses armées, lui livrer bataille; et ils se rencontrèrent avec une grande colère, et ils se rencontrèrent dans la vallée de Guilgal; et la bataille devint extrêmement furieuse.", "28 Et il arriva que Shared le combattit pendant trois jours. Et il arriva que Coriantumr le battit et le poursuivit jusqu’à ce qu’il arrivât aux plaines de Heshlon.", "29 Et il arriva que Shared lui livra de nouveau bataille dans les plaines; et voici, il battit Coriantumr et le repoussa de nouveau jusqu’à la vallée de Guilgal.", "30 Et Coriantumr livra de nouveau bataille à Shared dans la vallée de Guilgal, bataille dans laquelle il battit Shared et le tua.", "31 Et Shared blessa Coriantumr à la cuisse, de sorte qu’il n’alla plus livrer bataille pendant deux années, au cours desquelles tout le peuple à la surface du pays versa le sang, et il n’y avait personne pour le retenir."], "Kiribati": ["Ita e taekina Ierutarem ae Boou are e na kateaki i Amerika irouia kanoan Iotebwa—E taetae ni burabeti, e teweaki nako, e kaitara rongorongoia Iaretaite ao e taekina rokon kamaunakia Iaretaite—E a korakora te buaka ni kabuta te aba.", "1 Ao ngkai, Ngai, ae Moronaai, I a waaki ni kabanea au reekoti ni kaineti ma kamaunakia te botanaomata ake I koroi taekaia.", "2 Bwa nooria, a bon totokoa ana taeka Ita ni kabane; bwa e bon tuangiia bwaai ni kabane, ma ni moan rikin te aomata; ao i mwin are e a tia ni kerikaaki te ran mai iaon te aba aio e a riki bwa te aba ae rine i aoia aaba nako, te aba ae rineaki iroun te Uea; ngaia are te Uea e tangiria bwa a na bane aomata ake a mena iaona n toro irouna.", "3 Ao boni nnen Ierutarem ae boou, are e na ruo rikaaki mai karawa, ao ana tabo ae tabu te Uea.", "4 Nooria, Ita e bon noora ana bong Kristo, ao e taetae ni kaineti ma Ierutarem are e boou iaon te aba aio.", "5 Ao e taetae naba ni kaineti ma te bata are Iteraera, ao Ierutarem are e na roko mai iai Riaai—ao mwiin are e na kamaunaki ao e na manga kateaki riki, bwa te kaawa ae tabu nakon te Uea; ngaia are e aki kona n riki bwa Ierutarem are e boou bwa bon iai ngkoa n taai ni kawai; ma e na manga kateaki riki, ma n riki bwa te kaawa ae tabu ibukin te Uea; ao e na kateaki nakoia kaain te bata are Iteraera—", "6 Ao e na kateaki Ierutarem ae boou iaon te aba aio, nakoia nikiraia kanoan Iotebwa, are iai katotongan bwaai nako ibukiia.", "7 Bwa ngke Iotebwa e kaira tamana nakon te aba are Aikubita, ao e bon mate ikekei; ngaia are, te Uea e kariia nikiraia kanoan Iotebwa man te aba are Ierutarem, bwa e aonga n nanoangaia kanoan Iotebwa bwa a na aki bua, n aron are e nanoanga nakon taman Iotebwa bwa e na aki mate.", "8 Ngaia are, nikiraia kaain te bata are Iotebwa a na kateaki iaon te aba aio; ao e na riki bwa abaia ni bwaibwai; ao a na katea te kaawa ae tabu ibukin te Uea, ae aekan Ierutarem ni kawai; ao a na aki manga oki ni kamangaoaki, ni karokoa e roko te toki are e na bua te aonaba.", "9 Ao e na iai karawa ae boou ao te aonaba ae boou; ao ana riki n aekan are ngkoa ma are ngkoa e na tia ni bua, ao a na bane ni boou bwaai.", "10 Ao ngkanne e na roko Ierutarem ae boou; ao a na kakabwaiaki ake a maeka iai, bwa bon ngaia are a mainaina kunnikaia n raraan te Tiibu te Teei; ao bon ngaia ake a warekaki i buakoia kanoan Iotebwa ake kaain te bata are Iteraera.", "11 Ao ngkanne e na roko Ierutarem ngkoa; ao kaaina, a na kakabwaiaki, bwa a tia n tebokaki n raraan te Tiibu te Teei; bwa bon ngaiia ake a kamaenakoaki ma n ikotaki mani maninginingin te aonaba ake aua, ao man aaba ake i meang, ao taan katoonga kakoroan bukin te berita are e tabu are e karaoia te Atua ma tamaia, Aberaam.", "12 Ao ngkana a roko bwaai aikai, a na kakoroi bukin te koroboki ae tabu are e kangai, iai ake a rimoa, ake a na manga kabane; ao iai ake a kabane, ake a na manga rimoa.", "13 Ao N na bon koroi riki ae bati, ma I tabuaki; ma a korakora ao ma ni moan te kamimi a na taeka ni burabeti Ita; ma a bon kaakea, ma n teweia nako; ao e karaba ni bwangabwangan te bwa n te ngaina, ao n te bong e nako n noori bwaai ake a na roko nakoia aomata.", "14 Ao ngke e mena ni bwangabwangan te bwa e karaoi nikiran te reekoti aio, man rinanon urubwai ake a na roko nakoia aomata n te bong.", "15 Ao e a koro bukina bwa n te ririki naba arei are e teweaki nako iai mai buakoia aomata e a waaki te buaka ae korakora i buakoia aomata, bwa a bon mwaiti ake a teirake, aika aomata aika a korakora, ao a ukoukora tiringakin Koriantamwa man aia babaire ni karaba aika a bubuaka, ake a kaman tia n taekinaki.", "16 Ao ngkai Koriantamwa, e bon tia ngaia ni kamatenanoa aron te bubuaka ma te anga ni kamwane n te aonaba, ngaia are e a buaka ma ake a ukoukora kan tiringakina.", "17 Ma e aki rairananona, ao aki naba natina mwaane ma aine aika a tamaroa; ao aki naba natin Kooa mwaane ma aine aika a tamaroa; ao aki naba natin Korioa mwaane ao aine aika a tamaroa; ao ni kakimototoa, bon akea naati mwaane ao aine aika a tamaroa n te aonaba ni kabuta aika a rairinanoia man aia bure.", "18 Ngaia are, e a koro bukina bwa n te moan ririki are e mena iai Ita ni bwangabwangan te bwa, a bon mwaiti aomata aika a tiringaki n te kabaang irouia kaain taian botaki ni karaba aika buakaka, bwa a buaka ni kaitara Koriantamwa bwa e aonga n reke te abanuea irouia.", "19 Ao e a koro bukina bwa natin Koriantamwa aika mwaane a bon kakorakoraia ni buaka ao e korakora waanakon raraaia.", "20 Ao n te kauoua n ririki e roko ana taeka te Uea nakon Ita, bwa e na riai nakona nakon Koriantamwa n taetae ni burabeti bwa, ngkana e rairananona ma kaain batana ni kabane ao te Uea e na bon anganna ueana ma ni kamaiuia aomata.", "21 Bwa mwiina a na bane n tiringaki, ni kabane kaain batana ao ti ngaia n tiku. Ao e na ti maiu bwa e na noori koron bukin taeka ni burabeti ake a tia n taekinaki ni kaineti ma te botanaomata riki teuana ake a na karekea te aba bwa aia bwai; ao e na taunaki Koriantamwa irouia; ao a na bane aomata n tiringaki ma ti Koriantamwa n tiku.", "22 Ao e a koro bukina bwa e aki rairananona Koriantamwa, ao aki naba kaain batana, ao aki naba aomata; ao e aki toki te buaka; ao a ukoukora tiringakin Ita, ma e birinako mai imataia ma ni karaba riki ni bwangabwangan te bwa.", "23 Ao e a koro bukina bwa e teirake Tiareta, ao e buakana naba Koriantamwa; ao e kona, n te aro are e a kairia nakon te tautoronaki.", "24 Ao natin Koriantamwa mwaane, a kona Tiareta n te kaaua n ririki, ma ni karekea te abanuea riki ibukin tamaia.", "25 Ao ngkai e a waaki te buaka iaon te aba, a buaka ni kabane aomata ma raoia ibukin te bwai are a tangiria.", "26 Ao bon iai taan iraa, ao ni kakimototoa, iai aekan nako te buakaka iaon te aba.", "27 Ao e a koro bukina bwa Koriantamwa e bon mwaiti korakoran unna iroun Tiareta, ao e mwananga ni buaka ni kaitara ma ana taanga ni buaka; ao a bon kaitibo i nanon te un ae korakora, ao a bon kaitibo n te mwarua are Kirekara; ao e kaakaiaki korakoran aron te buaka.", "28 Ao e a koro bukina bwa e buaka Tiareta ni kaitara i nanon te maan ae teniua te bong. Ao e a koro bukina bwa e konaaki iroun Koriantamwa, ao e bon kakioa ni karokoa e a roko n te tabo ae aoraoi are Etiron.", "29 Ao e a koro bukina bwa Tiareta e a manga buaka ma ngaia riki n taabo ake aoraoi; ao nooria, e bon konaki Koriantamwa, ao e kakioaki rikaaki nakon te mwarua are Kirekara.", "30 Ao Koriantamwa e a manga buaka ma Tiareta riki n te mwarua are Kirekara, ao e a konaaki Tiareta ao e a tiringaki.", "31 Ao e bon ikoaki boton rangan Koriantamwa iroun Tiareta, ngaia are e a aki manga buaka riki i nanon te maan ae uoua te ririki, ao n te tai anne ni kabane aomata iaon te aba a bon kawawaea te raraa, ao bon akea ae kona n tukia."]}