{"English": ["The brother of Jared sees the finger of the Lord as He touches sixteen stones—Christ shows His spirit body to the brother of Jared—Those who have a perfect knowledge cannot be kept from within the veil—Interpreters are provided to bring the Jaredite record to light.", "1 And it came to pass that the brother of Jared, (now the number of the vessels which had been prepared was eight) went forth unto the mount, which they called the mount Shelem, because of its exceeding height, and did molten out of a rock sixteen small stones; and they were white and clear, even as transparent glass; and he did carry them in his hands upon the top of the mount, and cried again unto the Lord, saying:", "2 O Lord, thou hast said that we must be encompassed about by the floods. Now behold, O Lord, and do not be angry with thy servant because of his weakness before thee; for we know that thou art holy and dwellest in the heavens, and that we are unworthy before thee; because of the fall our natures have become evil continually; nevertheless, O Lord, thou hast given us a commandment that we must call upon thee, that from thee we may receive according to our desires.", "3 Behold, O Lord, thou hast smitten us because of our iniquity, and hast driven us forth, and for these many years we have been in the wilderness; nevertheless, thou hast been merciful unto us. O Lord, look upon me in pity, and turn away thine anger from this thy people, and suffer not that they shall go forth across this raging deep in darkness; but behold these things which I have molten out of the rock.", "4 And I know, O Lord, that thou hast all power, and can do whatsoever thou wilt for the benefit of man; therefore touch these stones, O Lord, with thy finger, and prepare them that they may shine forth in darkness; and they shall shine forth unto us in the vessels which we have prepared, that we may have light while we shall cross the sea.", "5 Behold, O Lord, thou canst do this. We know that thou art able to show forth great power, which looks small unto the understanding of men.", "6 And it came to pass that when the brother of Jared had said these words, behold, the Lord stretched forth his hand and touched the stones one by one with his finger. And the veil was taken from off the eyes of the brother of Jared, and he saw the finger of the Lord; and it was as the finger of a man, like unto flesh and blood; and the brother of Jared fell down before the Lord, for he was struck with fear.", "7 And the Lord saw that the brother of Jared had fallen to the earth; and the Lord said unto him: Arise, why hast thou fallen?", "8 And he saith unto the Lord: I saw the finger of the Lord, and I feared lest he should smite me; for I knew not that the Lord had flesh and blood.", "9 And the Lord said unto him: Because of thy faith thou hast seen that I shall take upon me flesh and blood; and never has man come before me with such exceeding faith as thou hast; for were it not so ye could not have seen my finger. Sawest thou more than this?", "10 And he answered: Nay; Lord, show thyself unto me.", "11 And the Lord said unto him: Believest thou the words which I shall speak?", "12 And he answered: Yea, Lord, I know that thou speakest the truth, for thou art a God of truth, and canst not lie.", "13 And when he had said these words, behold, the Lord showed himself unto him, and said: Because thou knowest these things ye are redeemed from the fall; therefore ye are brought back into my presence; therefore I show myself unto you.", "14 Behold, I am he who was prepared from the foundation of the world to redeem my people. Behold, I am Jesus Christ. I am the Father and the Son. In me shall all mankind have life, and that eternally, even they who shall believe on my name; and they shall become my sons and my daughters.", "15 And never have I showed myself unto man whom I have created, for never has man believed in me as thou hast. Seest thou that ye are created after mine own image? Yea, even all men were created in the beginning after mine own image.", "16 Behold, this body, which ye now behold, is the body of my spirit; and man have I created after the body of my spirit; and even as I appear unto thee to be in the spirit will I appear unto my people in the flesh.", "17 And now, as I, Moroni, said I could not make a full account of these things which are written, therefore it sufficeth me to say that Jesus showed himself unto this man in the spirit, even after the manner and in the likeness of the same body even as he showed himself unto the Nephites.", "18 And he ministered unto him even as he ministered unto the Nephites; and all this, that this man might know that he was God, because of the many great works which the Lord had showed unto him.", "19 And because of the knowledge of this man he could not be kept from beholding within the veil; and he saw the finger of Jesus, which, when he saw, he fell with fear; for he knew that it was the finger of the Lord; and he had faith no longer, for he knew, nothing doubting.", "20 Wherefore, having this perfect knowledge of God, he could not be kept from within the veil; therefore he saw Jesus; and he did minister unto him.", "21 And it came to pass that the Lord said unto the brother of Jared: Behold, thou shalt not suffer these things which ye have seen and heard to go forth unto the world, until the time cometh that I shall glorify my name in the flesh; wherefore, ye shall treasure up the things which ye have seen and heard, and show it to no man.", "22 And behold, when ye shall come unto me, ye shall write them and shall seal them up, that no one can interpret them; for ye shall write them in a language that they cannot be read.", "23 And behold, these two stones will I give unto thee, and ye shall seal them up also with the things which ye shall write.", "24 For behold, the language which ye shall write I have confounded; wherefore I will cause in my own due time that these stones shall magnify to the eyes of men these things which ye shall write.", "25 And when the Lord had said these words, he showed unto the brother of Jared all the inhabitants of the earth which had been, and also all that would be; and he withheld them not from his sight, even unto the ends of the earth.", "26 For he had said unto him in times before, that if he would believe in him that he could show unto him all things—it should be shown unto him; therefore the Lord could not withhold anything from him, for he knew that the Lord could show him all things.", "27 And the Lord said unto him: Write these things and seal them up; and I will show them in mine own due time unto the children of men.", "28 And it came to pass that the Lord commanded him that he should seal up the two stones which he had received, and show them not, until the Lord should show them unto the children of men."], "Español": ["El hermano de Jared ve el dedo del Señor al tocar Este las dieciséis piedras— Cristo le muestra el cuerpo de Su espíritu al hermano de Jared— Es imposible impedir que penetren el velo aquellos que poseen un conocimiento perfecto— Se proporcionan intérpretes para que puedan salir a luz los anales de los jareditas.", "1 Y sucedió que el hermano de Jared (y era ocho el número de los barcos que habían sido preparados) subió al monte que llamaban el monte de Shelem, a causa de su extremada altura, y de una roca fundió dieciséis piedras pequeñas; y eran blancas y diáfanas, como cristal transparente; y las llevó en sus manos a la cima del monte, y nuevamente clamó al Señor, diciendo:", "2 ¡Oh Señor, has dicho que hemos de estar rodeados por las olas! Y ahora, he aquí, oh Señor, no te enojes con tu siervo a causa de su debilidad delante de ti; porque sabemos que tú eres santo y habitas en los cielos, y que somos indignos delante de ti; por causa de la caída nuestra naturaleza se ha tornado mala continuamente; no obstante, oh Señor, tú nos has dado el mandamiento de invocarte, para que recibamos de ti según nuestros deseos.", "3 He aquí, oh Señor, tú nos has castigado por causa de nuestra iniquidad; y nos has echado, y durante estos muchos años hemos estado en el desierto; no obstante, has sido misericordioso para con nosotros. ¡Oh Señor!, ten piedad de mí, y aparta tu ira de este tu pueblo, y no permitas que atraviese este furioso abismo en la obscuridad; sino mira estas cosas que he fundido de la roca.", "4 Y sé, oh Señor, que tú tienes todo poder, y que puedes hacer cuanto quieras para el beneficio del hombre. Por tanto, toca estas piedras con tu dedo, oh Señor, y disponlas para que brillen en la obscuridad; y nos iluminarán en los barcos que hemos preparado, para que tengamos luz mientras atravesemos el mar.", "5 He aquí, oh Señor, tú puedes hacer esto. Sabemos que puedes manifestar gran poder, que parece pequeño al entendimiento de los hombres.", "6 Y sucedió que cuando el hermano de Jared hubo dicho estas palabras, he aquí, el Señor extendió su mano y tocó las piedras, una por una, con su dedo. Y fue quitado el velo de ante los ojos del hermano de Jared, y vio el dedo del Señor; y era como el dedo de un hombre, a semejanza de carne y sangre; y el hermano de Jared cayó delante del Señor, porque fue herido de temor.", "7 Y el Señor vio que el hermano de Jared había caído al suelo, y le dijo el Señor: Levántate, ¿por qué has caído?", "8 Y dijo al Señor: Vi el dedo del Señor, y tuve miedo de que me hiriese; porque no sabía que el Señor tuviese carne y sangre.", "9 Y el Señor le dijo: A causa de tu fe has visto que tomaré sobre mí carne y sangre; y jamás ha venido a mí hombre alguno con tan grande fe como la que tú tienes; porque de no haber sido así, no hubieras podido ver mi dedo. ¿Viste más que esto?", "10 Y él contestó: No; Señor, muéstrate a mí.", "11 Y le dijo el Señor: ¿Creerás las palabras que hablaré?", "12 Y él le respondió: Sí, Señor, sé que hablas la verdad, porque eres un Dios de verdad, y no puedes mentir.", "13 Y cuando hubo dicho estas palabras, he aquí, el Señor se le mostró, y dijo: Porque sabes estas cosas, eres redimido de la caída; por tanto, eres traído de nuevo a mi presencia; por consiguiente yo me manifiesto a ti.", "14 He aquí, yo soy el que fue preparado desde la fundación del mundo para redimir a mi pueblo. He aquí, soy Jesucristo. Soy el Padre y el Hijo. En mí todo el género humano tendrá vida, y la tendrá eternamente, sí, aun cuantos crean en mi nombre; y llegarán a ser mis hijos y mis hijas.", "15 Y nunca me he mostrado al hombre a quien he creado, porque jamás ha creído en mí el hombre como tú lo has hecho. ¿Ves que eres creado a mi propia imagen? Sí, en el principio todos los hombres fueron creados a mi propia imagen.", "16 He aquí, este cuerpo que ves ahora es el cuerpo de mi espíritu; y he creado al hombre a semejanza del cuerpo de mi espíritu; y así como me aparezco a ti en el espíritu, apareceré a mi pueblo en la carne.", "17 Y ahora bien, dado que yo, Moroni, dije que no podía hacer una relación completa de estas cosas que están escritas, bástame, por tanto, decir que Jesús se mostró a este hombre en el espíritu, según la manera y a semejanza del mismo cuerpo con que se mostró a los nefitas.", "18 Y ejerció su ministerio por él, tal como ministró a los nefitas; y todo esto para que este hombre supiera que era Dios, por causa de las muchas grandes obras que el Señor le había mostrado.", "19 Y debido al conocimiento de este hombre, no se le pudo impedir que viera dentro del velo; y vio el dedo de Jesús, y cuando vio, cayó de temor, porque sabía que era el dedo del Señor; y para él dejó de ser fe, porque supo sin ninguna duda.", "20 Por lo que, teniendo este conocimiento perfecto de Dios, fue imposible impedirle ver dentro del velo; por tanto, vio a Jesús, y él le ministró.", "21 Y sucedió que el Señor dijo al hermano de Jared: He aquí, no permitirás que vayan al mundo estas cosas que has visto y oído, sino hasta que llegue el tiempo en que he de glorificar mi nombre en la carne; de modo que guardarás las cosas que has visto y oído, y no las manifestarás a ningún hombre.", "22 Y he aquí, cuando vengas a mí, las escribirás y las sellarás a fin de que nadie pueda interpretarlas; porque las escribirás en un lenguaje que no se podrá leer.", "23 Y he aquí, te daré estas dos piedras, y también las sellarás junto con las cosas que escribas.", "24 Porque he aquí, he confundido el idioma que escribirás; por tanto, haré que en mi propio y debido tiempo estas piedras clarifiquen a los ojos de los hombres las cosas que tú escribirás.", "25 Y cuando el Señor hubo hablado estas palabras, mostró al hermano de Jared todos los habitantes de la tierra que había habido, y también todos los que había de haber; y no los ocultó de su vista, aun hasta los cabos de la tierra.", "26 Porque le había dicho anteriormente que si creía en él y en que podía mostrarle todas las cosas, estas le serían manifestadas; por tanto, el Señor no podía ocultarle nada, porque sabía que el Señor podía mostrarle todas las cosas.", "27 Y el Señor le dijo: Escribe estas cosas y séllalas; y en mi propio y debido tiempo las mostraré a los hijos de los hombres.", "28 Y sucedió que el Señor le mandó que sellara las dos piedras que había recibido, y que no las mostrara sino hasta que el Señor las manifestase a los hijos de los hombres."], "Français": ["Le frère de Jared voit le doigt du Seigneur toucher les seize pierres— Le Christ lui montre son corps d’esprit— On ne peut garder à l’extérieur du voile ceux qui ont une connaissance parfaite— Des interprètes sont donnés pour amener les annales jarédites à la lumière.", "1 Et il arriva que le frère de Jared (or, le nombre de bateaux qui avaient été préparés était de huit) alla sur la montagne qu’ils appelaient le mont Shélem, à cause de sa hauteur extrême, et fondit d’un rocher seize petites pierres; et elles étaient blanches et claires comme du verre transparent; et il les porta dans ses mains jusqu’au sommet de la montagne, et éleva de nouveau la voix vers le Seigneur, disant:", "2 Ô Seigneur, tu as dit que nous devons être environnés par les flots. Or, voici, ô Seigneur, ne sois pas en colère contre ton serviteur à cause de sa faiblesse devant toi; car nous savons que tu es saint et que tu demeures dans les cieux, et que nous sommes indignes devant toi; à cause de la chute, notre nature est devenue continuellement mauvaise; néanmoins, ô Seigneur, tu nous as donné le commandement de t’invoquer, afin de recevoir de toi selon notre désir.", "3 Voici, ô Seigneur, tu nous as frappés à cause de nos iniquités, et tu nous as chassés, et pendant ces nombreuses années nous avons été dans le désert; néanmoins, tu as été miséricordieux envers nous. Ô Seigneur, porte le regard sur moi avec pitié, et détourne ta colère de ce peuple qui est le tien, et ne souffre pas qu’il traverse cet abîme furieux dans les ténèbres; mais vois ces choses que j’ai fondues du rocher.", "4 Et je sais, ô Seigneur, que tu as tout pouvoir et que tu peux faire tout ce que tu veux pour le profit de l’homme; c’est pourquoi, touche ces pierres, ô Seigneur, de ton doigt, et prépare-les, afin qu’elles brillent dans les ténèbres; et elles brilleront pour nous dans les bateaux que nous avons préparés, afin que nous ayons de la lumière pendant que nous traversons la mer.", "5 Voici, ô Seigneur, tu peux le faire. Nous savons que tu es capable de montrer une grande puissance, qui paraît petite à l’entendement des hommes.", "6 Et il arriva que lorsque le frère de Jared eut dit ces paroles, voici, le Seigneur étendit la main et toucha les pierres, une à une, du doigt. Et le voile fut ôté des yeux du frère de Jared, et il vit le doigt du Seigneur; et il était comme un doigt d’homme, semblable à la chair et au sang; et le frère de Jared tomba devant le Seigneur, car il était frappé de crainte.", "7 Et le Seigneur vit que le frère de Jared était tombé sur le sol; et le Seigneur lui dit: Lève-toi! pourquoi es-tu tombé?", "8 Et il dit au Seigneur: J’ai vu le doigt du Seigneur, et j’ai craint qu’il ne me frappe; car je ne savais pas que le Seigneur avait de la chair et du sang.", "9 Et le Seigneur lui dit: À cause de ta foi, tu as vu que je prendrai sur moi la chair et le sang; et jamais homme n’est venu devant moi avec une foi aussi extrême que toi; car s’il n’en était pas ainsi, tu n’aurais pas pu voir mon doigt. As-tu vu plus que cela?", "10 Et il répondit: Non. Seigneur, montre-toi à moi.", "11 Et le Seigneur lui dit: Crois-tu aux paroles que je dirai?", "12 Et il répondit: Oui, Seigneur, je sais que tu dis la vérité, car tu es un Dieu de vérité, et tu ne peux pas mentir.", "13 Et lorsqu’il eut dit ces mots, voici, le Seigneur se montra à lui et dit: Parce que tu sais cela, tu es racheté de la chute; c’est pourquoi, tu es ramené en ma présence; c’est pourquoi je me montre à toi.", "14 Voici, je suis celui qui a été préparé dès la fondation du monde pour racheter mon peuple. Voici, je suis Jésus-Christ. Je suis le Père et le Fils. En moi toute l’humanité aura la vie et ce, éternellement, à savoir ceux qui croiront en mon nom; et ils deviendront mes fils et mes filles.", "15 Et je ne me suis jamais montré à l’homme que j’ai créé, car jamais homme n’a cru en moi comme toi. Vois-tu que vous êtes créés à mon image? Oui, tous les hommes ont été créés au commencement à mon image.", "16 Voici, ce corps, que tu vois maintenant, est le corps de mon esprit; et l’homme, je l’ai créé selon le corps de mon esprit, et j’apparaîtrai à mon peuple dans la chair comme je t’apparais dans l’esprit.", "17 Et maintenant, moi, Moroni, comme j’ai dit que je ne pouvais faire le récit complet de ces choses qui sont écrites, il me suffit de dire que Jésus se montra à cet homme dans l’esprit, à la manière et selon la ressemblance de ce même corps dans lequel il se montra aux Néphites.", "18 Et il le servit comme il servit les Néphites; et tout cela, afin que cet homme sût qu’il était Dieu à cause des nombreuses grandes œuvres que le Seigneur lui avait montrées.", "19 Et à cause de la connaissance de cet homme, il était impossible de le garder à l’extérieur du voile; et il vit le doigt de Jésus, et lorsqu’il le vit, il tomba de crainte; car il savait que c’était le doigt du Seigneur; et il n’eut plus la foi, car il savait, n’ayant aucun doute.", "20 C’est pourquoi, comme il avait cette connaissance parfaite de Dieu, on ne pouvait le garder à l’extérieur du voile; c’est pourquoi, il vit Jésus, et Jésus le servit.", "21 Et il arriva que le Seigneur dit au frère de Jared: Voici, tu ne souffriras pas que ces choses que tu as vues et entendues se répandent dans le monde, avant que ne vienne le moment où je glorifierai mon nom dans la chair; c’est pourquoi, tu te feras un trésor de ces choses que tu as vues et entendues, et tu ne le montreras à aucun homme.", "22 Et voici, lorsque tu viendras à moi, tu l’écriras et tu le scelleras, afin que personne ne puisse l’interpréter; car tu l’écriras dans une langue dans laquelle on ne peut pas le lire.", "23 Et voici, je vais te donner ces deux pierres; tu les scelleras aussi avec les choses que tu écriras.", "24 Car voici, la langue que tu écriras, je l’ai confondue; c’est pourquoi, je ferai en sorte, lorsque je le jugerai bon, que ces pierres magnifient aux yeux des hommes ces choses que tu écriras.", "25 Et lorsque le Seigneur eut dit ces paroles, il montra au frère de Jared tous les habitants de la terre qui avaient été, et aussi tous ceux qui seraient, et il ne les dissimula pas à sa vue, et ce, jusqu’aux extrémités de la terre.", "26 Car il lui avait dit, en de précédentes occasions, que s’il croyait en lui et croyait qu’il pouvait tout lui montrer, cela lui serait montré; c’est pourquoi le Seigneur ne pouvait rien lui dissimuler, car il savait que le Seigneur pouvait tout lui montrer.", "27 Et le Seigneur lui dit: Écris ces choses et scelle-les; et je les montrerai, lorsque je le jugerai bon, aux enfants des hommes.", "28 Et il arriva que le Seigneur lui commanda de sceller les deux pierres qu’il avait reçues, et de ne pas les montrer avant que le Seigneur ne les montrât aux enfants des hommes."], "Kiribati": ["Tarin Iareta e noora tabonibain te Uea ngke E ringi atibu ake tebwi ma onoua—Kristo e kaota rabwatana n tamnei nakon tarin Iareta—Naake a kororaoi aia atatai a aki kona ni kararoaki man rinanoan te rabuna n ataibwai—A karekeaki taan raitaeka bwa ana kaoti rongorongoia Iaretaite nakon te ataaki.", "1 Ao e a koro bukina bwa tarin Iareta, (ngkai mwaitin kaibuke ake a tia ni katauraoaki bon waniwaa), e nako nakon te maunga, are a aranna bwa te maunga are Terem, ibukin rianakon rietatana, ma ni kabuei ma ni koraoi man te bwa atibu aika a uarereke aika tebwi ma onoua; ao a bon mainaina ma n itiaki, n aron te kirati; ao e bon uoti i nanon baina i aon taubukin te maunga, man tang nakon te Uea, ni kangai:", "2 O te Uea, ko a tia n taku bwa ti na katobibiaki n te ieka. Ao ngkai nooria, O te Uea ao tai un iroun am toro ibukin mamaarana i matam; bwa ti ataia bwa ko mimitong ao ko maeka i karawa, ao ti bon aki tau i matam; ibukin te bwaka ao a buakaka arora n aki toki; ma e ngae n anne, O te Uea, ko a tia n anganiira te tua bwa ti na weteiko, bwa mai iroum ao ti na karekei bwaai ake a tangiri nanora.", "3 Nooria, O te Uea, ko a tia n oroira ibukin ara bure, ma n tia ni katiotioira, ao i nanon ririki aika a mwaiti ao ti a tia ni mena i nanon te rereua; ma e ngae n anne ko a bon tia n nanoangaira. O te Uea, tarataraai ma te nanoanga, ao katannakoa unim mai irouia te botanaomata aio, ao tai kariaia bwa a na rinanon te marawa ae buaka i nanon te roo; ma noori bwaai aika I a tia ni kabuei ma ni karaoi man te bwa.", "4 Ao I ataia, O te Uea, bwa iai iroum te mwaaka ni kabane, ao ko kona ni karaoa te bwai ae e na raoiroi ibukin te aomata; ngaia are ringi atibu aikai, O te Uea, katauraoi n tabonibaim bwa aonga n oota nako i nanon te roo; ao a na oota nakoira i nanon kaibuke ake ti a tia ni karaoi, bwa e aonga n reke ara taura i nanon ara tai n rinanon te marawa.", "5 Nooria, O te Uea, ko kona ni karaoa aei. Ti ataia bwa ko kona ni kaota mwaakam ae korakora, are e taraa n uarereke n ana atatai te aomata.", "6 Ao e a koro bukina bwa ngke e a tia tarin Iareta n taekin taeka aikai, nooria, e arora baina te Uea ma n ringi atibu akekei teuana i mwin teuana n tabonibaina. Ao e kamwawaki te rabuna n ataibwai mai i matan tarin Iareta, ao e noora tabonibain te Uea; ao tarin Iareta e bwaka i matan te Uea, bwa e a oreaki n te maaku.", "7 Ao te Uea e nooria bwa tarin Iareta e a tia ni bwaka nako aontano; ao e taku te Uea nakoina: Teirake, e aera ngkai ko bwaka?", "8 Ao e taku nakon te Uea: I noora tabonibain te Uea, ao I maaku bwa mwiina ao e oreai; bwa I aki ataia ae iai raraan ma irikon te Uea.", "9 Ao e taku te Uea nakoina: Ibukin am onimaki ao ko a tia n noorai bwa N na katokaa i aou te iriko ma te raraa; ao bon akea te aomata ae e a tia n roko i matau ma te onimaki ae rianako n aron ae ko a tia ngkoe; bwa ngke arona bwa tiaki ao ko aki kona n noora tabonibaiu. Ko noora riki ae mwaiti nakon aei?", "10 Ao e kaeka: I aki; te Uea, kaotiko nakoiu.", "11 Ao e taku te Uea nakoina: Ko kakoauai taeka ake N na taekin?", "12 Ao e kaeka: Eng, te Uea, I ataia bwa ko taekina te koaua, bwa bon ngkoe Atuan te koaua, ao ko aki kona ni kewe.", "13 Ao ngke e a tia n taekin taeka aikai te Uea, nooria, e kaoti nakoina te Uea, ma n taku: Ibukina bwa ko a atai bwaai aikai ko a kabooaki man te bwaka; ngaia are ko a uotaki nako matau; ngaia ae I kaotai nakoim.", "14 Nooria, bon ngai are I katauraoaki ma ni moan te aonaba bwa N na kabooia au botanaomata. Nooria, Ngai Iesu Kristo. Ngai te Tama ao te Nati. E na reke irouia aomata ni kabane te maiu mai irou, ao naake a na kakoaua arau; a na riki bwa natiu mwaane ao natiu aine n aki toki.", "15 Ao I bon tuai ma ni kaotai nakon te aomata ae I a tia ni karikia, bwa bon akea te aomata ae e a tia ni kakoauai n aron ae ko a tia ngkoe. Ko nooria ae ko a bon tia ni karikaki ni katotongau. Eng a bon karikaki aomata ni kabaneia man te moantai n ai aron katootongau.", "16 Nooria, te rabwata aio, are ko a nooria ngkai, bon rabwatan tamneiu; ao I a tia ni karika te aomata n aron rabwatan tamneiu; ao n aron ae I kaoti nakoim n te tamnei ao N na bon kaoti nakoia au botanaomata n te rabwata.", "17 Ao ngkai, Ngai, ae Moronaai, I taku bwa I aki kona ni kabwanina rongorongon bwaai aikai ake a koreaki, ngaia are e a tau naba bwa N na kangai bwa Iesu e bon kaotia nakon te mwaane aio n te tamnei, n aron ao katotongan te rabwata are e kaoti iai nakoia Nibwaite.", "18 Ao e karaoa te mwakuri ni ibuobuoki nakoina n aron are e karaoa naba te mwakuri n ibuobuoki nakoia Nibwaite; ao a riki bwaai aikai ni kabane bwa e aonga n ataia te aomata aio bwa bon ngaia te Atua, ibukin mwakuri aika a korakora aika a mwaiti are e a tia te Uea ni kaotia nakoina.", "19 Ao ibukin ana atatai te aomata aio ao e a bon aki kona n tauaki bwa e na aki kona n noora are i nanon rabunan te ataibwai; ao e noora tabonibain Iesu, are, ngke e nooria, e bwaka ma te maaku; bwa e ataia bwa bon tabonibain te Uea; ao ai bon akea ana onimaki, bwa e a ataia, ao akea te nanououa.", "20 Ngaia are, ibukina bwa iai te ataibwai ae kororaoi ibukin te Atua irouna, ao e a bon aki kona n tauaki mai i nanon rabunan te ataibwai; ngaia are e noora Iesu; ao e karaoa te mwakuri n ibuobuoki nakoina.", "21 Ao e a koro bukina bwa e taku te Uea nakon tarin Iareta: Nooria, ko na bon aki kariaia bwa bwaai ake ko a tia n noori man ongo a na buta n te aonaba, ni karokoa are e roko te tai are N na kamimitonga arau n riki n iriko; ngaia are ko na kaikoi bwaai ake ko noori ma n ongo, ma n akea ae ko na kaotia nakon te aomata.", "22 Ao nooria, ngkana ko kawarai, ko na koroi ma ni kaini bwa e aonga n ae akea temanna ae kona n ataa nanoia; ao ko na koroi n te taetae ae aki kona ni warekaki.", "23 Ao nooria, N na anganiko atibu aika uoua aikai, ao ko na kaini naba ma bwaai ake ko na koroi.", "24 Bwa nooria, te taetae are ko na koroboki iai I a tia ni kamangaoa; ngaia are N na karekea te anga are n au tai are i baireia iai ao atibu aikai a na kaota nakon mataia aomata bwaai ake ko na koroi.", "25 Ao ngke e a tia te Uea n taekin taeka aikai, e kaota nakon tarin Iareta kaain te aonaba ni kabane ake a tia n riki, ao ni kabane naba ake a na riki; ao e aki karabai mai i matana, ni karokoa tokin aonaba.", "26 Bwa e a tia ni kangai nakoina n taai ake ngkoa, bwa ngkana e kakoaua ao e na kaota nakoina bwaai ni kabane—ake a na riai ni kaotaki nakoina; ngaia are te Uea e bon aki kona n taua te bwai teuana mai irouna, bwa e ataia bwa te Uea e kona ni kaoti bwaai ni kabane nakoina.", "27 Ao e taku te Uea nakoina: Koroi bwaai aikai ao kaini; ao N na kaoti n oin au tai nakoia natiia aomata.", "28 Ao e a koro bukina bwa e tua te Uea bwa e na kaini atibu ake uoua ake e a tia ni karekei, ma n aki kaoti, ni karokoa are e na kaoti te Uea nakoia natiia aomata."]}