{"English": ["Three witnesses and the work itself will stand as a testimony of the truthfulness of the Book of Mormon.", "1 And now I, Moroni, have written the words which were commanded me, according to my memory; and I have told you the things which I have sealed up; therefore touch them not in order that ye may translate; for that thing is forbidden you, except by and by it shall be wisdom in God.", "2 And behold, ye may be privileged that ye may show the plates unto those who shall assist to bring forth this work;", "3 And unto three shall they be shown by the power of God; wherefore they shall know of a surety that these things are true.", "4 And in the mouth of three witnesses shall these things be established; and the testimony of three, and this work, in the which shall be shown forth the power of God and also his word, of which the Father, and the Son, and the Holy Ghost bear record—and all this shall stand as a testimony against the world at the last day.", "5 And if it so be that they repent and come unto the Father in the name of Jesus, they shall be received into the kingdom of God.", "6 And now, if I have no authority for these things, judge ye; for ye shall know that I have authority when ye shall see me, and we shall stand before God at the last day. Amen."], "Español": ["Tres testigos y la obra misma constituirán un testimonio de la veracidad del Libro de Mormón.", "1 Y yo, Moroni, he escrito las palabras que se me mandaron, según mi memoria; y te he dicho las cosas que he sellado; por tanto, no las toques con el fin de traducirlas; porque esto te está prohibido, a menos que en lo futuro Dios lo juzgue prudente.", "2 Y he aquí, tal vez tengas el privilegio de mostrar las planchas a aquellos que ayudarán a sacar a luz esta obra;", "3 y por el poder de Dios se mostrarán a tres; por tanto, sabrán con certeza que estas cosas son verdaderas.", "4 Y en boca de tres testigos se establecerán estas cosas; y el testimonio de tres, y esta obra, en la cual se mostrará el poder de Dios y también su palabra, de la cual el Padre, y el Hijo, y el Espíritu Santo dan testimonio; y todo esto se levantará como testimonio contra el mundo en el postrer día.", "5 Y si es que se arrepienten y vienen al Padre en el nombre de Jesús, serán recibidos en el reino de Dios.", "6 Y ahora bien, si es que no tengo autoridad para estas cosas, juzgad vosotros; porque sabréis que tengo autoridad cuando me veáis, y comparezcamos delante de Dios en el postrer día. Amén."], "Français": ["Trois témoins et l’œuvre elle-même attesteront la véracité du Livre de Mormon.", "1 Et maintenant, moi, Moroni, j’ai écrit les paroles qui m’ont été commandées, selon ma mémoire; et je t’ai dit ce que j’ai scellé; c’est pourquoi, n’y touche pas afin de traduire; car cela t’est interdit, sauf plus tard, lorsque Dieu le jugera sage.", "2 Et voici, tu auras le droit de montrer les plaques à ceux qui aideront à faire paraître cette œuvre;", "3 Et elles seront montrées à trois, par le pouvoir de Dieu; c’est pourquoi, ils sauront avec certitude que ces choses sont vraies.", "4 Et ces choses seront établies par la bouche de trois témoins; et le témoignage de trois, et cette œuvre, dans laquelle se manifestera le pouvoir de Dieu, et aussi sa parole, dont le Père, et le Fils, et le Saint-Esprit témoignent— et tout cela se dressera comme témoignage contre le monde au dernier jour.", "5 Et s’il arrive qu’il se repente et vienne au Père au nom de Jésus, il sera reçu dans le royaume de Dieu.", "6 Et maintenant, si je n’ai pas d’autorité pour ces choses, jugez-en; car vous saurez que j’ai autorité lorsque vous me verrez et que nous nous tiendrons devant Dieu au dernier jour. Amen."], "Kiribati": ["Taan kakoaua aika teniman ao te mwakuri a na tei bwa bwaai ni kakoaua ibukin koauan Ana boki Moomon.", "1 Ao ngkai Ngai, ae Moronaai I a tia ni koroi taeka ake I tuangaki, n aron au ururing; ao I a tia n tuangkami bwaai ake I kaini; ngaia are tai ringi n te aro are kam na rairi taekaia; bwa kam tabuaki mai iai, ti ngkana e roko te tai arei ni wanawanan te Atua.", "2 Ao nooria, ko na karekea te raka bwa ko na kaoti bwaatua aikai nakoia ake a na buoka waakin te mwakuri aio.", "3 Ao a na kaotaki nakoia teniman ni mwaakan te Atua; ngaia are a na bon ataia ma te koaua raoi bwa a koaua bwaai aikai.", "4 Ao ni wiia taan kakoaua aika teniman ao a na kamatoaki bwaai aikai; ao aia koaua naaka teniman, ao te mwakuri aio, are e na kaotaki iai mwaakan te Atua ao ana taeka naba, are a kakoaua ibukin te Tama, ao te Nati, ao te Tamnei ae Raoiroi—ao bwaai aikai ni kabane a na tei bwa bwaai ni kakoaua ni kaitara te aonaba n te kabanea ni bong.", "5 Ao ngkana arona bwa a rairinanoia ma n nakon te Tama n aran Iesu, a na butimwaeaki nako nanon uean te Atua.", "6 Ao ngkai, ngkana akea kariaiakau ibukin bwai aikai, motikitaeka ngkoe; bwa kam na bon ataia bwa iai te kariaiakaki irou ngkana kam norai, ao ti na bane n tei i matan te Atua n te kabanea ni bong. Amen."]}