{"English": ["Moroni abridges the writings of Ether—Ether’s genealogy is set forth—The language of the Jaredites is not confounded at the Tower of Babel—The Lord promises to lead them to a choice land and make them a great nation.", "1 And now I, Moroni, proceed to give an account of those ancient inhabitants who were destroyed by the hand of the Lord upon the face of this north country.", "2 And I take mine account from the twenty and four plates which were found by the people of Limhi, which is called the Book of Ether.", "3 And as I suppose that the first part of this record, which speaks concerning the creation of the world, and also of Adam, and an account from that time even to the great tower, and whatsoever things transpired among the children of men until that time, is had among the Jews—", "4 Therefore I do not write those things which transpired from the days of Adam until that time; but they are had upon the plates; and whoso findeth them, the same will have power that he may get the full account.", "5 But behold, I give not the full account, but a part of the account I give, from the tower down until they were destroyed.", "6 And on this wise do I give the account. He that wrote this record was Ether, and he was a descendant of Coriantor.", "7 Coriantor was the son of Moron.", "8 And Moron was the son of Ethem.", "9 And Ethem was the son of Ahah.", "10 And Ahah was the son of Seth.", "11 And Seth was the son of Shiblon.", "12 And Shiblon was the son of Com.", "13 And Com was the son of Coriantum.", "14 And Coriantum was the son of Amnigaddah.", "15 And Amnigaddah was the son of Aaron.", "16 And Aaron was a descendant of Heth, who was the son of Hearthom.", "17 And Hearthom was the son of Lib.", "18 And Lib was the son of Kish.", "19 And Kish was the son of Corom.", "20 And Corom was the son of Levi.", "21 And Levi was the son of Kim.", "22 And Kim was the son of Morianton.", "23 And Morianton was a descendant of Riplakish.", "24 And Riplakish was the son of Shez.", "25 And Shez was the son of Heth.", "26 And Heth was the son of Com.", "27 And Com was the son of Coriantum.", "28 And Coriantum was the son of Emer.", "29 And Emer was the son of Omer.", "30 And Omer was the son of Shule.", "31 And Shule was the son of Kib.", "32 And Kib was the son of Orihah, who was the son of Jared;", "33 Which Jared came forth with his brother and their families, with some others and their families, from the great tower, at the time the Lord confounded the language of the people, and swore in his wrath that they should be scattered upon all the face of the earth; and according to the word of the Lord the people were scattered.", "34 And the brother of Jared being a large and mighty man, and a man highly favored of the Lord, Jared, his brother, said unto him: Cry unto the Lord, that he will not confound us that we may not understand our words.", "35 And it came to pass that the brother of Jared did cry unto the Lord, and the Lord had compassion upon Jared; therefore he did not confound the language of Jared; and Jared and his brother were not confounded.", "36 Then Jared said unto his brother: Cry again unto the Lord, and it may be that he will turn away his anger from them who are our friends, that he confound not their language.", "37 And it came to pass that the brother of Jared did cry unto the Lord, and the Lord had compassion upon their friends and their families also, that they were not confounded.", "38 And it came to pass that Jared spake again unto his brother, saying: Go and inquire of the Lord whether he will drive us out of the land, and if he will drive us out of the land, cry unto him whither we shall go. And who knoweth but the Lord will carry us forth into a land which is choice above all the earth? And if it so be, let us be faithful unto the Lord, that we may receive it for our inheritance.", "39 And it came to pass that the brother of Jared did cry unto the Lord according to that which had been spoken by the mouth of Jared.", "40 And it came to pass that the Lord did hear the brother of Jared, and had compassion upon him, and said unto him:", "41 Go to and gather together thy flocks, both male and female, of every kind; and also of the seed of the earth of every kind; and thy families; and also Jared thy brother and his family; and also thy friends and their families, and the friends of Jared and their families.", "42 And when thou hast done this thou shalt go at the head of them down into the valley which is northward. And there will I meet thee, and I will go before thee into a land which is choice above all the lands of the earth.", "43 And there will I bless thee and thy seed, and raise up unto me of thy seed, and of the seed of thy brother, and they who shall go with thee, a great nation. And there shall be none greater than the nation which I will raise up unto me of thy seed, upon all the face of the earth. And thus I will do unto thee because this long time ye have cried unto me."], "Español": ["Moroni compendia los escritos de Éter— Se declara la genealogía de Éter— No se confunde el lenguaje de los jareditas en la Torre de Babel— El Señor promete conducirlos a una tierra escogida y hacer de ellos una gran nación.", "1 Y ahora yo, Moroni, procedo a hacer una relación de esos antiguos habitantes que fueron destruidos por la mano del Señor sobre la superficie de este país del norte.", "2 Y tomo mi relación de las veinticuatro planchas que encontró el pueblo de Limhi; y se llama el Libro de Éter.", "3 Y como supongo que la primera parte de esta narración —que habla concerniente a la creación del mundo, y también de Adán, y una relación desde esa época aun hasta la gran torre, y cuantas cosas acontecieron entre los hijos de los hombres hasta ese tiempo— se halla entre los judíos,", "4 no escribo, pues, esas cosas que ocurrieron desde los días de Adán hasta esa época; pero se hallan sobre las planchas, y el que las encuentre estará facultado para obtener la historia completa.", "5 Mas he aquí, no hago la relación completa, sino una parte de la narración, desde la torre hasta la época en que fueron destruidos.", "6 Y de esta manera hago la relación: El que escribió estos anales fue Éter, y él era descendiente de Coriantor.", "7 Coriantor era hijo de Morón;", "8 y Morón era hijo de Etem;", "9 y Etem era hijo de Ahah;", "10 y Ahah era hijo de Set;", "11 y Set era hijo de Shiblón;", "12 y Shiblón era hijo de Com;", "13 y Com era hijo de Coriántum;", "14 y Coriántum era hijo de Amnigadda;", "15 y Amnigadda era hijo de Aarón;", "16 y Aarón era descendiente de Het, que era hijo de Heartom;", "17 y Heartom era hijo de Lib;", "18 y Lib era hijo de Kish;", "19 y Kish era hijo de Corom;", "20 y Corom era hijo de Leví;", "21 y Leví era hijo de Kim;", "22 y Kim era hijo de Moriantón;", "23 y Moriantón era descendiente de Riplákish;", "24 y Riplákish era hijo de Shez;", "25 y Shez era hijo de Het;", "26 y Het era hijo de Com;", "27 y Com era hijo de Coriántum;", "28 y Coriántum era hijo de Emer;", "29 y Emer era hijo de Omer;", "30 y Omer era hijo de Shule;", "31 y Shule era hijo de Kib;", "32 y Kib era hijo de Oríah, que era hijo de Jared.", "33 Y dicho Jared vino de la gran torre con su hermano y sus familias, y con algunos otros y sus familias, en la época en que el Señor confundió el lenguaje del pueblo, y juró en su ira que serían dispersados por toda la superficie de la tierra; y conforme a la palabra del Señor fue dispersada la gente.", "34 Y como el hermano de Jared era un hombre grande y dotado de mucha fuerza, y altamente favorecido del Señor, Jared, su hermano, le dijo: Suplica al Señor que no nos confunda de modo que no entendamos nuestras palabras.", "35 Y sucedió que el hermano de Jared suplicó al Señor, y el Señor se compadeció de Jared; por tanto, no confundió el lenguaje de Jared; y Jared y su hermano no fueron confundidos.", "36 Entonces Jared dijo a su hermano: Suplica de nuevo al Señor, pues tal vez aparte su ira de aquellos que son nuestros amigos, para que no confunda su lenguaje.", "37 Y ocurrió que el hermano de Jared suplicó al Señor, y el Señor tuvo compasión de sus amigos y de las familias de ellos también, y no fueron confundidos.", "38 Y aconteció que Jared habló otra vez a su hermano, diciendo: Ve y pregunta al Señor si nos va a echar de esta tierra, y si nos va a echar de la tierra, suplícale que nos indique a dónde hemos de ir. ¿Y quién sabe si el Señor no nos llevará a una región que sea la más favorecida de toda la tierra? Y si así fuere, seámosle fieles al Señor, a fin de que la recibamos por herencia nuestra.", "39 Y sucedió que el hermano de Jared suplicó al Señor conforme a lo dicho por boca de Jared.", "40 Y ocurrió que el Señor escuchó al hermano de Jared, y se compadeció de él, y le dijo:", "41 Ve y recoge tus rebaños, macho y hembra de cada especie, y también de las semillas de la tierra, de toda clase; y tus familias; y también tu hermano Jared y su familia; y también tus amigos y sus familias, y los amigos de Jared y sus familias.", "42 Y cuando hayas hecho esto, irás a la cabeza de ellos al valle que está al norte. Y allí te encontraré, e iré delante de ti a una región que es favorecida sobre todas las regiones de la tierra.", "43 Y allí os bendeciré a ti y a tus descendientes; y de tu posteridad, y de la posteridad de tu hermano, y de los que irán contigo, levantaré para mí una nación grande. Y no habrá sobre toda la superficie de la tierra nación mayor que la que yo levantaré para mí de tu posteridad. Y así obraré contigo, porque me has suplicado todo este largo tiempo."], "Français": ["Moroni abrège les écrits d’Éther— Généalogie d’Éther— La langue des Jarédites n’est pas confondue à la tour de Babel— Le Seigneur promet de les conduire dans un pays de choix et de faire d’eux une grande nation.", "1 Et maintenant, moi, Moroni, je vais raconter l’histoire de ces anciens habitants qui furent détruits par la main du Seigneur sur la surface de ce pays du nord.", "2 Et je tire mon récit des vingt-quatre plaques qui furent trouvées par le peuple de Limhi et que l’on appelle le livre d’Éther.", "3 Et comme je suppose que la première partie de ces annales, qui parle de la création du monde, et aussi d’Adam, et qui fait un récit depuis ce temps-là jusqu’à la grande tour, et tout ce qui est arrivé parmi les enfants des hommes jusqu’à ce moment-là, existe chez les Juifs—", "4 Pour cette raison, je n’écris pas les choses qui sont arrivées depuis le temps d’Adam jusqu’à ce moment-là; mais sont sur les plaques; et quiconque les trouve pourra obtenir le récit complet.", "5 Mais voici, je ne fais pas le récit complet, mais je fais une partie du récit, depuis la tour jusqu’au moment où ils furent détruits.", "6 Et c’est de cette façon que je fais le récit. Celui qui écrivit ces annales était Éther, et il était descendant de Coriantor.", "7 Coriantor était fils de Moron.", "8 Et Moron était fils d’Éthem.", "9 Et Éthem était fils d’Ahah.", "10 Et Ahah était fils de Seth.", "11 Et Seth était fils de Shiblon.", "12 Et Shiblon était fils de Com.", "13 Et Com était fils de Coriantum.", "14 Et Coriantum était fils d’Amnigaddah.", "15 Et Amnigaddah était fils d’Aaron.", "16 Et Aaron était descendant de Heth, qui était fils de Héarthom.", "17 Et Héarthom était fils de Lib.", "18 Et Lib était fils de Kish.", "19 Et Kish était fils de Corom.", "20 Et Corom était fils de Lévi.", "21 Et Lévi était fils de Kim.", "22 Et Kim était fils de Morianton.", "23 Et Morianton était descendant de Riplakish.", "24 Et Riplakish était fils de Shez.", "25 Et Shez était fils de Heth.", "26 Et Heth était fils de Com.", "27 Et Com était fils de Coriantum.", "28 Et Coriantum était fils d’Émer.", "29 Et Émer était fils d’Omer.", "30 Et Omer était fils de Shule.", "31 Et Shule était fils de Kib.", "32 Et Kib était fils d’Orihah, qui était fils de Jared;", "33 lequel Jared vint avec son frère et leurs familles, avec quelques autres et leurs familles, de la grande tour, au moment où le Seigneur confondit la langue du peuple et jura, dans sa colère, qu’il serait dispersé sur toute la surface de la terre; et, selon la parole du Seigneur, le peuple fut dispersé.", "34 Et le frère de Jared étant un homme puissant et d’une forte stature, et un homme hautement favorisé par le Seigneur, Jared, son frère, lui dit: Crie au Seigneur, afin qu’il ne nous confonde pas de sorte que nous ne puissions comprendre nos paroles.", "35 Et il arriva que le frère de Jared cria au Seigneur, et le Seigneur eut compassion de Jared; c’est pourquoi, il ne confondit pas la langue de Jared; et Jared et son frère ne furent pas confondus.", "36 Alors Jared dit à son frère: Invoque de nouveau le Seigneur, et il détournera peut-être sa colère de ceux qui sont nos amis, de sorte qu’il ne confondra pas leur langue.", "37 Et il arriva que le frère de Jared cria au Seigneur, et le Seigneur eut compassion de leurs amis et de leurs familles aussi, de sorte qu’ils ne furent pas confondus.", "38 Et il arriva que Jared parla de nouveau à son frère, disant: Va demander au Seigneur s’il va nous chasser du pays, et s’il nous chasse du pays, demande-lui: Où irons-nous? Et qui sait si le Seigneur ne nous emmènera pas dans un pays qui est préférable à toute la terre? Et s’il en est ainsi, soyons fidèles au Seigneur, afin de le recevoir pour notre héritage.", "39 Et il arriva que le frère de Jared cria au Seigneur, selon ce qui avait été dit par la bouche de Jared.", "40 Et il arriva que le Seigneur entendit le frère de Jared, et eut compassion de lui, et lui dit:", "41 Va rassembler tes troupeaux, mâles et femelles, de toute espèce; et aussi des semences de la terre, de toute espèce; et tes familles, et aussi Jared, ton frère, et sa famille; et aussi tes amis et leurs familles, et les amis de Jared et leurs familles.", "42 Et lorsque tu auras fait cela, tu descendras à leur tête dans la vallée qui est située du côté du nord. Et là, je te rencontrerai, et j’irai devant toi dans un pays qui est préférable à tous les pays de la terre.", "43 Et là, je te bénirai, toi et ta postérité, et me susciterai, de ta postérité, et de la postérité de ton frère, et de ceux qui iront avec toi, une grande nation. Et il n’y aura pas, sur toute la surface de la terre, de nation plus grande que celle que je me susciterai de ta postérité. Et j’agirai ainsi envers toi, parce que tu as crié vers moi pendant tout ce temps."], "Kiribati": ["Moronaai e kauarerekea ana koroboki Ita—E a kateaki rikin Ita—E aki kamangaoaki aia taetae Iaretaite n te taua are Bwabera—E berita te Uea bwa e na kairiia nakon te aba ae rine ma ni karikiia bwa te botanaomata ae korakora.", "1 Ao ngkai Ngai, ae Moronaai, I a waaki n anga rongorongoia kaain ngkoa ake a kamaunaki ni bain te Uea iaon te aba i meang.", "2 Ao I karekea au reekoti ma ni bwaatua ake uabwi ma aua ake a kuneaki irouia ana botanaomata Rimwaai, are e aranaki bwa ana Boki Ita.", "3 Ao I katautau inanou bwa moan te reekoti aio, are e atongaki iai aron karikan te aonaba, ao Atam naba, ao te rongorongo man te tai anne ni karokoa naba te taua are e korakora, ao bwaai ni kabane ake a riki i buakoia natiia aomata ni karokoa te tai anne, bon iai i buakoia Iutaia—", "4 Ngaia are I aki koroi bwaai ake a riki man ana tai Atam ni karokoa te tai anne; ma bon iai iaon bwaatua; ao ane e kunei, e na bon reke irouna te mwaaka bwa e na karekea te rongorongo ae bwanin.", "5 Ma nooria, I aki anga te rongorongo ae bwanin ma mwakoron te rongorongo ae I anga, man te taua rikaaki ni karokoa ae a kamaunaki.", "6 Ao ibukin aei are I anga te rongorongo. Teuare e korea te rongorongo aei bon Ita, ao bon kanoan Koriantoa.", "7 Koriantoa bon natin Mooron te mwaane.", "8 Ao Mooron bon natin Eetem te mwaane.", "9 Ao Eetem bon natin Aa te mwaane.", "10 Ao Aa bon natin Teeta te mwaane.", "11 Ao Teeta bon natin Tiburon te mwaane.", "12 Ao Tiburon bon natin Koom te mwaane.", "13 Ao Koom bon natin Koriantam te mwaane.", "14 Ao Koriantam bon natin Aminikata te mwaane.", "15 Ao Aminikata bon natin Aaron te mwaane.", "16 Ao Aaron bon kanoan Eta, are bon natin Eatom te mwaane.", "17 Ao Eatom bon natin Riibu te mwaane.", "18 Ao Riibu bon natin Kiti te mwaane.", "19 Ao Kiti bon natin Korom te mwaane.", "20 Ao Korom bon natin Rewi te mwaane.", "21 Ao Rewi bon natin Kim te mwaane.", "22 Ao Kim bon natin Morianton te mwaane.", "23 Ao Morianton bon kanoan Ribwakite.", "24 Ao Ribwakite bon natin Teeti te mwaane.", "25 Ao Teeti bon natin Eta te mwaane.", "26 Ao Eta bon natin Koom te mwaane.", "27 Ao Koom bon natin Koriantam te mwaane", "28 Ao Koriantam bon natin Emera te mwaane.", "29 Ao Emera bon natin Aoma te mwaane.", "30 Ao Aoma bon natin Tiure te mwaane.", "31 Ao Tiure bon natin Kiibe te mwaane.", "32 Ao Kiibe bon natin Oria te mwaane, are bon natin Iareta te mwaane;", "33 Are bon Iareta are e roko ma tarina ma aia utu, ao tabeman riki ma aia utu, man te taua are e korakora, n te tai are te Uea e kamangaoa iai aia taetae aomata ma ni berita i nanon unna bwa a na bane ni kamaenakoaki iaon te aonaba, ao n aron ana taeka te Uea a bane aomata ni kamaenakoaki.", "34 Ao tarin Iareta, bon te mwaane ae tetoa ma ni korakora, ao bon te mwaane ae korakora nanonakina iroun te Uea, Iareta, are tarina, e taku nakoina: Taang nakon te Uea, bwa e na bon aki kamangaoira bwa ti na aki oota n ara taetae.", "35 Ao e a koro bukina bwa tarin Iareta e bon tang nakon te Uea, ao te Uea e bon nanoanga Iareta; ngaia are e bon aki kamangaoa ana taetae Iareta; ao Iareta ma tarina a bon aki kamangaongaoaki.", "36 Ao ngkanne Iareta e taku nakon tarina: Taang riki nakon te Uea, bwa e aonga n ae e na katannakoa unna mai irouia ake raoraora, bwa e na aki kamangaoa aia taetae.", "37 Ao e a koro bukina bwa tarin Iareta e bon tang nakon te Uea, ao te Uea e bon nanoangaiia raoraoia ma aia utu naba, ao a bon aki kamangaoaki.", "38 Ao e a koro bukina bwa e taetae riki Iareta nakon tarina, ni kangai; Nako ao titirakina te Uea bwa tao e na kakioira nako man te aba, ao ngkana e na kakioira nako man te aba, taang nakoina bwa tao ti na nakea. Ao antai ae e na ataia tao e na uotira te Uea nakon te aba riki ae rine iaon te aba ni kabuta? Ao ngkana ngaia anne, ao ti na bon kakaonimaki nakon te Uea, bwa ti aonga ni karekea bwa ti na bwaibwai iai.", "39 Ao e a koro bukina bwa tarin Iareta e bon tang nakon te Uea n aron are e a tia n taekinaki ni wiin Iareta.", "40 Ao e a koro bukina bwa te Uea e bon ongo iroun tarin Iareta, ao e bon nanoangaia, ma n taku nakoina:", "41 Naako ao ikotiia am nanai, mwaane ao aine, n aekaia nako; ao koraan te aba naba ni kabane n aekaia nako; ao am utu; ao Iareta naba are tarim ma ana utu; ao raoraom naba ma aia utu, ao raoraon naba Iareta ma aia utu.", "42 Ao ngkana ko a tia ni karaoa aio ao ko na rimoaia rikaaki nakon te mwarua are i meang. Ao N na kaitibo ma ngkoe, ao N na nako n rimoam nakon te aba are e rine i aoia aaba n te aonaba.", "43 Ao i kekei are N na kakabwaiako ma kanoam, ma ni kateirakea ma ni kanoam ibukiu, ao kanoan tarim, ao ake a nako ma ngaia, te botanaomata ae korakora. Ao a na bon akea riki te botanaomata ae korakora nakon are N na kateirakea i bukiu ma ni kanoam, iaon te aba. Ao N na karaoa aio nakoim ibukin maanin te tai are ko tang iai nakoiu."]}