{"English": ["The Jaredites prepare for their journey to a promised land—It is a choice land whereon men must serve Christ or be swept off—The Lord talks to the brother of Jared for three hours—The Jaredites build barges—The Lord asks the brother of Jared to propose how the barges will be lighted.", "1 And it came to pass that Jared and his brother, and their families, and also the friends of Jared and his brother and their families, went down into the valley which was northward, (and the name of the valley was Nimrod, being called after the mighty hunter) with their flocks which they had gathered together, male and female, of every kind.", "2 And they did also lay snares and catch fowls of the air; and they did also prepare a vessel, in which they did carry with them the fish of the waters.", "3 And they did also carry with them deseret, which, by interpretation, is a honey bee; and thus they did carry with them swarms of bees, and all manner of that which was upon the face of the land, seeds of every kind.", "4 And it came to pass that when they had come down into the valley of Nimrod the Lord came down and talked with the brother of Jared; and he was in a cloud, and the brother of Jared saw him not.", "5 And it came to pass that the Lord commanded them that they should go forth into the wilderness, yea, into that quarter where there never had man been. And it came to pass that the Lord did go before them, and did talk with them as he stood in a cloud, and gave directions whither they should travel.", "6 And it came to pass that they did travel in the wilderness, and did build barges, in which they did cross many waters, being directed continually by the hand of the Lord.", "7 And the Lord would not suffer that they should stop beyond the sea in the wilderness, but he would that they should come forth even unto the land of promise, which was choice above all other lands, which the Lord God had preserved for a righteous people.", "8 And he had sworn in his wrath unto the brother of Jared, that whoso should possess this land of promise, from that time henceforth and forever, should serve him, the true and only God, or they should be swept off when the fulness of his wrath should come upon them.", "9 And now, we can behold the decrees of God concerning this land, that it is a land of promise; and whatsoever nation shall possess it shall serve God, or they shall be swept off when the fulness of his wrath shall come upon them. And the fulness of his wrath cometh upon them when they are ripened in iniquity.", "10 For behold, this is a land which is choice above all other lands; wherefore he that doth possess it shall serve God or shall be swept off; for it is the everlasting decree of God. And it is not until the fulness of iniquity among the children of the land, that they are swept off.", "11 And this cometh unto you, O ye Gentiles, that ye may know the decrees of God—that ye may repent, and not continue in your iniquities until the fulness come, that ye may not bring down the fulness of the wrath of God upon you as the inhabitants of the land have hitherto done.", "12 Behold, this is a choice land, and whatsoever nation shall possess it shall be free from bondage, and from captivity, and from all other nations under heaven, if they will but serve the God of the land, who is Jesus Christ, who hath been manifested by the things which we have written.", "13 And now I proceed with my record; for behold, it came to pass that the Lord did bring Jared and his brethren forth even to that great sea which divideth the lands. And as they came to the sea they pitched their tents; and they called the name of the place Moriancumer; and they dwelt in tents, and dwelt in tents upon the seashore for the space of four years.", "14 And it came to pass at the end of four years that the Lord came again unto the brother of Jared, and stood in a cloud and talked with him. And for the space of three hours did the Lord talk with the brother of Jared, and chastened him because he remembered not to call upon the name of the Lord.", "15 And the brother of Jared repented of the evil which he had done, and did call upon the name of the Lord for his brethren who were with him. And the Lord said unto him: I will forgive thee and thy brethren of their sins; but thou shalt not sin any more, for ye shall remember that my Spirit will not always strive with man; wherefore, if ye will sin until ye are fully ripe ye shall be cut off from the presence of the Lord. And these are my thoughts upon the land which I shall give you for your inheritance; for it shall be a land choice above all other lands.", "16 And the Lord said: Go to work and build, after the manner of barges which ye have hitherto built. And it came to pass that the brother of Jared did go to work, and also his brethren, and built barges after the manner which they had built, according to the instructions of the Lord. And they were small, and they were light upon the water, even like unto the lightness of a fowl upon the water.", "17 And they were built after a manner that they were exceedingly tight, even that they would hold water like unto a dish; and the bottom thereof was tight like unto a dish; and the sides thereof were tight like unto a dish; and the ends thereof were peaked; and the top thereof was tight like unto a dish; and the length thereof was the length of a tree; and the door thereof, when it was shut, was tight like unto a dish.", "18 And it came to pass that the brother of Jared cried unto the Lord, saying: O Lord, I have performed the work which thou hast commanded me, and I have made the barges according as thou hast directed me.", "19 And behold, O Lord, in them there is no light; whither shall we steer? And also we shall perish, for in them we cannot breathe, save it is the air which is in them; therefore we shall perish.", "20 And the Lord said unto the brother of Jared: Behold, thou shalt make a hole in the top, and also in the bottom; and when thou shalt suffer for air thou shalt unstop the hole and receive air. And if it be so that the water come in upon thee, behold, ye shall stop the hole, that ye may not perish in the flood.", "21 And it came to pass that the brother of Jared did so, according as the Lord had commanded.", "22 And he cried again unto the Lord saying: O Lord, behold I have done even as thou hast commanded me; and I have prepared the vessels for my people, and behold there is no light in them. Behold, O Lord, wilt thou suffer that we shall cross this great water in darkness?", "23 And the Lord said unto the brother of Jared: What will ye that I should do that ye may have light in your vessels? For behold, ye cannot have windows, for they will be dashed in pieces; neither shall ye take fire with you, for ye shall not go by the light of fire.", "24 For behold, ye shall be as a whale in the midst of the sea; for the mountain waves shall dash upon you. Nevertheless, I will bring you up again out of the depths of the sea; for the winds have gone forth out of my mouth, and also the rains and the floods have I sent forth.", "25 And behold, I prepare you against these things; for ye cannot cross this great deep save I prepare you against the waves of the sea, and the winds which have gone forth, and the floods which shall come. Therefore what will ye that I should prepare for you that ye may have light when ye are swallowed up in the depths of the sea?"], "Español": ["Los jareditas se preparan para su viaje a una tierra prometida— Es una tierra escogida en la cual los hombres deben servir a Cristo o, de lo contrario, serán exterminados— El Señor habla al hermano de Jared durante tres horas— Los jareditas construyen barcos— El Señor le indica al hermano de Jared que proponga la manera de iluminar los barcos.", "1 Y sucedió que Jared y su hermano, y sus familias, y también los amigos de Jared y de su hermano, y sus familias, descendieron al valle que se hallaba al norte (y el nombre del valle era Nimrod, nombre tomado del gran cazador), junto con sus rebaños que habían recogido, macho y hembra de toda especie.", "2 Y también tendieron trampas para coger aves del cielo; y prepararon una vasija en la que llevaron consigo los peces de las aguas.", "3 Y también llevaron con ellos deseret, que interpretado significa abeja obrera; y así llevaron consigo enjambres de abejas, y toda variedad de cuanto había sobre la faz de la tierra, semillas de todas clases.", "4 Y sucedió que cuando hubieron llegado al valle de Nimrod, descendió el Señor y habló con el hermano de Jared; y estaba en una nube, y el hermano de Jared no lo vio.", "5 Y ocurrió que el Señor les mandó que salieran para el desierto; sí, a aquella parte donde ningún hombre jamás había estado. Y sucedió que el Señor fue delante de ellos, y les habló mientras estaba en una nube, y les dio instrucciones por dónde habían de viajar.", "6 Y aconteció que viajaron por el desierto, y construyeron barcos, en los cuales atravesaron muchas aguas, y la mano del Señor los guiaba continuamente.", "7 Y no quiso el Señor permitir que se detuvieran del otro lado del mar, en el desierto, sino dispuso que avanzaran hasta llegar a la tierra de promisión, que era una tierra escogida sobre todas las demás, la cual el Señor Dios había preservado para un pueblo justo.", "8 Y había jurado en su ira al hermano de Jared que quienes poseyeran esta tierra de promisión, desde entonces y para siempre, deberían servirlo a él, el verdadero y único Dios, o serían exterminados cuando cayera sobre ellos la plenitud de su ira.", "9 Y así podemos ver los decretos de Dios concernientes a esta tierra: Que es una tierra de promisión; y cualquier nación que la posea servirá a Dios, o será exterminada cuando la plenitud de su ira caiga sobre ella. Y la plenitud de su ira descenderá sobre ella cuando haya madurado en la iniquidad.", "10 Porque he aquí, esta es una tierra escogida sobre todas las demás; por tanto, aquel que la posea servirá a Dios o será exterminado, porque es el eterno decreto de Dios. Y no es sino hasta cuando llega al colmo la iniquidad entre los hijos de la tierra, que son exterminados.", "11 Y esto viene a vosotros, oh gentiles, para que conozcáis los decretos de Dios, para que os arrepintáis y no continuéis en vuestras iniquidades hasta llegar al colmo, para que no hagáis venir sobre vosotros la plenitud de la ira de Dios, como lo han hecho hasta ahora los habitantes de la tierra.", "12 He aquí, esta es una tierra escogida, y cualquier nación que la posea se verá libre de la esclavitud, y del cautiverio, y de todas las otras naciones debajo del cielo, si tan solo sirve al Dios de la tierra, que es Jesucristo, el cual ha sido manifestado por las cosas que hemos escrito.", "13 Y ahora prosigo mi narración; porque he aquí, aconteció que el Señor condujo a Jared y a sus hermanos hasta ese gran mar que separa las tierras. Y al llegar al mar, plantaron sus tiendas; y dieron al paraje el nombre de Moriáncumer; y vivían en tiendas; y vivieron en tiendas a la orilla del mar por el término de cuatro años.", "14 Y aconteció que a la conclusión de los cuatro años, el Señor vino otra vez al hermano de Jared, y estaba en una nube, y habló con él. Y por el espacio de tres horas habló el Señor con el hermano de Jared, y lo reprendió porque no se había acordado de invocar el nombre del Señor.", "15 Y el hermano de Jared se arrepintió del mal que había cometido, e invocó el nombre del Señor a favor de sus hermanos que estaban con él. Y el Señor le dijo: Os perdonaré vuestros pecados a ti y a tus hermanos; pero no pecaréis más, porque debéis recordar que mi Espíritu no siempre luchará con el hombre; por tanto, si pecáis hasta llegar al colmo, seréis desechados de la presencia del Señor. Y estos son mis pensamientos tocante a la tierra que os daré por herencia; porque será una tierra escogida sobre todas las demás.", "16 Y dijo el Señor: Poneos a trabajar y construid barcos a semejanza de los que hasta ahora habéis hecho. Y sucedió que el hermano de Jared se puso a trabajar, y sus hermanos también, y construyeron barcos a la manera de los que habían hecho antes, de acuerdo con las instrucciones del Señor. Y eran pequeños, y eran ligeros sobre las aguas, así como la ligereza de un ave sobre el agua.", "17 Y se construyeron de una manera sumamente ajustada, de modo que podían contener agua como un vaso; y el fondo estaba ajustado como un vaso, y los costados estaban ajustados de la misma manera; y los extremos terminaban en punta; y también la cubierta estaba ajustada como un vaso; y su longitud era la de un árbol; y la puerta, al cerrarse, quedaba ajustada a semejanza de un vaso.", "18 Y sucedió que el hermano de Jared clamó al Señor, diciendo: ¡Oh Señor!, he efectuado la obra que me has mandado, y he construido los barcos según tú me has dirigido.", "19 Y he aquí, oh Señor, no hay luz en ellos; ¿a dónde nos hemos de dirigir? Y también pereceremos, porque en ellos no podremos respirar sino el aire que contengan; por consiguiente, pereceremos.", "20 Y el Señor dijo al hermano de Jared: He aquí, harás una abertura en la cubierta, y también en el fondo; y cuando te falte aire, destaparás la abertura y recibirás aire. Y si sucede que os entra el agua, he aquí, cerrarás la abertura para que no perezcáis en el mar.", "21 Y ocurrió que el hermano de Jared así lo hizo, según lo que el Señor le había mandado.", "22 Y clamó de nuevo al Señor, diciendo: He aquí, oh Señor, he obrado según me lo has mandado; y he preparado los barcos para mi pueblo, y he aquí, no hay luz en ellos. ¿Vas a permitir, oh Señor, que crucemos estas grandes aguas en la obscuridad?", "23 Y el Señor dijo al hermano de Jared: ¿Qué quieres que yo haga para que tengáis luz en vuestros barcos? Porque he aquí, no podéis tener ventanas, pues serían hechas pedazos; ni llevaréis fuego con vosotros, porque no os dirigiréis por la luz del fuego.", "24 Pues he aquí, seréis como una ballena en medio del mar; porque las inmensas olas estallarán contra vosotros. No obstante, yo os sacaré otra vez de las profundidades del mar; porque de mi boca han salido los vientos, y también he enviado yo las lluvias y los diluvios.", "25 Y he aquí, yo os preparo contra todas estas cosas; porque no podéis atravesar este gran mar, a menos que yo os prepare contra las olas del mar, y los vientos que han salido, y los diluvios que vendrán. Por tanto, ¿qué deseas que prepare para vosotros, a fin de que tengáis luz cuando seáis sumergidos en las profundidades del mar?"], "Français": ["Les Jarédites se préparent pour leur voyage vers une terre promise— C’est une terre de choix, où les hommes doivent servir le Christ sous peine d’être balayés— Le Seigneur parle pendant trois heures au frère de Jared— Les Jarédites construisent des barques— Le Seigneur demande au frère de Jared de proposer la façon dont elles seront éclairées.", "1 Et il arriva que Jared, et son frère, et leurs familles, et aussi les amis de Jared et de son frère, et leurs familles, descendirent dans la vallée qui était située du côté du nord (et le nom de la vallée était Nimrod, du nom du grand chasseur) avec leurs troupeaux qu’ils avaient rassemblés, mâles et femelles, de toute espèce.", "2 Et ils posèrent aussi des pièges et prirent des oiseaux du ciel; et ils préparèrent aussi un récipient dans lequel ils emportèrent les poissons des eaux.", "3 Et ils emportèrent aussi déséret, ce qui, par interprétation, est une abeille; et ainsi, ils emportèrent des essaims d’abeilles, et toutes les espèces de ce qui était à la surface du pays, des semences de toute sorte.", "4 Et il arriva que lorsqu’ils furent descendus dans la vallée de Nimrod, le Seigneur descendit et parla avec le frère de Jared; et il était dans une nuée, et le frère de Jared ne le voyait pas.", "5 Et il arriva que le Seigneur leur commanda d’entrer dans le désert, oui, dans cette contrée où il n’y avait jamais eu d’homme. Et il arriva que le Seigneur alla devant eux et parla avec eux, tandis qu’il se tenait dans une nuée, et leur donna des instructions sur la direction qu’ils devaient prendre.", "6 Et il arriva qu’ils voyagèrent dans le désert et construisirent des barques, dans lesquelles ils traversèrent de nombreuses eaux, étant continuellement dirigés par la main du Seigneur.", "7 Et le Seigneur ne leur permit pas de s’arrêter au-delà de la mer dans le désert, mais il voulut qu’ils continuent jusqu’à la terre de promission, qui était préférable à tous les autres pays, que le Seigneur Dieu avait préservée pour un peuple juste.", "8 Et dans sa colère, il avait juré au frère de Jared que quiconque posséderait, dorénavant et à jamais, cette terre de promission, le servirait, lui, le seul vrai Dieu, ou il serait balayé lorsque la plénitude de sa colère s’abattrait sur lui.", "9 Et maintenant, nous pouvons voir les décrets de Dieu concernant ce pays, que c’est une terre de promission; et toute nation qui le possédera servira Dieu, ou sera balayée lorsque la plénitude de sa colère s’abattra sur elle. Et la plénitude de sa colère s’abat sur elle lorsqu’elle est devenue mûre dans l’iniquité.", "10 Car voici, c’est un pays qui est préférable à tous les autres pays; c’est pourquoi celui qui le possède servira Dieu ou sera balayé; car c’est le décret éternel de Dieu. Et ce n’est que lorsque l’iniquité est à son comble parmi les enfants du pays qu’ils sont balayés.", "11 Et ceci vous parvient, ô Gentils, afin que vous connaissiez les décrets de Dieu, afin que vous vous repentiez et ne continuiez pas dans vos iniquités, jusqu’à ce que la plénitude vienne, afin de ne pas faire tomber sur vous la plénitude de la colère de Dieu, comme les habitants du pays l’ont fait jusqu’à présent.", "12 Voici, ceci est un pays de choix, et toute nation qui le possédera sera libre de la servitude, et de la captivité, et de toutes les autres nations sous le ciel, du moment qu’elle sert le Dieu du pays, qui est Jésus-Christ, qui a été manifesté par les choses que nous avons écrites.", "13 Et maintenant, je continue mes annales; car voici, il arriva que le Seigneur amena Jared et ses frères à cette grande mer qui divise les terres. Et lorsqu’ils arrivèrent à la mer, ils dressèrent leurs tentes; et ils donnèrent au lieu le nom de Moriancumer; et ils demeurèrent dans des tentes, et demeurèrent dans des tentes au bord de la mer pendant quatre années.", "14 Et il arriva, au bout de quatre années, que le Seigneur vint de nouveau au frère de Jared, et se tint dans une nuée, et parla avec lui. Et pendant trois heures, le Seigneur parla avec le frère de Jared et le réprimanda, parce qu’il ne se souvenait pas d’invoquer le nom du Seigneur.", "15 Et le frère de Jared se repentit du mal qu’il avait fait et invoqua le nom du Seigneur pour ses frères, qui étaient avec lui. Et le Seigneur lui dit: Je te pardonnerai et je pardonnerai leurs péchés à tes frères; mais tu ne pécheras plus, car vous vous souviendrez que mon Esprit ne luttera pas toujours avec l’homme; c’est pourquoi, si vous péchez jusqu’à ce que vous soyez tout à fait mûrs, vous serez retranchés de la présence du Seigneur. Et ce sont là mes pensées concernant le pays que je vous donnerai en héritage; car ce sera un pays préférable à tous les autres pays.", "16 Et le Seigneur dit: Mets-toi au travail et construis des barques de la manière dont vous les avez construites jusqu’à présent. Et il arriva que le frère de Jared se mit au travail, et aussi ses frères, et ils construisirent des barques de la manière dont ils les avaient construites, selon les instructions du Seigneur. Et elles étaient petites, et elles étaient légères sur l’eau, semblables à la légèreté d’un oiseau sur l’eau.", "17 Et elles étaient construites de manière à être extrêmement étanches, à savoir qu’elles pouvaient contenir de l’eau comme un plat; et le fond en était étanche comme un plat; et les côtés en étaient étanches comme un plat; et les extrémités en étaient pointues; et le sommet en était étanche comme un plat; et la longueur en était la longueur d’un arbre; et la porte, lorsqu’elle était fermée, était étanche comme un plat.", "18 Et il arriva que le frère de Jared éleva la voix vers le Seigneur, disant: Ô Seigneur, j’ai accompli l’œuvre que tu m’as commandée, et j’ai fait les barques selon les instructions que tu m’as données.", "19 Et voici, ô Seigneur, il n’y a en elles aucune lumière; vers où allons-nous gouverner? Et aussi, nous allons périr, car nous ne pouvons y respirer que l’air qui s’y trouve; c’est pourquoi, nous allons périr.", "20 Et le Seigneur dit au frère de Jared: Voici, tu vas faire un trou au sommet, et aussi au fond; et lorsque tu souffriras du manque d’air, tu déboucheras le trou et recevras de l’air. Et s’il arrive que l’eau entre sur toi, voici, tu boucheras le trou, afin de ne pas périr dans le flot.", "21 Et il arriva que le frère de Jared fit ce que le Seigneur lui avait commandé.", "22 Et il éleva de nouveau la voix vers le Seigneur, disant: Ô Seigneur, voici, j’ai fait ce que tu m’as commandé; et j’ai préparé les bateaux pour mon peuple, et voici, il n’y a pas de lumière en eux. Voici, ô Seigneur, souffriras-tu que nous traversions cette grande eau dans les ténèbres?", "23 Et le Seigneur dit au frère de Jared: Que veux-tu que je fasse pour que vous ayez de la lumière dans vos bateaux? Car voici, vous ne pouvez pas avoir de fenêtres, car elles voleraient en éclats; vous ne prendrez pas non plus de feu avec vous, car vous n’irez pas à la lumière du feu.", "24 Car voici, vous serez comme une baleine au milieu de la mer; car les vagues montagneuses se jetteront sur vous. Néanmoins, je vous ferai remonter des profondeurs de la mer; car les vents sont sortis de ma bouche, et les pluies et les flots, je les ai aussi envoyés.", "25 Et voici, je vous prépare contre ces choses; car vous ne pouvez traverser ce grand abîme sans que je ne vous prépare contre les vagues de la mer, et les vents qui sont sortis, et les flots qui viendront. Que veux-tu donc que je prépare pour vous, pour que vous ayez de la lumière lorsque vous serez engloutis dans les profondeurs de la mer?"], "Kiribati": ["A katauraoi Iaretaite ibukin mwanangaia nakon te aba ni berita—Bon te aba ae rine arona are a na toro iai aomata iroun Kristo ke a na teweaki nako—E taetae te Uea nakon tarin Iareta i nanon teniua te aoa—A kabai taian bwaati Iaretaite—E titirakina tarin Iareta te Uea bwa e na kanga ni kaotai taian bwaati.", "1 Ao e a koro bukina bwa Iareta ma tarina, ao aia utu, ao raoraon naba Iareta ma tarina ao aia utu a bon ruo rikaaki nakon te mwarua are i meang, (ao aran te mwarua arei bon Nimrota, bwa e bon aranaki i mwin te tia kaeman ae rangi ni korakora) ma aia nanai ake a ikoti, mwaane ao aine, n aekaia nako.", "2 Ao a bon kawenei naba aia bwai ni kamwaneia manin an nang; ao a bon katauraoa te bwai are a na uoti iai ikan taari.", "3 Ao a bon uota naba mangaiia tetierete, are, kabwaranakoakin nanona, bon te manibeeru ae karaoa te karewerewe; ao ngaia are a uoti ma ngaia bwariko ni manibeeru, ma aekan bwaai nako ake a mena i aon te aba, ao koraa n aekaia nako.", "4 Ao e a koro bukina bwa ngke a tia n ruo rikaaki nakon te mwarua are Nimrota e ruo rikaaki te Uea ma n taetae ni kawai ma tarin Iareta; ao e mena n te nang, ao tarin Iareta e bon aki nooria.", "5 Ao e a koro bukina bwa e anga te tua te Uea nakoia bwa a na mwananga nako nanon te rereua, eng, nakon te mwakoro are e bon tuai ma n roko iai te aomata. Ao e a koro bukina bwa e mwananga te Uea n rimoaia, ma n taetae ni kawai ma ngaia ngke e tei n te nang, ma n anga kaetieti bwa a na riai ni mwananga nakea.", "6 Ao e a koro bukina bwa a bon mwananga i nanon te rereua, ma ni kabai taian bwaati, are a riaon raan aika a mwaiti iai, ma ni kairaki n aki toki ni bain te Uea.", "7 Ao e bon aki kariaia te Uea bwa a na toki i tinanikun taari n te rereua, ma e tangiriia bwa a na roko nakon te aba ni berita, are te aba are e rine i aon aaba nako, are e a tia ni katauraoia te Uea ae te Atua ibukiia aomata aika a raoiroi.", "8 Ao e a tia n taetae i nanon unna nakon tarin Iareta, bwa ane e na bwaina te aba ni berita aio, man te tai aei ao n aki toki, e na beku ibukina, te Atua n ti ngaia ae koaua, bwa a rawa n taeaki nako ngkana e roko bwaninin unna i aoia.", "9 Ao ngkai, ti kona n noori ana tua te Atua ni kaineti ma te aba aio, bwa bon te aba ni berita; ao te botanaomata are e na bwainna e na toro iroun te Atua, ke a na taeaki nako ngkana e roko bwaninin unna i aoia ngkana a tawaa i nanon te bure.", "10 Bwa nooria, aio te aba ae rine i aoia aaba nako; mangaia are e na bwainna ao e na toro iroun te Atua ke e na taeaki nako; bwa bon ana tua te Atua ae akea tokina. Ao e na bon aki riki aei ni karokoa ae a tabwanin natin te aba i nanon te bure, are a na bon taeaki nako iai.", "11 Ao e roko aio nakoimi, O ngkami Tientaire, bwa kam na atai ana tua te Atua—bwa kam aonga n rairinanomi, man aki reitinako i nanon ami bure ni karokoa ae roko ae bwanin, bwa kam aonga n aki uota bwaninin unin te Atua i aomi n aron are a tia ni karaoia mai i mwaina kaain te aba.", "12 Nooria, aio bon te aba ae rine, ao te botanaomata ra ae bwainna e na bon inaomata man te tautoronaki, ao man te kabaeaki, ao man aaba riki tabeua i aan karawa, ngkana a bon toro iroun Atuan te aba, are bon Iesu Kristo, are e a tia ni kaotaki ni bwaai ake ti a tia ni koroi.", "13 Ao ngkai N na waaki nako ma au rongorongo; bwa nooria, e a koro bukina bwa te Uea e uota Iareta ma tarina nakon taari are korakora are e bwenauai aaba. Ao ngke a roko i taari a katei umwaianrianna; ao a arana te tabo arei bwa Morianikuma, ao a maeka n umwanrianna, ao a maeka n umwanrianna i mataniwin taari i nanon te maan ae aua te ririki.", "14 Ao e a koro bukina bwa ngke e a bane aua te ririki ao te Uea e roko riki nakon tarin Iareta, ma n tei n te nang ao e taetae ni kawai mangaia. Ao i nanon te maan ae teniua te aoa ao e bon taetae ni kawai te Uea ma tarin Iareta, ao e boaaki ibukina bwa e aki uringnga ni wetea aran te Uea.", "15 Ao tarin Iareta e rairananona man te buakaka are e a tia ni karaoia, ma ni wetea aran te Uea ibukiia tarina ake a raonna. Ao e taku te Uea nakoina: N na kabwara am bure ao aia bure tarim; ma ko na manga aki oki ni bure, bwa ko na uringnga bwa tamneiu e na bon aki reitinako ni maeka ma te aomata; ngaia are ngkana ko bure ni karokoa ae ko a tawaa ao ko na bon kanakoaki mai matan te Uea. Ao aikai au iango i aon te aba are N na anganiko ibukin am bwai; bwa e na riki bwa te aba ae rine i buakoia aaba nako.", "16 Ao e taku te Uea: Naako mwakuri ao kabai, n aroia bwaati ake kam a tia ni kabai mai i mwaina. Ao e a koro bukina bwa tarin Iareta e bon nako ni mwakuri, ma tarina naba, ma ni kabai taian bwaati n aekan are a tia ni kabai n aron are a tia n tuangaki iroun te Uea. Ao a uarereke, ma ni beebete i aon te ran, n ai aron beebeten te moa i aon te ran.", "17 Ao a bon kateaki n te aro are a rianako beebeteia, n te aro are a kona n taua te ran n aron te raurau; ao bukina e koo n aron te raurau; ao rarikina a bon koo n aron te raurau; ao a kakang taboia; ao are mai eta e bon koo n aron te raurau; ao ananauna ai aron anaun te kai; ao mataroana ngkana e kainaki, e koo n aron te raurau.", "18 Ao e a koro bukina bwa tarin Iareta e takarua nakon te Uea, ni kangai: O te Uea, I a tia ni karaoa te mwakuri are ko tua bwa N na karaoia, ao I a tia ni karaoi taian bwaati n aron are ko a tia ni kairai iai.", "19 Ao nooria, O te Uea, bon akea te oota inanoia; ao ti na bwe nakea? Ao ti na bon mate naba, bwa ti bon aki kona n ikeike inanoia, ma ti iai te ea ake inanoia; mangaia are ti na bon mate.", "20 Ao e taku te Uea nakon tarin Iareta: Nooria, ko na karaoa te bwangabwanga mai i eta, ao i nano naba; ao ngkana kam kainnanoa te ea, kam na kauka te bwangabwanga ma ni butimwaea te ea. Ao ngkana e rin te ran i aomi, nooria, kam na bonota te bwangabwanga, bwa kam aonga n aki mate n te ieka.", "21 Ao e a koro bukina bwa tarin Iareta e karaoia, n aron are e tuangnga te Uea.", "22 Ao e tang nakon te Uea ni kangai: O te Uea, nooria I a tia ni karaoa are ko a tia n tuangai; ao I a tia ni katauraoi kaibuke i bukiia au botanaomata, ao nooria bon akea te oota i nanoia. Nooria, O te Uea, ko kona ni kariaia bwa ti na riaon te ran ae korakora i nanon te roo?", "23 Ao e taku te Uea nakon tarin Iareta: Tera ae ko tangiria bwa N na karaoia bwa e aonga n ae e reke te oota i nanon ami kaibuke? Bwa nooria, kam aki kona ni karekei ami winto, bwa a na oreaki nakon mwakorokoro; ao kam aki kona naba n uota te ai ma ngkami, bwa kam na bon aki kairaki n ootan te ai.", "24 Bwa nooria, kam na riki n aron te kua i nukan marawa; bwa a na oroi ngkami naao aika a maunga. Ma e ngae n anne, N na bon uoti ngkami rake mai i kabin taari; bwa a na otinako aang mai wiiu, ao te karau naba ma te ieka are I a tia ni kanakoi.", "25 Ao nooria, N na katauraoi ngkami ni kaaitarai bwaai aikai; bwa kam aki kona n rinanon te marawa ae korakora aio ma ti ngkana I katauraoi ngkami ni kaaitarai naon taari, ma taian ang ake a waaki nako, ao te ieka are e na roko. Ngaia are teraa ae ko tangiria bwa N na katauraoia bwa e aonga n reke ootami ngkana kam a ongaki i kabin marawa?"]}