{"English": ["The kingdom passes from one to another by descent, intrigue, and murder—Emer saw the Son of Righteousness—Many prophets cry repentance—A famine and poisonous serpents plague the people.", "1 And now I, Moroni, proceed with my record. Therefore, behold, it came to pass that because of the secret combinations of Akish and his friends, behold, they did overthrow the kingdom of Omer.", "2 Nevertheless, the Lord was merciful unto Omer, and also to his sons and to his daughters who did not seek his destruction.", "3 And the Lord warned Omer in a dream that he should depart out of the land; wherefore Omer departed out of the land with his family, and traveled many days, and came over and passed by the hill of Shim, and came over by the place where the Nephites were destroyed, and from thence eastward, and came to a place which was called Ablom, by the seashore, and there he pitched his tent, and also his sons and his daughters, and all his household, save it were Jared and his family.", "4 And it came to pass that Jared was anointed king over the people, by the hand of wickedness; and he gave unto Akish his daughter to wife.", "5 And it came to pass that Akish sought the life of his father-in-law; and he applied unto those whom he had sworn by the oath of the ancients, and they obtained the head of his father-in-law, as he sat upon his throne, giving audience to his people.", "6 For so great had been the spreading of this wicked and secret society that it had corrupted the hearts of all the people; therefore Jared was murdered upon his throne, and Akish reigned in his stead.", "7 And it came to pass that Akish began to be jealous of his son, therefore he shut him up in prison, and kept him upon little or no food until he had suffered death.", "8 And now the brother of him that suffered death, (and his name was Nimrah) was angry with his father because of that which his father had done unto his brother.", "9 And it came to pass that Nimrah gathered together a small number of men, and fled out of the land, and came over and dwelt with Omer.", "10 And it came to pass that Akish begat other sons, and they won the hearts of the people, notwithstanding they had sworn unto him to do all manner of iniquity according to that which he desired.", "11 Now the people of Akish were desirous for gain, even as Akish was desirous for power; wherefore, the sons of Akish did offer them money, by which means they drew away the more part of the people after them.", "12 And there began to be a war between the sons of Akish and Akish, which lasted for the space of many years, yea, unto the destruction of nearly all the people of the kingdom, yea, even all, save it were thirty souls, and they who fled with the house of Omer.", "13 Wherefore, Omer was restored again to the land of his inheritance.", "14 And it came to pass that Omer began to be old; nevertheless, in his old age he begat Emer; and he anointed Emer to be king to reign in his stead.", "15 And after that he had anointed Emer to be king he saw peace in the land for the space of two years, and he died, having seen exceedingly many days, which were full of sorrow. And it came to pass that Emer did reign in his stead, and did fill the steps of his father.", "16 And the Lord began again to take the curse from off the land, and the house of Emer did prosper exceedingly under the reign of Emer; and in the space of sixty and two years they had become exceedingly strong, insomuch that they became exceedingly rich—", "17 Having all manner of fruit, and of grain, and of silks, and of fine linen, and of gold, and of silver, and of precious things;", "18 And also all manner of cattle, of oxen, and cows, and of sheep, and of swine, and of goats, and also many other kinds of animals which were useful for the food of man.", "19 And they also had horses, and asses, and there were elephants and cureloms and cumoms; all of which were useful unto man, and more especially the elephants and cureloms and cumoms.", "20 And thus the Lord did pour out his blessings upon this land, which was choice above all other lands; and he commanded that whoso should possess the land should possess it unto the Lord, or they should be destroyed when they were ripened in iniquity; for upon such, saith the Lord: I will pour out the fulness of my wrath.", "21 And Emer did execute judgment in righteousness all his days, and he begat many sons and daughters; and he begat Coriantum, and he anointed Coriantum to reign in his stead.", "22 And after he had anointed Coriantum to reign in his stead he lived four years, and he saw peace in the land; yea, and he even saw the Son of Righteousness, and did rejoice and glory in his day; and he died in peace.", "23 And it came to pass that Coriantum did walk in the steps of his father, and did build many mighty cities, and did administer that which was good unto his people in all his days. And it came to pass that he had no children even until he was exceedingly old.", "24 And it came to pass that his wife died, being an hundred and two years old. And it came to pass that Coriantum took to wife, in his old age, a young maid, and begat sons and daughters; wherefore he lived until he was an hundred and forty and two years old.", "25 And it came to pass that he begat Com, and Com reigned in his stead; and he reigned forty and nine years, and he begat Heth; and he also begat other sons and daughters.", "26 And the people had spread again over all the face of the land, and there began again to be an exceedingly great wickedness upon the face of the land, and Heth began to embrace the secret plans again of old, to destroy his father.", "27 And it came to pass that he did dethrone his father, for he slew him with his own sword; and he did reign in his stead.", "28 And there came prophets in the land again, crying repentance unto them—that they must prepare the way of the Lord or there should come a curse upon the face of the land; yea, even there should be a great famine, in which they should be destroyed if they did not repent.", "29 But the people believed not the words of the prophets, but they cast them out; and some of them they cast into pits and left them to perish. And it came to pass that they did all these things according to the commandment of the king, Heth.", "30 And it came to pass that there began to be a great dearth upon the land, and the inhabitants began to be destroyed exceedingly fast because of the dearth, for there was no rain upon the face of the earth.", "31 And there came forth poisonous serpents also upon the face of the land, and did poison many people. And it came to pass that their flocks began to flee before the poisonous serpents, towards the land southward, which was called by the Nephites Zarahemla.", "32 And it came to pass that there were many of them which did perish by the way; nevertheless, there were some which fled into the land southward.", "33 And it came to pass that the Lord did cause the serpents that they should pursue them no more, but that they should hedge up the way that the people could not pass, that whoso should attempt to pass might fall by the poisonous serpents.", "34 And it came to pass that the people did follow the course of the beasts, and did devour the carcasses of them which fell by the way, until they had devoured them all. Now when the people saw that they must perish they began to repent of their iniquities and cry unto the Lord.", "35 And it came to pass that when they had humbled themselves sufficiently before the Lord he did send rain upon the face of the earth; and the people began to revive again, and there began to be fruit in the north countries, and in all the countries round about. And the Lord did show forth his power unto them in preserving them from famine."], "Español": ["El reino pasa de uno a otro por descendencia, intrigas y asesinatos— Emer vio al Hijo de Justicia— Muchos profetas proclaman el arrepentimiento— Un hambre muy grande y serpientes venenosas afligen al pueblo.", "1 Y ahora yo, Moroni, prosigo mi relación. Sucedió, pues, que a causa de las combinaciones secretas de Akish y sus amigos, he aquí, derrocaron el reino de Omer.", "2 No obstante, el Señor tuvo misericordia de Omer, y también de sus hijos e hijas que no procuraban su destrucción.", "3 Y el Señor avisó a Omer en un sueño que saliera de la tierra; de modo que se alejó de la tierra con su familia, y viajó por muchos días, y pasó a un lado del cerro Shim, y pasó por el sitio donde fueron destruidos los nefitas; y de allí se dirigió hacia el este, y llegó a un paraje llamado Ablom, a orillas del mar; y allí plantó su tienda, y sus hijos y sus hijas, y toda su familia también, salvo Jared y su familia.", "4 Y aconteció que Jared fue ungido rey sobre el pueblo, por manos inicuas; y dio a su hija por esposa a Akish.", "5 Y sucedió que Akish procuró quitarle la vida a su suegro; y se dirigió a aquellos a quienes había juramentado con el juramento de los antiguos, y le cortaron la cabeza a su suegro mientras se hallaba sentado sobre su trono dando audiencia a su pueblo.", "6 Porque tan grande había sido la diseminación de esta inicua y secreta sociedad, que había corrompido el corazón de todo el pueblo; de modo que Jared fue asesinado sobre su trono, y Akish reinó en su lugar.", "7 Y sucedió que Akish empezó a tener celos de su hijo; de modo que lo encerró en la prisión, y lo tuvo con poco o nada que comer, hasta que murió.", "8 Y el hermano del que murió (y se llamaba Nimra) se irritó contra su padre por lo que había hecho con su hermano.", "9 Y aconteció que Nimra juntó a un pequeño número de hombres y huyó de la tierra, y se fue a vivir con Omer.", "10 Y sucedió que Akish engendró a otros hijos, y estos se granjearon el corazón del pueblo, a pesar de que ellos le habían jurado cometer toda clase de iniquidades de conformidad con lo que él deseara.", "11 Y los del pueblo de Akish codiciaban las riquezas, así como Akish ambicionaba el poder; por tanto, los hijos de Akish les ofrecieron dinero, por medio de lo cual se ganaron a la mayor parte del pueblo.", "12 Y empezó a haber una guerra entre Akish y los hijos de Akish, la cual duró por el espacio de muchos años, sí, hasta la destrucción de casi toda la gente del reino, sí, todos salvo treinta almas y aquellos que huyeron con la familia de Omer.", "13 Por tanto, Omer fue restituido a la tierra de su herencia.", "14 Y sucedió que Omer empezó a envejecer; no obstante, en su vejez engendró a Emer; y ungió a Emer por rey para que reinara en su lugar.", "15 Y después de haber ungido a Emer por rey, gozó de paz en la tierra por el espacio de dos años, y murió, habiendo visto días extremadamente numerosos, los cuales fueron llenos de angustia. Y ocurrió que Emer reinó en su lugar, y siguió los pasos de su padre.", "16 Y el Señor de nuevo empezó a retirar la maldición de sobre la tierra, y la casa de Emer prosperó grandemente bajo su reinado; y en el espacio de sesenta y dos años se habían hecho fuertes en extremo, de modo que llegaron a ser sumamente ricos,", "17 pues tenían toda clase de frutas y granos, y de sedas, y de lino fino, y de oro, y de plata, y de objetos preciosos;", "18 y también todo género de ganado, de bueyes, y vacas, y de ovejas, y de cerdos, y de cabras, y también muchas otras clases de animales que eran útiles para el sustento del hombre.", "19 Y también tenían caballos y asnos, y había elefantes y curelomes y cumomes, todos los cuales eran útiles para el hombre, y más particularmente los elefantes y curelomes y cumomes.", "20 Y así fue como el Señor derramó sus bendiciones sobre esta tierra, que era escogida sobre todas las demás tierras; y mandó que quienes poseyeran la tierra, la poseyeran para los fines del Señor, o serían destruidos cuando hubiesen madurado en la iniquidad; porque sobre estos, dice el Señor, derramaré la plenitud de mi ira.", "21 Y Emer juzgó con rectitud todos los días de su vida, y engendró muchos hijos e hijas; y engendró a Coriántum, y ungió a Coriántum para que reinara en su lugar.", "22 Y después que hubo ungido a Coriántum para que reinara en su lugar, vivió cuatro años, y gozó de paz en la tierra; sí, aun vio al Hijo de Justicia, y se regocijó, y se glorió en su día; y murió en paz.", "23 Y acaeció que Coriántum anduvo por las sendas de su padre, y edificó muchas grandes ciudades, y administró lo que era bueno a su pueblo todos los días de su vida. Y sucedió que no tuvo hijos sino hasta una edad muy avanzada.", "24 Y aconteció que murió su esposa, de ciento y dos años de edad. Y sucedió que Coriántum, en su vejez, tomó a una joven por esposa, y engendró hijos e hijas; y vivió hasta ciento cuarenta y dos años de edad.", "25 Y aconteció que engendró a Com, y Com reinó en su lugar; y reinó cuarenta y nueve años, y engendró a Het; y engendró también otros hijos e hijas.", "26 Y el pueblo se había extendido de nuevo sobre toda la faz de la tierra, y otra vez empezó a haber una iniquidad sumamente grande sobre la faz de la tierra; y Het comenzó a adoptar nuevamente los planes secretos de los tiempos antiguos, para destruir a su padre.", "27 Y sucedió que destronó a su padre, pues lo mató con su propia espada; y reinó en su lugar.", "28 Y de nuevo llegaron profetas a la tierra, proclamándoles el arrepentimiento, sí, que debían preparar el camino del Señor, o caería una maldición sobre la faz de la tierra; sí, que habría un hambre muy grande, en la que serían destruidos si no se arrepentían.", "29 Pero el pueblo no creyó en las palabras de los profetas, sino que los echaron fuera; y arrojaron a algunos en fosos y los dejaron para que muriesen. Y aconteció que hicieron todas estas cosas según el mandato del rey Het.", "30 Y ocurrió que empezó a haber una gran escasez en la tierra, y los habitantes empezaron a ser destruidos con suma rapidez por razón de la escasez, pues no había lluvia sobre la faz de la tierra.", "31 Y también aparecieron serpientes venenosas sobre la superficie de la tierra, y envenenaron a mucha gente. Y sucedió que sus rebaños empezaron a huir de las serpientes venenosas hacia la tierra del sur, que los nefitas llamaban Zarahemla.", "32 Y aconteció que muchos de ellos perecieron en el camino; no obstante, hubo algunos que huyeron a la tierra del sur.", "33 Y ocurrió que el Señor hizo que no los persiguieran más las serpientes, sino que obstruyeran el camino para que la gente no pudiera pasar, y para que cualquiera que intentara pasar, cayera por las serpientes venenosas.", "34 Y sucedió que el pueblo siguió el rastro de los animales, y devoró los cuerpos muertos de los que caían por el camino hasta que los consumieron todos. Ahora bien, cuando los del pueblo vieron que iban a morir, empezaron a arrepentirse de sus iniquidades, y a clamar al Señor.", "35 Y aconteció que cuando se hubieron humillado suficientemente ante el Señor, él envió la lluvia sobre la faz de la tierra; y el pueblo comenzó a revivir, y empezó a haber frutos en las tierras del norte, y en todas las tierras circunvecinas. Y les mostró el Señor su poder para librarlos del hambre."], "Français": ["Le royaume passe de l’un à l’autre par filiation, intrigue et meurtre— Émer voit le Fils de la justice— Beaucoup de prophètes appellent au repentir— Une famine et des serpents venimeux tourmentent le peuple.", "1 Et maintenant, moi, Moroni, je continue mes annales. Or, voici, il arriva qu’à cause des combinaisons secrètes d’Akish et de ses amis, voici, ils renversèrent le royaume d’Omer.", "2 Néanmoins, le Seigneur fut miséricordieux envers Omer, et aussi envers ses fils et ses filles qui ne cherchaient pas sa perte.", "3 Et le Seigneur avertit Omer en songe de quitter le pays; c’est pourquoi Omer quitta le pays avec sa famille, et il voyagea de nombreux jours, et passa de l’autre côté, et longea la colline de Shim, et passa de l’autre côté près de l’endroit où les Néphites furent détruits, et de là vers l’est, et arriva à un lieu qui était appelé Ablom, près du bord de la mer, et il y dressa sa tente, de même que ses fils et ses filles, et toute sa maison, à l’exception de Jared et de sa famille.", "4 Et il arriva que Jared fut oint roi du peuple par la main de la méchanceté; et il donna sa fille pour épouse à Akish.", "5 Et il arriva qu’Akish chercha à ôter la vie à son beau-père; et il fit appel à ceux qu’il avait assermentés par le serment des anciens, et ils obtinrent la tête de son beau-père, tandis qu’il était assis sur son trône, donnant audience à son peuple.", "6 Car si grande avait été l’expansion de cette société méchante et secrète, qu’elle avait corrompu le cœur de tout le peuple; c’est pourquoi, Jared fut assassiné sur son trône, et Akish régna à sa place.", "7 Et il arriva qu’Akish commença à être jaloux de son fils, c’est pourquoi il le mit en prison et ne lui donna que peu ou pas de nourriture, jusqu’à ce qu’il souffrît la mort.", "8 Et alors, le frère de celui qui avait souffert la mort (et son nom était Nimrah), fut irrité contre son père à cause de ce que son père avait fait à son frère.", "9 Et il arriva que Nimrah rassembla un petit nombre d’hommes, et s’enfuit du pays, et passa de l’autre côté et demeura avec Omer.", "10 Et il arriva qu’Akish engendra d’autres fils, et qu’ils gagnèrent le cœur du peuple, en dépit du fait qu’ils lui eussent juré de commettre toutes sortes d’iniquités, selon ce qu’il désirait.", "11 Or, le peuple d’Akish était aussi avide de gain qu’Akish était avide de pouvoir; c’est pourquoi les fils d’Akish lui offrirent de l’argent, moyen par lequel ils entraînèrent la plus grande partie du peuple après eux.", "12 Et il commença à y avoir une guerre entre les fils d’Akish et Akish, guerre qui dura de nombreuses années, oui, jusqu’à la destruction de presque tout le peuple du royaume, oui, tous, sauf trente âmes, et ceux qui s’étaient enfuis avec la maison d’Omer.", "13 C’est pourquoi, Omer fut rétabli dans le pays de son héritage.", "14 Et il arriva qu’Omer commença à être vieux; néanmoins, dans sa vieillesse, il engendra Émer; et il oignit Émer pour être roi, pour régner à sa place.", "15 Et lorsqu’il eut oint Émer roi, il vit la paix dans le pays pendant l’espace de deux ans, et il mourut, ayant vu un nombre extrêmement grand de jours, qui furent remplis de tristesse. Et il arriva qu’Émer régna à sa place et marcha sur les traces de son père.", "16 Et le Seigneur recommença à ôter la malédiction du pays, et la maison d’Émer prospéra extrêmement sous le règne d’Émer; et en soixante-deux ans, ils étaient devenus extrêmement forts, de sorte qu’ils devinrent extrêmement riches,", "17 ayant toutes sortes de fruits, et de grains, et de soieries, et de fin lin, et d’or, et d’argent, et de choses précieuses;", "18 et aussi toutes sortes de bétail, de bœufs, et de vaches, et de brebis, et de porcs, et de chèvres, et aussi beaucoup d’autres espèces d’animaux qui étaient utiles pour la nourriture de l’homme.", "19 Et ils avaient aussi des chevaux, et des ânes, et il y avait des éléphants et des cureloms et des cumoms, lesquels étaient tous utiles à l’homme, et plus spécialement les éléphants, et les cureloms, et les cumoms.", "20 Et ainsi, le Seigneur déversa ses bénédictions sur ce pays, qui était préférable à tous les autres pays; et il commanda que quiconque posséderait le pays le possédât pour le Seigneur, ou il serait détruit lorsqu’il aurait mûri dans l’iniquité; car sur ceux-là, dit le Seigneur, je déverserai la plénitude de ma colère.", "21 Et Émer exerça le jugement en justice toute sa vie, et il engendra beaucoup de fils et de filles; et il engendra Coriantum, et il oignit Coriantum pour régner à sa place.", "22 Et lorsqu’il eut oint Coriantum pour régner à sa place, il vécut quatre ans, et il vit la paix dans le pays; oui, et il vit même le Fils de la justice, et se réjouit, et glorifia son jour; et il mourut en paix.", "23 Et il arriva que Coriantum marcha sur les traces de son père, et bâtit beaucoup de villes puissantes et donna ce qui était bon à son peuple pendant toute sa vie. Et il arriva qu’il n’eut pas d’enfants jusqu’à ce qu’il fût extrêmement vieux.", "24 Et il arriva que son épouse mourut à cent deux ans. Et il arriva que Coriantum, dans sa vieillesse, prit pour épouse une jeune fille et engendra des fils et des filles; c’est pourquoi, il vécut jusqu’à ce qu’il eût cent quarante-deux ans.", "25 Et il arriva qu’il engendra Com, et Com régna à sa place; et il régna quarante-neuf ans, et il engendra Heth; et il engendra aussi d’autres fils et filles.", "26 Et le peuple s’était de nouveau répandu sur toute la surface du pays, et il recommença à y avoir une méchanceté extrêmement grande sur la surface du pays, et Heth commença à adopter de nouveau les plans secrets d’autrefois, pour faire périr son père.", "27 Et il arriva qu’il détrôna son père, car il le tua avec sa propre épée; et il régna à sa place.", "28 Et il vint de nouveau des prophètes dans le pays, les appelant au repentir, disant qu’ils devaient préparer le chemin du Seigneur, ou une malédiction viendrait sur la surface du pays; oui, il y aurait une grande famine dans laquelle ils seraient détruits, s’ils ne se repentaient pas.", "29 Mais le peuple ne crut pas aux paroles des prophètes, mais les chassa; et certains d’entre eux, il les jeta dans des fosses et les y laissa périr. Et il arriva qu’il fit tout cela selon le commandement du roi, Heth.", "30 Et il arriva qu’il commença à y avoir une grande disette dans le pays, et les habitants commencèrent à être détruits extrêmement vite à cause de la disette, car il n’y avait pas de pluie sur la surface de la terre.", "31 Et des serpents venimeux apparurent aussi à la surface du pays, et ils empoisonnèrent beaucoup de gens. Et il arriva que leurs troupeaux commencèrent à fuir devant les serpents venimeux, vers le pays situé du côté du sud, qui était appelé Zarahemla par les Néphites.", "32 Et il arriva qu’il y en eut beaucoup parmi eux qui périrent en chemin; néanmoins, il y en eut qui s’enfuirent dans le pays situé du côté du sud.", "33 Et il arriva que le Seigneur fit en sorte que les serpents ne les poursuivent plus, mais dressent une barrière sur le chemin, pour que le peuple ne puisse passer, afin que quiconque tenterait de passer, périsse par les serpents venimeux.", "34 Et il arriva que le peuple suivit le chemin pris par les bêtes, et dévora les carcasses de celles qui tombaient en chemin, jusqu’à les avoir dévorées toutes. Alors, lorsque le peuple vit qu’il allait périr, il commença à se repentir de ses iniquités et à crier au Seigneur.", "35 Et il arriva que lorsqu’il se fut humilié suffisamment devant le Seigneur, le Seigneur envoya de la pluie sur la surface de la terre, et le peuple commença à revivre, et il commença à y avoir du fruit dans les contrées du nord et dans toutes les contrées alentour. Et le Seigneur lui montra son pouvoir en le préservant de la famine."], "Kiribati": ["E waaki nako te abanuea mai iroun temanna nakon temanna man te riki, te kamwane, ao te tiritiri—Ema e noora Natin te Raoiroi—A mwaiti burabeti aika a takaruaea te rairannano—Te rongo ao naeta aika a kamamate a taonianako aomata.", "1 Ao ngkai Ngai, ae Moronaai, I a waaki ma reekoti. Ngaia are nooria, e a koro bukina bwa ibukin aia botaki ni karaba aika buakaka Akiti ma raoraona, nooria, a bon kabwaka abanuean Oma.", "2 Ma e ngae n anne, e bon nanoanga te uea nakon Oma, ao nakon naba natina mwaane ao aine ake a bon aki ukoukora tiringana.", "3 Ao te Uea e anga te taeka ni kauring nakon Oma n te mii bwa e na kitana te aba; ngaia are Oma e kitana te aba ma ana utu, ao a mwananga i nanon boong aika a mwaiti, man roko nakon te tabuki are Tiim, ma n roko nakon te tabo are a tiringaki iai Nibwaite, ao ma ikekei nako mainiku, ma n roko nakon te aba are e aranaki bwa Aborom, i rarikin mataniwin te bike, ao e katea ana umwanrianna ikekei, ao natina naba mwaane ao aine, ao kaain batana ni kabane, ma ti Iareta ma ana utu ae a aki.", "4 Ao e a koro bukina bwa e kabiraki Iareta bwa te uea i aoia aomata, ni baia aika a buakaka; ao e anga natina te aine nakon Akiti bwa buuna.", "5 Ao e a koro bukina bwa Akiti e ukoukora maiun taman kaain abana; ao e bubuti nakoia naake e a tia ni berita mangaiia n te berita ni kawai, ao a karekea atuun taman kaain abana, ngke e tekateka i aon ana kaintoka n uea, n taetae ni kawai nakoia ana botanaomata.", "6 Ao e a rangi ni korakora butanakon te buakaka ao te botaki ae raba aio n te aro are e a kabuakaka nanoia aomata ni kabane; ngaia are Iareta e a tiringaki i aon ana kaintoka n uea, ao e uea Akiti n onea mwina.", "7 Ao e a koro bukina bwa Akiti e a bakantang iroun natina te mwaane, ngaia are e a rokanna n te nne ni kaikain, ma n anganna te amwarake ae rangi n uarereke ke ae bon akea ni karokoa e a mate.", "8 Ao ngkai tarin teuare e mate (ao arana bon Nimraa) e un iroun tamana ibukin te bwai are e karaoia tamana nakon tarina.", "9 Ao e a koro bukina bwa Nimraa e ikotiia te mwaiti n aomata ae a karako, ao e birinako man te aba, ma n roko ni maeka ma Oma.", "10 Ao e a koro bukina bwa Akiti e karikiia riki natina mwaane, ao a tatangiraki irouia aomata, e ngae ngke a tia ni berita nakoina bwa a na karaoi aekan buakaka nako n aron are e tangiria.", "11 Ngkai ana botanaomata Akiti a tangira reken ae raka irouia, n aiaron Akiti ae tangira te kan tautaeka; ngaia are natin Akiti ake mwaane, a bon anganiia te mwane, ao a iraki irouia aomata aika a mwaiti riki ibukin aei.", "12 Ao e a riki te buaka i marenaia natin Akiti ake mwaane ao Akiti are a waaki i nanon te maan ae ririki aika a bati, eng, ao a kuri n tiringaki aomata ni kabane n te abanuea, eng, bon ni kabane, ma ti teningaun aomata, ao naake a birinako ma kaain batan Oma.", "13 Mangaia are Oma e a manga kaokaki nakon abana ni bwaibwai", "14 Ao e a koro bukina bwa e a moanna ni kara Oma; ma e ngae n anne, i nanon ana tai ni kara ao e karika Ema; ao e kabira Ema bwa e na uea i mwina.", "15 Ao i mwin are e a tia n kabira Ema bwa e na uea ao e noora te rau iaon te aba i nanon te maan ae uoua te ririki ao e a mate naba, i mwin ana boong ni maiu aika a rangi ni mwaiti, ake a bon onrake n te nanokawaki. Ao e a koro bukina bwa Ema e bon onea mwiina n tautaeka, ao e katotonga aron ana waaki tamana.", "16 Ao te Uea e waaki ni kanakoa te rekenikai mai iaon te aba, ao e rikirake aron mwengan Ema i aan ana tautaeka Ema; ao i nanon te maan ae onobwi ma uoua te ririki ao a rikirake ni korakora, n te aro are e a korakora kaubwaia.", "17 Iai irouia aekan nako uaanikai, ao wiita, ao tirika, ao rinen aika a rarangaki raoi, ao koora, ao tirewa, ao bwaai aika a kakawaki.", "18 Ao aekan nako maan aika aai rangaia ao maan n aiaroia kao, ao te kao, ao tiibu, ao beeki, ao kooti, ao aekan nako maan aika a raoiroi ibukin kanaia aomata.", "19 Ao iai naba aia aoti, ma aia aati, ao erebwanti, ma kuarom ao kumwam ake a bon bongana iroun te aomata ao ai moaraara riki taian erebwanti ma kuarom ao kumwam.", "20 Ao ngaia are te Uea e a bon kabwaroa ana kakabwaia iaon te aba aio, are e bon rine i aoia aaba nako; ao e tua bwa ane e taua te aba e na taua nakon te Uea, ke a na tiringaki ngkana a tawaa n te bure; bwa N na kabwaroa bwaninin uniu i aoia aekaki aikai, e taku te Uea.", "21 Ao Ema e bon karaoa te motikitaeka i nanon te raoiroi ni kabanea ana bong, ao e karikia natina mwaane ao aine aika a mwaiti; ao e karika Koriantam, ao e kabira Koriantam bwa e na uea i mwina.", "22 Ao i mwin are e kabira Koriantam bwa e na uea i mwina e maiu i nanon aua te ririki, ao e nora te rau n te aba; eng, ao e nora naba Natin te Raoiroi, ao e kimwareirei ma ni kakatonga i nanon ana bong; ao e mate i nanon te rau.", "23 Ao e a koro bukina bwa Koriantam e bon nakonako n aron tamana, ma ni katei kaawa aika a mwaiti ma ni korakora ao e karaoa ae raoiroi nakoia ana botanaomata i nanon ana bong ni kabane. Ao e a koro bukina bwa akea natina ni karokoa ae e a rangi ni kara.", "24 Ao e a koro bukina bwa e a mate buuna, bwa ai tebubua ao uoua ana ririki. Ao e a koro bukina bwa Koriantam e a manga anaa buuna, i nanon ana tai ni kara te aine ae rikirake, ao e karikiia natina mwaane ao aine; ngaia are e maiu ni karokoa ae ai tebubua ao abwi ma uoua ana ririki.", "25 Ao e a koro bukina bwa e karika Koom, ao Koom e uea i mwina; ao e uea i nanon abwi ma ruaiwa te ririki, ao e karika Eta; ao e karikiia riki natina mwaane ao aine.", "26 Ao aomata a butanako riki iaon te aba, ao e a manga waaki te buakaka ae korakora iaon te aba, ao Eta e a manga karaoi babaire ni kawai ake a karaba, bwa e na tiringa tamana.", "27 Ao e a koro bukina bwa e kabwaka tamana man ueana, bwa e tiringnga n oin ana kabaang; ao e uea i mwina.", "28 Ao a roko burabeti nakon te aba riki, n takaruaea te rairannano nakoia—bwa a na katauraoa kawain te Uea ke e na roko te rekenikai nakon te aba; eng, e na bon iai te rongo ae korakora, are a na bon tiringaki iai ngkana aki rairinanoia.", "29 Ma aomata a bon aki kakoauai aia taeka burabeti, ma a teweia nako ao iai tabeman ake a teweaki nako nanon te mwarua ma ni katikuia bwa a na mate. Ao e a koro bukina bwa a karaoi bwaai aikai n aron ana tua te uea, are Eta.", "30 Ao e a koro bukina bwa e a roko te rongo ae korakora iaon te aba, ao kaaina a moanna ni mate n te aro ae waekoa ibukin te rongo, bwa bon akea te karau iaon te aba.", "31 Ao a roko naeta aika a kamamate iaon te aba naba, ma ni kamateia aomata. Ao e a koro bukina bwa a birinako aia man mai irouia naeta ake a kamamate, nakon te aba are i maiaki, are e aranaki irouia Nibwaite bwa Taraemera.", "32 Ao e a koro bukina bwa a bon mwaiti mai i buakoia ake a mate i nanon kawaia; ma e ngae n anne bon iai mai i buakoia ake a birinako nakon te aba i maiaki.", "33 Ao e a koro bukina bwa te uea e kariaia naeta bwa a na toki ni kakiokioia, ma ana oona te kawai bwa a na aki kona aomata n riaona, ao ane e kataia n riaona ao e na mate irouia naeta ake a kamamate.", "34 Ao e a koro bukina bwa aomata a bon karaoi aia waki maan, ma ni kanii rabwataia ake a mate ake a bwaka i rarikin te kawai, ni karokoa ae a bane ni kang. Ngkai ngke a nooria aomata bwa a nang bon mate ao a rairinanoia man aia bure ma n tang nakon te Uea.", "35 Ao e a koro bukina bwa ngke a nanorinano n te aro ae tau i matan te Uea e bon kabwakaa te karau iaon te aba; ao aomata a manga maiu, ao e a manga reke te uaanikai n te aba i meang, ao n aaba ake i rarikina. Ao te Uea e bon kaota mwaakana nakoia ni kamaiuia man te rongo."]}