{"English": ["The prophet Ether exhorts the people to believe in God—Moroni recounts the wonders and marvels done by faith—Faith enabled the brother of Jared to see Christ—The Lord gives men weakness that they may be humble—The brother of Jared moved Mount Zerin by faith—Faith, hope, and charity are essential to salvation—Moroni saw Jesus face to face.", "1 And it came to pass that the days of Ether were in the days of Coriantumr; and Coriantumr was king over all the land.", "2 And Ether was a prophet of the Lord; wherefore Ether came forth in the days of Coriantumr, and began to prophesy unto the people, for he could not be restrained because of the Spirit of the Lord which was in him.", "3 For he did cry from the morning, even until the going down of the sun, exhorting the people to believe in God unto repentance lest they should be destroyed, saying unto them that by faith all things are fulfilled—", "4 Wherefore, whoso believeth in God might with surety hope for a better world, yea, even a place at the right hand of God, which hope cometh of faith, maketh an anchor to the souls of men, which would make them sure and steadfast, always abounding in good works, being led to glorify God.", "5 And it came to pass that Ether did prophesy great and marvelous things unto the people, which they did not believe, because they saw them not.", "6 And now, I, Moroni, would speak somewhat concerning these things; I would show unto the world that faith is things which are hoped for and not seen; wherefore, dispute not because ye see not, for ye receive no witness until after the trial of your faith.", "7 For it was by faith that Christ showed himself unto our fathers, after he had risen from the dead; and he showed not himself unto them until after they had faith in him; wherefore, it must needs be that some had faith in him, for he showed himself not unto the world.", "8 But because of the faith of men he has shown himself unto the world, and glorified the name of the Father, and prepared a way that thereby others might be partakers of the heavenly gift, that they might hope for those things which they have not seen.", "9 Wherefore, ye may also have hope, and be partakers of the gift, if ye will but have faith.", "10 Behold it was by faith that they of old were called after the holy order of God.", "11 Wherefore, by faith was the law of Moses given. But in the gift of his Son hath God prepared a more excellent way; and it is by faith that it hath been fulfilled.", "12 For if there be no faith among the children of men God can do no miracle among them; wherefore, he showed not himself until after their faith.", "13 Behold, it was the faith of Alma and Amulek that caused the prison to tumble to the earth.", "14 Behold, it was the faith of Nephi and Lehi that wrought the change upon the Lamanites, that they were baptized with fire and with the Holy Ghost.", "15 Behold, it was the faith of Ammon and his brethren which wrought so great a miracle among the Lamanites.", "16 Yea, and even all they who wrought miracles wrought them by faith, even those who were before Christ and also those who were after.", "17 And it was by faith that the three disciples obtained a promise that they should not taste of death; and they obtained not the promise until after their faith.", "18 And neither at any time hath any wrought miracles until after their faith; wherefore they first believed in the Son of God.", "19 And there were many whose faith was so exceedingly strong, even before Christ came, who could not be kept from within the veil, but truly saw with their eyes the things which they had beheld with an eye of faith, and they were glad.", "20 And behold, we have seen in this record that one of these was the brother of Jared; for so great was his faith in God, that when God put forth his finger he could not hide it from the sight of the brother of Jared, because of his word which he had spoken unto him, which word he had obtained by faith.", "21 And after the brother of Jared had beheld the finger of the Lord, because of the promise which the brother of Jared had obtained by faith, the Lord could not withhold anything from his sight; wherefore he showed him all things, for he could no longer be kept without the veil.", "22 And it is by faith that my fathers have obtained the promise that these things should come unto their brethren through the Gentiles; therefore the Lord hath commanded me, yea, even Jesus Christ.", "23 And I said unto him: Lord, the Gentiles will mock at these things, because of our weakness in writing; for Lord thou hast made us mighty in word by faith, but thou hast not made us mighty in writing; for thou hast made all this people that they could speak much, because of the Holy Ghost which thou hast given them;", "24 And thou hast made us that we could write but little, because of the awkwardness of our hands. Behold, thou hast not made us mighty in writing like unto the brother of Jared, for thou madest him that the things which he wrote were mighty even as thou art, unto the overpowering of man to read them.", "25 Thou hast also made our words powerful and great, even that we cannot write them; wherefore, when we write we behold our weakness, and stumble because of the placing of our words; and I fear lest the Gentiles shall mock at our words.", "26 And when I had said this, the Lord spake unto me, saying: Fools mock, but they shall mourn; and my grace is sufficient for the meek, that they shall take no advantage of your weakness;", "27 And if men come unto me I will show unto them their weakness. I give unto men weakness that they may be humble; and my grace is sufficient for all men that humble themselves before me; for if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them.", "28 Behold, I will show unto the Gentiles their weakness, and I will show unto them that faith, hope and charity bringeth unto me—the fountain of all righteousness.", "29 And I, Moroni, having heard these words, was comforted, and said: O Lord, thy righteous will be done, for I know that thou workest unto the children of men according to their faith;", "30 For the brother of Jared said unto the mountain Zerin, Remove—and it was removed. And if he had not had faith it would not have moved; wherefore thou workest after men have faith.", "31 For thus didst thou manifest thyself unto thy disciples; for after they had faith, and did speak in thy name, thou didst show thyself unto them in great power.", "32 And I also remember that thou hast said that thou hast prepared a house for man, yea, even among the mansions of thy Father, in which man might have a more excellent hope; wherefore man must hope, or he cannot receive an inheritance in the place which thou hast prepared.", "33 And again, I remember that thou hast said that thou hast loved the world, even unto the laying down of thy life for the world, that thou mightest take it again to prepare a place for the children of men.", "34 And now I know that this love which thou hast had for the children of men is charity; wherefore, except men shall have charity they cannot inherit that place which thou hast prepared in the mansions of thy Father.", "35 Wherefore, I know by this thing which thou hast said, that if the Gentiles have not charity, because of our weakness, that thou wilt prove them, and take away their talent, yea, even that which they have received, and give unto them who shall have more abundantly.", "36 And it came to pass that I prayed unto the Lord that he would give unto the Gentiles grace, that they might have charity.", "37 And it came to pass that the Lord said unto me: If they have not charity it mattereth not unto thee, thou hast been faithful; wherefore, thy garments shall be made clean. And because thou hast seen thy weakness thou shalt be made strong, even unto the sitting down in the place which I have prepared in the mansions of my Father.", "38 And now I, Moroni, bid farewell unto the Gentiles, yea, and also unto my brethren whom I love, until we shall meet before the judgment-seat of Christ, where all men shall know that my garments are not spotted with your blood.", "39 And then shall ye know that I have seen Jesus, and that he hath talked with me face to face, and that he told me in plain humility, even as a man telleth another in mine own language, concerning these things;", "40 And only a few have I written, because of my weakness in writing.", "41 And now, I would commend you to seek this Jesus of whom the prophets and apostles have written, that the grace of God the Father, and also the Lord Jesus Christ, and the Holy Ghost, which beareth record of them, may be and abide in you forever. Amen."], "Español": ["El profeta Éter exhorta al pueblo a creer en Dios— Moroni relata las maravillas y los milagros que se efectúan por medio de la fe— La fe permitió al hermano de Jared ver a Cristo— El Señor da debilidad a los hombres para que sean humildes— Por medio de la fe, el hermano de Jared causó que el monte de Zerín se apartara— La fe, la esperanza y la caridad son esenciales para la salvación— Moroni vio a Jesús cara a cara.", "1 Y sucedió que Éter vivió en los días de Coriántumr; y Coriántumr era rey de toda la tierra.", "2 Y Éter era profeta del Señor; por tanto, Éter salió en los días de Coriántumr y empezó a profetizar al pueblo, porque no se le podía restringir, debido al Espíritu del Señor que había en él.", "3 Porque clamaba desde la mañana hasta la puesta del sol, exhortando a los del pueblo a creer en Dios para arrepentimiento, no fuese que quedaran destruidos, diciéndoles que por medio de la fe todas las cosas se cumplen:", "4 de modo que los que creen en Dios pueden tener la firme esperanza de un mundo mejor, sí, aun un lugar a la diestra de Dios; y esta esperanza viene por la fe, proporciona un ancla a las almas de los hombres y los hace seguros y firmes, abundando siempre en buenas obras, siendo impulsados a glorificar a Dios.", "5 Y acaeció que Éter profetizó al pueblo cosas grandes y maravillosas, las cuales no creyeron, porque no las veían.", "6 Y ahora yo, Moroni, quisiera hablar algo concerniente a estas cosas. Quisiera mostrar al mundo que la fe es las cosas que se esperan y no se ven; por tanto, no contendáis porque no veis, porque no recibís ningún testimonio sino hasta después de la prueba de vuestra fe.", "7 Porque fue por la fe que Cristo se manifestó a nuestros padres, después que él hubo resucitado de los muertos; y no se manifestó a ellos sino hasta después que tuvieron fe en él; por consiguiente, fue indispensable que algunos tuvieran fe en él, puesto que no se mostró al mundo.", "8 Pero por motivo de la fe de los hombres, él se ha manifestado al mundo, y ha glorificado el nombre del Padre, y preparado un medio por el cual otros pueden ser partícipes del don celestial, para que tengan esperanza en las cosas que no han visto.", "9 Por lo tanto, vosotros también podéis tener esperanza, y participar del don, si tan solo tenéis fe.", "10 He aquí, fue por la fe que los de la antigüedad fueron llamados según el santo orden de Dios.", "11 Por tanto, la ley de Moisés se dio por la fe. Mas en el don de su Hijo, Dios ha preparado un camino más excelente; y es por la fe que se ha cumplido.", "12 Porque si no hay fe entre los hijos de los hombres, Dios no puede hacer ningún milagro entre ellos; por tanto, no se mostró sino hasta después de su fe.", "13 He aquí, fue la fe de Alma y de Amulek lo que hizo que se derribara la prisión.", "14 He aquí, fue la fe de Nefi y de Lehi lo que obró el cambio en los lamanitas, de modo que fueron bautizados con fuego y con el Espíritu Santo.", "15 He aquí, fue la fe de Ammón y de sus hermanos lo que obró tan gran milagro entre los lamanitas.", "16 Sí, y todos cuantos han obrado milagros los han obrado por la fe, tanto aquellos que fueron antes de Cristo, como los que fueron después de él.", "17 Y fue por la fe que los tres discípulos obtuvieron la promesa de que no gustarían la muerte; y no obtuvieron la promesa sino hasta después de tener fe.", "18 Y en ningún tiempo persona alguna ha obrado milagros sino hasta después de su fe; por tanto, primero creyeron en el Hijo de Dios.", "19 Y hubo muchos cuya fe era tan sumamente fuerte, aun antes de la venida de Cristo, que no se les pudo impedir penetrar el velo, sino que realmente vieron con sus propios ojos las cosas que habían visto con el ojo de la fe; y se regocijaron.", "20 Y he aquí, hemos visto en estos anales que uno de estos fue el hermano de Jared; porque tan grande era su fe en Dios, que cuando Dios extendió su dedo, no lo pudo ocultar de la vista del hermano de Jared, por motivo de la palabra que le había hablado, palabra que había logrado por medio de la fe.", "21 Y después que el hermano de Jared hubo visto el dedo del Señor, debido a la promesa que por la fe había obtenido el hermano de Jared, el Señor no pudo ocultarle nada de su vista; por consiguiente, le mostró todas las cosas, porque ya no se le podía mantener fuera del velo.", "22 Y es por la fe que mis padres han obtenido la promesa de que estas cosas han de llegar a sus hermanos por medio de los gentiles; por tanto, el Señor me ha mandado, sí, aun Jesucristo mismo.", "23 Y le dije: Señor, los gentiles se burlarán de estas cosas, debido a nuestra debilidad en escribir; porque tú, Señor, nos has hecho fuertes en palabras por la fe, pero no nos has hecho fuertes para escribir; porque concediste que todos los de este pueblo declarasen mucho, por motivo del Espíritu Santo que tú les has dado;", "24 y tú has hecho que no podamos escribir sino poco, a causa de la torpeza de nuestras manos. He aquí, no nos has hecho fuertes en escribir, como al hermano de Jared; porque le concediste que las cosas que él escribiera fuesen tan potentes como tú lo eres, al grado de dominar al hombre al leerlas.", "25 También has hecho grandes y potentes nuestras palabras, al grado de que no las podemos escribir; así que, cuando escribimos, vemos nuestra debilidad, y tropezamos por la manera de colocar nuestras palabras; y temo que los gentiles se burlen de nuestras palabras.", "26 Y cuando hube dicho esto, el Señor me habló, diciendo: Los insensatos hacen burla, mas se lamentarán; y mi gracia es suficiente para los mansos, para que no saquen provecho de vuestra debilidad;", "27 y si los hombres vienen a mí, les mostraré su debilidad. Doy a los hombres debilidad para que sean humildes; y basta mi gracia a todos los hombres que se humillan ante mí; porque si se humillan ante mí, y tienen fe en mí, entonces haré que las cosas débiles sean fuertes para ellos.", "28 He aquí, mostraré a los gentiles su debilidad, y les mostraré que la fe, la esperanza y la caridad conducen a mí, la fuente de toda rectitud.", "29 Y yo, Moroni, habiendo oído estas palabras, me consolé, y dije: ¡Oh Señor, hágase tu justa voluntad!, porque sé que obras con los hijos de los hombres según su fe;", "30 porque el hermano de Jared dijo al monte de Zerín: ¡Apártate!; y se apartó. Y si él no hubiera tenido fe, el monte no se habría movido; por tanto, tú obras después que los hombres tienen fe.", "31 Pues así te manifestaste a tus discípulos; porque después que tuvieron fe y hablaron en tu nombre, te mostraste a ellos con gran poder.", "32 Y también me acuerdo de que has dicho que tienes preparada una morada para el hombre, sí, entre las mansiones de tu Padre, en lo cual el hombre puede tener una esperanza más excelente; por tanto, el hombre debe tener esperanza, o no puede recibir una herencia en el lugar que tú has preparado.", "33 Y además, recuerdo que tú has dicho que has amado al mundo, aun al grado de dar tu vida por el mundo, a fin de volverla a tomar, con objeto de preparar un lugar para los hijos de los hombres.", "34 Y ahora sé que este amor que has tenido por los hijos de los hombres es la caridad; por tanto, a menos que los hombres tengan caridad, no pueden heredar ese lugar que has preparado en las mansiones de tu Padre.", "35 Por lo que sé, por esto que has dicho, que si los gentiles no tienen caridad, por motivo de nuestra debilidad, tú los probarás y les quitarás su talento, sí, aun lo que hayan recibido, y lo darás a los que tengan más abundantemente.", "36 Y sucedió que le imploré al Señor que diera gracia a los gentiles, para que tuvieran caridad.", "37 Y aconteció que el Señor me dijo: Si no tienen caridad, es cosa que nada tiene que ver contigo; tú has sido fiel; por tanto, tus vestidos estarán limpios. Y porque has visto tu debilidad, serás fortalecido, aun hasta sentarte en el lugar que he preparado en las mansiones de mi Padre.", "38 Y ahora yo, Moroni, me despido de los gentiles, sí, y también de mis hermanos a quienes amo, hasta que nos encontremos ante el tribunal de Cristo, donde todos los hombres sabrán que mis vestidos no se han manchado con vuestra sangre.", "39 Y entonces sabréis que he visto a Jesús, y que él ha hablado conmigo cara a cara, y que me dijo con sencilla humildad, en mi propio idioma, así como un hombre lo dice a otro, concerniente a estas cosas.", "40 Y no he escrito sino unas pocas, a causa de mi debilidad en escribir.", "41 Y ahora quisiera exhortaros a buscar a este Jesús de quien han escrito los profetas y apóstoles, a fin de que la gracia de Dios el Padre, y también del Señor Jesucristo, y del Espíritu Santo, que da testimonio de ellos, esté y permanezca en vosotros para siempre jamás. Amén."], "Français": ["Le prophète Éther exhorte le peuple à croire en Dieu— Moroni énumère les merveilles et les prodiges accomplis par la foi— C’est la foi qui permit au frère de Jared de voir le Christ— Le Seigneur donne aux hommes de la faiblesse afin qu’ils soient humbles— Le frère de Jared déplaça le mont Zérin par la foi— La foi, l’espérance et la charité sont essentielles au salut— Moroni vit Jésus face à face.", "1 Et il arriva que les jours d’Éther furent du temps de Coriantumr; et Coriantumr était roi de tout le pays.", "2 Et Éther était prophète du Seigneur; c’est pourquoi, Éther sortit au temps de Coriantumr, et commença à prophétiser au peuple, car il ne pouvait être arrêté à cause de l’Esprit du Seigneur qui était en lui.", "3 Car il élevait la voix du matin jusqu’au coucher du soleil, exhortant le peuple à croire en Dieu pour le repentir, de peur d’être détruit, lui disant que toutes choses s’accomplissent par la foi—", "4 c’est pourquoi, quiconque croit en Dieu peut espérer avec certitude un monde meilleur, oui, une place à la droite de Dieu, espérance qui vient de la foi et constitue, pour l’âme des hommes, une ancre qui les rend sûrs et constants, toujours abondants en bonnes œuvres, amenés à glorifier Dieu.", "5 Et il arriva qu’Éther prophétisa au peuple des choses grandes et merveilleuses, qu’il ne crut pas, parce qu’il ne les voyait pas.", "6 Et maintenant, moi, Moroni, je voudrais parler quelque peu de ces choses; je voudrais montrer au monde que la foi, ce sont les choses qu’on espère et qu’on ne voit pas; c’est pourquoi, ne contestez pas parce que vous ne voyez pas, car vous ne recevez de témoignage qu’après la mise à l’épreuve de votre foi.", "7 Car c’est par la foi que le Christ se montra à nos pères, lorsqu’il fut ressuscité d’entre les morts; et il ne se montra à eux que lorsqu’ils eurent foi en lui; c’est pourquoi, il fallait nécessairement que certains eussent foi en lui, car il ne se montra pas au monde.", "8 Mais à cause de la foi des hommes, il s’est montré au monde, et a glorifié le nom du Père, et a préparé une voie pour que d’autres soient participants du don céleste, afin qu’ils espèrent ce qu’ils n’ont pas vu.", "9 C’est pourquoi, vous pouvez aussi avoir l’espérance et être participants du don, du moment que vous avez la foi.", "10 Voici, c’est par la foi que ceux d’autrefois furent appelés selon le saint ordre de Dieu.", "11 C’est pourquoi, c’est par la foi que la loi de Moïse a été donnée. Mais dans le don de son Fils, Dieu a préparé une voie par excellence; et c’est par la foi que cela a été accompli.", "12 Car s’il n’y a pas de foi parmi les enfants des hommes, Dieu ne peut faire aucun miracle parmi eux; c’est pourquoi, il ne s’est montré qu’après leur foi.", "13 Voici, c’est la foi d’Alma et d’Amulek qui fit s’écrouler la prison.", "14 Voici, c’est la foi de Néphi et de Léhi qui produisit le changement chez les Lamanites, de sorte qu’ils furent baptisés de feu et du Saint-Esprit.", "15 Voici, c’est la foi d’Ammon et de ses frères qui accomplit un si grand miracle parmi les Lamanites.", "16 Oui, et tous ceux qui ont accompli des miracles les ont accomplis par la foi, aussi bien ceux qui furent avant le Christ que ceux qui furent après.", "17 Et c’est par la foi que les trois disciples obtinrent la promesse qu’ils ne goûteraient pas la mort; et ils n’obtinrent la promesse qu’après avoir eu la foi.", "18 Et jamais personne, à aucun moment, n’a accompli de miracles si ce n’est après avoir eu la foi; c’est pourquoi, ils ont tout d’abord cru au Fils de Dieu.", "19 Et il y en a eu beaucoup dont la foi était tellement forte, avant même la venue du Christ, qu’ils ne pouvaient être gardés à l’extérieur du voile, mais ils ont vu, en vérité, de leurs yeux, les choses qu’ils avaient vues avec l’œil de la foi, et ils s’en sont réjouis.", "20 Et voici, nous avons vu dans ces annales qu’un de ceux-ci était le frère de Jared; car si grande était sa foi en Dieu, que lorsque Dieu avança le doigt, il ne put le cacher à la vue du frère de Jared à cause de la parole qu’il lui avait dite, parole qu’il avait obtenue par la foi.", "21 Et lorsque le frère de Jared eut vu le doigt du Seigneur à cause de la promesse que le frère de Jared avait obtenue par la foi, le Seigneur ne put rien dissimuler à sa vue; c’est pourquoi il lui montra toutes choses, car il ne pouvait plus être gardé à l’extérieur du voile.", "22 Et c’est par la foi que mes pères ont obtenu la promesse que ces choses parviendraient à leurs frères par l’intermédiaire des Gentils; c’est pourquoi, le Seigneur, oui, Jésus-Christ m’a donné ce commandement.", "23 Et je lui dis: Seigneur, les Gentils se moqueront de ces choses à cause de notre faiblesse à écrire; car, Seigneur, tu nous a rendus puissants en paroles par la foi, mais tu ne nous a pas rendus puissants à écrire; car tu as fait que tout ce peuple puisse parler beaucoup à cause du Saint-Esprit que tu lui as donné;", "24 et tu as fait que nous ne puissions écrire que peu à cause de la maladresse de nos mains. Voici, tu ne nous a pas rendus puissants à écrire comme le frère de Jared, car tu as fait que les choses qu’il écrivait soient puissantes comme tu l’es, au point que l’homme est irrésistiblement poussé à le lire.", "25 Tu as aussi rendu nos paroles puissantes et grandes au point que nous ne pouvons les écrire; c’est pourquoi, lorsque nous écrivons, nous voyons notre faiblesse et trébuchons à cause de l’arrangement de nos paroles; et je crains que les Gentils ne se moquent de nos paroles.", "26 Et lorsque j’eus dit cela, le Seigneur me parla, disant: Les insensés se moquent, mais ils se lamenteront; et ma grâce suffit aux humbles, de sorte qu’ils ne tireront aucun avantage de votre faiblesse;", "27 et si les hommes viennent à moi, je leur montrerai leur faiblesse. Je donne aux hommes de la faiblesse afin qu’ils soient humbles; et ma grâce suffit à tous les hommes qui s’humilient devant moi; car s’ils s’humilient devant moi, et ont foi en moi, alors je rendrai fortes pour eux les choses qui sont faibles.", "28 Voici, je montrerai aux Gentils leur faiblesse et je leur montrerai que la foi, l’espérance et la charité mènent à moi, la source de toute justice.", "29 Et moi, Moroni, ayant entendu ces paroles, je fus consolé, et je dis: Ô Seigneur, que ta juste volonté soit faite, car je sais que tu fais aux enfants des hommes selon leur foi;", "30 car le frère de Jared dit à la montagne Zérin: Déplace-toi, et elle fut déplacée. Et s’il n’avait pas eu la foi, elle n’aurait pas été déplacée; c’est pourquoi, tu agis après que les hommes ont la foi.", "31 Car c’est ainsi que tu t’es manifesté à tes disciples; car après qu’ils ont eu la foi et ont parlé en ton nom, tu t’es montré à eux avec une grande puissance.", "32 Et je me souviens aussi que tu as dit que tu as préparé une maison pour l’homme, oui, parmi les demeures de ton Père, grâce à quoi l’homme peut avoir une espérance plus excellente; c’est pourquoi, l’homme doit espérer, ou il ne peut recevoir d’héritage dans le lieu que tu as préparé.", "33 Et en outre, je me souviens que tu as dit que tu as aimé le monde au point de donner ta vie pour le monde, afin de la reprendre, pour préparer un lieu pour les enfants des hommes.", "34 Et maintenant, je sais que cet amour que tu as eu pour les enfants des hommes est la charité; c’est pourquoi, si les hommes n’ont pas la charité, ils ne peuvent hériter ce lieu que tu as préparé dans les demeures de ton Père.", "35 C’est pourquoi, je sais, par cette chose que tu as dite, que si les Gentils n’ont pas la charité à cause de notre faiblesse, tu les mettras à l’épreuve et tu leur enlèveras leur talent, oui, ce qu’ils ont reçu, et tu donneras à ceux qui auront plus abondamment.", "36 Et il arriva que je priai le Seigneur, afin qu’il donnât aux Gentils la grâce, afin qu’ils eussent la charité.", "37 Et il arriva que le Seigneur me dit: S’ils n’ont pas la charité, cela n’a pas d’importance pour toi, tu as été fidèle; c’est pourquoi tes vêtements seront purifiés. Et parce que tu as vu ta faiblesse, tu seras rendu fort au point de t’asseoir dans le lieu que j’ai préparé dans les demeures de mon Père.", "38 Et maintenant, moi, Moroni, je dis adieu aux Gentils, oui, et aussi à mes frères que j’aime, jusqu’à ce que nous nous rencontrions devant le siège du jugement du Christ, où tous les hommes sauront que mes vêtements ne sont pas tachés de votre sang.", "39 Et alors, vous saurez que j’ai vu Jésus, et qu’il a parlé face à face avec moi, et qu’il m’a parlé de ces choses avec une humilité évidente, comme un homme parle à un autre, dans ma propre langue;", "40 et je n’en ai écrit que quelques-unes à cause de ma faiblesse à écrire.", "41 Et maintenant, je voudrais vous recommander de rechercher ce Jésus sur qui les prophètes et les apôtres ont écrit, afin que la grâce de Dieu le Père et aussi du Seigneur Jésus-Christ, et le Saint-Esprit, qui témoigne d’eux, soient et demeurent en vous à jamais. Amen."], "Kiribati": ["Te burabeti are Ita e kairoroia aomata bwa ana kakoaua te Atua—Moronaai e warewareki mwakuri aika a kamimi ao aika moan te kamimi ake a karaoaki n te onimaki—Te onimaki e angan tarin Iareta te kona n noora Kristo—E anganiia aomata te Uea te mamaara bwa aonga n nanorinano—E kamwainga te maunga are Tierin tarin Iareta n te onimaki—Te onimaki, te kantaninga ao te tangira ae kororaoi a bon riai ibukin te kamaiuaki—Moronaai e noora Iesu, ni kaitara ma ngaia.", "1 Ao e a koro bukina bwa e maiu Ita i nanon ana bong ni maiu Koriantamwa; ao Koriantamwa bon te uea n te aba ni kabuta.", "2 Ao Ita bon ana burabeti te Uea; ngaia are Ita e roko i nanon ana bong ni maiu Koriantamwa, ma ni waaki n taetae ni burabeti nakoia aomata, bwa e aki kona ni katokaki ibukin Tamnein te Uea are irouna.", "3 Bwa e takarua man te moaningabong ni karokoa ae bung taai, ni kairoroia aomata bwa a na kakoaua te Atua ma n rairinanoia bwa mwiina ao a na kamaunaki, ma n taekinna nakoia bwa n te onimaki ao a na kakoroaki bwaai ni kabane.", "4 Mangaia ae, ane e kakoaua te Atua e kona ni kantaninga te aonaba ae raoiroi riki ma te kantaninga ae koaua, eng, ao te mena n angatain te Atua, are te kantaninga are e roko man te onimaki, are e karekea te ati n roo nakon tamneia aomata, are e na karikiia bwa a na koaua ma n nnene, ma n aki toki ni karaoi mwakuri aika a raraoi, bwa a kairaki bwa a na kamimitonga te Atua.", "5 Ao e a koro bukina bwa Ita e bon taetae ni burabetii bwaai aika a korakora ma ni moan te kamimi nakoia aomata, ake a bon aki kakoauai ibukina bwa a bon aki noori.", "6 Ao ngkai, Ngai ae Moronaai I kan taetae teutana ni kaineti ma bwaai aikai; I tangiria ni kaotia nakon te aonaba bwa te onimaki bon bwaai aika a kantaaningaki ma aki nooraki; ngaia are, tai kauntaeka ibukina bwa kam aki noori, bwa kam bon aki kona ni karekea te bwai ni kakoaua ni karokoa ae e kataki moa ami onimaki.", "7 Bwa bon man te onimaki are Kristo e bon kaotia nakoia ara bakatibu, i mwin are e uti man te mate; ao e aki kona ni bon kaotia nakoia aomata ni karokoa moa ae iai te onimaki irouia; ngaia are, e bon riai bwa e na iai tabeman ake iai aia onimaki irouna; bwa e bon aki kona ni bon kaotia nakon te aonaba.", "8 Ma ibukin aia onimaki aomata ao e a tia ni bon kaotia nakon te aonaba, ma ni kamimitonga aran te Tama, ma ni katauraoa te kawai are a kona tabeman ni katoonga te bwai n tangira mai karawa, bwa aonga ni kantaningai bwaai ake a tuai ma n noori.", "9 Ngaia are, kam kona naba ni karekea te kantaninga ma n riki bwa taan katoonga te bwai n tangira, ngkana iai iroumi te onimaki.", "10 Ma nooria, bon man te onimaki are a weteaki ake ngkoa nakon ana botaki ae tabu te Atua.", "11 Ngaia are, man te onimaki ao e anga ana tua Mote. Ma e a tia te Atua ni katauraoa riki te kawai ae kororaoi riki iroun natina; ao bon man te onimaki are e a kakoroaki bukina.", "12 Bwa ngkana akea te onimaki i buakoia natiia aomata ao te Atua e bon aki kona ni karaoa te kakai teuana i buakoia; ngaia are, e bon aki kaotia ni karokoa moa ae e tia n onimaki.", "13 Nooria, bon aia onimaki Aramwa ma Amureki are e karika bwakan te nne ni kaikain nako aontano.", "14 Nooria, bon ana onimaki Nibwaai ma Riaai are e karika te bitaki nakoia Reimwanaite, are a bwabetitoaki n te ai ma te Tamnei ae Raoiroi.", "15 Nooria, bon ana onimaki Amon ma tarina are e karika te kakai ae korakora i buakoia Reimwanaite.", "16 Eng, ao ni kabane naake a karaoi kakai i buakoia man te onimaki, naake i mwaain Kristo ao naake i mwin Kristo.", "17 Ao bon man te onimaki ake reirei ake teniman a karekea te berita bwa a na aki katoonga te mate; ao a bon aki karekea te berita ma ti i mwin aia onimaki.", "18 Ao bon akea temanna n te tai teuana ae e a tia ni karaoa te kakai ni karokoa moa mwiin aia onimaki. Ngaia are a kakoaua moa Natin te Atua.", "19 Ao a bon mwaiti ake a bon rianako korakoran aia onimaki, i mwaain naba rokon Kristo, ake a bon aki kona n tukaki man rabunan te ataibwai, ma a bon noori ma te koaua ni mataia bwaai ake a noorii n te mata n onimaki ao a bon kukurei.", "20 Ao nooria, ti a tia n nooria n te reekoti aio bwa temanna mai i buakoia naakai bon tarin Iareta; bwa e bon korakora ana onimaki iroun te Atua, n te aro are ngke e arora baina te Atua e a bon aki kona ni karaba mai imatan tarin Iareta, ibukin ana taeka are e a tia n taekinna nakoina, are bon te taeka are e karekea man te onimaki.", "21 Ao i mwin are tarin Iareta e a tia n noora tabonibain te Uea, ibukin te berita are e a tia tarin Iareta ni karekea man te onimaki, e a bon aki kona te Uea ni karaba te bwai teuana mai imatana; ngaia are e a kaoti bwaai ni kabane nakoina, bwa e bon aki kona n tukaki man rabunan te ataibwai.", "22 Ao bon man te onimaki are au bakatibu a karekei berita bwa bwaai aikai a na roko nakoia tariia irouia Tientaire; ngaia are e a tia n anganai te tua te Uea, eng, are Iesu Kristo.", "23 Ao I taku nakoina: Te Uea, a na bwainingarei bwaai aikai Tientaire ibukin mamaarara ni koroboki; bwa te Uea ko a tia ni kakorakoraia n te taeka man te onimaki, ma ko a tia n aki kakorakoraira n te koroboki; bwa ko a tia ni karikiia te botanaomata aio bwa a na kona n taekina ae bati ibukin te Tamnei ae Raoiroi are ko a tia n anganiia.", "24 Ao ko a tia ni karikira bwa ti na kona ni korei ae uarereke, ibukin aki raoiroin baira. Nooria, ko a tia n aki kakorakoraira n aron tarin Iareta, bwa ko karaoia bwa bwaai ake e na koroi a na bon korakora n ai aekam, ni kairoroa te aomata bwa e na wareki.", "25 Ko a tia naba ni karaoa ara taeka bwa a na mwaaka ma ni korakora, e ngae ngke ti aki kona ni koroi; ngaia are ngkana ti koroboki ao ti noori mamaarara, ma ni kuri ni bwaka ibukin korean ara taeka; ao I maaku bwa mwiina ao a bwainingarei ara taeka Tientaire.", "26 Ao ngke I a tia n taekina aio, e taetae te Uea nakoiu, ni kangai: A bwainingare aika a nanobaba, ma a na nanokawaki; ao e bon tau au akoi nakoia aika a nimamannei, bwa a na aki aonikaia mamaarami;", "27 Ao ngkana a roko aomata nakoiu N na kaota nakoia mamaaraia. I anganiia aomata mamaaraia bwa aonga n nanorinano; ao e tau au akoi nakoia aomata ni kabane ake a kananorinanoia i matau, ma n onimakinai, ao ngkanne N na karaoi baika mamaara bwa a na riki bwa korakoraia.", "28 Nooria, N na kaota nakoia Tientaire mamaaraia, ao N na kaota nakoia bwa te onimaki, te kantaninga ao te tangira ae kororaoi a uota nakoiu—koburaken te raoiroi ni kabane.", "29 Ao Ngai, ae Moronaai, ngke I tia n ongo taeka aikai, e rau nanou, ma n taku: O te Uea e na karaoaki am raoiroi, bwa I ataia bwa ko karaoia nakoia natiia aomata n aron aia onimaki.", "30 Bwa tarin Iareta e taku nakon te maunga are Tierin, Mwaing—ao e bon kamwaingaki. Ao ngke arona bwa akea ana onimaki e na bon aki kona ni mwaing; ngaia are ko bon mwamwakuri i mwin reken aia onimaki aomata.", "31 Bwa man aei are ko a bon kaotiko nakoia am reirei; bwa i mwin reken aia onimaki, ma n tia n taetae n aram, ko a bon kaotiko nakoia i nanon te mwaaka ae korakora.", "32 Ao I bon uringnga naba bwa ko a tia n taku bwa ko a tia ni katauraoa te mwenga ibukin te aomata, eng, i buakon ana nne ni maeka tamam, are e na kona te aomata ni karekea te kantaninga ae kororaoi; ngaia are te aomata e na riai ni kantaninga, bwa mwiina e na aki karekea tibwana n te tabo are ko a tia ni katauraoia.", "33 Ao riki, I uringnga bwa ko a tia n taku bwa ko tangira te aonaba, n te aro are ko a kawenea maium ibukin te aonaba, bwa ko aonga ni manga anaia bwa ko na katauraoa te tabo ibukiia natiia aomata.", "34 Ao ngkai I ataia bwa te tangira aio are iai iroum ibukiia natiia aomata bon te tangira ae kororaoi; ngaia are, ti ngkana iai te tangira ae kororaoi irouia aomata ao a na bon aki kona ni karekea te tabo are ko a tia ni katauraoia n ana nne ni maeka Tamam.", "35 Ngaia are, I ataia man te bwai are ko a tia n taekinna, bwa ngkana akea te tangira ae kororaoi irouia Tientaire, ibukin mamaarara, ao ko na kataia, ma n anai aia tarena, eng, are a bon tia ni karekea, ma n anganiia are e na bon kamwaitaki riki nakoia.", "36 Ao e a koro bukina bwa I tataro nakon te Uea bwa e na anganiia Tientaire te akoi, bwa aonga ni karekea te tangira ae kororaoi.", "37 Ao e a koro bukina bwa e taku te Uea nakoiu: Ngkana akea te tangira ae kororaoi irouia ao e aki bongana nakoim, ko a bon tia ni kakaonimaki; ngaia are a na kaitiakaki kunnikaim. Ao ibukina bwa ko a tia n noora mamaaram ko na kakorakoraki, bwa ko na tekateka n te tabo are I a tia ni katauraoia nana nne ni maeka Tamau.", "38 Ao ngkai Ngai, ae Moronaai, I kaboo nakoia Tientaire, eng, ao nakoia naba tariu aika I tangiriia, ni karokoa ti na kaitibo imatan ana kaintekateka ni motikitaeka Kristo, are a na bane aomata n ataia bwa aki memea kunnikaiu n raraami.", "39 Ao ngkanne kam na ataia bwa I a tia n noora Iesu, ao e a tia ni kaitara ma ngai ma n taetae ni kawai, ao e tuangai ma te maataata, n aron te aomata ngkana e tuanga te aomata temanna oin ana taetae, ni kaineti ma bwaai aikai.", "40 Ao bon ti tabeua ake I a tia ni karaoi, ibukin mamaarau ni koroboki.", "41 Ao ngkai, I tuangkami bwa kam na ukoukora Iesu aio ake a korea rongorongona burabeti ma abotoro, bwa e aonga n ae ana akoi te Atua te Tama, ao te Uea ae Iesu Kristo, ao te Tamnei ae Raoiroi, are a kakoaua ibukiia, a na iai ao n tiku iroumi n aki toki. Amen."]}