{"English": ["Samuel the Lamanite prophesies the destruction of the Nephites unless they repent—They and their riches are cursed—They reject and stone the prophets, are encircled about by demons, and seek for happiness in doing iniquity. About 6B.C.", "1 And now it came to pass in the eighty and sixth year, the Nephites did still remain in wickedness, yea, in great wickedness, while the Lamanites did observe strictly to keep the commandments of God, according to the law of Moses.", "2 And it came to pass that in this year there was one Samuel, a Lamanite, came into the land of Zarahemla, and began to preach unto the people. And it came to pass that he did preach, many days, repentance unto the people, and they did cast him out, and he was about to return to his own land.", "3 But behold, the voice of the Lord came unto him, that he should return again, and prophesy unto the people whatsoever things should come into his heart.", "4 And it came to pass that they would not suffer that he should enter into the city; therefore he went and got upon the wall thereof, and stretched forth his hand and cried with a loud voice, and prophesied unto the people whatsoever things the Lord put into his heart.", "5 And he said unto them: Behold, I, Samuel, a Lamanite, do speak the words of the Lord which he doth put into my heart; and behold he hath put it into my heart to say unto this people that the sword of justice hangeth over this people; and four hundred years pass not away save the sword of justice falleth upon this people.", "6 Yea, heavy destruction awaiteth this people, and it surely cometh unto this people, and nothing can save this people save it be repentance and faith on the Lord Jesus Christ, who surely shall come into the world, and shall suffer many things and shall be slain for his people.", "7 And behold, an angel of the Lord hath declared it unto me, and he did bring glad tidings to my soul. And behold, I was sent unto you to declare it unto you also, that ye might have glad tidings; but behold ye would not receive me.", "8 Therefore, thus saith the Lord: Because of the hardness of the hearts of the people of the Nephites, except they repent I will take away my word from them, and I will withdraw my Spirit from them, and I will suffer them no longer, and I will turn the hearts of their brethren against them.", "9 And four hundred years shall not pass away before I will cause that they shall be smitten; yea, I will visit them with the sword and with famine and with pestilence.", "10 Yea, I will visit them in my fierce anger, and there shall be those of the fourth generation who shall live, of your enemies, to behold your utter destruction; and this shall surely come except ye repent, saith the Lord; and those of the fourth generation shall visit your destruction.", "11 But if ye will repent and return unto the Lord your God I will turn away mine anger, saith the Lord; yea, thus saith the Lord, blessed are they who will repent and turn unto me, but wo unto him that repenteth not.", "12 Yea, wo unto this great city of Zarahemla; for behold, it is because of those who are righteous that it is saved; yea, wo unto this great city, for I perceive, saith the Lord, that there are many, yea, even the more part of this great city, that will harden their hearts against me, saith the Lord.", "13 But blessed are they who will repent, for them will I spare. But behold, if it were not for the righteous who are in this great city, behold, I would cause that fire should come down out of heaven and destroy it.", "14 But behold, it is for the righteous’ sake that it is spared. But behold, the time cometh, saith the Lord, that when ye shall cast out the righteous from among you, then shall ye be ripe for destruction; yea, wo be unto this great city, because of the wickedness and abominations which are in her.", "15 Yea, and wo be unto the city of Gideon, for the wickedness and abominations which are in her.", "16 Yea, and wo be unto all the cities which are in the land round about, which are possessed by the Nephites, because of the wickedness and abominations which are in them.", "17 And behold, a curse shall come upon the land, saith the Lord of Hosts, because of the people’s sake who are upon the land, yea, because of their wickedness and their abominations.", "18 And it shall come to pass, saith the Lord of Hosts, yea, our great and true God, that whoso shall hide up treasures in the earth shall find them again no more, because of the great curse of the land, save he be a righteous man and shall hide it up unto the Lord.", "19 For I will, saith the Lord, that they shall hide up their treasures unto me; and cursed be they who hide not up their treasures unto me; for none hideth up their treasures unto me save it be the righteous; and he that hideth not up his treasures unto me, cursed is he, and also the treasure, and none shall redeem it because of the curse of the land.", "20 And the day shall come that they shall hide up their treasures, because they have set their hearts upon riches; and because they have set their hearts upon their riches, and will hide up their treasures when they shall flee before their enemies; because they will not hide them up unto me, cursed be they and also their treasures; and in that day shall they be smitten, saith the Lord.", "21 Behold ye, the people of this great city, and hearken unto my words; yea, hearken unto the words which the Lord saith; for behold, he saith that ye are cursed because of your riches, and also are your riches cursed because ye have set your hearts upon them, and have not hearkened unto the words of him who gave them unto you.", "22 Ye do not remember the Lord your God in the things with which he hath blessed you, but ye do always remember your riches, not to thank the Lord your God for them; yea, your hearts are not drawn out unto the Lord, but they do swell with great pride, unto boasting, and unto great swelling, envyings, strifes, malice, persecutions, and murders, and all manner of iniquities.", "23 For this cause hath the Lord God caused that a curse should come upon the land, and also upon your riches, and this because of your iniquities.", "24 Yea, wo unto this people, because of this time which has arrived, that ye do cast out the prophets, and do mock them, and cast stones at them, and do slay them, and do all manner of iniquity unto them, even as they did of old time.", "25 And now when ye talk, ye say: If our days had been in the days of our fathers of old, we would not have slain the prophets; we would not have stoned them, and cast them out.", "26 Behold ye are worse than they; for as the Lord liveth, if a prophet come among you and declareth unto you the word of the Lord, which testifieth of your sins and iniquities, ye are angry with him, and cast him out and seek all manner of ways to destroy him; yea, you will say that he is a false prophet, and that he is a sinner, and of the devil, because he testifieth that your deeds are evil.", "27 But behold, if a man shall come among you and shall say: Do this, and there is no iniquity; do that and ye shall not suffer; yea, he will say: Walk after the pride of your own hearts; yea, walk after the pride of your eyes, and do whatsoever your heart desireth—and if a man shall come among you and say this, ye will receive him, and say that he is a prophet.", "28 Yea, ye will lift him up, and ye will give unto him of your substance; ye will give unto him of your gold, and of your silver, and ye will clothe him with costly apparel; and because he speaketh flattering words unto you, and he saith that all is well, then ye will not find fault with him.", "29 O ye wicked and ye perverse generation; ye hardened and ye stiffnecked people, how long will ye suppose that the Lord will suffer you? Yea, how long will ye suffer yourselves to be led by foolish and blind guides? Yea, how long will ye choose darkness rather than light?", "30 Yea, behold, the anger of the Lord is already kindled against you; behold, he hath cursed the land because of your iniquity.", "31 And behold, the time cometh that he curseth your riches, that they become slippery, that ye cannot hold them; and in the days of your poverty ye cannot retain them.", "32 And in the days of your poverty ye shall cry unto the Lord; and in vain shall ye cry, for your desolation is already come upon you, and your destruction is made sure; and then shall ye weep and howl in that day, saith the Lord of Hosts. And then shall ye lament, and say:", "33 O that I had repented, and had not killed the prophets, and stoned them, and cast them out. Yea, in that day ye shall say: O that we had remembered the Lord our God in the day that he gave us our riches, and then they would not have become slippery that we should lose them; for behold, our riches are gone from us.", "34 Behold, we lay a tool here and on the morrow it is gone; and behold, our swords are taken from us in the day we have sought them for battle.", "35 Yea, we have hid up our treasures and they have slipped away from us, because of the curse of the land.", "36 O that we had repented in the day that the word of the Lord came unto us; for behold the land is cursed, and all things are become slippery, and we cannot hold them.", "37 Behold, we are surrounded by demons, yea, we are encircled about by the angels of him who hath sought to destroy our souls. Behold, our iniquities are great. O Lord, canst thou not turn away thine anger from us? And this shall be your language in those days.", "38 But behold, your days of probation are past; ye have procrastinated the day of your salvation until it is everlastingly too late, and your destruction is made sure; yea, for ye have sought all the days of your lives for that which ye could not obtain; and ye have sought for happiness in doing iniquity, which thing is contrary to the nature of that righteousness which is in our great and Eternal Head.", "39 O ye people of the land, that ye would hear my words! And I pray that the anger of the Lord be turned away from you, and that ye would repent and be saved."], "Español": ["Samuel el Lamanita profetiza la destrucción de los nefitas, a menos que se arrepientan— Ellos y sus riquezas son maldecidos— Rechazan y apedrean a los profetas, los rodean los demonios y buscan la felicidad cometiendo iniquidades. Aproximadamente 6a.C.", "1 Y sucedió que en el año ochenta y seis persistieron los nefitas todavía en sus maldades, sí, en gran iniquidad, mientras que los lamanitas se esforzaron rigurosamente por guardar los mandamientos de Dios, según la ley de Moisés.", "2 Y aconteció que en este año un tal Samuel, un lamanita, llegó a la tierra de Zarahemla y empezó a predicar al pueblo. Y ocurrió que por muchos días predicó el arrepentimiento al pueblo, y lo echaron fuera, y se hallaba a punto de regresar a su propia tierra.", "3 Mas he aquí, vino a él la voz del Señor de que volviera otra vez y profetizara al pueblo todas las cosas que le vinieran al corazón.", "4 Y aconteció que no permitieron que él entrase en la ciudad; por tanto, fue y se subió sobre la muralla, y extendió la mano y clamó en alta voz, y profetizó al pueblo todas las cosas que el Señor le puso en el corazón.", "5 Y les dijo: He aquí, yo, Samuel, un lamanita, declaro las palabras del Señor que él pone en mi corazón; y he aquí, él me ha puesto en el corazón que diga a los de este pueblo que la espada de la justicia se cierne sobre ellos; y no pasarán cuatrocientos años sin que caiga sobre ellos la espada de la justicia.", "6 Sí, una grave destrucción espera a los de este pueblo, y ciertamente les sobrevendrá, y nada puede salvar a los de este pueblo sino el arrepentimiento y la fe en el Señor Jesucristo, que de seguro vendrá al mundo, y padecerá muchas cosas y morirá por su pueblo.", "7 Y he aquí, un ángel del Señor me lo ha declarado, y él impartió alegres nuevas a mi alma. Y he aquí, fui enviado a vosotros para declarároslo también, a fin de que recibieseis buenas nuevas; pero he aquí, no quisisteis recibirme.", "8 Por tanto, así dice el Señor: Debido a la dureza del corazón del pueblo de los nefitas, a menos que se arrepientan, les quitaré mi palabra, y les retiraré mi Espíritu, y no los toleraré más, y volveré el corazón de sus hermanos en contra de ellos.", "9 Y no pasarán cuatrocientos años sin que yo haga que sean heridos; sí, los visitaré con la espada, y con hambre, y con pestilencia.", "10 Sí, los visitaré en mi ardiente ira, y habrá algunos de la cuarta generación, de vuestros enemigos, que vivirán para presenciar vuestra completa destrucción; y esto de seguro sucederá, a menos que os arrepintáis, dice el Señor; y los de la cuarta generación causarán vuestra destrucción.", "11 Pero si os arrepentís y os volvéis al Señor vuestro Dios, yo desviaré mi ira, dice el Señor; sí, así dice el Señor: Benditos son los que se arrepienten y se vuelven a mí; pero, ¡ay del que no se arrepienta!", "12 Sí, ¡ay de esta gran ciudad de Zarahemla, porque he aquí, es por causa de los que son justos que se ha salvado! Sí, ¡ay de esta gran ciudad, porque yo percibo, dice el Señor, que hay muchos, sí, la mayor parte de los de esta gran ciudad, que endurecerán su corazón contra mí, dice el Señor!", "13 Pero benditos son los que se arrepientan, porque a ellos los salvaré. Pues he aquí, si no fuera por los justos que hay en esta gran ciudad, he aquí, yo haría que descendiera fuego del cielo y la destruyera.", "14 Mas he aquí, es por el bien de los justos que es perdonada. Pero he aquí, viene el tiempo, dice el Señor, que cuando echéis a los justos de entre vosotros, entonces os hallaréis maduros para la destrucción. Sí, ¡ay de esta gran ciudad por motivo de la iniquidad y abominaciones que hay en ella!", "15 Sí, y, ¡ay de la ciudad de Gedeón, por la iniquidad y abominaciones que hay en ella!", "16 Sí, ¡ay de todas las ciudades que se hallan en la tierra circunvecina, que están en posesión de los nefitas, por causa de la iniquidad y abominaciones que hay en ellas!", "17 Y he aquí, vendrá una maldición sobre la tierra, dice el Señor de los Ejércitos, por causa del pueblo que se halla sobre la tierra; sí, por motivo de sus iniquidades y sus abominaciones.", "18 Y acontecerá, dice el Señor de los Ejércitos, sí, nuestro grande y verdadero Dios, que quienes oculten sus tesoros en la tierra no los encontrarán más, por causa de la gran maldición de la tierra, a menos que sea un hombre justo y los esconda para los fines del Señor.", "19 Porque yo dispongo, dice el Señor, que escondan sus tesoros para mis fines; y malditos sean aquellos que no los escondan para mis propósitos; porque nadie esconde sus tesoros para mí, a menos que sean los justos; y aquel que no oculte su tesoro para mí, maldito es, y también el tesoro; y nadie lo redimirá a causa de la maldición de la tierra.", "20 Y llegará el día en que ocultarán sus tesoros, porque han puesto sus corazones en las riquezas; y porque tienen puesto el corazón en sus riquezas, y ocultarán sus tesoros cuando huyan de sus enemigos; y porque no los ocultarán para mis fines, malditos serán ellos y también sus tesoros; y en aquel día serán heridos, dice el Señor.", "21 He aquí, vosotros, los habitantes de esta gran ciudad, escuchad mis palabras; sí, escuchad las palabras que el Señor habla; porque he aquí, él dice que sois malditos por motivo de vuestras riquezas, y vuestras riquezas son malditas también, porque habéis puesto vuestro corazón en ellas, y no habéis escuchado las palabras de aquel que os las dio.", "22 No os acordáis del Señor vuestro Dios en las cosas con que os ha bendecido, mas siempre recordáis vuestras riquezas, no para dar gracias al Señor vuestro Dios por ellas; sí, vuestros corazones no se allegan al Señor, sino que se hinchan con desmedido orgullo hasta la jactancia, y la mucha vanidad, envidias, riñas, malicia, persecuciones, asesinatos, y toda clase de iniquidades.", "23 Por esta razón el Señor Dios ha hecho venir una maldición sobre esta tierra, y también sobre vuestras riquezas, y esto por motivo de vuestras iniquidades.", "24 Sí, ¡ay de este pueblo, a causa de este tiempo que ha llegado en que echáis fuera a los profetas, y os burláis de ellos, y les arrojáis piedras, y los matáis, y les hacéis toda suerte de iniquidades, así como lo hacían los de la antigüedad!", "25 Y ahora bien, cuando habláis, decís: Si hubiéramos vivido en los días de nuestros padres de la antigüedad, no habríamos muerto a los profetas; no los hubiéramos apedreado ni echado fuera.", "26 He aquí, sois peores que ellos; porque así como vive el Señor, si viene un profeta entre vosotros y os declara la palabra del Señor, la cual testifica de vuestros pecados e iniquidades, os irritáis con él, y lo echáis fuera y buscáis toda clase de maneras para destruirlo; sí, decís que es un profeta falso, que es un pecador y que es del diablo, porque testifica que vuestras obras son malas.", "27 Mas he aquí, si un hombre llegare entre vosotros y dijere: Haced esto, y no hay mal; haced aquello, y no padeceréis; sí, dirá: Andad según el orgullo de vuestros propios corazones; sí, id en pos del orgullo de vuestros ojos, y haced cuanto vuestro corazón desee; y si un hombre viniere entre vosotros y dijere esto, lo recibiréis y diréis que es profeta.", "28 Sí, lo engrandeceréis y le daréis de vuestros bienes; le daréis de vuestro oro y de vuestra plata, y lo cubriréis con vestidos suntuosos; y porque os habla palabras lisonjeras y dice que todo está bien, no halláis falta alguna en él.", "29 ¡Oh generación inicua y perversa; pueblo empedernido y duro de cerviz! ¿Cuánto tiempo suponéis que el Señor os va a tolerar? Sí, ¿hasta cuándo os dejaréis llevar por guías insensatos y ciegos? Sí, ¿hasta cuándo preferiréis las tinieblas a la luz?", "30 Sí, he aquí, la ira del Señor ya está encendida contra vosotros; he aquí, él ha maldecido la tierra por motivo de vuestra iniquidad.", "31 Y he aquí, se acerca la hora en que maldecirá vuestras riquezas, de modo que se volverán deleznables, al grado que no las podréis conservar; y en los días de vuestra pobreza no las podréis retener.", "32 Y en los días de vuestra pobreza, clamaréis al Señor; y clamaréis en vano, porque vuestra desolación ya está sobre vosotros, y vuestra destrucción está asegurada; y entonces lloraréis y gemiréis en ese día, dice el Señor de los Ejércitos; y entonces os lamentaréis y diréis:", "33 ¡Oh, si me hubiese arrepentido, y no hubiese muerto a los profetas, ni los hubiese apedreado ni echado fuera! Sí, en ese día diréis: ¡Oh, si nos hubiésemos acordado del Señor nuestro Dios el día en que nos dio nuestras riquezas, y entonces no se habrían vuelto deleznables para que las perdiéramos; porque he aquí, nuestras riquezas han huido de nosotros!", "34 ¡He aquí, dejamos aquí una herramienta, y para la mañana ya no está; y he aquí, se nos despoja de nuestras espadas el día en que las hemos buscado para la batalla!", "35 Sí, hemos escondido nuestros tesoros, y se nos han escurrido por causa de la maldición de la tierra.", "36 ¡Oh, si nos hubiésemos arrepentido el día en que vino a nosotros la palabra del Señor! Porque he aquí, la tierra está maldita, y todas las cosas se han vuelto deleznables, y no podemos retenerlas.", "37 He aquí, nos rodean los demonios; sí, cercados estamos por los ángeles de aquel que ha tratado de destruir nuestras almas. He aquí, grandes son nuestras iniquidades. ¡Oh Señor!, ¿no puedes apartar tu ira de nosotros? Y estas serán vuestras palabras en aquellos días.", "38 Mas he aquí, vuestros días de probación ya pasaron; habéis demorado el día de vuestra salvación hasta que es eternamente tarde ya, y vuestra destrucción está asegurada; sí, porque todos los días de vuestra vida habéis procurado aquello que no podíais obtener, y habéis buscado la felicidad cometiendo iniquidades, lo cual es contrario a la naturaleza de esa justicia que existe en nuestro gran y Eterno Caudillo.", "39 ¡Oh habitantes del país, oh, si escuchaseis mis palabras! Y ruego que se aparte de vosotros la ira del Señor, y que os arrepintáis y seáis salvos."], "Français": ["Samuel, le Lamanite, prophétise la destruction des Néphites, à moins qu’ils ne se repentent— Ils sont maudits, eux et leurs richesses— Ils rejettent et lapident les prophètes, sont environnés par les démons et cherchent le bonheur en commettant l’iniquité. Vers 6av.J.-C.", "1 Et alors, il arriva que la quatre-vingt-sixième année, les Néphites restèrent toujours dans la méchanceté, oui, dans une grande méchanceté, tandis que les Lamanites s’appliquaient strictement à garder les commandements de Dieu, selon la loi de Moïse.", "2 Et il arriva que, cette année-là, il y eut un certain Samuel, un Lamanite, qui vint au pays de Zarahemla et commença à prêcher au peuple. Et il arriva qu’il prêcha de nombreux jours le repentir au peuple, et ils le chassèrent, et il était sur le point de retourner dans son pays.", "3 Mais voici, la voix du Seigneur lui parvint, et lui dit de retourner prophétiser au peuple tout ce qui lui viendrait dans le cœur.", "4 Et il arriva qu’ils ne voulurent pas lui permettre d’entrer dans la ville; c’est pourquoi, il monta sur la muraille, et étendit la main, et cria d’une voix forte, et prophétisa au peuple ce que le Seigneur lui mettait dans le cœur.", "5 Et il leur dit: Voici, moi, Samuel, Lamanite, je dis les paroles que le Seigneur met dans mon cœur; et voici, il a mis dans mon cœur de dire à ce peuple que l’épée de la justice est suspendue au-dessus de ce peuple; et il ne se passera pas quatre cents ans que l’épée de la justice ne tombe sur ce peuple.", "6 Oui, une grande destruction attend ce peuple, et elle s’abattra certainement sur ce peuple, et rien ne peut sauver ce peuple, si ce n’est le repentir et la foi au Seigneur Jésus-Christ, qui viendra certainement dans le monde, et qui souffrira beaucoup de choses et sera tué pour son peuple.", "7 Et voici, un ange du Seigneur me l’a annoncé, et il a apporté de bonnes nouvelles à mon âme. Et voici, je vous ai été envoyé pour vous l’annoncer aussi, afin que vous ayez de bonnes nouvelles; mais voici, vous n’avez pas voulu me recevoir.", "8 C’est pourquoi, ainsi dit le Seigneur: À cause de l’endurcissement de cœur du peuple des Néphites, à moins qu’ils ne se repentent, je leur enlèverai ma parole et je retirerai d’eux mon Esprit, et je ne les supporterai plus, et je tournerai le cœur de leurs frères contre eux.", "9 Et il ne se passera pas quatre cents ans que je ne fasse en sorte qu’ils soient frappés; oui, j’interviendrai contre eux par l’épée, et par la famine, et par la peste.", "10 Oui, j’interviendrai contre eux dans ma colère ardente, et il y en aura parmi la quatrième génération de vos ennemis qui vivront pour voir votre destruction totale; et cela se produira certainement, à moins que vous ne vous repentiez, dit le Seigneur; et ceux de la quatrième génération causeront votre destruction.", "11 Mais si vous vous repentez et retournez au Seigneur, votre Dieu, je détournerai ma colère, dit le Seigneur; oui, ainsi dit le Seigneur, bénis sont ceux qui se repentent et se tournent vers moi, mais malheur à celui qui ne se repent pas.", "12 Oui, malheur à cette grande ville de Zarahemla; car voici, c’est à cause de ceux qui sont justes qu’elle est sauvée; oui, malheur à cette grande ville, car je vois, dit le Seigneur, qu’il y en a beaucoup, oui, la plus grande partie de cette grande ville, qui s’endurciront le cœur contre moi, dit le Seigneur.", "13 Mais bénis sont ceux qui se repentiront, car je les épargnerai. Mais voici, s’il n’y avait pas les justes qui sont dans cette grande ville, voici, je ferais en sorte que le feu descende du ciel et la détruise.", "14 Mais voici, c’est à cause des justes qu’elle est épargnée. Mais voici, le temps vient, dit le Seigneur, où, lorsque vous chasserez les justes de parmi vous, vous serez mûrs pour la destruction; oui, malheur à cette grande ville à cause de la méchanceté et des abominations qui sont en elle.", "15 Oui, et malheur à la ville de Gédéon à cause de la méchanceté et des abominations qui sont en elle.", "16 Oui, et malheur à toutes les villes qui sont dans le pays alentour, qui sont possédées par les Néphites, à cause de la méchanceté et des abominations qui sont en elles.", "17 Et voici, une malédiction s’abattra sur le pays, dit le Seigneur des armées, à cause du peuple qui est dans le pays, oui, à cause de sa méchanceté et de ses abominations.", "18 Et il arrivera, dit le Seigneur des armées, oui, notre Dieu grand et vrai, que quiconque cachera des trésors dans la terre ne les trouvera plus à cause de la grande malédiction du pays, à moins qu’il ne s’agisse d’un juste et qu’il ne les cache pour le Seigneur.", "19 Car je veux, dit le Seigneur, qu’ils cachent leurs trésors pour moi; et maudits soient ceux qui ne cachent pas leurs trésors pour moi; car nul ne cache ses trésors pour moi si ce n’est le juste; et celui qui ne cache pas ses trésors pour moi, maudit est-il, et aussi le trésor, et nul ne le rachètera à cause de la malédiction du pays.", "20 Et le jour viendra où ils cacheront leurs trésors, parce qu’ils ont mis leur cœur dans les richesses; et parce qu’ils ont mis leur cœur dans leurs richesses et cacheront leurs trésors lorsqu’ils fuiront devant leurs ennemis, parce qu’ils ne les cacheront pas pour moi, maudits soient-ils et aussi leurs trésors; et ce jour-là, ils seront frappés, dit le Seigneur.", "21 Soyez attentifs, peuple de cette grande ville, et écoutez mes paroles; oui, écoutez les paroles que dit le Seigneur; car voici, il dit que vous êtes maudits à cause de vos richesses, et aussi, vos richesses sont maudites parce que vous avez mis votre cœur en elles et n’avez pas écouté les paroles de celui qui vous les a données.", "22 Vous ne vous souvenez pas du Seigneur, votre Dieu, dans les bénédictions qu’il vous a données, mais vous vous souvenez toujours de vos richesses, mais pas pour en remercier le Seigneur, votre Dieu; oui, votre cœur n’est pas tourné vers le Seigneur, mais il est enflé d’un grand orgueil, jusqu’à la vantardise, et jusqu’à une grande suffisance, l’envie, la discorde, la malice, les persécutions, et les meurtres, et toutes sortes d’iniquités.", "23 Pour cette raison, le Seigneur Dieu a fait en sorte qu’une malédiction s’abatte sur le pays, et aussi sur vos richesses, et cela à cause de vos iniquités.", "24 Oui, malheur à ce peuple à cause de ce moment qui est arrivé où vous chassez les prophètes, et vous moquez d’eux, et leur jetez des pierres, et les tuez, et commettez toutes sortes d’iniquités à leur égard, comme on le faisait dans les temps anciens.", "25 Et maintenant, lorsque vous parlez, vous dites: Si nous avions vécu du temps de nos pères d’autrefois, nous n’aurions pas tué les prophètes; nous ne les aurions pas lapidés ni chassés.", "26 Voici, vous êtes pires qu’eux; car, comme le Seigneur vit, si un prophète vient parmi vous et vous annonce la parole du Seigneur, qui témoigne de vos péchés et de vos iniquités, vous êtes en colère contre lui, et le chassez, et cherchez toutes sortes de façons de le faire périr; oui, vous dites que c’est un faux prophète, et qu’il est pécheur, et du diable, parce qu’il témoigne que vos actions sont mauvaises.", "27 Mais voici, si un homme vient parmi vous et dit: Faites ceci, et il n’y a pas d’iniquité; faites cela, et vous ne souffrirez pas; oui, il dit: Marchez selon l’orgueil de votre cœur; oui, marchez selon l’orgueil de vos yeux, et faites tout ce que votre cœur désire— et si un homme vient parmi vous et dit cela, vous le recevez et dites qu’il est prophète.", "28 Oui, vous l’exaltez et lui donnez de vos biens; vous lui donnez de votre or, et de votre argent, et vous le revêtez d’habits somptueux, et parce qu’il vous dit des paroles flatteuses et dit que tout est bien, vous ne le censurez pas.", "29 Ô génération méchante et perverse, peuple endurci et au cou roide, combien de temps pensez-vous que le Seigneur vous supportera? Oui, combien de temps vous laisserez-vous conduire par des guides insensés et aveugles? Oui, combien de temps choisirez-vous les ténèbres plutôt que la lumière?", "30 Oui, voici, la colère du Seigneur est déjà allumée contre vous; voici, il a maudit le pays à cause de votre iniquité.", "31 Et voici, le temps vient où il maudit vos richesses, de sorte qu’elles vous glissent entre les doigts, de sorte que vous ne pouvez les tenir; et aux jours de votre pauvreté, vous ne pouvez les retenir.", "32 Et aux jours de votre pauvreté, vous crierez au Seigneur; et c’est en vain que vous crierez, car votre désolation s’est déjà abattue sur vous, et votre destruction est assurée; et alors, vous pleurerez et hurlerez ce jour-là, dit le Seigneur des armées. Et alors, vous vous lamenterez et direz:", "33 Oh! si je m’étais repenti, et n’avais pas tué les prophètes, et ne les avais pas lapidés et chassés. Oui, ce jour-là, vous direz: Oh! si nous nous étions souvenus du Seigneur, notre Dieu, le jour où il nous a donné nos richesses, alors elles ne nous auraient pas glissé entre les doigts, de sorte que nous les perdions; car voici, nos richesses se sont éloignées de nous.", "34 Voici, nous posons un outil ici et le lendemain il est parti; et voici, nos épées nous sont prises le jour où nous les cherchons pour la bataille.", "35 Oui, nous avons caché nos trésors et ils nous ont glissé entre les doigts, à cause de la malédiction du pays.", "36 Oh! si nous nous étions repentis le jour où la parole de Dieu nous est parvenue; car voici, le pays est maudit, et tout nous glisse entre les doigts, et nous ne pouvons plus rien tenir.", "37 Voici, nous sommes environnés de démons, oui, nous sommes entourés par les anges de celui qui a cherché à détruire notre âme. Voici, nos iniquités sont grandes. Ô Seigneur, ne peux-tu pas détourner ta colère de nous? Et tel sera votre langage en ces jours-là.", "38 Mais voici, les jours de votre épreuve sont passés; vous avez différé le jour de votre salut jusqu’à ce qu’il soit éternellement trop tard, et votre destruction est assurée; oui, car vous avez cherché tous les jours de votre vie ce que vous ne pouviez pas obtenir; et vous avez recherché le bonheur en commettant l’iniquité, ce qui est contraire à la nature de cette justice qui est dans notre grand Chef éternel.", "39 Ô peuple du pays, si tu voulais entendre mes paroles! Et je prie que la colère du Seigneur se détourne de toi et que tu te repentes et sois sauvé."], "Kiribati": ["Tamuera are te Reimwanaite e taetae ni burabetiia kamaunakia Nibwaite ngkana aki rairinanoia—A kamaraiaki ma kaubwaia—A totokoia ma ni karebanaia n te atibu taian burabeti, a otabwaniniaki irouia taimonio, ao a ukoukora te kukurei ni karaoan te buakaka. Uakaan ma 6I.K.", "1 Ao ngkai e a koro bukina bwa n te kawanibwi ma onoua n ririki, ao Nibwaite a bon tiku n aroia ni buakaka, eng, n te buakaka ae korakora, ao Reimwanaite a bon matoatoa ni kaawakin ana tua te Atua, n aron ana tua Mote.", "2 Ao e a koro bukina bwa n te ririki aio ao bon iai temanna ae Tamuera te Reimwanaite, ae roko nakon te aba are Taraemera, ma ni waaki ni kabwarabwara nakoia aomata. Ao e a koro bukina bwa e bon kabwarabwara, i nanon boong aika a mwaiti, taekan te rairannano nakoia aomata, ao a bon tewenakoa, ao e nang bon oki nakon abana.", "3 Ma nooria, e taku bwanaan te Uea nakoina, bwa e na riai n oki riki, ma n taetae ni burabeti nakoia aomata taekan bwaai aika a na roko irouia.", "4 Ao e a koro bukina bwa a bon aki tangiria bwa e na rin n te kaawa; ngaia are e nako ma n toka iaon te oo, ma n arora baina man tang n te bwanaa ae takarua, ma n taetae ni burabetii bwaai ake e karin te Uea i nanona.", "5 Ao e taku nakoia: Nooria, Ngai, Tamuera, te Reimwanaite, ao I bon taekin taeka aika e karin te Uea inanou; ao nooria e bon kamena inanou bwa N na kangai nakoia te botanaomata aio bwa te kabaang ni momotiraoi e bon tine i aoia te botanaomata aio; ao e na bon aki koro abubua te ririki ao e na bwaka te kabaang ni momotiraoi i aoia te botanaomata aio.", "6 Eng, bon iai te urubwai ae korakora ae tataningaiia te botanaomata aio, ao e na bon roko nakoia te botanaomata aio, ao bon akea te bwai ae kona ni kamaiuia te botanaomata aio ma ti te rairannano ao te onimaki iroun te Uea ae Iesu Kristo, are e na bon roko nakon te aonaba aio, ma ni karaoi bwaai aika a mwaiti ao e na bon tiringaki ibukiia ana botanaomata.", "7 Ao nooria, e a tia n taekinna ana anera te Uea nakoiu, bwa e bon uota te rongorongo ae kakukurei nakon tamneiu. Ao nooria, I bon kanakomaiakaki nakoim bwa N na tataekinna nakoimi naba, bwa e aonga n ae kam karekea te rongorongo ae kakukurei naba; ma nooria kam bon rawa ni butimwaeai.", "8 Ngaia are, e taku te Uea: Ibukin matoatoan nanoia te botanaomata ae Nibwaite, ao ngkana aki rairinanoia ao N na anaa au taeka ma irouia, ao N na anaa Tamneiu ma irouia, ao N na aki manga taotaona nanou ibukiia, ao N na katannakoa nanoia tariia bwa a na kaaitaraia.", "9 Ao e na bon aki koro abubua te ririki i mwaain ae N na karekea te anga ae a na oreaki iai; eng, N na kawaria ma te kabaang ao te rongo ao taian aoraki n aekaia nako.", "10 Eng, N na kawaria ngkana e korakora uniu, ao iai kaain te kaaua n roro aika a na maiu, aika ami kairiribai, bwa a na noora korakoran te urubwai nakoimi; ao e na bon riki aio ngkana kam aki rairinanomi, e taku te Uea; ao naake kaain te kaaua n roro a na karika te urubwai nakoimi.", "11 Ma ngkana kam rairinanomi ma n okira te Uea ae Atuami ao N na katannakoa uniu, e taku te Uea; eng, e taku te Uea, a na kakabwaiaki aika a na rairinanoia man okirai, ma e na maraia ane e aki rairananona.", "12 Eng, e na maraia te kaawa ae bubura ae Taraemera; bwa nooria, e bon kawakinaki ibukiia aika a raoiroi; eng, te maraia nakon te kaawa ae bubura aio, bwa I nooria, e taku te Uea, bwa a mwaiti, eng, a na mwaiti riki kaain te kaawa ae bubura aio, aika a na kamatoatoa nanoia ni kaaitaraai, e taku te Uea.", "13 Ma a na kakabwaiaki aika a na rairinanoia, bwa N na kamaiuia. Ma nooria, ngke arona bwa akea aika a raraoi ake a mena n te kaawa ae bubura aio, nooria, N na karekea te anga ae e na bwaka te ai ma i karawa ma ni kamauna.", "14 Ma nooria, bon ibukiia aika a raoiroi ae e kawakinaki iai. Ma nooria, e a roko te tai, e taku te Uea, ae ngkana kam teweia nako aika a raoiroi ma i buakomi, ao ngkanne kam a bon tai nakon te kamaunaki; eng, e na maraia te kaawa ae bubura aio, ibukin te buakaka ma mwakuri aika bati n ribaki are i nanona.", "15 Eng, e na maraia te kaawa are Kiteon, ibukin te buakaka ao mwakuri aika bati n ribaki are i nanona.", "16 Eng, ao a na maraia kaawa aika a mena n te aba n uakaan, ake a bwainaki irouia Nibwaite, ibukin te buakaka ao mwakuri aika bati n ribaki ake inanoia.", "17 Ao nooria, e na roko te maraia nako aon te aba, e taku aia Uea Taanga ni Buaka, ibukiia te botanaomata ake a mena iaon te aba, eng, ibukin buakakaia ma aia mwakuri aika bati n ribaki.", "18 Ao e na koro bukina bwa, e taku aia Uea Taanga ni Buaka, eng, Atuara ae korakora ma ni koaua, bwa ane a karabai kaubwaia n te tano a na manga bon aki kunei, ibukin te maraia ae korakora nakon te aba, ti ngkana te aomata ae raoiroi ao e karaba ibukin te Uea.", "19 E taku te Uea, I tangiria bwa a na karabai kaubwaia nakoiu; ma a na maraia naake aki karabai kaubwaia mai irou; bwa bon akea aika a na karabai kaubwaia nakoiu ma ti naake a raoiroi; ao ane e aki karaba kaubwaina mai roou, e na bon maraia, ao kaubwaina naba, ao bon akea ae e na kunea ibukin te maraia are e na taona te aba.", "20 Ao e na roko te bong are a na karabai kaubwaia iai, ibukina bwa a bon kabanei nanoia iaon te kaubwai; ao ibukina bwa a bon kabanea nanoia iaon kaubwaia, ao a na karabai kaubwaia ngkana a birinako ma irouia aia kairiribai; ao ibukina bwa a na bon aki karabai mai irou, a na maraia ao kaubwaia naba; ao n te bong anne ao a na bon oreaki, e taku te Uea.", "21 Nooria ngkami, te botanaomata ae n te kaawa ae bubura ae korakora aei, ma n ongo n au taeka; eng, ongo nakon taeka ake e taekin te Uea; bwa nooria, e taku bwa kam kamaraiaki ibukin kaubwaimi, ao a maraia naba kaubwaimi ibukina bwa kam kabanei nanomi i aoia, ma n rawa n ongo n ana taeka teuare e anganingkami.", "22 Kam aki uringa te Uea ae Atuami ni bwaai ake e kakabwaiaingkami iai, ma kam aki toki n uringa kaubwaimi, tiaki ibukina bwa kam na karabwa te Uea ae Atuami ibukina; eng, e aki bane nanomi nakon te Uea, ma a bon onrake ibukin te kainikatonga, n te kamoamoa, ao e a korakora onrakena, n te bakantang, te kauntaeka, te kairiribai, bwainikirinaia aomata, ao te tiriaomata, ma aekan bure nako.", "23 Ao ibukin aio ao te Uea ae te Atua e karekea te anga ae e na roko te maraia iaon te aba, ao iaon naba kaubwaimi, ao e riki aio ibukin ami bure.", "24 Eng, a na maraia te botanaomata aio ibukin te tai aio are e a roko, ao kam bon teweia nako burabeti, ma ni bwainingareia, ma ni karebanaia n te atibu, ma n tiringia, ma ni karaoi aekan buakaka nako, n aron are a karaoia kaaina ngkoa.", "25 Ao ngkai ngkana kam taetae, kam kangai: Ngke arona bwa ti maiu n aia bong ara bakatibu, ti na bon aki tiringia burabeti; ti na bon aki karebanaia n te atibu, ma n teweia nako.", "26 Nooria kam a buakaka riki nakoia; bwa ngkai e maiu te Uea, ao ngkana e roko te burabeti i buakomi ma n taekina ana taeka te Uea, are e kaoti buremi ma buakakami, kam na bon un irouna, ma n teweia nako ma n ukoukori aanga are kam na kamauna iai; eng, kam na taekinna bwa te burabeti ni kewe, ao bon te tia bure, ao e roko mai iroun te riaboro, ibukina bwa e tataekina koauan buakakan ami mwakuri.", "27 Ma nooria, ngkana e roko te aomata i buakomi ma n taku: Karaoa aei, akea te bure; karaoa anne ao kam na bon aki kainnano; eng, e na bon kangai; Nakonako n aron kainikatongan nanomi, nakonako n aron kainikatongan ami taratara, ma ni karaoi bwaai ni kabane ake e tangiri nanomi—ao ngkana e roko te aomata i buakomi ma n taekina aei kam na butimwaia ma n taekinna bwa te burabeti.", "28 Eng, kam na tabekia rake, ma n anganna ami bwai; kam na anganna ami koora, ma ami tirewa, ao kam na kunnikaia ni kunnikai aika a bobuaka; ao ibukina bwa e taekin taeka ni kababaingkami, ao e taku bwa a nakoraoi bwaai ni kabane, ao ngkanne a na bon akea ana bure iroumi.", "29 O ngkami te roro ae buakaka ma ni kabaouai kawai, ngkami te botanaomata ae kam matoatoa ma ni bonotaninga, maanra te tai ae kam kataua inanomi bwa e na taotaona nanona iai te Uea iroumi? Eng, e na maanra te tai ae kam na kariaia bwa kam na kairaki irouia taan kairiri aika a burababa ma ni mataki? Eng, maanra ami tai ae kam na rinea iai te roo ao tiaki te oota?", "30 Eng, nooria, e a ikoiko ngkai unin te Uea ni kaaitaraingkami; nooria, e a tia ni kamaraia te aba ibukin ami bure.", "31 Ao nooria, e a roko te tai are e kamaraiai kaubwaimi, n te aro are a kakai bua, ao kam aki kona n tauii; ao i nanon ami bong ni kainnano ao kam bon aki kona n anai.", "32 Ao i nanon ami bong ni kainnano kam na tang nakon te Uea; ao e na matebuaka tangimi, bwa e a tauraoi n roko kamaunakimi, ao te urubwai nakoimi e a kamatoaki raoi; ao ngkanne kam na tang ma n tatakarua n te bong arei, e taku aia Uea Taanga ni Buaka. Ao ngkanne kam na bwaebwaeti ma ni kangai:", "33 O ngke arona bwa I a tia n rairananou, ma n aki tia n tiringia burabeti, ma ni karebanaia n te atibu, ma n teweia nako. Eng, n te bong arei kam na kangai: O ngke ti a tia n uringa te Uea ae Atuara n te bong are e anganiira iai kaubwaira, ao ngkanne tao ana bon aki kakai bua ma n akea mai iroura; ma nooria, a bua kaubwaira mai iroura.", "34 Nooria, ti kawenea te bwai ni mwakuri ikai ao n te ingabong ao e a bua; ao nooria, a bon anaaki ara kabaang mai iroura n te bong are ti ukoukori iai ibukin te buaka.", "35 Eng, ti a tia ni karabai kaubwaira ao a tia ni bua mai iroura, ibukin kamaraiakin te aba.", "36 O ngke arona bwa ti a tia n rairinanora n te bong are e roko iai ana taeka te Uea; bwa nooria e a kamaraiaki te aba, ao a bane ni kakai bua bwaai ni kabane, ao ti a bon aki kona n tauii.", "37 Nooria, ti a bon otabwaniniaki irouia taimonio, eng, ti bon katobibiaki irouia ana anera teuare e ukoukora kan kamaunakin tamneira. Nooria, a korakora ara bure. O te Uea, ko aki kona ni katannakoa unim ma iroura? Ao e na riki aio bwa aron ami taetae ni kawai ni bong akanne.", "38 Ma nooria, ami tai n tataninga a bon tia n nako; kam a tia n tautaua bongin kamaiuakimi ni karokoa ae a rianako oi mwina, ao e a kamatoaki kamaunakimi; eng, bwa kam kabanei bongin maiumii n ukoukora te bwai ae e aki kona n reke iroumi; ao kam ukoukora te kukurei ma ni karaoan te bure, are bon te bwai ae kaitara aron te raoiroi are e mena iroun ara Mataniwi ae kakannato ae Akea Tokina.", "39 O ngkami aika kaain te aba kam na ongo n au taeka! Ao I tataro bwa e na tannako unin te Uea mai iroumi, ao bwa kam na rairinanomi ao kam na kamaiuaki."]}