{"English": ["Samuel predicts light during the night and a new star at Christ’s birth—Christ redeems men from temporal and spiritual death—The signs of His death include three days of darkness, the rending of the rocks, and great upheavals of nature. About 6B.C.", "1 And now it came to pass that Samuel, the Lamanite, did prophesy a great many more things which cannot be written.", "2 And behold, he said unto them: Behold, I give unto you a sign; for five years more cometh, and behold, then cometh the Son of God to redeem all those who shall believe on his name.", "3 And behold, this will I give unto you for a sign at the time of his coming; for behold, there shall be great lights in heaven, insomuch that in the night before he cometh there shall be no darkness, insomuch that it shall appear unto man as if it was day.", "4 Therefore, there shall be one day and a night and a day, as if it were one day and there were no night; and this shall be unto you for a sign; for ye shall know of the rising of the sun and also of its setting; therefore they shall know of a surety that there shall be two days and a night; nevertheless the night shall not be darkened; and it shall be the night before he is born.", "5 And behold, there shall a new star arise, such an one as ye never have beheld; and this also shall be a sign unto you.", "6 And behold this is not all, there shall be many signs and wonders in heaven.", "7 And it shall come to pass that ye shall all be amazed, and wonder, insomuch that ye shall fall to the earth.", "8 And it shall come to pass that whosoever shall believe on the Son of God, the same shall have everlasting life.", "9 And behold, thus hath the Lord commanded me, by his angel, that I should come and tell this thing unto you; yea, he hath commanded that I should prophesy these things unto you; yea, he hath said unto me: Cry unto this people, repent and prepare the way of the Lord.", "10 And now, because I am a Lamanite, and have spoken unto you the words which the Lord hath commanded me, and because it was hard against you, ye are angry with me and do seek to destroy me, and have cast me out from among you.", "11 And ye shall hear my words, for, for this intent have I come up upon the walls of this city, that ye might hear and know of the judgments of God which do await you because of your iniquities, and also that ye might know the conditions of repentance;", "12 And also that ye might know of the coming of Jesus Christ, the Son of God, the Father of heaven and of earth, the Creator of all things from the beginning; and that ye might know of the signs of his coming, to the intent that ye might believe on his name.", "13 And if ye believe on his name ye will repent of all your sins, that thereby ye may have a remission of them through his merits.", "14 And behold, again, another sign I give unto you, yea, a sign of his death.", "15 For behold, he surely must die that salvation may come; yea, it behooveth him and becometh expedient that he dieth, to bring to pass the resurrection of the dead, that thereby men may be brought into the presence of the Lord.", "16 Yea, behold, this death bringeth to pass the resurrection, and redeemeth all mankind from the first death—that spiritual death; for all mankind, by the fall of Adam being cut off from the presence of the Lord, are considered as dead, both as to things temporal and to things spiritual.", "17 But behold, the resurrection of Christ redeemeth mankind, yea, even all mankind, and bringeth them back into the presence of the Lord.", "18 Yea, and it bringeth to pass the condition of repentance, that whosoever repenteth the same is not hewn down and cast into the fire; but whosoever repenteth not is hewn down and cast into the fire; and there cometh upon them again a spiritual death, yea, a second death, for they are cut off again as to things pertaining to righteousness.", "19 Therefore repent ye, repent ye, lest by knowing these things and not doing them ye shall suffer yourselves to come under condemnation, and ye are brought down unto this second death.", "20 But behold, as I said unto you concerning another sign, a sign of his death, behold, in that day that he shall suffer death the sun shall be darkened and refuse to give his light unto you; and also the moon and the stars; and there shall be no light upon the face of this land, even from the time that he shall suffer death, for the space of three days, to the time that he shall rise again from the dead.", "21 Yea, at the time that he shall yield up the ghost there shall be thunderings and lightnings for the space of many hours, and the earth shall shake and tremble; and the rocks which are upon the face of this earth, which are both above the earth and beneath, which ye know at this time are solid, or the more part of it is one solid mass, shall be broken up;", "22 Yea, they shall be rent in twain, and shall ever after be found in seams and in cracks, and in broken fragments upon the face of the whole earth, yea, both above the earth and beneath.", "23 And behold, there shall be great tempests, and there shall be many mountains laid low, like unto a valley, and there shall be many places which are now called valleys which shall become mountains, whose height is great.", "24 And many highways shall be broken up, and many cities shall become desolate.", "25 And many graves shall be opened, and shall yield up many of their dead; and many saints shall appear unto many.", "26 And behold, thus hath the angel spoken unto me; for he said unto me that there should be thunderings and lightnings for the space of many hours.", "27 And he said unto me that while the thunder and the lightning lasted, and the tempest, that these things should be, and that darkness should cover the face of the whole earth for the space of three days.", "28 And the angel said unto me that many shall see greater things than these, to the intent that they might believe that these signs and these wonders should come to pass upon all the face of this land, to the intent that there should be no cause for unbelief among the children of men—", "29 And this to the intent that whosoever will believe might be saved, and that whosoever will not believe, a righteous judgment might come upon them; and also if they are condemned they bring upon themselves their own condemnation.", "30 And now remember, remember, my brethren, that whosoever perisheth, perisheth unto himself; and whosoever doeth iniquity, doeth it unto himself; for behold, ye are free; ye are permitted to act for yourselves; for behold, God hath given unto you a knowledge and he hath made you free.", "31 He hath given unto you that ye might know good from evil, and he hath given unto you that ye might choose life or death; and ye can do good and be restored unto that which is good, or have that which is good restored unto you; or ye can do evil, and have that which is evil restored unto you."], "Español": ["Samuel predice que habrá luz durante la noche y que aparecerá una estrella nueva cuando nazca Cristo— Cristo redime al género humano de la muerte temporal y de la espiritual— Entre las señales de Su muerte, habrá tres días de tinieblas, se partirán las rocas y habrá grandes cataclismos. Aproximadamente 6a.C.", "1 Y aconteció que Samuel el Lamanita profetizó muchísimas otras cosas que no pueden escribirse.", "2 Y les dijo: He aquí, os doy una señal; porque han de pasar cinco años más y, he aquí, entonces viene el Hijo de Dios para redimir a todos los que crean en su nombre.", "3 Y he aquí, esto os daré por señal al tiempo de su venida: porque he aquí, habrá grandes luces en el cielo, de modo que no habrá obscuridad en la noche anterior a su venida, al grado de que a los hombres les parecerá que es de día.", "4 Por tanto, habrá un día y una noche y un día, como si fuera un solo día y no hubiera noche; y esto os será por señal; porque os percataréis de la salida del sol y también de su puesta; por tanto, sabrán de seguro que habrá dos días y una noche; sin embargo, no se obscurecerá la noche; y será la noche antes que él nazca.", "5 Y he aquí, aparecerá una estrella nueva, tal como nunca habéis visto; y esto también os será por señal.", "6 Y he aquí, esto no es todo, habrá muchas señales y prodigios en el cielo.", "7 Y acontecerá que os llenaréis de asombro y admiración, a tal grado que caeréis al suelo.", "8 Y sucederá que el que creyere en el Hijo de Dios, tendrá vida sempiterna.", "9 Y he aquí, así me ha mandado el Señor, por medio de su ángel, que viniera y os dijera esto; sí, me ha mandado que os profetizara estas cosas; sí, me ha dicho: Clama a este pueblo: Arrepentíos, y preparad la vía del Señor.", "10 Y ahora bien, porque soy lamanita, y os he hablado las palabras que el Señor me ha mandado, y porque fue duro para vosotros, os enojáis conmigo, y tratáis de destruirme, y me habéis echado de entre vosotros.", "11 Y oiréis mis palabras, pues para este propósito me he subido a las murallas de esta ciudad, a fin de que oigáis y sepáis de los juicios de Dios que os esperan por causa de vuestras iniquidades, y también para que conozcáis las condiciones del arrepentimiento;", "12 y también para que sepáis de la venida de Jesucristo, el Hijo de Dios, el Padre del cielo y de la tierra, el Creador de todas las cosas desde el principio; y para que sepáis acerca de las señales de su venida, con objeto de que creáis en su nombre.", "13 Y si creéis en su nombre, os arrepentiréis de todos vuestros pecados, para que de ese modo logréis una remisión de ellos por medio de los méritos de él.", "14 Y he aquí, os doy, además, otra señal, sí, una señal de su muerte.", "15 Pues he aquí, de cierto tiene que morir para que venga la salvación; sí, a él le corresponde y se hace necesario que muera para efectuar la resurrección de los muertos, a fin de que por este medio los hombres sean llevados a la presencia del Señor.", "16 Sí, he aquí, esta muerte lleva a efecto la resurrección, y redime a todo el género humano de la primera muerte, esa muerte espiritual; porque, hallándose separados de la presencia del Señor por la caída de Adán, todos los hombres son considerados como si estuvieran muertos, tanto en lo que respecta a cosas temporales como a cosas espirituales.", "17 Pero he aquí, la resurrección de Cristo redime al género humano, sí, a toda la humanidad, y la trae de vuelta a la presencia del Señor.", "18 Sí, y lleva a efecto la condición del arrepentimiento, que aquel que se arrepienta no será talado y arrojado al fuego; pero el que no se arrepienta será talado y echado en el fuego; y viene otra vez sobre ellos una muerte espiritual; sí, una segunda muerte, porque quedan nuevamente separados de las cosas que conciernen a la justicia.", "19 Por tanto, arrepentíos, arrepentíos, no sea que por saber estas cosas, y por no cumplirlas, os dejéis caer bajo condenación, y seáis arrastrados a esta segunda muerte.", "20 Mas he aquí, como os dije concerniente a otra señal, una señal de su muerte, he aquí, el día en que padezca la muerte, se obscurecerá el sol, y rehusará daros su luz; y también la luna y las estrellas; y no habrá luz sobre la superficie de esta tierra durante tres días, sí, desde la hora en que sufra la muerte, hasta el momento en que resucite de entre los muertos.", "21 Sí, en el momento en que entregue el espíritu, habrá truenos y relámpagos por el espacio de muchas horas, y la tierra se conmoverá y temblará; y las rocas que están sobre la faz de la tierra, que se hallan tanto sobre la tierra como por debajo, y que hoy sabéis que son macizas, o que la mayor parte son una masa sólida, se harán pedazos;", "22 sí, se partirán por la mitad, y para siempre jamás después se hallarán con grietas y hendiduras, y en fragmentos sobre la superficie de toda la tierra, sí, tanto encima de la tierra como por debajo.", "23 Y he aquí, habrá grandes tempestades; y habrá muchas montañas que serán hechas llanas, a semejanza de un valle, y habrá muchos parajes que ahora se llaman valles, que se convertirán en montañas de una altura inmensa.", "24 Y muchas calzadas se harán pedazos, y muchas ciudades quedarán desoladas.", "25 Y se abrirán muchos sepulcros, y entregarán a un gran número de sus muertos; y muchos santos se aparecerán a muchos.", "26 Y he aquí, así me ha hablado el ángel; porque me dijo que habría truenos y relámpagos por el espacio de muchas horas.", "27 Y me dijo que mientras durasen los truenos y relámpagos y la tempestad, se verificarían estas cosas; y que tinieblas cubrirían la faz de toda la tierra por el espacio de tres días.", "28 Y me dijo el ángel que muchos verán mayores cosas que estas, con el fin de que crean que estas señales y prodigios se habrían de verificar por toda la superficie de esta tierra, con objeto de que no haya más motivo para la incredulidad entre los hijos de los hombres,", "29 y esto con objeto de que aquellos que crean sean salvos, y sobre los que no crean descienda un justo juicio; y también, si son condenados, traen sobre sí su propia condenación.", "30 Así pues, recordad, recordad, mis hermanos, que el que perece, perece por causa de sí mismo; y quien comete iniquidad, lo hace contra sí mismo; pues he aquí, sois libres; se os permite obrar por vosotros mismos; pues he aquí, Dios os ha dado el conocimiento y os ha hecho libres.", "31 Él os ha concedido que discernáis el bien del mal, y os ha concedido que escojáis la vida o la muerte; y podéis hacer lo bueno, y ser restaurados a lo que es bueno, es decir, que os sea restituido lo que es bueno; o podéis hacer lo malo, y hacer que lo que es malo os sea restituido."], "Français": ["Samuel prédit la lumière pendant la nuit et une nouvelle étoile à la naissance du Christ— Le Christ rachète les hommes de la mort temporelle et spirituelle— Les signes de sa mort consistent en trois jours de ténèbres, des rochers qui se fendront et de grands bouleversements de la nature. Vers 6av.J.-C.", "1 Et alors, il arriva que Samuel, le Lamanite, prophétisa encore un grand nombre de choses qui ne peuvent être écrites.", "2 Et voici, il leur dit: Voici, je vous donne un signe; car il y aura encore cinq années, et voici, alors le Fils de Dieu viendra racheter tous ceux qui croiront en son nom.", "3 Et voici, je vais vous donner ceci comme signe du moment de sa venue; car voici, il y aura de grandes lumières dans le ciel, de sorte que pendant la nuit qui précédera sa venue, il n’y aura pas de ténèbres, de sorte qu’il semblera à l’homme qu’il fait jour.", "4 C’est pourquoi, il y aura un jour, et une nuit, et un jour, comme si c’était un seul jour et comme s’il n’y avait pas de nuit; et cela vous sera donné comme signe; car vous saurez que le soleil se lève et aussi qu’il se couche; c’est pourquoi, vous saurez avec certitude qu’il y aura deux jours et une nuit; néanmoins, la nuit ne sera pas assombrie; et ce sera la nuit précédant sa naissance.", "5 Et voici, une nouvelle étoile se lèvera, une étoile comme vous n’en avez jamais vue; et ce sera aussi un signe pour vous.", "6 Et voici, ce n’est pas tout: il y aura beaucoup de signes et de prodiges dans le ciel.", "7 Et il arrivera que vous serez tous stupéfaits et étonnés, de sorte que vous tomberez par terre.", "8 Et il arrivera que quiconque croira au Fils de Dieu aura la vie éternelle.", "9 Et voici, c’est cela que le Seigneur, par son ange, m’a commandé de venir vous dire; oui, c’est cela qu’il a commandé que je vous prophétise; oui, il m’a dit: Crie à ce peuple: Repentez-vous et préparez le chemin du Seigneur.", "10 Et maintenant, parce que je suis Lamanite, et vous ai dit les paroles que le Seigneur m’a commandées, et parce que c’était dur à votre égard, vous êtes en colère contre moi, et cherchez à me faire périr, et m’avez chassé de parmi vous.", "11 Et vous entendrez mes paroles, car c’est dans ce but que je suis monté sur les murailles de cette ville, afin que vous entendiez, et soyez au courant des jugements de Dieu qui vous attendent à cause de vos iniquités, et aussi afin que vous connaissiez les conditions du repentir;", "12 et aussi, afin que vous soyez informés de la venue de Jésus-Christ, le Fils de Dieu, le Père du ciel et de la terre, le Créateur de tout depuis le commencement, et que vous soyez informés des signes de sa venue, pour que vous croyiez en son nom.", "13 Et si vous croyez en son nom, vous vous repentirez de tous vos péchés, afin d’avoir, ainsi, leur pardon par ses mérites.", "14 Et voici, je vous donne encore un autre signe, oui, un signe de sa mort.", "15 Car voici, il doit sûrement mourir pour que le salut puisse venir; oui, il lui convient et il devient nécessaire qu’il meure, pour réaliser la résurrection des morts, afin qu’ainsi, les hommes soient amenés en la présence du Seigneur.", "16 Oui, voici, cette mort réalise la résurrection et rachète toute l’humanité de la première mort, de cette mort spirituelle; car toute l’humanité, étant retranchée, par la chute d’Adam, de la présence du Seigneur, est considérée comme morte, tant en ce qui concerne les choses temporelles qu’en ce qui concerne les choses spirituelles.", "17 Mais voici, la résurrection du Christ rachète l’humanité, oui, toute l’humanité, et la ramène en la présence du Seigneur.", "18 Oui, et elle réalise la condition du repentir, de sorte que quiconque se repent n’est pas coupé ni jeté au feu; mais quiconque ne se repent pas est coupé et jeté au feu; et une mort spirituelle s’abat de nouveau sur lui, oui, une seconde mort, car il est de nouveau retranché de ce qui a trait à la justice.", "19 C’est pourquoi repentez-vous, repentez-vous, de peur que, sachant ces choses et ne les faisant pas, vous vous laissiez tomber sous la condamnation et soyez entraînés vers cette seconde mort.", "20 Mais voici, comme je vous l’ai dit concernant un autre signe, un signe de sa mort, voici, en ce jour où il souffrira la mort, le soleil sera obscurci et refusera de vous donner sa lumière; et aussi, la lune et les étoiles; et il n’y aura pas de lumière sur la surface de ce pays à partir du moment où il souffrira la mort, pendant trois jours, jusqu’au moment où il ressuscitera d’entre les morts.", "21 Oui, au moment où il rendra l’esprit, il y aura des tonnerres et des éclairs pendant de nombreuses heures, et la terre frémira et tremblera; et les rochers qui sont à la surface de cette terre, qui sont à la fois au-dessus de la terre et en-dessous, que vous savez en ce moment être massifs, ou: la plus grande partie d’entre eux est une seule masse solide, seront fragmentés;", "22 ils seront fendus en deux, et on les trouvera dorénavant pleins de fissures, et de crevasses, et de fragments brisés sur la surface de toute la terre, oui, tant au-dessus de la terre que dessous.", "23 Et voici, il y aura de grandes tempêtes, et il y aura beaucoup de montagnes qui seront abaissées, comme une vallée, et il y aura beaucoup de lieux, qui sont maintenant appelés vallées, qui deviendront des montagnes, dont la hauteur sera grande.", "24 Et beaucoup de grandes routes seront fragmentées, et beaucoup de villes deviendront désolées.", "25 Et beaucoup de tombes s’ouvriront et rendront beaucoup de leurs morts; et beaucoup de saints apparaîtront à beaucoup.", "26 Et voici, ainsi m’a parlé l’ange; car il m’a dit qu’il y aurait des tonnerres et des éclairs pendant de nombreuses heures.", "27 Et il m’a dit que ces choses arriveraient pendant que le tonnerre, et les éclairs, et la tempête dureraient, et que des ténèbres couvriraient la surface de toute la terre pendant trois jours.", "28 Et l’ange me dit que beaucoup verraient des choses plus grandes que celles-là, afin qu’ils croient que ces signes et ces prodiges se produiraient sur toute la surface de ce pays, pour qu’il n’y ait aucune cause d’incrédulité parmi les enfants des hommes—", "29 et cela afin que quiconque croit soit sauvé et que quiconque ne croit pas, un jugement juste s’abatte sur lui; et aussi, s’ils sont condamnés, c’est qu’ils s’attirent leur propre condamnation.", "30 Et maintenant, souvenez-vous, souvenez-vous, mes frères, que quiconque périt, périt à lui-même; et quiconque commet l’iniquité, la commet contre lui-même; car voici, vous êtes libres; il vous est permis d’agir par vous-mêmes; car voici, Dieu vous a donné la connaissance et il vous a rendus libres.", "31 Il vous a donné de discerner le bien du mal, et il vous a donné de choisir la vie ou la mort; et vous pouvez faire le bien et être rendus à ce qui est bien, ou faire en sorte que ce qui est bien vous soit rendu; ou vous pouvez faire le mal, et faire en sorte que ce qui est mal vous soit rendu."], "Kiribati": ["Tamuera e taetae ni burabetiia bwa e na oota te bong ao e na iai te itoi ae boou ngkana e bungiaki Kristo—Kristo e kabooia aomata man te mate n rabwata ao te mate n tamnei—Kanikinaean matena bon tenibong te bong n roo, uruakin taian bwa, ao taian mangaongao ni waakin te aba. Uakaan ma 6I.K.", "1 Ao ngkai e a koro bukina bwa Tamuera, te Reimwanaite e bon taetae ni burabetii bwaai aika a mwaiti aika aki kona ni koreaki.", "2 Ao nooria, e taku nakoia: Nooria, N na anganiko te kanikina; bwa nimaua riki te ririki ae a na roko, ao nooria, ngkanne e na roko Natin te Atua bwa e na kabooia ni kabane ake a na kakoaua arana.", "3 Ao nooria, N na anganingkami aei bwa te kanikina; bwa nooria, e na bon iai taian oota aika a korakora i karawa, n te aro are n te tairiki i mwaain rokona ao e na bon akea te roo, n te aro are e na taraa n ae e ngaina iroun te aomata.", "4 Ngaia are e na bon ti teuana te ngaina ao te tairiki ao te ngaina, n aiaron ae ti teuana te bong ao akea te tairiki; ao bon aio te kanikina nakoim; bwa ko na ataa otin taai ao bungina naba; ngaia are ko na ataia ma te koaua bwa e na bon iai uoua te ngaina ao teuana te tairiki; ma e ngae n anne ao e na bon aki roo te tairiki; are te tairiki are i mwaain ae bungiaki.", "5 Ao nooria, e na bon iai te itoi ae boou ae e na oti, ae te aekaki ae kam tuai ma n nonoria ma i mwaaina; ao bon aio naba te kanikina nakoimi.", "6 Ao nooria bon tiaki ti aei, a na bon mwaiti taian kanikina ao taian kamiimi i karawa.", "7 Ao e na koro bukina bwa kam na bon kubanako ma ni miimi, n te aro are kam na bwaka nako aontano.", "8 Ao e a koro bukina bwa ane e kakoaua Natin te Atua, ao e na bon karekea te maiu are aki totoki.", "9 Ao nooria, e a bon tia n anganai te tua te Uea, iroun ana anera, bwa N na roko ma n tuangkami te bwai aio; eng, e a bon tia n anganai te tua bwa N na taetae ni burabetii bwaai aikai nakoiu; eng, e taku nakoimi: Takarua nakoia te botanaomata aio, rairinanomi ao katauraoa kawain te Uea.", "10 Ao ngkai, ibukina bwa ngai te Reimwanaite, ma n tia n taekin ana taeka te Uea are e tuangai, ao ibukina bwa e bon matoatoa nakoimi, kam bon un irou ma n ukoukora kamaunakiu, ma n tia n teweai nako ma i buakomi.", "11 Ao kam na ongo au taeka, bwa ibukin aei ao I a tia n toka iaon oon te kaawa ae bubura aei, bwa kam aonga n ongo ana motiki taeka te Atua are e tataningaingkami ibukin ami bure, bwa kam aonga naba n ataa te rairannano.", "12 Ao bwa kam aonga naba n ataa rokon Iesu Kristo, Natin te Atua, are Taman karawa ma aonaba, te Tia Karikibwai ni kabane mai moana; ao bwa kam aonga n ataa kanikinaean rokona, bwa kam aonga ni kakoaua arana.", "13 Ao ngkana kam kakoaua arana ao kam na rairinanomi man n ami bure ni kabane, bwa kam aonga ni kamaunaki n ana mwakuri aika a raraoi.", "14 Ao nooria, riki, iai riki te kanikina teuana ae N na anganiko, eng, ae kanikinaean matena.", "15 Bwa nooria, e na bon mate bwa e aonga n reke te kamaiuaki; eng, e bon kakawaki irouna ao e bon riai bwa e na mate, bwa e aonga ni karekea te mangauti nakon ane e mate, bwa aonga n uotaki aomata nako matan te Uea.", "16 Eng, nooria, te mate e kakoroa bukin te mangauti, ao kaboaia aomata ni kabane man te moan mate—are te mate n tamnei; bwa ni kabane aomata, ma ni bwakan Atam a bon teweaki nako mai matan te Uea, ao a aranaki bwa a mate, ni bwain te rabwata ao bwain te tamnei.", "17 Ma nooria, mangautin Kristo e kaboia aomata ni kabane, eng, ni kabane aomata, ma n uotiia ni kaokia nako matan te Uea.", "18 Eng, ao e a koro bukina bwa ibukin te aro n rairannano, ao ane e rairananona ao e na bon aki koreaki ma n teweaki nako nanon te ai; ma ane e rawa n rairananona e na bon koreaki man tewenakoaki nako nanon te ai; ao e na bon roko i aoia riki te mate n tamnei, eng, te kauoua ni mate, bwa a manga katokaki ni kaineti ma bwaai aika a raoiroi.", "19 Ngaia are rairinanomi, rairinanomi, bwa mwiina kam atai bwaai aikai ao kam aki karaoi ao kam na bon kairaki ngkami nakon te kabuakakaki, ao kam na kairaki nakon te kauoua ni mate.", "20 Ma nooria, n aron are I taekinna nakoimi ni kaineti ma te kanikina riki teuana, are kanikinaean matena, nooria, n te bong anne e na bon rinanon te mate ao e na roo taai ma n rawa n anga ootana nakoimi; ao namwakaina naba ma itoi; ao e na bon akea te oota iaon te aba man te tai are e na mate iai, i nanon te maan ae teniua te bong, nakon te tai are e na manga teirake iai man te mate.", "21 Eng, n te tai are e na anga iai tamneina ao e na bon iai rebwen te baa ao itini karawa i nanon te maan ae aoa aika a bati, ao e na ioioaki te aonaba ma n ruru, ao taian bwa ake a mena n te aonaba aei, ake a mena iaon te tano ao ake a mena i aan te tano, ake ti bon atai bwa a matoatoa n te tai aei, ke angiina riki a bon ikotaki n teuana ma ni matoatoa, a na bon uruakaki ma ni maenako.", "22 Eng, a na bon raeuaki nakon uoua, ma ni kona n nooraki bwa a raeuaki ke a tabwenaua, ao ma n uruaki ni maibibi ni kabuta aon te aonaba, eng, iaon te tano ao i aan te tano.", "23 Ao nooria, a na bon iai angibuaka, ao ana mwaiti maunga aika a na karinanoaki, n ai aekan te mwarua, ao e na mwaiti te tabo ake a na aranaki bwa mwarua aika ana riki bwa maunga, ake a ririeta.", "24 Ao a mwaiti kawai aika a bati n totouaki aika a na uruakaki, ao a na riki ni kamaroa kaawa aika a mwaiti.", "25 Ao a na mwaiti taian rua ni mate aika a na uki, ma n anganako aia mate; ao a na mwaiti aomata aika itiaki ake a na kaoti nakoia aika a mwaiti.", "26 Ao nooria, e a tia n taetae te anera nakoiu; bwa e taku nakoiu bwa e na iai rebwen te baa ao te iti i nanon te maan ae aoa aika a bati.", "27 Ao e taku nakoiu bwa i nanon rebwen te baa ao itin karawa, ao te angi buaka, ao a na bon riki bwaai ake I a tia n taekin, ao e na rabunaki te aonaba ni kabuta n te ro i nanon te maan ae teniua te bong.", "28 Ao e taku te anera nakoiu bwa a mwaiti aika na noori bwaai aika a korakora riki nakon aikai, bwa aonga ni kakoauai kanikina ao kamimi ake a na koro bukiia iaon te aba ni kabuta, bwa e aonga n ae a na akea bukin ae a na kakewekewe natiia aomata—", "29 Bwa aio aan te kantaninga bwa ane e kakoaua ao e na kona ni kamaiuaki, ao akana aki kakoaua, e na roko i aoia te motikitaeka ae raoiroi; ao ngkana a kabuakakaki naba a na bon karika oin kabuakakakiia.", "30 Ao ngkai uringnga, uringnga, tariu, bwa ane e bua tamneina, e bon bua tamneina irouna; ao ane e karaoa te bure, e bon karaoia bon nakoina; bwa nooria, kam bon inaomata; kam kariaiakaki ni mwakuri i bon ibukimi; bwa nooria, e a tia n anganingkami te atatai te Atua ao e a tia ni kainaomataingkami.", "31 E a tia n anganingkami bwa kam aonga n ataa te raoiroi man te buakaka, ao e a tia n anganingkami bwa kam na rinea te maiu ke te mate; ao kam kona ni kaitara te raoiroi ao e na manga kaokaki ae raoiroi nakoimi; ke te bwai are e raoiroi e na manga kaokaki nakoimi; ke ko kona ni karaoa ae buakaka, ao e na manga kaokaki ae buakaka nakoim."]}