{"English": ["Messengers find the chief judge dead at the judgment seat—They are imprisoned and later released—By inspiration Nephi identifies Seantum as the murderer—Nephi is accepted by some as a prophet. About 23–21B.C.", "1 Behold, now it came to pass that when Nephi had spoken these words, certain men who were among them ran to the judgment-seat; yea, even there were five who went, and they said among themselves, as they went:", "2 Behold, now we will know of a surety whether this man be a prophet and God hath commanded him to prophesy such marvelous things unto us. Behold, we do not believe that he hath; yea, we do not believe that he is a prophet; nevertheless, if this thing which he has said concerning the chief judge be true, that he be dead, then will we believe that the other words which he has spoken are true.", "3 And it came to pass that they ran in their might, and came in unto the judgment-seat; and behold, the chief judge had fallen to the earth, and did lie in his blood.", "4 And now behold, when they saw this they were astonished exceedingly, insomuch that they fell to the earth; for they had not believed the words which Nephi had spoken concerning the chief judge.", "5 But now, when they saw they believed, and fear came upon them lest all the judgments which Nephi had spoken should come upon the people; therefore they did quake, and had fallen to the earth.", "6 Now, immediately when the judge had been murdered—he being stabbed by his brother by a garb of secrecy, and he fled, and the servants ran and told the people, raising the cry of murder among them;", "7 And behold the people did gather themselves together unto the place of the judgment-seat—and behold, to their astonishment they saw those five men who had fallen to the earth.", "8 And now behold, the people knew nothing concerning the multitude who had gathered together at the garden of Nephi; therefore they said among themselves: These men are they who have murdered the judge, and God has smitten them that they could not flee from us.", "9 And it came to pass that they laid hold on them, and bound them and cast them into prison. And there was a proclamation sent abroad that the judge was slain, and that the murderers had been taken and were cast into prison.", "10 And it came to pass that on the morrow the people did assemble themselves together to mourn and to fast, at the burial of the great chief judge who had been slain.", "11 And thus also those judges who were at the garden of Nephi, and heard his words, were also gathered together at the burial.", "12 And it came to pass that they inquired among the people, saying: Where are the five who were sent to inquire concerning the chief judge whether he was dead? And they answered and said: Concerning this five whom ye say ye have sent, we know not; but there are five who are the murderers, whom we have cast into prison.", "13 And it came to pass that the judges desired that they should be brought; and they were brought, and behold they were the five who were sent; and behold the judges inquired of them to know concerning the matter, and they told them all that they had done, saying:", "14 We ran and came to the place of the judgment-seat, and when we saw all things even as Nephi had testified, we were astonished insomuch that we fell to the earth; and when we were recovered from our astonishment, behold they cast us into prison.", "15 Now, as for the murder of this man, we know not who has done it; and only this much we know, we ran and came according as ye desired, and behold he was dead, according to the words of Nephi.", "16 And now it came to pass that the judges did expound the matter unto the people, and did cry out against Nephi, saying: Behold, we know that this Nephi must have agreed with some one to slay the judge, and then he might declare it unto us, that he might convert us unto his faith, that he might raise himself to be a great man, chosen of God, and a prophet.", "17 And now behold, we will detect this man, and he shall confess his fault and make known unto us the true murderer of this judge.", "18 And it came to pass that the five were liberated on the day of the burial. Nevertheless, they did rebuke the judges in the words which they had spoken against Nephi, and did contend with them one by one, insomuch that they did confound them.", "19 Nevertheless, they caused that Nephi should be taken and bound and brought before the multitude, and they began to question him in divers ways that they might cross him, that they might accuse him to death—", "20 Saying unto him: Thou art confederate; who is this man that hath done this murder? Now tell us, and acknowledge thy fault; saying, Behold here is money; and also we will grant unto thee thy life if thou wilt tell us, and acknowledge the agreement which thou hast made with him.", "21 But Nephi said unto them: O ye fools, ye uncircumcised of heart, ye blind, and ye stiffnecked people, do ye know how long the Lord your God will suffer you that ye shall go on in this your way of sin?", "22 O ye ought to begin to howl and mourn, because of the great destruction which at this time doth await you, except ye shall repent.", "23 Behold ye say that I have agreed with a man that he should murder Seezoram, our chief judge. But behold, I say unto you, that this is because I have testified unto you that ye might know concerning this thing; yea, even for a witness unto you, that I did know of the wickedness and abominations which are among you.", "24 And because I have done this, ye say that I have agreed with a man that he should do this thing; yea, because I showed unto you this sign ye are angry with me, and seek to destroy my life.", "25 And now behold, I will show unto you another sign, and see if ye will in this thing seek to destroy me.", "26 Behold I say unto you: Go to the house of Seantum, who is the brother of Seezoram, and say unto him—", "27 Has Nephi, the pretended prophet, who doth prophesy so much evil concerning this people, agreed with thee, in the which ye have murdered Seezoram, who is your brother?", "28 And behold, he shall say unto you, Nay.", "29 And ye shall say unto him: Have ye murdered your brother?", "30 And he shall stand with fear, and wist not what to say. And behold, he shall deny unto you; and he shall make as if he were astonished; nevertheless, he shall declare unto you that he is innocent.", "31 But behold, ye shall examine him, and ye shall find blood upon the skirts of his cloak.", "32 And when ye have seen this, ye shall say: From whence cometh this blood? Do we not know that it is the blood of your brother?", "33 And then shall he tremble, and shall look pale, even as if death had come upon him.", "34 And then shall ye say: Because of this fear and this paleness which has come upon your face, behold, we know that thou art guilty.", "35 And then shall greater fear come upon him; and then shall he confess unto you, and deny no more that he has done this murder.", "36 And then shall he say unto you, that I, Nephi, know nothing concerning the matter save it were given unto me by the power of God. And then shall ye know that I am an honest man, and that I am sent unto you from God.", "37 And it came to pass that they went and did, even according as Nephi had said unto them. And behold, the words which he had said were true; for according to the words he did deny; and also according to the words he did confess.", "38 And he was brought to prove that he himself was the very murderer, insomuch that the five were set at liberty, and also was Nephi.", "39 And there were some of the Nephites who believed on the words of Nephi; and there were some also, who believed because of the testimony of the five, for they had been converted while they were in prison.", "40 And now there were some among the people, who said that Nephi was a prophet.", "41 And there were others who said: Behold, he is a god, for except he was a god he could not know of all things. For behold, he has told us the thoughts of our hearts, and also has told us things; and even he has brought unto our knowledge the true murderer of our chief judge."], "Español": ["Los mensajeros encuentran al juez superior muerto en el asiento judicial— Son encarcelados y más adelante se les pone en libertad— Por inspiración, Nefi identifica a Seántum como el asesino— Algunos aceptan a Nefi como profeta. Aproximadamente 23–21a.C.", "1 Y he aquí, aconteció que cuando Nefi hubo hablado estas palabras, ciertos hombres que estaban entre ellos corrieron al asiento judicial; sí, y eran cinco los que fueron, y decían entre sí, mientras iban:", "2 He aquí, ahora sabremos con certeza si este hombre es profeta y si Dios le ha mandado que nos profetice cosas tan maravillosas. He aquí, nosotros no creemos que lo haya hecho; ni creemos que sea profeta; no obstante, si resulta cierto lo que ha dicho concerniente al juez superior, que está muerto, entonces creeremos que las otras palabras que ha hablado son también verdaderas.", "3 Y ocurrió que corrieron con todas sus fuerzas, y llegaron al asiento judicial; y he aquí, el juez superior había caído a tierra, y yacía en su propia sangre.", "4 Y he aquí, cuando vieron esto, se asombraron en extremo, a tal grado que cayeron al suelo; porque no habían creído las palabras de Nefi concernientes al juez superior.", "5 Pero ahora, cuando vieron, creyeron; y se apoderó de ellos el temor de que descendieran sobre el pueblo todos los castigos que Nefi había declarado; por tanto, temblaron y cayeron al suelo.", "6 E inmediatamente después que el juez fue asesinado —y su hermano, disfrazado, lo había apuñalado y había huido— los siervos del juez corrieron y avisaron al pueblo, pregonando el asesinato entre ellos;", "7 y he aquí, el pueblo se juntó en el sitio del asiento judicial; y he aquí, para su asombro vieron a aquellos cinco hombres que habían caído al suelo.", "8 Y he aquí, el pueblo no sabía nada acerca de la multitud que se había reunido en el jardín de Nefi; por tanto, dijeron entre sí: Estos hombres son los que han asesinado al juez, y Dios los ha herido para que no huyan de nosotros.", "9 Y aconteció que se apoderaron de ellos, y los ataron y los encarcelaron. Y se expidió una proclamación de que el juez había sido asesinado, y que se había aprehendido y encarcelado a los homicidas.", "10 Y sucedió que a la mañana siguiente, el pueblo se juntó para hacer duelo y para ayunar en el sepelio del gran juez superior que había sido asesinado.", "11 Y asimismo, aquellos jueces que estuvieron presentes en el jardín de Nefi y oyeron sus palabras también asistieron al sepelio.", "12 Y sucedió que inquirieron entre el pueblo, diciendo: ¿Dónde están los cinco que fueron enviados para indagar concerniente a que si estaba muerto el juez superior? Y contestaron y dijeron: Respecto de esos cinco hombres que decís que habéis enviado, nada sabemos; pero hay cinco que son los asesinos, a quienes hemos echado en la cárcel.", "13 Y aconteció que los jueces pidieron que los trajeran; y los trajeron, y he aquí, eran los cinco que fueron enviados; y he aquí, los jueces los interrogaron para saber concerniente al asunto, y ellos les refirieron todo cuanto habían hecho, diciendo:", "14 Corrimos y llegamos al sitio del asiento judicial, y cuando vimos todas las cosas, precisamente cual Nefi las había testificado, nos asombramos a tal grado que caímos al suelo; y cuando nos recobramos de nuestro asombro, he aquí, nos encerraron en la prisión.", "15 Ahora bien, en cuanto al asesinato de este hombre, no sabemos quién lo habrá hecho; y solo sabemos esto, que corrimos y vinimos, según vuestros deseos, y he aquí, estaba muerto, según las palabras de Nefi.", "16 Aconteció, entonces, que los jueces explicaron el asunto al pueblo, y clamaron contra Nefi, diciendo: He aquí, sabemos que este Nefi debe haberse convenido con alguien para matar al juez, y luego divulgárnoslo, a fin de convertirnos a su fe, para enaltecerse como un gran hombre, elegido de Dios y un profeta.", "17 Y he aquí, ahora descubriremos a este hombre, y confesará su delito, y nos hará saber el verdadero asesino de este juez.", "18 Y ocurrió que el día del sepelio pusieron en libertad a aquellos cinco. No obstante, estos riñeron a los jueces por las palabras que habían proferido contra Nefi, y contendieron con ellos, uno por uno, al grado de que los confundieron.", "19 No obstante, los jueces hicieron que Nefi fuese aprehendido y atado y llevado ante la multitud; y empezaron a interrogarlo de diferentes maneras, a fin de hacerle contradecirse para condenarlo a muerte;", "20 y le dijeron: Tú eres cómplice; ¿quién es el hombre que ha cometido este asesinato? Dínoslo, y reconoce tu delito; he aquí este dinero, y además, te perdonaremos la vida, si nos lo haces saber y admites el pacto que has hecho con él.", "21 Pero Nefi les dijo: ¡Oh insensatos, incircuncisos de corazón, pueblo ciego y duro de cerviz! ¿Sabéis cuánto tiempo el Señor vuestro Dios os permitirá que continuéis en vuestro estado pecaminoso?", "22 Ya deberíais empezar a gritar y a lamentaros a causa de la gran destrucción que ahora mismo os espera, a menos que os arrepintáis.", "23 He aquí, decís que me he puesto de acuerdo con un hombre para que asesinara a Seezóram, nuestro juez superior. Mas he aquí, os digo que esto se debe a que os he testificado para que supieseis de este asunto; sí, como testimonio a vosotros de que tenía conocimiento de la perversidad y las abominaciones que hay entre vosotros.", "24 Y porque he hecho esto, decís que me he puesto de acuerdo con un hombre para que hiciera esta cosa; sí, porque os he mostrado esta señal, estáis enojados conmigo, y procuráis destruir mi vida.", "25 Y he aquí, ahora os mostraré otra señal, y veré si en esto procuraréis destruirme.", "26 He aquí, os digo: Id a la casa de Seántum, que es el hermano de Seezóram, y decidle:", "27 ¿Se ha puesto de acuerdo contigo Nefi, el profeta fingido, que profetiza tanto mal sobre este pueblo, para asesinar a Seezóram, tu hermano?", "28 Y he aquí, él os dirá: No.", "29 Entonces le diréis: ¿Has asesinado tú a tu hermano?", "30 Y se llenará de miedo, y no sabrá qué responder. Y he aquí, os lo negará; y aparentará estar asombrado y os declarará que es inocente.", "31 Mas he aquí, lo examinaréis, y hallaréis sangre en las faldas de su manto.", "32 Y cuando hayáis visto esto, diréis: ¿De dónde viene esta sangre? ¿Acaso no sabemos que es la sangre de tu hermano?", "33 Entonces temblará, y se pondrá pálido, como si le hubiese llegado la muerte.", "34 Y luego diréis vosotros: Por este temor y esta palidez que ha venido a tu semblante, he aquí, sabemos que eres culpable.", "35 Y entonces vendrá sobre él mayor temor; y luego os confesará, y no negará más que él ha cometido este asesinato.", "36 Y luego os dirá que yo, Nefi, no sé nada concerniente al asunto a menos que me haya sido dado por el poder de Dios. Y entonces sabréis que soy un hombre honrado, y que soy enviado de Dios a vosotros.", "37 Y aconteció que fueron e hicieron de acuerdo con lo que Nefi les había dicho. Y he aquí, las palabras que él había dicho resultaron ciertas; pues según las palabras, Seántum negó; y también según las palabras, él confesó.", "38 Y fue traído para comprobar que él era el verdadero asesino, de modo que dieron su libertad a los cinco, lo mismo que a Nefi.", "39 Y hubo algunos de los nefitas que creyeron en las palabras de Nefi; y hubo también algunos que creyeron por causa del testimonio de los cinco, porque estos se habían convertido mientras estuvieron en la prisión.", "40 Y hubo algunos de los del pueblo que dijeron que Nefi era profeta.", "41 Y hubo otros que dijeron: He aquí, es un dios; porque si no fuera un dios, no podría saber de todas las cosas; pues he aquí, nos ha declarado los pensamientos de nuestros corazones, y también nos ha dicho cosas; y aun ha traído a nuestro conocimiento el verdadero asesino de nuestro juez superior."], "Français": ["Les messagers trouvent le grand juge mort au siège du jugement— Ils sont emprisonnés et, plus tard, relâchés— Par inspiration, Néphi identifie Séantum comme étant l’assassin— Néphi est accepté par certains comme prophète. Vers 23–21av.J.-C.", "1 Voici, il arriva alors que quand Néphi eut dit ces paroles, certains hommes qui étaient parmi eux coururent au siège du jugement; oui, il y en eut cinq qui allèrent, et ils se dirent entre eux, tandis qu’ils allaient:", "2 Voici, nous allons maintenant savoir avec certitude si cet homme est un prophète et si Dieu lui a commandé de nous prophétiser des choses aussi étonnantes. Voici, nous ne croyons pas qu’il l’ait fait; oui, nous ne croyons pas qu’il soit prophète; néanmoins, si ce qu’il a dit concernant le grand juge est vrai, qu’il est mort, alors nous croirons que les autres paroles qu’il a dites sont vraies.", "3 Et il arriva qu’ils coururent de toutes leurs forces et entrèrent au siège du jugement; et voici, le grand juge était tombé par terre et était couché dans son sang.", "4 Et alors, voici, lorsqu’ils virent cela, ils furent extrêmement étonnés, de sorte qu’ils tombèrent par terre; car ils n’avaient pas cru les paroles que Néphi avait dites concernant le grand juge.", "5 Mais alors, quand ils virent, ils crurent, et ils furent envahis par la crainte que les jugements dont Néphi avait parlé ne s’abattent sur le peuple; c’est pourquoi ils tremblaient et étaient tombés par terre.", "6 Or, aussitôt que le grand juge eut été assassiné, poignardé par son frère sous le couvert du secret, celui-ci s’enfuit, et les serviteurs coururent le dire au peuple, criant au meurtre parmi eux;", "7 et voici, le peuple se rassembla au lieu du siège du jugement, et voici, à son étonnement, il vit ces cinq hommes qui étaient tombés par terre.", "8 Et maintenant, voici, le peuple ne savait rien de la multitude qui s’était rassemblée au jardin de Néphi; c’est pourquoi ils se dirent entre eux: Ces hommes sont ceux qui ont assassiné le juge, et Dieu les a frappés pour qu’ils ne puissent fuir devant nous.", "9 Et il arriva qu’ils s’emparèrent d’eux, et les lièrent, et les jetèrent en prison. Et une proclamation fut envoyée partout, disant que le juge avait été assassiné, et que les meurtriers avaient été pris et jetés en prison.", "10 Et il arriva que le peuple s’assembla le lendemain pour pleurer et jeûner à l’enterrement de l’éminent grand juge qui avait été tué.", "11 Et ainsi, ces juges aussi qui étaient au jardin de Néphi et avaient entendu ses paroles étaient aussi rassemblés à l’enterrement.", "12 Et il arriva qu’ils s’enquirent parmi le peuple, disant: Où sont les cinq qui ont été envoyés s’enquérir à propos du grand juge pour savoir s’il était mort? Et ils répondirent et dirent: Nous ne savons rien de ces cinq que vous dites avoir envoyés; mais il y en a cinq qui sont les assassins, que nous avons jetés en prison.", "13 Et il arriva que les juges désirèrent qu’on les amenât; et ils furent amenés; et voici, c’étaient les cinq qui avaient été envoyés; et voici, les juges s’enquirent auprès d’eux pour être informés de l’affaire, et ils leur dirent tout ce qu’ils avaient fait, disant:", "14 Nous avons couru et sommes arrivés au lieu du siège du jugement, et lorsque nous avons vu que tout était comme Néphi en avait témoigné, nous avons été étonnés, de sorte que nous sommes tombés par terre; et lorsque nous sommes revenus de notre étonnement, voici, on nous a jetés en prison.", "15 Or, pour ce qui est du meurtre de cet homme, nous ne savons pas qui l’a fait; et nous ne savons qu’une chose, c’est que nous avons couru et sommes venus comme vous le désiriez, et voici, il était mort, selon les paroles de Néphi.", "16 Et alors, il arriva que les juges expliquèrent l’affaire au peuple et élevèrent la voix contre Néphi, disant: Voici, nous savons que ce Néphi doit être convenu avec quelqu’un de tuer le juge, et alors il pourrait nous l’annoncer, afin de nous convertir à sa foi, afin de s’élever pour être un grand homme, choisi par Dieu, et un prophète.", "17 Et maintenant, voici, nous allons démasquer cet homme, et il va confesser sa faute et nous faire connaître le véritable meurtrier de ce juge.", "18 Et il arriva que les cinq furent libérés le jour de l’enterrement. Néanmoins, ils reprirent les juges pour les paroles qu’ils avaient dites contre Néphi, et contestèrent avec eux un par un, de sorte qu’ils les confondirent.", "19 Néanmoins, ils firent prendre et lier Néphi et le firent amener devant la multitude, et ils commencèrent à le questionner de diverses manières, afin de l’amener à se contredire, afin de l’accuser pour le faire mourir,", "20 lui disant: Tu es complice; qui est cet homme qui a commis ce meurtre? Maintenant, dis-le nous, et reconnais ta faute; disant: Voilà de l’argent; et nous t’accorderons aussi la vie si tu nous le dis et reconnais l’arrangement que tu as pris avec lui.", "21 Mais Néphi leur dit: Ô insensés, incirconcis de cœur, aveugles, et toi, peuple au cou roide, savez-vous combien de temps le Seigneur, votre Dieu, souffrira que vous continuiez dans cette voie du péché qui est la vôtre?", "22 Oh! vous devriez commencer à hurler et à pleurer, à cause de la grande destruction qui vous attend maintenant, à moins que vous ne vous repentiez.", "23 Voici, vous dites que j’ai pris un arrangement avec un homme pour qu’il assassine Seezoram, notre grand juge. Mais voici, je vous dis qu’il en est ainsi parce que je vous ai témoigné, afin que vous soyez informés de la chose; oui, comme témoignage pour vous que j’étais informé de la méchanceté et des abominations qui sont parmi vous.", "24 Et parce que j’ai fait cela, vous dites que j’ai pris un arrangement avec un homme pour qu’il fasse cela; oui, parce que je vous ai montré ce signe, vous êtes en colère contre moi et cherchez à m’ôter la vie.", "25 Et maintenant, voici, je vais vous donner un autre signe, et je vais voir si en ceci vous chercherez à me faire périr.", "26 Voici, je vous le dis: Allez à la maison de Séantum, qui est le frère de Seezoram, et dites-lui:", "27 Néphi, le soi-disant prophète, qui prophétise tant de mal concernant ce peuple, a-t-il fait un arrangement avec toi pour que tu assassines Seezoram, qui est ton frère?", "28 Et voici, il vous dira: Non.", "29 Et vous lui direz: As-tu assassiné ton frère?", "30 Et il sera saisi de crainte et ne saura que dire. Et voici, il niera devant vous; et il fera l’étonné; néanmoins, il vous déclarera qu’il est innocent.", "31 Mais voici, vous l’examinerez et vous trouverez du sang sur les pans de son manteau.", "32 Et lorsque vous aurez vu cela, vous direz: D’où vient ce sang? Ne savons-nous pas que c’est le sang de ton frère?", "33 Et alors, il tremblera et sera pâle comme si la mort était venue sur lui.", "34 Alors, vous direz: À cause de cette crainte et de cette pâleur qui est venue sur ton visage, voici, nous savons que tu es coupable.", "35 Et alors, une crainte plus grande viendra sur lui; et alors, il vous confessera et ne niera plus qu’il a commis ce meurtre.", "36 Et alors, il vous dira que moi, Néphi, je ne sais rien de l’affaire, sauf si cela m’a été donné par le pouvoir de Dieu. Et alors, vous saurez que je suis un honnête homme et que je suis envoyé vers vous de la part de Dieu.", "37 Et il arriva qu’ils allèrent et firent ce que Néphi leur avait dit. Et voici, les paroles qu’il avait dites étaient vraies; car, selon les paroles, il nia; et aussi, selon les paroles, il confessa.", "38 Et il fut amené à prouver qu’il était lui-même le véritable meurtrier, de sorte que les cinq furent mis en liberté, et Néphi aussi.", "39 Et il y en eut parmi les Néphites qui crurent aux paroles de Néphi; et il y en eut aussi qui crurent à cause du témoignage des cinq, car ils avaient été convertis pendant qu’ils étaient en prison.", "40 Et alors, il y en eut parmi le peuple qui dirent que Néphi était un prophète.", "41 Et il y en eut d’autres qui dirent: Voici, c’est un dieu, car s’il n’était un dieu il ne pourrait être informé de tout. Car voici, il nous a dit les pensées de notre cœur, et il nous a aussi appris des choses; et il nous a même fait connaître le véritable meurtrier de notre grand juge."], "Kiribati": ["Taan ua rongorongo a kunea mataniwia taan moti ni mate n te kaintekateka ni motikitaeka—A kabureaki ao rimwi a manga kabwaraki—N ana kairiri te Tamnei ae raoiroi ao Nibwaai e kaota Tiantam bwa ngaia te tia tiritiri—E butimwaeaki Nibwaai irouia tabemwaang bwa te burabeti. Uakaan ma 23–21I.K.", "1 Nooria, ngkai e a koro bukina bwa ngke Nibwaai e a tia n taekin taeka aikai, iai mwaane tabemwaang ake a mena i buakoia ao a birinakon te kaintekateka ni motikitaeka; eng, bon niman ake a nako, ao a taku imarenaia, i nanon mwanangaia:", "2 Nooria, ngkai ti nang ataia bwa tao te aomata aio te burabeti ao te Atua e a tia n anganna te tua bwa e na taetae ni burabetii bwaai aikai aika a kamiimi nakoira. Nooria, ti bon aki kakoaua bwa e a tia; eng, ti bon aki kakoaua bwa bon te burabeti; ma e ngae n anne, ngkana te bwai ae e taekinna aio ibukin mataniwia taan moti e bon koaua, bwa e a mate, ao ngkanne ti na kakoauai ana taeka riki ake e a tia n taekin bwa a koaua.", "3 Ao e a koro bukina bwa a kabanea korakoraia ni biri, ma n roko n te kaintekateka ni motikitaeka; ao nooria, e a bwaka nako aontano mataniwiia taan moti, ao e bon wene i nanon raraana.", "4 Ao ngkai nooria, ngke a noora aio ao e bon korakora miimiia, n te aro are a bwaka nako aontano; bwa a bon aki kakoauai taeka ake e a tia n taekin Nibwaai ni kaineti ma mataniwiia taan moti.", "5 Ma ngkai, ngke a nooria ao a kakoaua, ao e roko irouia te maaku bwa mwiina ao e roko irouia taian motikitaeka ni kabane are e a tia n taekin Nibwaai bwa a na roko nakoia aomata; ngaia are a ruru, ma ni bwaka nako aontano.", "6 Ngkai, n te tai naba are e a tiringaki te tia moti—are e bon ewaraki iroun tarina are e bwaina te kunnikai are e raba iai bwa antai ngaia, ao e birinako, ao ana toro a biri ma n tuangiia aomata, n takaruaea taekan te tiriaomata;", "7 Ao nooria a ikotiia te botanaomata nakon te tabo are e mena iai te kaintekateka ni motikitaeka—ao nooria, a bon rangi ni miimii ngke a nooriia mwaane ake niman ake a bwaka nako aontano.", "8 Ao ngkai nooria, akea te bwai ae a ataia aomata ni kaineti ma aomata ake a uanao ake a ikotaki n ana onaroka Nibwaai; ngaia are a taku imarenaia: Aikai mwaane aika a tiringa te tia moti, ao e a tia te Atua n oroia bwa a na aki kona ni birinako mai iroura.", "9 Ao e a koro bukina bwa a tauiia, ma ni kabaeiia ao n tewenakoia nako nanon te nne ni kaikain. Ao iai te katanoata are e kanakoaki bwa e a tiringaki te tia moti, ao taan tiringnga a bon anaaki ao ma n teweaki nako nanon te nne ni kaikain.", "10 Ao e a koro bukina bwa n te bong are i mwina a ikotaki aomata bwa a na rainanoanga ma n aki mamatam, n tain taunakin te tia moti are e rietata ma ni kakannato are e a tia n tiringaki.", "11 Ao ngaia are taan moti naba ake a mena n ana onaroka Nibwaai, ma n ongo ana taeka a bon ikotaki naba n tain te taunimate.", "12 Ao e a koro bukina bwa a kakae mai irouia aomata, ni kangai: Angaa naake niman ake a kanakoaki bwa a na kakae ni kaineti ma mataniwia taan moti bwa tao e a mate? Ao a kaeka ni kangai: Ni kaineti ma naake niman are kam taku bwa kam kanakoia, ti bon aki ataia; ma bon iai niman ake taan tiriaomata, ake a tia n teweaki nako nanon te nne ni kaikain.", "13 Ao e a koro bukina bwa taan moti a tangiria bwa a na uotaki nako mataia; ao a kairaki, ao nooria bon ngaiia naake niman ake a kanakoaki; ao nooria taan moti a kakae mai irouia ni kaineti ma te bwai are e riki, ao a tuangiia bwaai ni kabane ake a tia ni karaoai, ni kangai:", "14 Ti biri ma n roko nakon te tabo are e mena iai te kaintekateka ni motikitaeka, ao ngke ti noori bwaai ni kabane n aron are e kakoaua ibukiia Nibwaai, ti bon rangi ni miimi n te aro are ti bwaka nako aontano; ao ngke ti a okira arora i mwin miimira, nooria a bon teweira nako nanon te nne ni kaikain.", "15 Ngkai, ibukin tiringakin te mwaane aei, ti bon aki ataia bwa antai ae tiringnga, ma ti aei ae ti ataia, ti biri ma n roko ikai n aron are kam tangiria, ao nooria e a bon mate, n aron ana taeka Nibwaai.", "16 Ao e a koro bukina bwa taan moti a kabwarabwara te bwai arei nakoia aomata, ma n takarua ni kaitaraa Nibwaai ni kangai: Nooria, ti ataia bwa Nibwaai aio e a tia ni boraraoi ma temanna bwa e na tiringa te tia moti, bwa e aonga n taekinna nakoira, bwa e aonga n rairiira nakon ana onimaki, bwa e aonga n riki ngaia bwa te aomata ae kakannato, ae rineaki mai iroun te Atua, ao te burabeti.", "17 Ao ngkai nooria, ti na bon kamwanea te aomata aio, ao e na kaota ana kairua ma ni kaota nakoira te tia tiringa raoi te tia moti aio.", "18 Ao e a koro bukina bwa a kainaomataaki naake niman n te bong are e taunimate te aba iai. Ma e ngae n anne ao a bon kabuakakaiia taan moti ibukin taeka ake a tia n taekin ni kaitaraa Nibwaai, ma n itabaraaraa ma temanna i mwin temanna, n te aro are a bon kabaei wiia.", "19 Ma e ngae n anne, a tua bwa e na uotaki Nibwaai ma ni kabaeaki ao e na uotaki nako mataia aomata aika a uanao, ao a waaki n titirakinna n te aekaki ae bati bwa e aonga ni bure ana karaki, bwa aonga ni kunea burena bwa a na tiringnga—", "20 A taku nakoina: Bon ngkoe te tia kamwamwane; antai te aomata ae e a tia ni karaoa te tiriaomata aio? Ngkai naba ao tuangira, ma ni kaota am kairua; ma ni kangai, Nooria aio te mwaane; ao ti na anganiko naba maium ngkana ko tuangira, ma n kaota koauan te boraraoi are ko karaoia mangaia.", "21 Ma Nibwaai e taku nakoia; O taian burababa, ake a aki korotobibiaki nanomi, kam mataki, ao kam bonotaninga, kam ataia bwa maannra te Uea ae Atuami ni kariaia bwa kam na waakina aromi aio ni kawain te bure?", "22 O kam riai n tatakarua ma n nanokawaki, ibukin te urubwai ae korakora are e tataningaingkami n te tai aei, ngkana kam aki rairinanomi.", "23 Nooria kam taku bwa I a tia ni boraraoi ma te mwaane temanna bwa e na tiringa Titioram, mataniwiia ara tia moti. Ma nooria, I taku nakoimi, e riki aei ibukina bwa I taetae ni kakoaua nakoimi ni kaineti ma te bwai aio; eng, bwa te bwai ni kakoaua nakoimi, bwa I ata te buakaka ma mwakuri aika bati n ribaki i buakomi.", "24 Ao ibukina bwa I karaoa aio, kam taku bwa I a tia ni boraraoi ma te mwaane temanna bwa e na karaoa te bwaai aei; eng, ibukina bwa I kaota nakoimi te kanikina ao kam un irou, ma n ukoukora anaakin maiu.", "25 Ao ngkai nooria, N na kaota riki nakoimi te kanikina teuana, ao nooria bwa tao kam na ukoukora tiringakiu ibukin te bwai aei.", "26 Nooria I taku nakoimi: Nako nakon batan Tiantam, are tarin Titioram, ma ni kangai nakoina—", "27 E a tia Nibwaai are e baka ni burabeti, are e taetae ni burabetia te buakaka ae korakora ni kaineti ma te botanaomata aei, n tia ni boraraoi ma ngkoe, are ko a tiringa iai Titioram are tarim?", "28 Ao nooria, e na kangai nakoimi, E tuai.", "29 Ao kam na kangai nakoina: Ko a tia n tiringa tarim?", "30 Ao e na tei ma te maaku, ma n aki ataa te bwai ae e na taekinna. Ao nooria, e na kakewekewe nakoimi; ao e na baka ni miimii; ma e ngae n anne, e na bon taekinna nakoimi bwa bon akea burena.", "31 Ma nooria, kam na tuoa, ao kam na kunea te raraa iaon rabin ana kunnikai.", "32 Ao ngkana kam a tia n noora aio, kam na kangai: E roko mai ia te raraa aio? Ti na kanga n ataia bwa tao raraan tarim?", "33 Ao ngkanne e na bon rurubenebene, ma n taraa ni mairake, n aron ae roko te mate irouna.", "34 Ao ngkanne kam na kangai: Ibukin maakum aei ao te mairake are e oti imoamoam, nooria, ti bon ataia bwa bon te tia bure ngkoe.", "35 Ao ngkanne e na korakora riki te maaku irouna; ao ngkanne e na kaota te koaua nakoimi, ma n aki manga kakewea are e a tia ni karaoa te tiritiri aio.", "36 Ao ngkanne e na kangai nakoimi, bwa Ngai, ae Nibwaai, bon akea te bwai ae I ataia ni kaineti ma te bwai are e riki ma ti are I anganaki mai iroun mwaakan te Atua. Ao ngkanne kam na ataia bwa Ngai te aomata ae I kokoaua, ao bwa I kanakoaki mai iroun te Atua nakoimi.", "37 Ao e a koro bukina bwa a bon nako ma ni karaoia, n aron are e a tia Nibwaai n taekinna nakoia. Ao nooria, taeka ake e a tia n taekin a bon koaua; bwa n aron te taeka are e kakewekewe iai; ao n aron naba te taeka are e bon kaota ana bure.", "38 Ao e bon kairaki bwa e na kaotia bwa bon ngaia te tia tiritiri, n te aro are a kainaomataaki naake niman, ma Nibwaai naba.", "39 Ao bon iai tabemwaang Nibwaite ake a kakoauai ana taeka Nibwaai; ao bon iai naba tabemwaang, ake a kakoauai aia koaua naake niiman, bwa a bon tia n rairaki i nanon tikuia n te nne ni kaikain.", "40 Ao ngkai bon iai aomata tabemwaang, are a taekinna bwa Nibwaai bon te burabeti.", "41 Ao iai tabemwaang ake a kangai: Nooria, bon ngaia te atua, bwa ngke tiaki te atua ao e bon aki kona n atai bwaai ni kabane. Bwa nooria, e a tia n tuangira taian iiango ake inanora, ma n tuangira naba bwaai; ma n tia naba ni kairira nakon ataakin te tia tiringa raoi mataniwiia ara taan moti."]}