{"English": ["Nephi and Lehi devote themselves to preaching—Their names invite them to pattern their lives after their forebears—Christ redeems those who repent—Nephi and Lehi make many converts and are imprisoned, and fire encircles them—A cloud of darkness overshadows three hundred people—The earth shakes, and a voice commands men to repent—Nephi and Lehi converse with angels, and the multitude is encircled by fire. About 30B.C.", "1 And it came to pass that in this same year, behold, Nephi delivered up the judgment-seat to a man whose name was Cezoram.", "2 For as their laws and their governments were established by the voice of the people, and they who chose evil were more numerous than they who chose good, therefore they were ripening for destruction, for the laws had become corrupted.", "3 Yea, and this was not all; they were a stiffnecked people, insomuch that they could not be governed by the law nor justice, save it were to their destruction.", "4 And it came to pass that Nephi had become weary because of their iniquity; and he yielded up the judgment-seat, and took it upon him to preach the word of God all the remainder of his days, and his brother Lehi also, all the remainder of his days;", "5 For they remembered the words which their father Helaman spake unto them. And these are the words which he spake:", "6 Behold, my sons, I desire that ye should remember to keep the commandments of God; and I would that ye should declare unto the people these words. Behold, I have given unto you the names of our first parents who came out of the land of Jerusalem; and this I have done that when you remember your names ye may remember them; and when ye remember them ye may remember their works; and when ye remember their works ye may know how that it is said, and also written, that they were good.", "7 Therefore, my sons, I would that ye should do that which is good, that it may be said of you, and also written, even as it has been said and written of them.", "8 And now my sons, behold I have somewhat more to desire of you, which desire is, that ye may not do these things that ye may boast, but that ye may do these things to lay up for yourselves a treasure in heaven, yea, which is eternal, and which fadeth not away; yea, that ye may have that precious gift of eternal life, which we have reason to suppose hath been given to our fathers.", "9 O remember, remember, my sons, the words which king Benjamin spake unto his people; yea, remember that there is no other way nor means whereby man can be saved, only through the atoning blood of Jesus Christ, who shall come; yea, remember that he cometh to redeem the world.", "10 And remember also the words which Amulek spake unto Zeezrom, in the city of Ammonihah; for he said unto him that the Lord surely should come to redeem his people, but that he should not come to redeem them in their sins, but to redeem them from their sins.", "11 And he hath power given unto him from the Father to redeem them from their sins because of repentance; therefore he hath sent his angels to declare the tidings of the conditions of repentance, which bringeth unto the power of the Redeemer, unto the salvation of their souls.", "12 And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation; that when the devil shall send forth his mighty winds, yea, his shafts in the whirlwind, yea, when all his hail and his mighty storm shall beat upon you, it shall have no power over you to drag you down to the gulf of misery and endless wo, because of the rock upon which ye are built, which is a sure foundation, a foundation whereon if men build they cannot fall.", "13 And it came to pass that these were the words which Helaman taught to his sons; yea, he did teach them many things which are not written, and also many things which are written.", "14 And they did remember his words; and therefore they went forth, keeping the commandments of God, to teach the word of God among all the people of Nephi, beginning at the city Bountiful;", "15 And from thenceforth to the city of Gid; and from the city of Gid to the city of Mulek;", "16 And even from one city to another, until they had gone forth among all the people of Nephi who were in the land southward; and from thence into the land of Zarahemla, among the Lamanites.", "17 And it came to pass that they did preach with great power, insomuch that they did confound many of those dissenters who had gone over from the Nephites, insomuch that they came forth and did confess their sins and were baptized unto repentance, and immediately returned to the Nephites to endeavor to repair unto them the wrongs which they had done.", "18 And it came to pass that Nephi and Lehi did preach unto the Lamanites with such great power and authority, for they had power and authority given unto them that they might speak, and they also had what they should speak given unto them—", "19 Therefore they did speak unto the great astonishment of the Lamanites, to the convincing them, insomuch that there were eight thousand of the Lamanites who were in the land of Zarahemla and round about baptized unto repentance, and were convinced of the wickedness of the traditions of their fathers.", "20 And it came to pass that Nephi and Lehi did proceed from thence to go to the land of Nephi.", "21 And it came to pass that they were taken by an army of the Lamanites and cast into prison; yea, even in that same prison in which Ammon and his brethren were cast by the servants of Limhi.", "22 And after they had been cast into prison many days without food, behold, they went forth into the prison to take them that they might slay them.", "23 And it came to pass that Nephi and Lehi were encircled about as if by fire, even insomuch that they durst not lay their hands upon them for fear lest they should be burned. Nevertheless, Nephi and Lehi were not burned; and they were as standing in the midst of fire and were not burned.", "24 And when they saw that they were encircled about with a pillar of fire, and that it burned them not, their hearts did take courage.", "25 For they saw that the Lamanites durst not lay their hands upon them; neither durst they come near unto them, but stood as if they were struck dumb with amazement.", "26 And it came to pass that Nephi and Lehi did stand forth and began to speak unto them, saying: Fear not, for behold, it is God that has shown unto you this marvelous thing, in the which is shown unto you that ye cannot lay your hands on us to slay us.", "27 And behold, when they had said these words, the earth shook exceedingly, and the walls of the prison did shake as if they were about to tumble to the earth; but behold, they did not fall. And behold, they that were in the prison were Lamanites and Nephites who were dissenters.", "28 And it came to pass that they were overshadowed with a cloud of darkness, and an awful solemn fear came upon them.", "29 And it came to pass that there came a voice as if it were above the cloud of darkness, saying: Repent ye, repent ye, and seek no more to destroy my servants whom I have sent unto you to declare good tidings.", "30 And it came to pass when they heard this voice, and beheld that it was not a voice of thunder, neither was it a voice of a great tumultuous noise, but behold, it was a still voice of perfect mildness, as if it had been a whisper, and it did pierce even to the very soul—", "31 And notwithstanding the mildness of the voice, behold the earth shook exceedingly, and the walls of the prison trembled again, as if it were about to tumble to the earth; and behold the cloud of darkness, which had overshadowed them, did not disperse—", "32 And behold the voice came again, saying: Repent ye, repent ye, for the kingdom of heaven is at hand; and seek no more to destroy my servants. And it came to pass that the earth shook again, and the walls trembled.", "33 And also again the third time the voice came, and did speak unto them marvelous words which cannot be uttered by man; and the walls did tremble again, and the earth shook as if it were about to divide asunder.", "34 And it came to pass that the Lamanites could not flee because of the cloud of darkness which did overshadow them; yea, and also they were immovable because of the fear which did come upon them.", "35 Now there was one among them who was a Nephite by birth, who had once belonged to the church of God but had dissented from them.", "36 And it came to pass that he turned him about, and behold, he saw through the cloud of darkness the faces of Nephi and Lehi; and behold, they did shine exceedingly, even as the faces of angels. And he beheld that they did lift their eyes to heaven; and they were in the attitude as if talking or lifting their voices to some being whom they beheld.", "37 And it came to pass that this man did cry unto the multitude, that they might turn and look. And behold, there was power given unto them that they did turn and look; and they did behold the faces of Nephi and Lehi.", "38 And they said unto the man: Behold, what do all these things mean, and who is it with whom these men do converse?", "39 Now the man’s name was Aminadab. And Aminadab said unto them: They do converse with the angels of God.", "40 And it came to pass that the Lamanites said unto him: What shall we do, that this cloud of darkness may be removed from overshadowing us?", "41 And Aminadab said unto them: You must repent, and cry unto the voice, even until ye shall have faith in Christ, who was taught unto you by Alma, and Amulek, and Zeezrom; and when ye shall do this, the cloud of darkness shall be removed from overshadowing you.", "42 And it came to pass that they all did begin to cry unto the voice of him who had shaken the earth; yea, they did cry even until the cloud of darkness was dispersed.", "43 And it came to pass that when they cast their eyes about, and saw that the cloud of darkness was dispersed from overshadowing them, behold, they saw that they were encircled about, yea every soul, by a pillar of fire.", "44 And Nephi and Lehi were in the midst of them; yea, they were encircled about; yea, they were as if in the midst of a flaming fire, yet it did harm them not, neither did it take hold upon the walls of the prison; and they were filled with that joy which is unspeakable and full of glory.", "45 And behold, the Holy Spirit of God did come down from heaven, and did enter into their hearts, and they were filled as if with fire, and they could speak forth marvelous words.", "46 And it came to pass that there came a voice unto them, yea, a pleasant voice, as if it were a whisper, saying:", "47 Peace, peace be unto you, because of your faith in my Well Beloved, who was from the foundation of the world.", "48 And now, when they heard this they cast up their eyes as if to behold from whence the voice came; and behold, they saw the heavens open; and angels came down out of heaven and ministered unto them.", "49 And there were about three hundred souls who saw and heard these things; and they were bidden to go forth and marvel not, neither should they doubt.", "50 And it came to pass that they did go forth, and did minister unto the people, declaring throughout all the regions round about all the things which they had heard and seen, insomuch that the more part of the Lamanites were convinced of them, because of the greatness of the evidences which they had received.", "51 And as many as were convinced did lay down their weapons of war, and also their hatred and the tradition of their fathers.", "52 And it came to pass that they did yield up unto the Nephites the lands of their possession."], "Español": ["Nefi y Lehi se dedican a predicar— Sus nombres los inducen a regir sus vidas conforme al modelo de sus antepasados— Cristo redime a aquellos que se arrepienten— Nefi y Lehi logran convertir a muchos, son encarcelados y son envueltos como por fuego— Una nube de obscuridad cubre a trescientas personas— Tiembla la tierra, y una voz manda a los hombres que se arrepientan— Nefi y Lehi conversan con ángeles, y los de la multitud son rodeados por fuego. Aproximadamente 30a.C.", "1 Y aconteció que en este mismo año, he aquí, Nefi entregó el asiento judicial a un hombre llamado Cezóram.", "2 Porque como la voz del pueblo establecía sus leyes y sus gobiernos, y los que escogieron lo malo eran más numerosos que los que eligieron lo bueno, estaban, por tanto, madurando para la destrucción, porque se habían corrompido las leyes.", "3 Sí, y no solo esto; eran un pueblo de dura cerviz, a tal grado que no podían ser gobernados por la ley ni por la justicia, sino para su destrucción.", "4 Y sucedió que Nefi estaba fastidiado a causa de la iniquidad de ellos; y renunció al asiento judicial, y se dedicó a predicar la palabra de Dios todo el resto de sus días, y también su hermano Lehi, todo el resto de sus días;", "5 porque se acordaban de las palabras que su padre Helamán les había hablado. Y estas son las palabras que había hablado:", "6 He aquí, hijos míos, quiero que os acordéis de guardar los mandamientos de Dios; y quisiera que declaraseis al pueblo estas palabras. He aquí, os he dado los nombres de nuestros primeros padres que salieron de la tierra de Jerusalén; y he hecho esto para que cuando recordéis vuestros nombres, los recordéis a ellos; y cuando os acordéis de ellos, recordéis sus obras; y cuando recordéis sus obras, sepáis por qué se dice y también se escribe, que eran buenos.", "7 Por lo tanto, hijos míos, quisiera que hicieseis lo que es bueno, a fin de que se diga, y también se escriba, de vosotros, así como se ha dicho y escrito de ellos.", "8 Y ahora bien, hijos míos, he aquí, hay algo más que deseo de vosotros, y este deseo es que no hagáis estas cosas para vanagloriaros, sino que hagáis estas cosas para haceros un tesoro en el cielo; sí, el cual es eterno y no se desvanece; sí, para que tengáis ese precioso don de la vida eterna que, según tenemos motivo para suponer, se ha concedido a nuestros padres.", "9 ¡Oh recordad, recordad, hijos míos, las palabras que el rey Benjamín habló a su pueblo! Sí, recordad que no hay otra manera ni medio por los cuales el hombre pueda ser salvo, sino por la sangre expiatoria de Jesucristo, que ha de venir; sí, recordad que él viene para redimir al mundo.", "10 Y acordaos también de las palabras que Amulek habló a Zeezrom en la ciudad de Ammoníah; pues le dijo que el Señor de cierto vendría para redimir a su pueblo; pero que no vendría para redimirlos en sus pecados, sino para redimirlos de sus pecados.", "11 Y ha recibido poder, que le ha sido dado del Padre, para redimir a los hombres de sus pecados por motivo del arrepentimiento; por tanto, ha enviado a sus ángeles para declarar las nuevas de las condiciones del arrepentimiento, el cual conduce al poder del Redentor, para la salvación de sus almas.", "12 Y ahora bien, recordad, hijos míos, recordad que es sobre la roca de nuestro Redentor, el cual es Cristo, el Hijo de Dios, donde debéis establecer vuestro fundamento, para que cuando el diablo lance sus impetuosos vientos, sí, sus dardos en el torbellino, sí, cuando todo su granizo y furiosa tormenta os azoten, esto no tenga poder para arrastraros al abismo de miseria y angustia sin fin, a causa de la roca sobre la cual estáis edificados, que es un fundamento seguro, un fundamento sobre el cual, si los hombres edifican, no caerán.", "13 Y sucedió que estas fueron las palabras que Helamán enseñó a sus hijos; sí, les enseñó muchas cosas que no se han escrito, y también muchas cosas que están escritas.", "14 Y se acordaron de sus palabras; y por tanto, guardando los mandamientos de Dios, salieron a enseñar la palabra de Dios entre todo el pueblo de Nefi, comenzando por la ciudad de Abundancia.", "15 Y de allí fueron a la ciudad de Gid; y de la ciudad de Gid a la ciudad de Mulek;", "16 y así, de una ciudad a otra, hasta que hubieron ido entre todo el pueblo de Nefi que se hallaba en la tierra del sur; y de allí fueron a la tierra de Zarahemla, entre los lamanitas.", "17 Y sucedió que predicaron con gran poder, a tal grado que confundieron a muchos de aquellos disidentes que se habían apartado de los nefitas, de modo que se adelantaron y confesaron sus pecados, y fueron bautizados para arrepentimiento, e inmediatamente volvieron a los nefitas para tratar de repararles los agravios que habían causado.", "18 Y acaeció que Nefi y Lehi predicaron a los lamanitas con tan gran poder y autoridad, porque se les había dado poder y autoridad para hablar, y también les había sido indicado lo que debían hablar,", "19 por lo tanto, hablaron, para el gran asombro de los lamanitas, hasta convencerlos, a tal grado que ocho mil de los lamanitas que se hallaban en la tierra de Zarahemla y sus alrededores fueron bautizados para arrepentimiento, y se convencieron de la iniquidad de las tradiciones de sus padres.", "20 Y sucedió que Nefi y Lehi partieron de allí para ir a la tierra de Nefi.", "21 Y aconteció que los capturó un ejército lamanita, y los echaron en la prisión, sí, en la misma prisión en que los siervos de Limhi habían echado a Ammón y sus hermanos.", "22 Y después de haber estado muchos días en la prisión, sin alimento, he aquí, llegaron a la prisión para sacarlos a fin de matarlos.", "23 Y sucedió que Nefi y Lehi fueron envueltos como por fuego, de modo que no se atrevieron a echarles mano por miedo de ser quemados. No obstante, Nefi y Lehi no se quemaban; y se hallaban como si estuviesen en medio del fuego, y no se quemaban.", "24 Y cuando vieron que los rodeaba un pilar de fuego, y que no los quemaba, sus corazones cobraron ánimo.", "25 Porque vieron que los lamanitas no se atrevían a echarles mano; ni se atrevían a acercárseles, sino que estaban como si hubieran quedado mudos de asombro.", "26 Y ocurrió que Nefi y Lehi se adelantaron y empezaron a hablarles, diciendo: No temáis, porque he aquí, es Dios quien os ha manifestado esta maravilla, con lo cual os es mostrado que no podéis echar mano de nosotros para matarnos.", "27 Y he aquí, cuando hubieron dicho estas palabras, tembló la tierra fuertemente, y los muros de la prisión se sacudieron como si estuviesen a punto de caer al suelo; pero he aquí, no cayeron; y los que se hallaban en la prisión eran lamanitas y nefitas que eran disidentes.", "28 Y sucedió que los cubrió una nube de obscuridad, y se apoderó de ellos un espantoso e imponente temor.", "29 Y aconteció que llegó una voz como si hubiera provenido de encima de la nube de obscuridad, diciendo: Arrepentíos, arrepentíos, y no intentéis más destruir a mis siervos, a quienes os he enviado para declarar buenas nuevas.", "30 Y ocurrió que cuando oyeron esta voz, y percibieron que no era una voz de trueno, ni una voz de un gran ruido tumultuoso, mas he aquí, era una voz apacible de perfecta suavidad, cual si hubiese sido un susurro, y penetraba hasta el alma misma;", "31 y a pesar de la suavidad de la voz, he aquí, la tierra tembló fuertemente, y otra vez se sacudieron los muros de la prisión como si fueran a derribarse; y he aquí, no se disipó la nube de tinieblas que los había envuelto.", "32 Y he aquí, nuevamente vino la voz, diciendo: Arrepentíos, arrepentíos, porque el reino de los cielos está cerca; y no procuréis más destruir a mis siervos. Y sucedió que la tierra tembló de nuevo y los muros se sacudieron.", "33 Y también por tercera vez vino la voz, y les habló palabras maravillosas que el hombre no puede expresar; y temblaron otra vez los muros, y se estremeció la tierra, como si fuera a partirse.", "34 Y aconteció que los lamanitas no podían huir a causa de la nube de tinieblas que los cubría; sí, y también estaban sin poder moverse debido al temor que les había sobrevenido.", "35 Y había entre ellos uno que era nefita de nacimiento, que había pertenecido en otro tiempo a la iglesia de Dios, pero se había separado de ella.", "36 Y sucedió que se volvió y, he aquí, vio los semblantes de Nefi y Lehi a través de la nube de tinieblas; y he aquí, brillaban en gran manera, aun como los rostros de ángeles. Y vio que alzaron sus ojos al cielo; y se hallaban en actitud de estar hablando o dirigiendo la voz a algún ser a quien contemplaban.", "37 Y ocurrió que este hombre gritó a los de la multitud para que se volvieran y miraran. Y he aquí, les fue dado poder para volverse y mirar; y vieron las caras de Nefi y de Lehi.", "38 Y dijeron al hombre: He aquí, ¿qué significan todas estas cosas, y con quién conversan estos hombres?", "39 Y este hombre se llamaba Amínadab, y les dijo: Conversan con los ángeles de Dios.", "40 Y sucedió que le dijeron los lamanitas: ¿Qué haremos para que sea quitada esta nube de tinieblas que nos cubre?", "41 Y les dijo Amínadab: Debéis arrepentiros y clamar a la voz, hasta que tengáis fe en Cristo, de quien os enseñaron Alma, Amulek y Zeezrom; y cuando hagáis esto, será quitada la nube de tinieblas que os cubre.", "42 Y aconteció que empezaron todos a clamar a la voz de aquel que había hecho temblar la tierra; sí, clamaron hasta que se dispersó la nube de tinieblas.", "43 Y sucedió que cuando miraron a su derredor, y vieron que se había disipado la nube de tinieblas que los cubría, he aquí, vieron que estaban rodeados, sí, cada uno de ellos, por una columna de fuego.", "44 Y Nefi y Lehi estaban en medio de ellos; sí, se hallaban rodeados; sí, se hallaban como si estuvieran en medio de llamas de fuego; sin embargo, ni los dañó ni incendió los muros de la prisión; y fueron llenos de ese gozo que es inefable y lleno de gloria.", "45 Y he aquí, el Santo Espíritu de Dios descendió del cielo y entró en sus corazones; y fueron llenos como de fuego, y expresaron palabras maravillosas.", "46 Y sucedió que llegó a ellos una voz; sí, una voz agradable, cual si fuera un susurro, diciendo:", "47 ¡Paz, paz a vosotros por motivo de vuestra fe en mi Bien Amado, que era desde la fundación del mundo!", "48 Y cuando oyeron esto, alzaron la vista como para ver de dónde venía la voz; y he aquí, vieron abrirse los cielos; y descendieron ángeles del cielo y les ministraron.", "49 Y eran como unas trescientas almas las que vieron y oyeron estas cosas; y les fue mandado que fueran y no se maravillaran, ni tampoco dudaran.", "50 Y ocurrió que fueron, y ejercieron su ministerio entre el pueblo, declarando en todas las regiones inmediatas las cosas que habían oído y visto, de tal manera que se convencieron de ellas la mayor parte de los lamanitas, a causa de la grandeza de las evidencias que habían recibido.", "51 Y cuantos se convencieron dejaron sus armas de guerra, así como su odio y las tradiciones de sus padres.", "52 Y sucedió que entregaron a los nefitas las tierras de sus posesiones."], "Français": ["Néphi et Léhi se consacrent à la prédication— Leur nom les invite à modeler leur vie sur celle de leurs ancêtres— Le Christ rachète ceux qui se repentent— Néphi et Léhi font beaucoup de convertis et sont emprisonnés— Ils sont environnés de feu— Une nuée de ténèbres recouvre trois cents personnes— La terre tremble, et une voix commande aux hommes de se repentir— Néphi et Léhi conversent avec des anges, et la multitude est environnée de feu. Vers 30av.J.-C.", "1 Et il arriva que cette même année, voici, Néphi remit le siège du jugement à un homme dont le nom était Cézoram.", "2 Car, comme leurs lois et leurs gouvernements étaient établis par la voix du peuple, et que ceux qui choisissaient le mal étaient plus nombreux que ceux qui choisissaient le bien, ils devenaient mûrs pour la destruction, car ils avaient corrompu les lois.", "3 Oui, et ce n’était pas tout; ils étaient un peuple au cou roide, de sorte qu’ils ne pouvaient être gouvernés ni par la loi ni par la justice, si ce n’est pour leur destruction.", "4 Et il arriva que Néphi s’était lassé de leur iniquité; et il céda le siège du jugement et prit sur lui de prêcher la parole de Dieu pendant tout le reste de ses jours, et son frère Léhi aussi, tout le reste de ses jours;", "5 car ils se souvenaient des paroles que leur père Hélaman leur avait dites. Et voici les paroles qu’il dit:", "6 Voici, mes fils, je désire que vous vous souveniez de garder les commandements de Dieu; et je voudrais que vous annonciez ces paroles au peuple. Voici, je vous ai donné le nom de nos premiers parents qui sortirent du pays de Jérusalem; et cela, je l’ai fait afin que, lorsque vous vous souvenez de vos noms, vous vous souveniez d’eux; et que lorsque vous vous souvenez d’eux, vous vous souveniez de leurs œuvres; et lorsque vous vous souvenez de leurs œuvres, vous sachiez qu’il est dit, et aussi écrit, qu’elles étaient bonnes.", "7 C’est pourquoi, mes fils, je voudrais que vous fassiez ce qui est bien, afin que l’on puisse dire de vous, et aussi écrire, ce qui a été dit et écrit à leur sujet.", "8 Et maintenant, mes fils, voici, j’ai encore quelque chose à désirer de vous, désir qui est que vous ne fassiez pas ces choses afin de vous vanter, mais que vous fassiez ces choses afin de vous amasser un trésor dans le ciel, oui, qui est éternel, et qui ne se dissipe pas; oui, afin que vous ayez ce don précieux de la vie éternelle, qui, nous avons des raisons de le penser, a été donné à nos pères.", "9 Oh! souvenez-vous, souvenez-vous, mes fils, des paroles que le roi Benjamin a dites à son peuple; oui, souvenez-vous qu’il n’y a aucune autre manière ni aucun autre moyen par lesquels l’homme puisse être sauvé, si ce n’est par le sang expiatoire de Jésus-Christ, qui viendra; oui, souvenez-vous qu’il vient racheter le monde.", "10 Et souvenez-vous aussi des paroles qu’Amulek dit à Zeezrom dans la ville d’Ammonihah; car il lui dit que le Seigneur viendrait certainement racheter son peuple, mais qu’il ne viendrait pas le racheter dans ses péchés, mais le racheter de ses péchés.", "11 Et il a reçu du Père le pouvoir de les racheter de leurs péchés à cause du repentir; c’est pourquoi il a envoyé ses anges annoncer la nouvelle des conditions du repentir, qui amènent au pouvoir du Rédempteur, pour le salut de leur âme.", "12 Et maintenant, mes fils, souvenez-vous, souvenez-vous que c’est sur le roc de notre Rédempteur, qui est le Christ, le Fils de Dieu, que vous devez bâtir votre fondation; afin que lorsque le diable enverra ses vents puissants, oui, ses traits dans le tourbillon, oui, lorsque toute sa grêle et sa puissante tempête s’abattront sur vous, cela n’ait aucun pouvoir sur vous, pour vous entraîner en bas jusqu’au gouffre de misère et de malheur sans fin, à cause du roc sur lequel vous êtes bâtis, qui est une fondation sûre, une fondation telle que si les hommes construisent sur elle, ils ne peuvent tomber.", "13 Et il arriva que ce furent là les paroles qu’Hélaman enseigna à ses fils; oui, il leur enseigna beaucoup de choses qui ne sont pas écrites et aussi beaucoup de choses qui sont écrites.", "14 Et ils se souvinrent de ses paroles; et c’est pourquoi ils allèrent, gardant les commandements de Dieu, enseigner la parole de Dieu parmi tout le peuple de Néphi, en commençant par la ville d’Abondance;", "15 et de là à la ville de Gid; et de la ville de Gid à la ville de Mulek;", "16 et même d’une ville à l’autre, jusqu’à ce qu’ils fussent allés parmi tout le peuple de Néphi qui était dans le pays situé du côté du sud; et de là au pays de Zarahemla, parmi les Lamanites.", "17 Et il arriva qu’ils prêchèrent avec une grande puissance, de sorte qu’ils confondirent beaucoup de ces dissidents qui avaient quitté les Néphites, de sorte que ceux-ci s’avancèrent et confessèrent leurs péchés, et furent baptisés en vue du repentir, et retournèrent immédiatement auprès des Néphites pour s’efforcer de réparer auprès d’eux les torts qu’ils avaient causés.", "18 Et il arriva que Néphi et Léhi prêchèrent aux Lamanites avec une si grande puissance et une si grande autorité, car du pouvoir et de l’autorité leur avaient été donnés, afin qu’ils pussent parler, et ce qu’ils devaient dire leur était aussi donné—", "19 c’est pourquoi ils parlèrent au grand étonnement des Lamanites, au point de les convaincre, de sorte qu’il y eut huit mille d’entre les Lamanites qui étaient au pays de Zarahemla et alentour, qui furent baptisés en vue du repentir et furent convaincus de la méchanceté des traditions de leurs pères.", "20 Et il arriva que Néphi et Léhi partirent de là pour aller au pays de Néphi.", "21 Et il arriva qu’ils furent pris par une armée de Lamanites et jetés en prison; oui, cette même prison dans laquelle Ammon et ses frères avaient été jetés par les serviteurs de Limhi.", "22 Et après qu’ils eurent été jetés en prison sans nourriture pendant de nombreux jours, voici, ils entrèrent dans la prison pour les prendre afin de les tuer.", "23 Et il arriva que Néphi et Léhi furent environnés comme par du feu, de telle sorte qu’ils n’osèrent pas porter la main sur eux de peur d’être brûlés. Néanmoins, Néphi et Léhi n’étaient pas brûlés; et ils étaient comme s’ils se tenaient debout au milieu du feu et n’étaient pas brûlés.", "24 Et lorsqu’ils virent qu’ils étaient environnés par une colonne de feu et qu’elle ne les brûlait pas, leur cœur prit courage.", "25 Car ils voyaient que les Lamanites n’osaient pas porter la main sur eux; ils n’osaient pas non plus s’approcher d’eux, mais se tenaient là comme s’ils étaient frappés de mutisme par l’étonnement.", "26 Et il arriva que Néphi et Léhi s’avancèrent et commencèrent à leur parler, disant: Ne craignez pas, car voici, c’est Dieu qui vous a montré cette chose merveilleuse dans laquelle il vous est montré que vous ne pouvez pas porter la main sur nous pour nous tuer.", "27 Et voici, lorsqu’ils eurent dit ces paroles, la terre trembla extrêmement, et les murs de la prison tremblèrent comme s’ils étaient sur le point de s’écrouler par terre; mais voici, ils ne tombèrent pas. Et voici, ceux qui étaient dans la prison étaient des Lamanites et des Néphites dissidents.", "28 Et il arriva qu’ils furent recouverts d’une nuée de ténèbres, et une crainte solennelle et terrible s’abattit sur eux.", "29 Et il arriva qu’une voix se fit entendre, comme si elle était au-dessus de la nuée de ténèbres, disant: Repentez-vous, repentez-vous, et ne cherchez plus à faire périr mes serviteurs que je vous ai envoyés annoncer de bonnes nouvelles.", "30 Et il arriva que lorsqu’ils entendirent cette voix et virent qu’elle n’était pas une voix de tonnerre, ni la voix de grands bruits tumultueux, mais voici, que c’était une voix douce, d’une douceur parfaite, comme si cela avait été un chuchotement, et elle perçait jusqu’à l’âme même—", "31 et malgré la douceur de la voix, voici, la terre trembla extrêmement, et les murs de la prison tremblèrent de nouveau, comme si elle était sur le point de s’écrouler par terre; et voici, la nuée de ténèbres, qui les avait recouverts, ne se dissipait pas—", "32 et voici, la voix se fit entendre de nouveau, disant: Repentez-vous, repentez-vous, car le royaume des cieux est proche; et ne cherchez plus à faire périr mes serviteurs. Et il arriva que la terre trembla de nouveau, et les murs furent ébranlés.", "33 Et la voix se fit aussi entendre pour la troisième fois, et leur dit des paroles merveilleuses qui ne peuvent être exprimées par l’homme; et les murs furent de nouveau ébranlés, et la terre trembla comme si elle était sur le point de se fendre.", "34 Et il arriva que les Lamanites ne purent fuir à cause de la nuée de ténèbres qui les recouvrait; oui, et aussi, ils étaient immobilisés à cause de la crainte qui s’était abattue sur eux.", "35 Or, il y en avait un parmi eux qui était Néphite de naissance, qui avait jadis appartenu à l’Église de Dieu mais en était un dissident.", "36 Et il arriva qu’il se retourna, et voici, il vit, à travers la nuée de ténèbres, le visage de Néphi et Léhi; et voici, il brillait extrêmement, comme un visage d’ange. Et il vit qu’ils levaient les yeux vers le ciel; et ils semblaient, par leur attitude, parler ou élever la voix vers un être qu’ils voyaient.", "37 Et il arriva que cet homme cria vers la multitude, afin qu’elle se retournât et regardât. Et voici, ils reçurent le pouvoir de se retourner et de regarder; et ils virent le visage de Néphi et de Léhi.", "38 Et ils dirent à l’homme: Voici, que signifient toutes ces choses, et avec qui ces hommes conversent-ils?", "39 Or, le nom de l’homme était Aminadab. Et Aminadab leur dit: Ils conversent avec les anges de Dieu.", "40 Et il arriva que les Lamanites lui dirent: Que ferons-nous pour que cette nuée de ténèbres soit enlevée et ne nous recouvre plus?", "41 Et Aminadab leur dit: Vous devez vous repentir, et crier vers la voix jusqu’à ce que vous ayez foi au Christ qui vous a été enseigné par Alma, et Amulek, et Zeezrom; et lorsque vous ferez cela, la nuée de ténèbres sera enlevée et ne vous recouvrira plus.", "42 Et il arriva qu’ils commencèrent tous à crier vers la voix de celui qui avait fait trembler la terre; oui, ils crièrent jusqu’à ce que la nuée de ténèbres fût dissipée.", "43 Et il arriva que lorsqu’ils jetèrent les regards alentour et virent que la nuée de ténèbres était dissipée et ne les recouvrait plus, voici, ils virent qu’ils étaient environnés, oui, chaque âme, par une colonne de feu.", "44 Et Néphi et Léhi étaient au milieu d’eux; oui, ils étaient environnés; oui, ils étaient comme au milieu d’un feu embrasé, et cependant il ne leur faisait pas de mal, ni ne s’attaquait aux murs de la prison; et ils étaient remplis de cette joie qui est ineffable et pleine de gloire.", "45 Et voici, l’Esprit-Saint de Dieu descendit du ciel et entra dans leur cœur, et ils furent remplis comme de feu, et ils pouvaient prononcer des paroles merveilleuses.", "46 Et il arriva qu’une voix leur parvint, oui, une voix agréable, comme si c’était un chuchotement, disant:", "47 La paix, la paix soit sur vous, à cause de votre foi en mon Bien-aimé, qui était dès la fondation du monde.", "48 Et alors, quand ils entendirent cela, ils levèrent les yeux comme pour voir d’où venait la voix; et voici, ils virent les cieux s’ouvrir, et des anges descendirent du ciel et les servirent.", "49 Et il y eut environ trois cents âmes qui virent et entendirent ces choses; et il leur fut commandé d’aller et de ne pas s’étonner, et ils ne devaient pas non plus douter.", "50 Et il arriva qu’ils allèrent instruire le peuple, annonçant dans toutes les régions alentour toutes les choses qu’ils avaient entendues et vues, de sorte que la plus grande partie des Lamanites en furent convaincus à cause de la grandeur des preuves qu’ils avaient reçues.", "51 Et tous ceux qui furent convaincus déposèrent leurs armes de guerre, et aussi leur haine et la tradition de leurs pères.", "52 Et il arriva qu’ils cédèrent aux Néphites les pays de leur possession."], "Kiribati": ["Nibwaai ma Riaai a kabanea aia tai ni kakabwarabwara—A katotonga anuan maiuia aia bakatibu ake a ingoanaki iai—Kristo e kabooia ake a rairinanoia—Nibwaai ma Riaai a rairiia aika a mwaiti ao a kabureaki, ao a otabwaniniaki n te ai—Te nang ae rootongitong e rabuniia tenibubua aomata—E ruru te aonaba, ao iai te bwanaa ae tuangiia aomata bwa a na rairinanoia—Nibwaai ma Riaai a marooro ma taian anera, ao a katobibiaki aomata aika a mwaiti n te ai. Uakaan ma 30I.K.", "1 Ao e a koro bukina bwa n te ririki naba anne, nooria Nibwaai e anganako te kaintekateka ni motikitaeka nakon te mwaane ae arana Titerom.", "2 Bwa ngkai aia tua ma aia tautaeka a kateaki ni bwanaia te botanaomata, ao naake a rinea te buakaka a bon mwaiti riki nakoia ake a rinea te raoiroi, ngaia are a bon tau nakon te kamaunaki, bwa a buakaka aia tua.", "3 Eng, ao tiaki ti aio; bon aomata ngaia aika a bonotaninga, n te aro are aki kona n tautaekanaki n te tua ke te momotiraoi, ma a na ti kairaki nakon kamaunakia.", "4 Ao e a koro bukina bwa e a kua Nibwaai ibukin aia bure; ao e anganako te kaintekateka ni motikitaeka, ma ni katabea bwa e na tataekina ana taeka te Atua i nanon nikiran ana bong ni maiu, ao tarina naba are Riaai, ni kabanea ana bong ni maiu;", "5 Bwa a uringa ana taeka tamaia are Ereman are e taekinna nakoia. Ao aikai taeka ake e taekin:", "6 Nooria, natiu mwaane, I tangiria bwa kam na uringnga ni kaawakin ana tua te Atua; ao I tangiria bwa kam na tataekin taeka aikai nakoia te botanaomata. Nooria, I a tia n anganingkami araia ara moan bakatibu ake a otinako man te aba are Ierutarem; ao aio are I a tia ni karaoia bwa ngkana kam uringa arami kam na kona n uringia; ao ngkana kam uringia kam na kona n uringa aia mwakuri; ao ngkana kam uringa aia mwakuri kam na ataia naba bwa e taekinaki, ao e koreaki naba, bwa a bon raoiroi.", "7 Ngaia are, natiu mwaane, I tangiria bwa kam na karaoa ae raoiroi, bwa kam na tataekinaki, ao e na koreaki naba, n aron are e a tia n taekinaki ma ni koreaki ibukiia.", "8 Ao ngkai natiu mwaane, nooria iai riki te bwai ae I tangiria mai iroumi, are I tangiria bwa kam na aki karaoi bwaai aikai bwa kam na kamoamoa iai, ma kam na karaoi bwaai aikai bwa kam na kaikoi kaubwaimi i karawa, eng, are akea tokina, ao are e aki kona ni mauna; eng, bwa e aonga n reke iroumi te bwai n tangira are e kakawaki are te maiu ae akea tokina, are iai ara kantaninga ni katautaua bwa a bon tia n anganaki ara bakatibu.", "9 O uringnga, uringnga, natiu mwaane, ana taeka te uea are Beniamina ake e taekin nakoia ana botanaomata; eng, uringnga bwa akea riki te kawai ke te anga are e kona te aomata ni kamaiuaki iai, ma ti rinanon raraan Iesu Kristo ni kamaiu, are e na roko; eng, uringnga bwa e roko bwa e na kabooa te aonaba.", "10 Ao uringa naba ana taeka Amureki ake e taekin nakon Teeterom, n te kaawa are Amonia; bwa e taku nakoina bwa e bon koaua bwa te Uea e na roko ni kabooia ana botanaomata, ma e na aki roko ni kabooia i nanon aia bure, ma e na kabooia man aia bure.", "11 Ao iai mwaakana are e anganaki mai iroun te Tama bwa e na kabooia man aia bure ibukin te rairannano; ngaia are e a tia ni kanakoia anera bwa a na tataekina rongorongon aron te rairannano, are e kairiri nakon mwaakan te Tia Kabomwi, nakon kamaiuan tamneia.", "12 Ao ngkai, natiu mwaane, uringnga, uringnga bwa bon i aon te bwa are ara Tia Kabomwi, are Kristo, natin te Atua, are kam na riai ni katea iai aami; bwa ngkana te riaboro e kanakoa te ang mai irouna ae korakora, eng, ana kanoa i buakon te ukeuke n anti, eng, ngkana ni kabane te atibu ae bwaka mai karawa ao te angibuaka ae korakora a bwaka iaomi, bon akea korakoraia iaomi ni katikingkami nakon marawan te nanokawaki ao te maraia ae aki totoki, ibukin te bwa are ko kateaki iaona, are bon aan te kateitei ni koaua, aan te kateitei are ngkana aomata a kateitei iaona ao aki kona ni bwaka.", "13 Ao e a koro bukina bwa aikai taeka ake Ereman e reireinia natina mwaane; eng, e bon reireinia bwaai aika mwaiti ake a bon aki koreaki, ao bwaai naba aika a mwaiti aika a koreaki.", "14 Ao a bon uring ana taeka; ao ngaia are a mwananga nako, ni kaawakina ana tua te Atua, bwa a na reirei ana taeka te Atua i buakoia ana botanaomata ni kabane Nibwaai, ni moa man te kaawa are te Mari;", "15 Ao ma ikekei nakon te kaawa are Kite; ao man te kaawa are Kite nakon te kaawa are Mureki;", "16 Ao man te kaawa teuana nakon are teuana, ni karokoa ae a tia ni waaki nako i buakoia ana botanaomata ni kabane Nibwaai ake a mena n te aba are e nako maiaki; ao ma ikekei nakon te aba are Taraemera, i buakoia Reimwanaite.", "17 Ao e a koro bukina bwa a bon kabwarabwara ma te mwaaka ae korakora, n te aro are a bon kabaei wiia taan birinako aika a mwaiti ake a tia n nako mai irouia Nibwaite, n te aro are a roko ni kaoti aia bure ma ni bwabetitoaki nakon te rairannano, ao ma ni kaokaki naba n te tai ae waekoa nakoia Nibwaite bwa a na waaki ni karaoiroa mwiin taiani kaairua ake a tia ni karaoi.", "18 Ao e a koro bukina bwa Nibwaai ao Riaai a bon kabwarabwara nakoia Reimwanaite ma te mwaaka ao te kariaiakaki n anga te tua, bwa iai irouia te mwaaka ao te kariaiakaki n anga te tua are a tia n anganaki bwa a na kona n taetae, ao a bon anganaki naba te bwai are a na riai n taekinna—", "19 Ngaia are a bon taetae n te aro ae korakora kamiimina nakoia Reimwanaite, n anai nanoia bwa a na kakoauaia, n te aro are waniua te ngaa Reimwanaite ake a mena n te aba are Taraemera ao n aaba ake i rarikina ake a bon bwabetitoaki, ma ni kakoaua buakakan kateia aia bakatibu.", "20 Ao e a koro bukina bwa Nibwaai ao Riaai a bon waaki mai ikekei nakon te aba are Nibwaai.", "21 Ao e a koro bukina bwa a bon anaaki irouia ana taanga ni buaka Reimwanaite ma n teweaki nako nanon te nne ni kaikain; eng, n te nne ni kaikain are a teweaki nako nanona Amon ma tarina irouia ana toro Rimwaai.", "22 Ao i mwin are a tia n teweaki nako nanon te nne ni kaikain n akea kanaia i nanon boong aika a mwaiti, nooria, a bon rin i nanon te nne ni kaikain n anaia bwa aonga n tiringia.", "23 Ao e a koro bukina bwa Nibwaai ao Riaai a bon otabwaniniaki n te ai, n te aro are a bon rawa ni katokaa baia i aoia bwa a maaku bwa mwiina ao a kabuekaki. Ma e ngae n anne, ao a bon aki bue Nibwaai ao Riaai; ao a bon tei inukan te ai ao a bon aki bue.", "24 Ao ngke a nooria bwa a bon otabwaniniaki n te boua ae te ai, ao ngke a bon aki bue iai, a bon ninikoria nanoia.", "25 Bwa a nooria bwa Reimwanaite a bon rawa ni katokai baiia i aoia; ao a rawa naba ni kaania, ma a tei n te aro ae a oreaki bwa a na babanga n taetae ibukin te miimii.", "26 Ao e a koro bukina bwa a tei i buakoia Nibwaai ao Riaai ao a waaki n taetae nakoia, ni kangai: Tai maaku, bwa nooria, bon te Atua ae kaota te bwai ae kamiimi aio, are e kaotia nakoimi bwa kam aki kona ni katokai baimi iaora n tiringira.", "27 Ao nooria, ngke a tia n taekin taeka aikai, e bon ruru te aonaba, ao oon te nne ni kaikain a bon ruru n te aro ae aongkoa a na bwaka nako aontano; ma nooria, a bon aki bwaka. Ao nooria, naake a mena n te nne ni kaikain bon Reimwanaite ao Nibwaite ake taan birinako.", "28 Ao e a koro bukina bwa a bon rabunaki n te nang ae rootongitong, ao e roko i aoia te kakamaaku ae aki manikangareaki.", "29 Ao e a koro bukina bwa e roko te bwanaa ae kanga mai iaon te nang are e rootongitong ae kangai: Rairinanomi, rairinanomi, ao tai manga ukoukora kan tiringakia au toro are I a tia ni kanakoia nakoimi bwa a na taekina te rongorongo ae kakukurei.", "30 Ao e a koro bukina bwa ngke a ongo te bwanaa aio, ma n nooria bwa bon tiaki te bwanaa ae kanga te baa, ao tiaki naba te bwanaa ae korakora ae riao karongoana, ma nooria, bon te bwanaa ae rau ae kororaoi beebetena, ae kanga aron te wirikiriki, ao e bon ninia nako te tamnei—", "31 Ao e ngae ngke e beebete te bwanaa, nooria e bon korakora rurun te aonaba, ao oon te nne ni kaikain a manga ruru riki, ae kanga a na bwaka nako aontano; ma nooria te nang are e rootongitong, are e rabuna aoia, e bon aki uamae—", "32 Ao nooria e a manga roko riki te bwanaa arei, ni kangai: Rairinanomi, rairinanomi, bwa e a kan roko uean karawa; ao tai manga ukoukora riki kan tiringakia au toro. Ao e a koro bukina bwa e a manga ruru riki te aonaba, ao oon te nne ni kaikain a bon ruru.", "33 Ao e a manga roko riki te bwanaa te katen tai, ma n taekin taeka aika a kamimi ake aki kona n taekinaki iroun te aomata; ao a manga ruru naba taian oo, ao e ruru te aonaba n te aro ae kanga e na bwenaua.", "34 Ao e a koro bukina bwa aki kona ni birinako Reimwanaite ibukin te nang are e rorotongitong are e bon rabuna aoia; eng, ao a bon aki kona ni kamwaingaki ibukin te maaku are e roko i aoia.", "35 Ao ngkanne bon iai temanna mai i buakoia ae e bon bungiaki bwa te Nibwaite, are e a bon tia ngkoa ni kaaina ana ekaretia te Atua ma e a tia ni birinako mai irouia.", "36 Ao e a koro bukina bwa e rairaki, ao nooria, e noora i buakon te nang are e rorotongitong moamoan Nibwaai ma Riaai; ao nooria, a bon rianako raneaneaia, n aiaron ubuia anera. Ao e nooria bwa a tararake moamoaia nako karawa; ao aroia titebo ma a taetae ni kawai ke a tabeki rake bwanaia nakon te aomata ae a nooria.", "37 Ao e a koro bukina bwa te aomata aio e bon takarua nakoia aomata ake a uanao, bwa a na rairaki n nooria. Ao nooria, a bon anganaki te korakora bwa a na rairaki ao ma n nooria; ao a bon noora moamoaia Nibwaai ma Riaai.", "38 Ao a taku nakon te mwaane aei: Nooria, tera nanon bwaai aikai ni kabane, ao antai ae kakarabakau ma mwaane aikai?", "39 Ngkai aran te mwaane aei bon Aminatabu. Ao Aminatabu e taku nakoia: A bon kakarabakau ma ana anera te Atua.", "40 Ao e a koro bukina bwa a taku Reimwanaite nakoina: Tera ae ti na karaoia, bwa e aonga ni kamwawaki te nang ae rootongitong aei mai iaora?", "41 Ao Aminatabu e taku nakoia: Kam na riai n rairinanomi, ma n takarua nakon te bwanaa, ni karokoa ae reke ami onimaki iroun Kristo, are kam reireinaki taekana iroun Aramwa, ma Amureki, ao Teeterom; ao ngkana kam karaoa aio, e na kamwawaki te nang are e rootongitong mai iaomi.", "42 Ao e a koro bukina bwa a bane n tang nakon bwanan teuare e a tia n ioioa te aonaba; eng, a bon tang ni karokoa ae e kamaenakoaki te nang are e rootongitong.", "43 Ao e a koro bukina bwa ngke a taratara nako, ma n nooria bwa te nang are e rootongitong e a kamaenakoaki bwa e na aki rabuna aoia, nooria, a nooria bwa a otabwaniniaki, eng, ni kabane aomata n te boua ae te ai.", "44 Ao Nibwaai ao Riaai a bon mena iboni buakoia; eng, a bon otabwaniniaki; eng, a bon mena i nukan te ai ae uramwaka, ma a bon aki kabuanibwai iai, ao e aki rota naba oon te nne ni kaikain; ao a bon onrake n te kimwareirei are e aki kona ni kabwarabwaraki ao a on n te mimitong.", "45 Ao nooria, e ruo Tamnein te Atua ae Tabu ma i karawa, ma n rin inanoia, ao a kaonaki n aron ae a onrake n te ai, ao a bon kona n taekin taeka aika a kamiimi.", "46 Ao e a koro bukina bwa iai te bwanaa ae roko nakoia, eng, te bwanaa ae tangiraoi, ae kanga aron te wirikiriki, ao e kangai:", "47 Te rau, te rau e na mena iaomi, ibukin ami onimaki iroun au Moan Tangiraki are e a kaman iai man moan katean te aonaba.", "48 Ao ngkai, ngke a ongo aio a tabeki rake mataia bwa a na taraa te tabo are e roko mai iai te bwanaa; ao nooria, a noora karawa ae e uki; ao anera a ruo mai karawa ma ni buokiia.", "49 Ao tao bon tenibubua te aomata ake a noori ma n ongo bwaai aikai; ao a bon tuangaki bwa a na nako ao a na aki miimi, ao a na aki naba nanououa.", "50 Ao e a koro bukina bwa a bon mwananga nako, ma ni ibuobuoki nakoia aomata, n tataekin bwaai ni kabane ake a tia n ongo ma n noori, ni kabutai taabo ake a uakaan, n te aro are a mwaiti Reimwanaite ake a kakoauaia, ibukin korakoran te bwai ni kakoaua are a tia ni karekea.", "51 Ao ni kabane ake a kakoaua a bon kawenei naba aia bwai ni buaka, ma aia kairiribai ao kateia aia bakatibu.", "52 Ao e koro bukina bwa a bon anga nakoia Nibwaite aaba ake a bwaibwai iai."]}