{"English": ["The Lord gives Nephi the sealing power—He is empowered to bind and loose on earth and in heaven—He commands the people to repent or perish—The Spirit carries him from multitude to multitude. About 21–20B.C.", "1 And it came to pass that there arose a division among the people, insomuch that they divided hither and thither and went their ways, leaving Nephi alone, as he was standing in the midst of them.", "2 And it came to pass that Nephi went his way towards his own house, pondering upon the things which the Lord had shown unto him.", "3 And it came to pass as he was thus pondering—being much cast down because of the wickedness of the people of the Nephites, their secret works of darkness, and their murderings, and their plunderings, and all manner of iniquities—and it came to pass as he was thus pondering in his heart, behold, a voice came unto him saying:", "4 Blessed art thou, Nephi, for those things which thou hast done; for I have beheld how thou hast with unwearyingness declared the word, which I have given unto thee, unto this people. And thou hast not feared them, and hast not sought thine own life, but hast sought my will, and to keep my commandments.", "5 And now, because thou hast done this with such unwearyingness, behold, I will bless thee forever; and I will make thee mighty in word and in deed, in faith and in works; yea, even that all things shall be done unto thee according to thy word, for thou shalt not ask that which is contrary to my will.", "6 Behold, thou art Nephi, and I am God. Behold, I declare it unto thee in the presence of mine angels, that ye shall have power over this people, and shall smite the earth with famine, and with pestilence, and destruction, according to the wickedness of this people.", "7 Behold, I give unto you power, that whatsoever ye shall seal on earth shall be sealed in heaven; and whatsoever ye shall loose on earth shall be loosed in heaven; and thus shall ye have power among this people.", "8 And thus, if ye shall say unto this temple it shall be rent in twain, it shall be done.", "9 And if ye shall say unto this mountain, Be thou cast down and become smooth, it shall be done.", "10 And behold, if ye shall say that God shall smite this people, it shall come to pass.", "11 And now behold, I command you, that ye shall go and declare unto this people, that thus saith the Lord God, who is the Almighty: Except ye repent ye shall be smitten, even unto destruction.", "12 And behold, now it came to pass that when the Lord had spoken these words unto Nephi, he did stop and did not go unto his own house, but did return unto the multitudes who were scattered about upon the face of the land, and began to declare unto them the word of the Lord which had been spoken unto him, concerning their destruction if they did not repent.", "13 Now behold, notwithstanding that great miracle which Nephi had done in telling them concerning the death of the chief judge, they did harden their hearts and did not hearken unto the words of the Lord.", "14 Therefore Nephi did declare unto them the word of the Lord, saying: Except ye repent, thus saith the Lord, ye shall be smitten even unto destruction.", "15 And it came to pass that when Nephi had declared unto them the word, behold, they did still harden their hearts and would not hearken unto his words; therefore they did revile against him, and did seek to lay their hands upon him that they might cast him into prison.", "16 But behold, the power of God was with him, and they could not take him to cast him into prison, for he was taken by the Spirit and conveyed away out of the midst of them.", "17 And it came to pass that thus he did go forth in the Spirit, from multitude to multitude, declaring the word of God, even until he had declared it unto them all, or sent it forth among all the people.", "18 And it came to pass that they would not hearken unto his words; and there began to be contentions, insomuch that they were divided against themselves and began to slay one another with the sword.", "19 And thus ended the seventy and first year of the reign of the judges over the people of Nephi."], "Español": ["El Señor da a Nefi el poder para sellar— Recibe el poder para atar y desatar en la tierra y en el cielo— Manda al pueblo que se arrepienta, o si no, perecerá— El Espíritu lo lleva de multitud en multitud. Aproximadamente 21–20a.C.", "1 Y aconteció que surgió una división entre el pueblo, de tal modo que se separaron, unos por un lado y otros por otro, y siguieron sus caminos, dejando a Nefi solo mientras se hallaba en medio de ellos.", "2 Y sucedió que Nefi se dirigió hacia su propia casa, meditando sobre las cosas que le había manifestado el Señor.", "3 Y acaeció que mientras así meditaba —hallándose muy desanimado por motivo de la perversidad de los nefitas, sus secretas obras de tinieblas, y sus asesinatos, y sus robos, y toda clase de iniquidades— sucedió que mientras meditaba de esta manera en su corazón, he aquí, llegó a él una voz, diciendo:", "4 Bienaventurado eres tú, Nefi, por las cosas que has hecho; porque he visto que has declarado infatigablemente a este pueblo la palabra que te he dado. Y no les has tenido miedo, ni te has afanado por tu propia vida, antes bien, has procurado mi voluntad y el cumplimiento de mis mandamientos.", "5 Y porque has hecho esto tan infatigablemente, he aquí, te bendeciré para siempre, y te haré poderoso en palabra y en hecho, en fe y en obras; sí, al grado de que todas las cosas te serán hechas según tu palabra, porque tú no pedirás lo que sea contrario a mi voluntad.", "6 He aquí, tú eres Nefi, y yo soy Dios. He aquí, te lo declaro, en presencia de mis ángeles, que tendrás poder sobre este pueblo, y herirás la tierra con hambre, y con pestilencia y destrucción, de acuerdo con la iniquidad de este pueblo.", "7 He aquí, te doy poder, de que cuanto sellares en la tierra, sea sellado en los cielos; y cuanto desatares en la tierra, sea desatado en los cielos; y así tendrás poder entre este pueblo.", "8 De manera que si dijeres a este templo que se parta por la mitad, será hecho.", "9 Y si dijeres a esta montaña: Derrúmbate y vuélvete llana, así será hecho.", "10 Y he aquí, si dijeres que Dios herirá a este pueblo, así acontecerá.", "11 Y ahora bien, he aquí, te mando que vayas y declares a este pueblo que así dice el Señor Dios, que es el Todopoderoso: A menos que os arrepintáis, seréis heridos, sí, hasta la destrucción.", "12 Y he aquí, sucedió que cuando el Señor hubo hablado estas palabras a Nefi, este se detuvo y no llegó a su propia casa, sino que se volvió a las multitudes que se hallaban esparcidas sobre la superficie de la tierra y empezó a declararles la palabra del Señor que se le había hablado concerniente a su destrucción, si no se arrepentían.", "13 Y he aquí, a pesar del gran milagro que Nefi había efectuado en hacerles saber tocante a la muerte del juez superior, endurecieron sus corazones y no escucharon las palabras del Señor.", "14 Por tanto, Nefi les declaró la palabra del Señor, diciendo: A menos que os arrepintáis, así dice el Señor, seréis heridos aun hasta la destrucción.", "15 Y aconteció que cuando Nefi les hubo declarado la palabra, he aquí, aun así endurecieron sus corazones, y no quisieron escuchar sus palabras; por tanto, lo vituperaron y trataron de apoderarse de él para arrojarlo en la prisión.", "16 Mas he aquí, el poder de Dios fue con él; y no pudieron apoderarse de él para encarcelarlo, porque el Espíritu lo arrebató y lo llevó de entre ellos.", "17 Y sucedió que así fue en el Espíritu, de multitud en multitud, declarando la palabra de Dios, hasta que se la hubo declarado a todos ellos, o sea, la hubo mandado entre todo el pueblo.", "18 Y aconteció que no quisieron escuchar sus palabras; y comenzó a haber disensiones, de tal modo que hubo división entre ellos y empezaron a matarse unos a otros con la espada.", "19 Y así concluyó el año setenta y uno del gobierno de los jueces sobre el pueblo de Nefi."], "Français": ["Le Seigneur donne à Néphi le pouvoir de scellement— Il est investi du pouvoir de lier et de délier sur la terre et au ciel— Il commande au peuple de se repentir sous peine de périr— L’Esprit l’emporte de multitude en multitude. Vers 21–20av.J.-C.", "1 Et il arriva qu’il se produisit une division parmi le peuple, de sorte qu’ils se séparèrent çà et là et s’en allèrent, laissant Néphi seul, tandis qu’il se tenait au milieu d’eux.", "2 Et il arriva que Néphi s’en alla vers sa maison, méditant sur les choses que le Seigneur lui avait montrées.", "3 Et il arriva que tandis qu’il méditait ainsi— fort abattu à cause de la méchanceté du peuple des Néphites, de leurs œuvres secrètes de ténèbres, et de leurs meurtres, et de leurs pillages, et de toutes sortes d’iniquités— et il arriva que tandis qu’il méditait ainsi dans son cœur, voici, une voix lui parvint, disant:", "4 Béni es-tu, Néphi, pour les choses que tu as faites; car j’ai vu comment tu as annoncé inlassablement à ce peuple la parole que je t’ai donnée. Et tu ne l’as pas craint et n’as pas cherché à préserver ta propre vie, mais tu as cherché à faire ma volonté et à garder mes commandements.", "5 Et maintenant, parce que tu as fait cela aussi inlassablement, voici, je te bénirai à jamais; et je te rendrai puissant en paroles et en actes, en foi et en œuvres; oui, de sorte que tout te sera fait selon ta parole, car tu ne demanderas pas ce qui est contraire à ma volonté.", "6 Voici, tu es Néphi, et je suis Dieu. Voici, je te déclare, en la présence de mes anges, que tu auras du pouvoir sur ce peuple et frapperas la terre de famine, et de peste, et de destruction, selon la méchanceté de ce peuple.", "7 Voici, je te donne du pouvoir pour que tout ce que tu scelleras sur la terre soit scellé au ciel, et que tout ce que tu délieras sur la terre soit délié au ciel; et ainsi, tu auras du pouvoir parmi ce peuple.", "8 Et ainsi, si tu dis à ce temple qu’il sera fendu en deux, cela se fera.", "9 Et si tu dis à cette montagne: Sois abaissée et nivelle-toi, ce sera fait.", "10 Et voici, si tu dis que Dieu frappera ce peuple, cela arrivera.", "11 Et maintenant, voici, je te commande d’aller annoncer à ce peuple: Ainsi dit le Seigneur Dieu, qui est le Tout-Puissant: À moins que vous ne vous repentiez, vous serez frappés jusqu’à la destruction.", "12 Et voici, alors, il arriva que lorsque le Seigneur lui eut dit ces paroles, Néphi s’arrêta et n’alla pas vers sa maison, mais retourna vers les multitudes qui étaient dispersées sur la surface du pays et commença à leur annoncer la parole que le Seigneur lui avait dite concernant leur destruction, si elles ne se repentaient pas.", "13 Or, voici, malgré ce grand miracle que Néphi avait fait en leur parlant de la mort de leur grand juge, elles s’endurcirent le cœur et n’écoutèrent pas les paroles du Seigneur.", "14 C’est pourquoi Néphi leur annonça la parole du Seigneur, disant: À moins que vous ne vous repentiez, ainsi dit le Seigneur, vous serez frappées jusqu’à la destruction.", "15 Et il arriva que lorsque Néphi leur eut annoncé la parole, voici, elles s’endurcirent le cœur malgré tout et ne voulurent pas écouter ses paroles; c’est pourquoi elles l’injurièrent et cherchèrent à porter la main sur lui, afin de le jeter en prison.", "16 Mais voici, le pouvoir de Dieu était avec lui, et elles ne purent le prendre pour le jeter en prison, car il fut pris par l’Esprit et emporté du milieu d’elles.", "17 Et il arriva qu’il alla ainsi dans l’Esprit, de multitude en multitude, annonçant la parole de Dieu jusqu’à ce qu’il la leur eût annoncée à toutes, ou l’eût envoyée parmi tout le peuple.", "18 Et il arriva qu’elles ne voulurent pas écouter sa parole; et il commença à y avoir des querelles, de sorte qu’elles furent divisées entre elles et commencèrent à s’entre-tuer par l’épée.", "19 Et ainsi finit la soixante et onzième année du règne des juges sur le peuple de Néphi."], "Kiribati": ["Te Uea e angan Nibwaai te mwaaka ni kabaebae—E anganaki te mwaaka ni kabaebae iaon te aba ao i karawa—E tuangiia aomata bwa a na rairinanoia ke a na mate—E kairaki iroun te Tamnei man te ikotaki teuana nakon te ikotaki teuana. Uakaan ma 21–20I.K.", "1 Ao e a koro bukina bwa e riki te maenako imarenaia aomata, n te aro are a bon kamaenakoaki ikai ao ikekei ao a bon touii nako kawaia, ma ni katuka Nibwaai n ti ngaia, ngke e tei i nukaia.", "2 Ao e a koro bukina bwa Nibwaai e touanako kawaina nakon batana, ma n iangoi bwaai ake e a tia ni kaoti te Uea nakoina.", "3 Ao e a koro bukina bwa ngke e tabe ni iangoi—kioina ngkai e bon rawawata ibukin buakakaia te botanaomata aika Nibwaite, aia mwakuri aika a roo, ma aia tiriaomata, ma aia mwakuri n iowawa n anaibwai, ma aekan buakaka nako—ao e a koro bukina bwa ngke e tabe ni iango i nanona, nooria, e roko irouna te bwanaa ni kangai:", "4 Ko na kakabwaiaki ngkoe, Nibwaai, ibukin bwaai ake ko a tia ni karaoi; bwa I a tia n noora arom n aki kua n tataekina te taeka, are I a tia n anganiko nakoia te botanaomata aio. Ao ko a tia n aki maakuia, ma n aki kawakina oin maium, ma ko a tia n ukoukora nanou, ma n kaawakin au tua.", "5 Ao ngkai, ibukina bwa ko a tia ni karaoa aio ma te aki kua, nooria, N na kakabwaiako n aki toki; ao N na kakorakorako n taetae ao n am waaki, n te onimaki ao n te mwakuri; eng, n te aro bwa bwaai ni kabane a na karaoaki nakoim n aron am taeka, bwa ko na bon aki tuatua te bwai ae e aki boraoi ma nanou.", "6 Nooria, bon ngkoe Nibwaai, ao bon Ngai te Atua. Nooria, I taekinna nakoim imataia au anera, bwa e na reke nakoim te mwaaka i aoia te botanaomata aio, ao ko na orea te aonaba n te rongo, ma taian aoraki nako, ma te uruaki, ni kaineti ma buakakaia te botanaomata aio.", "7 Nooria, I anganiko te mwaaka, ao te bwai are ko kabaea iaon te aba e na kabaeaki i karawa; ao te bwai are ko kabwara iaon te aba e na kabwaraki naba i karawa; ao ikai are e na iai mwaakam i aoia te botanaomata aio.", "8 Ao ngaia are, ngkana ko kangai nakon te tembora aei e na raeuaki n riki bwa uoua, ao e na bon riki.", "9 Ao ngkana ko kangai nakon te maunga aio, Ko na bwaka inano ma n riki ni boraoi, e na bon riki.", "10 Ao nooria, ngkana ko kangai bwa te Atua e na oroia te botanaomata aio ao e na bon koro bukina.", "11 Ao ngkai nooria, I tuangko, bwa ko na nako man taekinna nakoia te botanaomata aio, bwa e taku te Uea ae te Atua, are Moan te Mwaaka; Bwa ngkana kam aki rairinanomi ao kam na oreaki, ma ni kamaunaki.", "12 Ao nooria, ngkanne e a koro bukina bwa ngke e a tia te Uea n taekin taeka aikai nakon Nibwaai, e bon toki ma n aki nakon batana, ma e okirikaki nakoia aomata ake a uanao ake a tia ni maenako n te aba, ma n taekina nakoia ana taeka te Uea are e a tia n taekinaki nakoina, are e kaineti ma kamaunaakiia ngkana aki rairinanoia.", "13 Ao ngkanne, e ngae ngke iai te mwakuri ae kamimi are e a tia n tuangiia Nibwaai ni kaineti ma maten mataniwiia taan moti, ao a bon kamatoatoai nanoia ma n rawa n ongo nakon ana taeka te Uea.", "14 Ngaia are Nibwaai e bon taekina nakoia ana taeka te Uea, ni kangai: E taku te Uea ngkana kam aki rairinanomi, ao kam na oreaki ma ni kamaunaki.", "15 Ao e a koro bukina bwa ngke e a tia Nibwaai n taekina te taeka nakoia, nooria, a bon reitinako ni kamatoatoai nanoia ma n rawa n ongo n ana taeka; ngaia are a bon taetae ni kaitaraa ni kabuakaka, ma n ukoukora katokaan baia iaona bwa aonga n tewea nako nanon te nne ni kaikain.", "16 Ma nooria, mwaakan te Atua e mena irouna, ao a bon aki kona n tewe nakoa nako nanon te nne ni kaikain, bwa e bon anaaki iroun te Tamnei ma n uotaki nako ma imataia.", "17 Ao e a koro bukina bwa e bon mwananga ma te Tamnei mai irouia aomata aika a uanao aika maeka n te tabo teuana nakoia aomata aika a uanao n te tabo riki teuana, n tataekina ana taeka te Atua, ni karokoa ae e a tia n aekinna nakoia ni kabane, ke ni kabuta nako buakoia aomata ni kabane.", "18 Ao e a koro bukina bwa a bon rawa n ongo nakon ana taeka; ao e a waaki te itabaraaraa, n te aro are a bon maenako ni kaaitaraia i buakoia irouia ma ni waaki n tiringia n tatabemania nako ma te kabaang.", "19 Ao ikai are e a toki iai aia kaitibwi ma teuana n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai."]}