{"English": ["Nephi is rejected in the north and returns to Zarahemla—He prays upon his garden tower and then calls upon the people to repent or perish. About 23–21B.C.", "1 Behold, now it came to pass in the sixty and ninth year of the reign of the judges over the people of the Nephites, that Nephi, the son of Helaman, returned to the land of Zarahemla from the land northward.", "2 For he had been forth among the people who were in the land northward, and did preach the word of God unto them, and did prophesy many things unto them;", "3 And they did reject all his words, insomuch that he could not stay among them, but returned again unto the land of his nativity.", "4 And seeing the people in a state of such awful wickedness, and those Gadianton robbers filling the judgment-seats—having usurped the power and authority of the land; laying aside the commandments of God, and not in the least aright before him; doing no justice unto the children of men;", "5 Condemning the righteous because of their righteousness; letting the guilty and the wicked go unpunished because of their money; and moreover to be held in office at the head of government, to rule and do according to their wills, that they might get gain and glory of the world, and, moreover, that they might the more easily commit adultery, and steal, and kill, and do according to their own wills—", "6 Now this great iniquity had come upon the Nephites, in the space of not many years; and when Nephi saw it, his heart was swollen with sorrow within his breast; and he did exclaim in the agony of his soul:", "7 Oh, that I could have had my days in the days when my father Nephi first came out of the land of Jerusalem, that I could have joyed with him in the promised land; then were his people easy to be entreated, firm to keep the commandments of God, and slow to be led to do iniquity; and they were quick to hearken unto the words of the Lord—", "8 Yea, if my days could have been in those days, then would my soul have had joy in the righteousness of my brethren.", "9 But behold, I am consigned that these are my days, and that my soul shall be filled with sorrow because of this the wickedness of my brethren.", "10 And behold, now it came to pass that it was upon a tower, which was in the garden of Nephi, which was by the highway which led to the chief market, which was in the city of Zarahemla; therefore, Nephi had bowed himself upon the tower which was in his garden, which tower was also near unto the garden gate by which led the highway.", "11 And it came to pass that there were certain men passing by and saw Nephi as he was pouring out his soul unto God upon the tower; and they ran and told the people what they had seen, and the people came together in multitudes that they might know the cause of so great mourning for the wickedness of the people.", "12 And now, when Nephi arose he beheld the multitudes of people who had gathered together.", "13 And it came to pass that he opened his mouth and said unto them: Behold, why have ye gathered yourselves together? That I may tell you of your iniquities?", "14 Yea, because I have got upon my tower that I might pour out my soul unto my God, because of the exceeding sorrow of my heart, which is because of your iniquities!", "15 And because of my mourning and lamentation ye have gathered yourselves together, and do marvel; yea, and ye have great need to marvel; yea, ye ought to marvel because ye are given away that the devil has got so great hold upon your hearts.", "16 Yea, how could you have given way to the enticing of him who is seeking to hurl away your souls down to everlasting misery and endless wo?", "17 O repent ye, repent ye! Why will ye die? Turn ye, turn ye unto the Lord your God. Why has he forsaken you?", "18 It is because you have hardened your hearts; yea, ye will not hearken unto the voice of the good shepherd; yea, ye have provoked him to anger against you.", "19 And behold, instead of gathering you, except ye will repent, behold, he shall scatter you forth that ye shall become meat for dogs and wild beasts.", "20 O, how could you have forgotten your God in the very day that he has delivered you?", "21 But behold, it is to get gain, to be praised of men, yea, and that ye might get gold and silver. And ye have set your hearts upon the riches and the vain things of this world, for the which ye do murder, and plunder, and steal, and bear false witness against your neighbor, and do all manner of iniquity.", "22 And for this cause wo shall come unto you except ye shall repent. For if ye will not repent, behold, this great city, and also all those great cities which are round about, which are in the land of our possession, shall be taken away that ye shall have no place in them; for behold, the Lord will not grant unto you strength, as he has hitherto done, to withstand against your enemies.", "23 For behold, thus saith the Lord: I will not show unto the wicked of my strength, to one more than the other, save it be unto those who repent of their sins, and hearken unto my words. Now therefore, I would that ye should behold, my brethren, that it shall be better for the Lamanites than for you except ye shall repent.", "24 For behold, they are more righteous than you, for they have not sinned against that great knowledge which ye have received; therefore the Lord will be merciful unto them; yea, he will lengthen out their days and increase their seed, even when thou shalt be utterly destroyed except thou shalt repent.", "25 Yea, wo be unto you because of that great abomination which has come among you; and ye have united yourselves unto it, yea, to that secret band which was established by Gadianton!", "26 Yea, wo shall come unto you because of that pride which ye have suffered to enter your hearts, which has lifted you up beyond that which is good because of your exceedingly great riches!", "27 Yea, wo be unto you because of your wickedness and abominations!", "28 And except ye repent ye shall perish; yea, even your lands shall be taken from you, and ye shall be destroyed from off the face of the earth.", "29 Behold now, I do not say that these things shall be, of myself, because it is not of myself that I know these things; but behold, I know that these things are true because the Lord God has made them known unto me, therefore I testify that they shall be."], "Español": ["Nefi es rechazado en el norte y vuelve a Zarahemla— Ora en la torre de su jardín y luego dice al pueblo que si no se arrepiente perecerá. Aproximadamente 23–21a.C.", "1 He aquí, aconteció que en el año sesenta y nueve del gobierno de los jueces sobre los nefitas, Nefi, el hijo de Helamán, volvió de la tierra del norte a la tierra de Zarahemla,", "2 porque había ido entre los que se hallaban en la tierra del norte, y les predicó la palabra de Dios, y les profetizó muchas cosas;", "3 y ellos rechazaron todas sus palabras, de modo que no pudo permanecer entre ellos, y volvió a su país natal.", "4 Y al ver al pueblo en un estado de tan terrible iniquidad, y que aquellos ladrones de Gadiantón ocupaban los asientos judiciales —habiendo usurpado el poder y la autoridad del país, pasando por alto los mandamientos de Dios y en ningún sentido siendo rectos ante él, negando la justicia a los hijos de los hombres,", "5 condenando a los justos por motivo de su rectitud, dejando ir impunes al culpable y al malvado por causa de su dinero; y además de esto, siendo sostenidos en sus puestos, a la cabeza del gobierno, para regir y obrar según su voluntad, a fin de obtener riquezas y la gloria del mundo, y además, para más fácilmente cometer adulterio, y robar, y matar, y obrar según sus propios deseos—", "6 y esta gran iniquidad había sobrevenido a los nefitas en el espacio de no muchos años; y cuando Nefi vio esto, su corazón se llenó de dolor dentro de su pecho, y exclamó con la angustia de su alma:", "7 ¡Oh, si hubiese vivido en los días en que mi padre Nefi primero salió de la tierra de Jerusalén, para haberme regocijado con él en la tierra de promisión! Entonces su pueblo era fácil de tratar, firme en guardar los mandamientos de Dios, y tardo en dejarse llevar a la iniquidad; y era pronto para escuchar las palabras del Señor.", "8 Sí, si hubiesen sido aquellos días los míos, entonces mi alma se habría regocijado en la rectitud de mis hermanos.", "9 Pero he aquí, es mi comisión que estos sean mis días, y que mi alma sea llena de angustia por la iniquidad de mis hermanos.", "10 Y he aquí, esto aconteció en una torre que se hallaba en el jardín de Nefi, jardín que estaba cerca del camino real que conducía al mercado principal que había en la ciudad de Zarahemla; así que Nefi se había arrodillado en esta torre que estaba en su jardín, la cual también se hallaba cerca de la puerta del jardín que daba al camino real.", "11 Y sucedió que pasaron ciertos hombres por allí, y vieron a Nefi en la torre mientras derramaba su alma a Dios; y corrieron y dijeron al pueblo lo que habían visto; y vino la gente en multitudes para conocer la causa de tanta lamentación por las maldades del pueblo.", "12 Y cuando se levantó Nefi, vio las multitudes de personas que se habían reunido.", "13 Y sucedió que abrió su boca y les dijo: He aquí, ¿por qué razón os habéis congregado? ¿para qué os hable de vuestras iniquidades?", "14 ¡Sí, porque he subido a mi torre para derramar mi alma a mi Dios, a causa del gran pesar de mi corazón por motivo de vuestras iniquidades!", "15 Y por razón de mi llanto y lamentaciones os habéis reunido, y os maravilláis; sí, y tenéis gran necesidad de estar admirados; sí, deberíais estar maravillados de haberos dejado llevar de modo que el diablo ha asido tan fuertemente vuestros corazones.", "16 Sí, ¿cómo pudisteis haber cedido a las seducciones de aquel que está tratando de lanzar vuestras almas a una miseria sin fin y angustia interminable?", "17 ¡Oh, arrepentíos, arrepentíos! ¿Por qué deseáis morir? ¡Volveos, volveos al Señor vuestro Dios! ¿Por qué os ha abandonado él?", "18 Es porque habéis endurecido vuestros corazones; sí, no queréis escuchar la voz del buen pastor; sí, lo habéis provocado a la ira contra vosotros.", "19 Y a menos que os arrepintáis, he aquí, en lugar de juntaros, él os dispersará, de modo que seréis por comida a los perros y a los animales salvajes.", "20 Oh, ¿cómo pudisteis haber olvidado a vuestro Dios, el mismo día en que os ha librado?", "21 Mas he aquí, lo hacéis para obtener lucro, para ser alabados por los hombres, sí, y para adquirir oro y plata. Y habéis puesto vuestros corazones en las riquezas y en las cosas vanas de este mundo, por las cuales asesináis, y robáis, y hurtáis, y levantáis falso testimonio contra vuestro prójimo, y cometéis toda clase de iniquidades.", "22 Y por esta causa os sobrevendrá el infortunio, a menos que os arrepintáis. Porque si no os arrepentís, he aquí, esta gran ciudad, y también todas esas grandes ciudades que están alrededor, que se hallan en la tierra de nuestra posesión, os serán quitadas de modo que no habrá lugar en ellas para vosotros; porque he aquí, el Señor no os dará la fuerza para resistir a vuestros enemigos, como lo ha hecho hasta ahora.", "23 Porque he aquí, así dice el Señor: No manifestaré mi fuerza a los inicuos, a uno más que al otro, salvo a los que se arrepientan de sus pecados y escuchen mis palabras. Por tanto, quisiera que comprendieseis, hermanos míos, que será mejor para los lamanitas que para vosotros, a menos que os arrepintáis.", "24 Porque he aquí, ellos son más justos que vosotros, porque no han pecado en contra de ese gran conocimiento que vosotros habéis recibido; por lo tanto, el Señor será misericordioso con ellos; sí, prolongará sus días y aumentará su posteridad, aun cuando vosotros seáis completamente destruidos, a menos que os arrepintáis.", "25 Sí, ¡ay de vosotros a causa de esa gran abominación que ha surgido entre vosotros; y os habéis unido a ella, sí, a esa banda secreta que fue establecida por Gadiantón!", "26 Sí, ¡os sobrevendrá el infortunio por motivo de ese orgullo que habéis dejado que entre en vuestros corazones, que os ha ensalzado más de lo que es bueno, por motivo de vuestras grandes riquezas!", "27 Sí, ¡ay de vosotros a causa de vuestras iniquidades y abominaciones!", "28 Y a menos que os arrepintáis, pereceréis; sí, aun vuestras tierras os serán arrebatadas, y seréis destruidos de sobre la faz de la tierra.", "29 He aquí, no os digo de mí mismo que sucederán estas cosas, porque no es de mí mismo que sé estas cosas; mas he aquí, sé que son verdaderas porque el Señor Dios me las ha hecho saber; por tanto, testifico que sucederán."], "Français": ["Néphi est rejeté dans le nord et retourne à Zarahemla— Il prie sur la tour de son jardin et invite ensuite le peuple à se repentir sous peine de périr. Vers 23–21av.J.-C.", "1 Voici, alors, il arriva, la soixante-neuvième année du règne des juges sur le peuple des Néphites, que Néphi, fils d’Hélaman, retourna du pays situé du côté du nord au pays de Zarahemla.", "2 Car il était allé parmi le peuple qui était dans le pays situé du côté du nord, et lui avait prêché la parole de Dieu, et lui avait prophétisé beaucoup de choses;", "3 et ils avaient rejeté toutes ses paroles, de sorte qu’il n’avait pas pu rester parmi eux, mais était revenu au pays de sa naissance.", "4 Et lorsqu’il vit que le peuple était dans un état de méchanceté aussi terrible, et que ces brigands de Gadianton occupaient les sièges du jugement— ayant usurpé le pouvoir et l’autorité existant dans le pays, mettant de côté les commandements de Dieu et n’étant en aucune façon droits devant lui, ne faisant pas justice du tout aux enfants des hommes,", "5 condamnant les justes à cause de leur justice, laissant les coupables et les méchants impunis à cause de leur argent, étant, de plus, maintenus en fonction à la tête du gouvernement, pour gouverner et faire selon leur volonté, afin d’obtenir du gain et la gloire du monde, et, de plus, afin de commettre plus facilement l’adultère, et de voler, et de tuer, et de faire selon leur volonté—", "6 or, cette grande iniquité s’était abattue sur les Néphites en peu d’années; et lorsque Néphi la vit, il eut le cœur gonflé de tristesse au-dedans de lui; et il s’exclama dans l’angoisse de son âme:", "7 Oh! que n’ai-je vécu aux jours où mon père Néphi sortit du pays de Jérusalem! Je me serais réjoui avec lui dans la terre promise! Alors son peuple était facile à supplier, ferme à garder les commandements de Dieu et lent à être entraîné dans l’iniquité; et il était prompt à écouter les paroles du Seigneur—", "8 oui, si j’avais pu vivre en ces jours, mon âme se serait réjouie de la justice de mes frères.", "9 Mais voici, je suis condamné à vivre en ces jours-ci et à avoir l’âme remplie de tristesse à cause de cette méchanceté qui est celle de mes frères.", "10 Or, voici, il arriva que c’était sur une tour dans le jardin de Néphi, près de la grande route qui menait au marché principal de la ville de Zarahemla; c’est pourquoi, Néphi s’était prosterné sur la tour qui était dans son jardin, tour qui était également près de la porte du jardin où passait la grande route.", "11 Et il arriva qu’il y eut des hommes qui passaient par là et qui virent Néphi tandis qu’il déversait son âme à Dieu sur la tour; et ils coururent dire au peuple ce qu’ils avaient vu, et le peuple s’assembla en multitudes, afin de connaître la cause d’un aussi grand deuil pour la méchanceté du peuple.", "12 Et alors, lorsque Néphi se leva, il vit les multitudes de gens qui s’étaient rassemblées.", "13 Et il arriva qu’il ouvrit la bouche et leur dit: Voici, pourquoi vous êtes-vous rassemblés? Pour que je vous parle de vos iniquités?", "14 Oui, parce que je suis monté sur ma tour, afin de déverser mon âme à mon Dieu, à cause de la tristesse extrême de mon cœur, qui vient de vos iniquités!", "15 Et à cause de mon deuil et de mes lamentations, vous vous êtes rassemblés et vous vous étonnez; oui, et vous avez grand besoin de vous étonner; oui, vous devriez vous étonner, parce que vous vous êtes laissés aller, de sorte que le diable a obtenu une telle emprise sur votre cœur.", "16 Oui, comment avez-vous pu céder aux séductions de celui qui cherche à précipiter votre âme dans une misère éternelle et un malheur sans fin?", "17 Oh! repentez-vous, repentez-vous! Pourquoi voulez-vous mourir? Tournez-vous, tournez-vous vers le Seigneur, votre Dieu. Pourquoi vous a-t-il abandonnés?", "18 C’est parce que vous vous êtes endurci le cœur; oui, vous ne voulez pas écouter la voix du bon berger; oui, vous l’avez provoqué à la colère contre vous.", "19 Et voici, au lieu de vous rassembler, à moins que vous ne vous repentiez, voici, il vous dispersera, de sorte que vous deviendrez de la nourriture pour les chiens et pour les bêtes sauvages.", "20 Oh! comment avez-vous pu oublier votre Dieu le jour même où il vous a délivrés?", "21 Mais voici, c’est pour obtenir du gain, pour être loués des hommes, oui, et afin d’obtenir de l’or et de l’argent. Et vous avez mis votre cœur dans les richesses et les choses vaines de ce monde, pour lesquelles vous commettez des meurtres, et pillez, et volez, et portez de faux témoignages contre votre prochain, et commettez toutes sortes d’iniquités.", "22 Et pour cette raison, le malheur s’abattra sur vous, à moins que vous ne vous repentiez. Car si vous ne vous repentez pas, voici, cette grande ville, et aussi toutes les grandes villes qui sont alentour, qui sont dans le pays de notre possession, seront enlevées, de sorte que vous n’aurez pas de place en elles; car voici, le Seigneur ne vous accordera pas de force, comme il l’a fait jusqu’à présent, pour résister à vos ennemis.", "23 Car voici, ainsi dit le Seigneur: Je ne montrerai pas ma force aux méchants, pas plus à l’un qu’à l’autre, sauf à ceux qui se repentent de leurs péchés et écoutent mes paroles. C’est pourquoi, je voudrais que vous voyiez, mes frères, que ce sera mieux pour les Lamanites que pour vous, à moins que vous ne vous repentiez.", "24 Car voici, ils sont plus justes que vous, car ils n’ont pas péché contre la grande connaissance que vous avez reçue; c’est pourquoi le Seigneur sera miséricordieux envers eux; oui, il prolongera leurs jours et augmentera leur postérité lorsque vous serez totalement détruits, à moins que vous ne vous repentiez.", "25 Oui, malheur à vous à cause de cette grande abomination qui s’est introduite parmi vous; et vous vous êtes unis à elle, oui, à cette bande secrète qui a été fondée par Gadianton!", "26 Oui, le malheur s’abattra sur vous à cause de l’orgueil que vous avez laissé entrer dans votre cœur, qui vous a enflés au-delà de ce qui est bien, à cause de vos richesses extrêmement grandes!", "27 Oui, malheur à vous à cause de votre méchanceté et de vos abominations!", "28 Et à moins que vous ne vous repentiez, vous périrez; oui, vos terres vous seront enlevées, et vous serez détruits de la surface de la terre.", "29 Voici, maintenant, ce n’est pas de moi-même que je dis que ces choses seront, parce que ce n’est pas de moi-même que je sais ces choses; mais voici, je sais que ces choses sont vraies parce que le Seigneur Dieu me les a révélées, c’est pourquoi je témoigne qu’elles seront."], "Kiribati": ["E aki butimwaeaki Nibwaai i meang ao e okira Taraemera—E tataro iaon ana taua n ana onaroka ma ni weteia aomata bwa a na rairinanoia ke a na mate. Uakaan ma 23–21I.K.", "1 Nooria, ngkai e a koro bukina bwa n aia kaonobwi ma ruaiwa n ririki n tautaeka taan moti i aoia te botanaomata ae Nibwaite, ao Nibwaai are natin Ereman, e oki nakon te aba are Taraemera man te aba are e nako meang.", "2 Bwa e a tia ni mena i buakoia te botanaomata ake a mena n aba are nako iang, ma ni kabwarabwara ana taeka te Atua nakoia, ma n taetae ni burabeti ni bwaai aika a mwaiti nakoia;", "3 Ao a bon aki butimwaei ana taeka ni kabane, n te aro are e aki kona n tiku, ma e a manga oki nakon te aba are e bungiaki iai.", "4 Ao e nooria aomata bwa a mena n te aro ae kakamaaku buakakana, ao and taan iraa Kateanton a kaaina te kaintekateka ni motikitaeka—bwa a tia n anaa te mwaaka ao te kariaiakaki n anga te tua n te aro ae aki riai; ma ni katikui ana tua te Atua, ao aio are e aki eti i matana; ma n aki karaoa ae momotiraoi nakoia natia aomata.", "5 A kabuakakaia aika a raoiroi ibukin raoiroia; ma ni kariaia bwa taan karaoa te bure ma aika a buakaka a na aki katuaeaki ibukina bwa iai aia mwane; ao riki bwa aonga n tiku n aia tabo ni mwakuri n atuun te tautaeka, bwa a na kairiri ma ni karaoa are a tangiria, bwa aonga ni karekea aia raka ma mimitongin te aonaba, ao riki, bwa e aonga riki ni beebete karaoan te wenenibure, ao te iraa, ma te tiritiri, ao ni karaoa aron are oin nanoia—", "6 Ngkai te bure ae korakora aio a karaoia Nibwaite i nanon te maan ae e aki bati te ririki; ao ngke e noora aio Nibwaai, e onrake nanona n te nanokawaki; ao e bon bwaebwaeti ibukin kainnanon tamneina.", "7 O, tera ngke I kona ni karekei boong aika aekan boong ngke e moan roko tamau are Nibwaai man te aba are Ierutarem, bwa N na kona ni kimwareirei mangaia n te aba ni berita; n te tai anne ao e rang beebete boakiia ana botanaomata, a nene ni kaawakin ana tua te Atua, ao a iremwe nakon karaoan ae bure; ao a waekoa n ongo n ana taeka te Uea—", "8 Eng, ngke arona bwa au bong aekan boong aikanne, ao ngkanne e na bon kimwareirei tamneiu ibukin raoiroia tariu.", "9 Ma nooria, I a karaua nanou bwa bon aikai au bong, ao bwa tamneiu e na onrake n te nanokawaki ibukin buakakaia tariu.", "10 Ao nooria, ngkai e a koro bukina bwa iai te taua are e mena n ana onaroka Nibwaai, are e mena i rarikin te kawai ae rang totouaki are e kaineti nakon te tabo ni bobwai ae bubura, are e mena n te kaawa are Taraemera; ngaia are, Nibwaai e bobaraaki iaon te taua are e mena n ana on aroka, are te taua are e uakaan naba ma mataroan te onnaroka are e kaineti nakon te kawai ae rangi n totouaki.", "11 Ao e a koro bukina bwa bon iai mwaane ake a rirarikiia ma n noora Nibwaai ngke e a kabaabanea nanona nakon te Atua iaon te taua; ao a biri nako n tuangiia aomata te bwai are a nooria, ao aomata a roko n uanao bwa a kan ataa bukin te nanokawaki ibukin buakakaia ana botanaomata Nibwaai.", "12 Ao ngkai, ngke e teirake Nibwaai e nooria aomata ake a uanao ake a tia n ikoikotaki.", "13 Ao e a koro bukina bwa e kaurea wiina ma n taku nakoia: Nooria e aera ngkai kam a ikotingkami? Bwa N na tuangingkami buakakami?", "14 Eng, ibukina bwa I toka iaon au taua ma ni kabaabanea nanou nakon Atuau, ibukin korakoran rawawatan nanou, are e riki ibukin ami buakaka!", "15 Ao ibukin au tang ni wenei ma au bwaebwaeti ao kam a ikoikotingkami, ma ni miimi, eng, ao kam bon riai ni miimi; eng, kam riai ni miimi ibukina bwa kam anga nanomi, ao te riaboro e bon korakora ana tautau iaon nanomi.", "16 Eng, kam kanga n anga nanomi nakon ana kabwakabwaka teuare e ukoukora karenakoan tamneimi nakon te nanokawaki ae aki totoki ao te maraia ae aki totoki?", "17 O rairinanomi, rairinanomi! E aera ngkai kam na mate? Rairaki, rairaki ngkami nakon te Uea ae Atuami. E aera ngkai e kitaningkami?", "18 Ibukina bwa kam kamatoatoai nanomi; eng, kam rawa n ongo ni bwanaan te tia kaawakin tiibu ae raoiroi; eng, kam kaunna bwa e na kaaitaraingkami n unna.", "19 Ao nooria, ngkana kam aki rairinanomi ao e na aki iakotingkami ma e na kamaenakoingkami ao kam na riki bwa te amwarake ibukiia kamea ma maan aika a kaakang.", "20 O kam kanga ni mwaninga taekan Atuami i nanon boong are e kainaomataingkami iai?", "21 Ma nooria, bon ibukin tangiran te raka ma aia kamoamoa aomata, eng, ao bwa e aonga n reke iroumi te koora ma te tirewa. Ao kam a tia ni kabanei nanomi iaon taian kaubwai ma bwain te aonaba aio ae akea manenaia, are kam a tiriaomata ibukina, ma n iowawa n anaibwai, ma n iraa, ma ni kabuakakaia raomi, ma ni karaoi aekan bure nako.", "22 Ao ibukin aio ao e na roko iaomi te maraia ngkana kam aki rairinanomi. Bwa ngkana kam aki rairinanomi, nooria, te kaawa ae bubura aio, ma taian kaawa ake a uakaan, ake a mena n te aba are ti bwaibwai iai, a na bon anaaki ao e na akea nnemi iai; bwa nooria, te Uea e na bon aki anganingkami te korakora, n aron are mai i mwaaina, are kam na tei iai ni kona ni kaaitaraia ami kairiribai.", "23 Bwa nooria, e taku te Uea: N na bon aki kaota korakorau nakoia ake a buakaka, nakon te botaki ae buakaka teuana ao teuana, ma ti nakoia ake a rairinanoia man aia bure, ma n ongo n au taeka. Ao ngkanne ngaia are I tangiria bwa kam na nooria, tariu, bwa e nakoraoi riki ibukiia Reimwanaite nakoimi ngkana kam aki rairinanomi.", "24 Bwa nooria, a bon raoiroi riki nakoimi, bwa a tuai ma ni bure ni kaitaraa te atatai are e korakora are kam a tia ni karekea; ngaia are te Uea e na nanoangaiia; eng, e na kaanaanaua aia bong ma ni kamwaita aia kariki, e ngae ngkana kam a bon bane ni kamaunaki ngkana kam aki rairinanomi.", "25 Eng, e na mena te maraia iaomi ibukin te mwakuri ae bati n ribaki are e korakora are e mena i buakomi; ao kam a tia n irekereke mangaia, eng, ma te koraki ni karaba are e kateaki iroun Kateanton!", "26 Eng, e na roko te maraia nakoimi ibukin te kainikatonga are kam a tia ni kariaia bwa e na rin inanomi, are e a tia n tabekingkami rake riaon ae raoiroi ibukin korakoran kaubwaimi aika a korakora!", "27 Eng, te maraia nakoimi ibukin buakakami ma ami mwakuri aika bati n ribaki.", "28 Ao ngkana kam aki rairinanomi kam na bon mate; eng, ao abami a na bon anaaki mai iroumi, ao kam na kamaunaki mai iaon te aonaba.", "29 Ma nooria, I aki taekinna bwa a na riki bwaai aikai, mai irou, ibukina bwa I aki atai bwaai aika mai irou; I bon nooria, I ataia bwa a koaua bwaai aikai ibukina bwa te Uea ae te Atua e a tia ni kaoti nakoiu, ngaia are I kakoauai bwa a na bon riki."]}