{"English": ["Pahoran the second becomes chief judge and is murdered by Kishkumen—Pacumeni fills the judgment seat—Coriantumr leads the Lamanite armies, takes Zarahemla, and slays Pacumeni—Moronihah defeats the Lamanites and retakes Zarahemla, and Coriantumr is slain. About 52–50B.C.", "1 And now behold, it came to pass in the commencement of the fortieth year of the reign of the judges over the people of Nephi, there began to be a serious difficulty among the people of the Nephites.", "2 For behold, Pahoran had died, and gone the way of all the earth; therefore there began to be a serious contention concerning who should have the judgment-seat among the brethren, who were the sons of Pahoran.", "3 Now these are their names who did contend for the judgment-seat, who did also cause the people to contend: Pahoran, Paanchi, and Pacumeni.", "4 Now these are not all the sons of Pahoran (for he had many), but these are they who did contend for the judgment-seat; therefore, they did cause three divisions among the people.", "5 Nevertheless, it came to pass that Pahoran was appointed by the voice of the people to be chief judge and a governor over the people of Nephi.", "6 And it came to pass that Pacumeni, when he saw that he could not obtain the judgment-seat, he did unite with the voice of the people.", "7 But behold, Paanchi, and that part of the people that were desirous that he should be their governor, was exceedingly wroth; therefore, he was about to flatter away those people to rise up in rebellion against their brethren.", "8 And it came to pass as he was about to do this, behold, he was taken, and was tried according to the voice of the people, and condemned unto death; for he had raised up in rebellion and sought to destroy the liberty of the people.", "9 Now when those people who were desirous that he should be their governor saw that he was condemned unto death, therefore they were angry, and behold, they sent forth one Kishkumen, even to the judgment-seat of Pahoran, and murdered Pahoran as he sat upon the judgment-seat.", "10 And he was pursued by the servants of Pahoran; but behold, so speedy was the flight of Kishkumen that no man could overtake him.", "11 And he went unto those that sent him, and they all entered into a covenant, yea, swearing by their everlasting Maker, that they would tell no man that Kishkumen had murdered Pahoran.", "12 Therefore, Kishkumen was not known among the people of Nephi, for he was in disguise at the time that he murdered Pahoran. And Kishkumen and his band, who had covenanted with him, did mingle themselves among the people, in a manner that they all could not be found; but as many as were found were condemned unto death.", "13 And now behold, Pacumeni was appointed, according to the voice of the people, to be a chief judge and a governor over the people, to reign in the stead of his brother Pahoran; and it was according to his right. And all this was done in the fortieth year of the reign of the judges; and it had an end.", "14 And it came to pass in the forty and first year of the reign of the judges, that the Lamanites had gathered together an innumerable army of men, and armed them with swords, and with cimeters and with bows, and with arrows, and with head-plates, and with breastplates, and with all manner of shields of every kind.", "15 And they came down again that they might pitch battle against the Nephites. And they were led by a man whose name was Coriantumr; and he was a descendant of Zarahemla; and he was a dissenter from among the Nephites; and he was a large and a mighty man.", "16 Therefore, the king of the Lamanites, whose name was Tubaloth, who was the son of Ammoron, supposing that Coriantumr, being a mighty man, could stand against the Nephites, with his strength and also with his great wisdom, insomuch that by sending him forth he should gain power over the Nephites—", "17 Therefore he did stir them up to anger, and he did gather together his armies, and he did appoint Coriantumr to be their leader, and did cause that they should march down to the land of Zarahemla to battle against the Nephites.", "18 And it came to pass that because of so much contention and so much difficulty in the government, that they had not kept sufficient guards in the land of Zarahemla; for they had supposed that the Lamanites durst not come into the heart of their lands to attack that great city Zarahemla.", "19 But it came to pass that Coriantumr did march forth at the head of his numerous host, and came upon the inhabitants of the city, and their march was with such exceedingly great speed that there was no time for the Nephites to gather together their armies.", "20 Therefore Coriantumr did cut down the watch by the entrance of the city, and did march forth with his whole army into the city, and they did slay every one who did oppose them, insomuch that they did take possession of the whole city.", "21 And it came to pass that Pacumeni, who was the chief judge, did flee before Coriantumr, even to the walls of the city. And it came to pass that Coriantumr did smite him against the wall, insomuch that he died. And thus ended the days of Pacumeni.", "22 And now when Coriantumr saw that he was in possession of the city of Zarahemla, and saw that the Nephites had fled before them, and were slain, and were taken, and were cast into prison, and that he had obtained the possession of the strongest hold in all the land, his heart took courage insomuch that he was about to go forth against all the land.", "23 And now he did not tarry in the land of Zarahemla, but he did march forth with a large army, even towards the city of Bountiful; for it was his determination to go forth and cut his way through with the sword, that he might obtain the north parts of the land.", "24 And, supposing that their greatest strength was in the center of the land, therefore he did march forth, giving them no time to assemble themselves together save it were in small bodies; and in this manner they did fall upon them and cut them down to the earth.", "25 But behold, this march of Coriantumr through the center of the land gave Moronihah great advantage over them, notwithstanding the greatness of the number of the Nephites who were slain.", "26 For behold, Moronihah had supposed that the Lamanites durst not come into the center of the land, but that they would attack the cities round about in the borders as they had hitherto done; therefore Moronihah had caused that their strong armies should maintain those parts round about by the borders.", "27 But behold, the Lamanites were not frightened according to his desire, but they had come into the center of the land, and had taken the capital city which was the city of Zarahemla, and were marching through the most capital parts of the land, slaying the people with a great slaughter, both men, women, and children, taking possession of many cities and of many strongholds.", "28 But when Moronihah had discovered this, he immediately sent forth Lehi with an army round about to head them before they should come to the land Bountiful.", "29 And thus he did; and he did head them before they came to the land Bountiful, and gave unto them battle, insomuch that they began to retreat back towards the land of Zarahemla.", "30 And it came to pass that Moronihah did head them in their retreat, and did give unto them battle, insomuch that it became an exceedingly bloody battle; yea, many were slain, and among the number who were slain Coriantumr was also found.", "31 And now, behold, the Lamanites could not retreat either way, neither on the north, nor on the south, nor on the east, nor on the west, for they were surrounded on every hand by the Nephites.", "32 And thus had Coriantumr plunged the Lamanites into the midst of the Nephites, insomuch that they were in the power of the Nephites, and he himself was slain, and the Lamanites did yield themselves into the hands of the Nephites.", "33 And it came to pass that Moronihah took possession of the city of Zarahemla again, and caused that the Lamanites who had been taken prisoners should depart out of the land in peace.", "34 And thus ended the forty and first year of the reign of the judges."], "Español": ["Pahorán, hijo, llega a ser el juez superior y es asesinado por Kishkumen— Pacumeni ocupa el asiento judicial— Coriántumr dirige los ejércitos lamanitas, se apodera de Zarahemla y mata a Pacumeni— Moroníah derrota a los lamanitas y se vuelve a apoderar de Zarahemla; Coriántumr es muerto. Aproximadamente 52–50a.C.", "1 Y he aquí, aconteció que al principiar el año cuarenta del gobierno de los jueces sobre el pueblo de Nefi, empezó a surgir una grave dificultad entre el pueblo nefita.", "2 Porque he aquí, Pahorán había muerto, y había seguido el camino de toda la tierra; por tanto, comenzó a haber una grave contención concerniente a cuál de los hermanos, que eran hijos de Pahorán, iba a ocupar el asiento judicial.", "3 Y estos son los nombres de los que se disputaban el asiento judicial, quienes también causaron la contención entre el pueblo: Pahorán, Paanqui y Pacumeni.", "4 Ahora bien, estos no eran todos los hijos de Pahorán, porque tenía muchos, sino que eran los que se disputaban el asiento judicial; por tanto, ocasionaron tres divisiones entre el pueblo.", "5 Sucedió, sin embargo, que la voz del pueblo eligió a Pahorán para ser juez superior y gobernador del pueblo de Nefi.", "6 Y sucedió que cuando Pacumeni vio que no podía obtener el asiento judicial, se unió a la voz del pueblo.", "7 Pero he aquí, Paanqui y aquellos del pueblo que querían que él los gobernara, se enojaron en extremo; por tanto, estaba a punto de incitarlos a que se sublevaran contra sus hermanos.", "8 Y aconteció que cuando estaba para hacer esto, he aquí, lo apresaron y lo juzgaron según la voz del pueblo, y fue condenado a muerte, porque se había rebelado y había intentado destruir la libertad del pueblo.", "9 Mas cuando aquellos que querían que él fuese su gobernador vieron que había sido condenado a muerte, se enojaron; y he aquí, enviaron a un tal Kishkumen al asiento judicial de Pahorán, el cual asesinó a Pahorán mientras ocupaba el asiento judicial.", "10 Y los siervos de Pahorán lo persiguieron; pero he aquí, fue tan rápida la fuga de Kishkumen, que nadie pudo alcanzarlo.", "11 Y volvió a aquellos que lo habían enviado, y todos hicieron pacto, jurando por su eterno Hacedor, que no dirían a nadie que Kishkumen había asesinado a Pahorán.", "12 Por lo tanto, Kishkumen no fue reconocido entre el pueblo de Nefi, porque se hallaba disfrazado en la ocasión en que asesinó a Pahorán. Y Kishkumen y los de su banda, que habían hecho pacto con él, se mezclaron entre el pueblo de tal manera que no pudieron descubrirlos a todos; pero a cuantos hallaron, los condenaron a muerte.", "13 Y he aquí, de acuerdo con la voz del pueblo, nombraron a Pacumeni para que fuera juez superior y gobernador del pueblo, para regir en lugar de su hermano Pahorán; y fue según su derecho. Y todo esto ocurrió en el año cuarenta del gobierno de los jueces; y llegó a su fin.", "14 Y acaeció que en el año cuarenta y uno del gobierno de los jueces, los lamanitas juntaron un ejército innumerable, y lo armaron con espadas, y con cimitarras, y con arcos, y flechas, y cascos, y con petos, y con toda especie de escudos de varias clases.", "15 Y llegaron otra vez para trabar la batalla con los nefitas; y los guiaba un hombre que se llamaba Coriántumr, y era descendiente de Zarahemla; y era un disidente de entre los nefitas, y un hombre fuerte y de grande estatura.", "16 Por lo que, el rey de los lamanitas, cuyo nombre era Tubalot hijo de Ammorón, suponiendo que Coriántumr, por ser tan poderoso, podría hacer frente a los nefitas con su fuerza y gran sabiduría, al grado de que con mandarlo sometería a los nefitas,", "17 incitó, por tanto, a los lamanitas a la ira, y reunió a sus ejércitos, y les nombró a Coriántumr para que fuera su caudillo, y les mandó que emprendieran la marcha hacia la tierra de Zarahemla para luchar contra los nefitas.", "18 Y sucedió que por razón de tanta contención y tanta dificultad en el gobierno, no habían conservado guardias suficientes en la tierra de Zarahemla; porque no se habían supuesto que los lamanitas se atreverían a invadir el centro de sus tierras para atacar la gran ciudad de Zarahemla.", "19 Pero sucedió que Coriántumr marchó al frente de su numerosa hueste, y cayó sobre los habitantes de la ciudad; y su marcha fue tan sumamente rápida, que no hubo tiempo para que los nefitas reunieran sus ejércitos.", "20 Por lo tanto, Coriántumr mató a los guardias que estaban a la entrada de la ciudad, y con todo su ejército entró en ella, y mataron a cuantos los resistían, a tal grado que tomaron toda la ciudad.", "21 Y sucedió que Pacumeni, que era el juez superior, huyó delante de Coriántumr hasta los muros de la ciudad. Y aconteció que Coriántumr lo hirió contra la muralla de tal modo que murió; y así llegaron a su fin los días de Pacumeni.", "22 Y ahora bien, cuando Coriántumr vio que tenía en su poder la ciudad de Zarahemla, y vio que los nefitas habían huido delante de ellos, y que los habían matado, y que los habían encerrado en prisiones, y que él se había apoderado de la plaza más fuerte de toda esa tierra, cobró ánimo su corazón al grado de que se dispuso a avanzar contra toda la tierra.", "23 Así que no se detuvo en la tierra de Zarahemla, sino que emprendió la marcha con un ejército grande hacia la ciudad de Abundancia; pues tenía la determinación de avanzar y abrirse paso con la espada para apoderarse de las partes de la tierra hacia el norte.", "24 Y creyendo que las fuerzas principales de los nefitas se encontraban en el centro de la tierra, marchó adelante sin darles tiempo para reunirse, sino en pequeños grupos; y de esta manera se lanzaban sobre ellos y los hacían caer a tierra.", "25 Pero he aquí que esta marcha de Coriántumr por el centro de sus tierras dio a Moroníah una gran ventaja, a pesar de la magnitud del número de nefitas que habían perecido.", "26 Pues he aquí, Moroníah no había supuesto que los lamanitas se atreverían a invadir el centro de la tierra, sino que asaltarían las ciudades fronterizas como lo habían hecho hasta entonces; por tanto, Moroníah había hecho que sus ejércitos fuertes protegieran aquellas partes cerca de las fronteras.", "27 Mas he aquí, los lamanitas no se habían atemorizado, como él quería, sino que habían entrado en el centro de la tierra y se habían apoderado de la capital, que era la ciudad de Zarahemla; y marchaban por las partes principales de la tierra, matando al pueblo con gran mortandad, tanto hombres, como mujeres y niños, apoderándose de muchas ciudades y de muchas plazas fuertes.", "28 Pero cuando Moroníah se dio cuenta de esto, envió inmediatamente a Lehi con un ejército para que los atajara antes que llegaran a la tierra de Abundancia.", "29 Y así lo hizo; y los atajó antes que llegaran a la tierra de Abundancia, y les dio la batalla, de modo que empezaron a retroceder hacia la tierra de Zarahemla.", "30 Y sucedió que Moroníah los atajó en su retirada y los combatió, de modo que se tornó en una batalla muy sangrienta; sí, perecieron muchos, y entre el número de los que murieron también fue hallado Coriántumr.", "31 Y he aquí, los lamanitas no podían retroceder, ni por el norte, ni por el sur, ni por el este, ni por el oeste, porque los nefitas los tenían rodeados por todas partes.", "32 Y así Coriántumr había precipitado a los lamanitas en medio de los nefitas, a tal grado que estaban en su poder; y él mismo pereció, y los lamanitas se rindieron en manos de los nefitas.", "33 Y ocurrió que Moroníah se apoderó nuevamente de la ciudad de Zarahemla, e hizo que los prisioneros lamanitas abandonaran el país en paz.", "34 Y así concluyó el año cuarenta y uno del gobierno de los jueces."], "Français": ["PahoranⅡ devient grand juge et est assassiné par Kishkumen— Pacumeni occupe le siège du jugement— Coriantumr conduit les armées lamanites, prend Zarahemla et tue Pacumeni— Moronihah bat les Lamanites, reprend Zarahemla, et Coriantumr est tué. Vers 52–50av.J.-C.", "1 Et maintenant, voici, il arriva qu’au commencement de la quarantième année du règne des juges sur le peuple de Néphi, il commença à y avoir une grave difficulté parmi le peuple des Néphites.", "2 Car voici, Pahoran était mort et était allé où va tout ce qui est terrestre; c’est pourquoi il commença à y avoir une grave querelle concernant le point de savoir qui aurait le siège du jugement parmi les frères qui étaient les fils de Pahoran.", "3 Or, voici les noms de ceux qui se querellaient pour le siège du jugement, qui firent se quereller le peuple: Pahoran, Paanchi et Pacumeni.", "4 Or, ce ne sont pas là tous les fils de Pahoran (car il en avait beaucoup), mais ce sont ceux qui se querellèrent pour le siège du jugement; c’est pourquoi, ils causèrent trois divisions parmi le peuple.", "5 Néanmoins, il arriva que Pahoran fut désigné par la voix du peuple pour être grand juge et gouverneur du peuple de Néphi.", "6 Et il arriva que Pacumeni, lorsqu’il vit qu’il ne pouvait obtenir le siège du jugement, s’unit à la voix du peuple.", "7 Mais voici, Paanchi et la partie du peuple qui désirait qu’il fût son gouverneur étaient extrêmement furieux; c’est pourquoi, il était sur le point d’amener ces gens par la flatterie à entrer en rébellion contre leurs frères.", "8 Et il arriva que, comme il était sur le point de le faire, voici, il fut pris, et fut jugé selon la voix du peuple, et condamné à mort; car il était entré en rébellion et avait cherché à détruire la liberté du peuple.", "9 Or, lorsque ces gens, qui désiraient qu’il fût leur gouverneur, virent qu’il était condamné à mort, ils furent en colère, et voici, ils envoyèrent un certain Kishkumen au siège du jugement de Pahoran, et assassinèrent Pahoran tandis qu’il était assis sur le siège du jugement.", "10 Et il fut poursuivi par les serviteurs de Pahoran; mais voici, la fuite de Kishkumen fut si rapide que nul ne put le rattraper.", "11 Et il alla vers ceux qui l’avaient envoyé, et ils conclurent tous une alliance, oui, jurant, par leur Créateur éternel, qu’ils ne diraient à personne que Kishkumen avait assassiné Pahoran.", "12 C’est pourquoi, Kishkumen ne fut pas connu parmi le peuple de Néphi, car il était déguisé au moment où il assassina Pahoran. Et Kishkumen et sa bande qui avait fait alliance avec lui, se mêlèrent au peuple, de telle manière qu’on ne put les trouver tous; mais tous ceux qui furent trouvés furent condamnés à mort.", "13 Et alors, voici, Pacumeni fut nommé, selon la voix du peuple, grand juge et gouverneur du peuple, pour régner à la place de son frère Pahoran; et c’était selon son droit. Et tout cela se fit la quarantième année du règne des juges; et elle prit fin.", "14 Et il arriva que la quarante et unième année du règne des juges, les Lamanites avaient rassemblé une armée innombrable d’hommes et les avaient armés d’épées, et de cimeterres, et d’arcs, et de flèches, et de casques, et de plastrons de cuirasse, et de toutes sortes de boucliers de toute espèce.", "15 Et ils descendirent de nouveau, afin de livrer bataille aux Néphites. Et ils étaient conduits par un homme dont le nom était Coriantumr; et il était descendant de Zarahemla; et c’était un dissident des Néphites; et c’était un homme grand et puissant.", "16 C’est pourquoi, le roi des Lamanites, dont le nom était Tubaloth, qui était fils d’Ammoron, pensant que Coriantumr, homme puissant, pouvait tenir tête aux Néphites par sa force et aussi par sa grande sagesse, de sorte qu’en l’envoyant, il pourrait obtenir du pouvoir sur les Néphites,", "17 pour cette raison, il les excita à la colère, et il rassembla ses armées, et il nomma Coriantumr pour être leur chef, et il les fit descendre au pays de Zarahemla pour livrer bataille aux Néphites.", "18 Et il arriva qu’à cause de toutes ces querelles et de toutes ces difficultés au gouvernement, ils n’avaient pas maintenu suffisamment de gardes au pays de Zarahemla, car ils pensaient que les Lamanites n’oseraient pas entrer au cœur de leurs terres pour attaquer la grande ville de Zarahemla.", "19 Mais il arriva que Coriantumr s’avança à la tête de sa nombreuse armée et tomba sur les habitants de la ville, et sa marche fut tellement rapide que les Néphites n’eurent pas le temps de rassembler leurs armées.", "20 C’est pourquoi Coriantumr abattit la garde près de l’entrée de la ville et entra avec son armée tout entière dans la ville, et ils tuèrent tous ceux qui s’opposaient à eux, de sorte qu’ils prirent possession de toute la ville.", "21 Et il arriva que Pacumeni, qui était le grand juge, s’enfuit devant Coriantumr jusqu’aux murailles de la ville. Et il arriva que Coriantumr le frappa contre la muraille, de sorte qu’il mourut. Et ainsi finirent les jours de Pacumeni.", "22 Et maintenant, lorsque Coriantumr vit qu’il était en possession de la ville de Zarahemla et que les Néphites avaient fui devant lui, et étaient tués, et étaient pris, et étaient jetés en prison, et qu’il avait obtenu la possession de la place la plus forte de tout le pays, son cœur prit courage, de sorte qu’il était sur le point de marcher contre tout le pays.", "23 Aussi ne s’attarda-t-il pas au pays de Zarahemla, mais marcha avec une grande armée vers la ville d’Abondance; car il était décidé à aller de l’avant et à se frayer un chemin par l’épée, afin d’obtenir les parties nord du pays.", "24 Et, pensant que leur force la plus grande était au centre du pays, il alla de l’avant, ne leur donnant pas le temps de se rassembler, si ce n’est en petites troupes; et, de cette manière, il tomba sur eux et les tailla en pièces.", "25 Mais voici, cette marche de Coriantumr à travers le centre du pays donna à Moronihah un grand avantage sur lui, malgré la grandeur du nombre de Néphites qui furent tués.", "26 Car voici, Moronihah avait pensé que les Lamanites n’oseraient pas venir dans le centre du pays, mais qu’ils attaqueraient les villes alentour dans les régions frontières, comme ils l’avaient fait jusqu’à présent; c’est pourquoi Moronihah avait fait garder par ses puissantes armées les régions qui se trouvaient alentour dans les régions frontières.", "27 Mais voici, les Lamanites n’avaient pas été effrayés selon son désir, mais ils étaient venus dans le centre du pays, et avaient pris la capitale, qui était la ville de Zarahemla, et traversaient les parties les plus capitales du pays, tuant les gens en un grand massacre, hommes, femmes et enfants, prenant possession de beaucoup de villes et de beaucoup de places fortes.", "28 Mais lorsque Moronihah eut découvert cela, il envoya immédiatement Léhi avec une armée alentour pour les devancer au pays d’Abondance.", "29 Et c’est ce qu’il fit; et il les devança au pays d’Abondance, et leur livra bataille, de sorte qu’ils commencèrent à battre en retraite vers le pays de Zarahemla.", "30 Et il arriva que Moronihah les devança dans leur retraite et leur livra bataille, de sorte que cela devint une bataille extrêmement sanglante; oui, beaucoup furent tués, et parmi les morts, on trouva aussi Coriantumr.", "31 Et maintenant, voici, les Lamanites ne pouvaient faire retraite ni dans un sens ni dans l’autre, ni vers le nord, ni vers le sud, ni vers l’est, ni vers l’ouest, car ils étaient encerclés de toutes parts par les Néphites.", "32 Et ainsi, Coriantumr avait plongé les Lamanites au milieu des Néphites, de sorte qu’ils étaient tombés au pouvoir des Néphites, et lui-même avait été tué, et les Lamanites se livrèrent entre les mains des Néphites.", "33 Et il arriva que Moronihah reprit possession de la ville de Zarahemla et laissa les Lamanites qui avaient été faits prisonniers quitter le pays en paix.", "34 Et ainsi finit la quarante et unième année du règne des juges."], "Kiribati": ["E riki Bwaoraan te kauoman bwa mataniwiia taan moti ao e tiringaki iroun Kitekuman—E a toka Bwakuman n te kaintekateka ni motikitaeka—Koriantamwa e kairira aia taanga ni buaka Reimwanaite, e taua Taraemera ao e tiringa Bwakuman—Moronaaia e tokanikai i aoia Reimwanaite ao e a manga anaa Taraemera, ao e a tiringaki Koriantamwa. Uakaan ma 52–50I.K.", "1 Ao ngkai nooria, e a koro bukina bwa ni moan waakinan aia kaabwi n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai, ao e reke te kaangaanga ae korakora i buakoia ana botanaomata Nibwaite.", "2 Bwa nooria, e a mate Bwaoraan, ma n iranako kawain te aonaba ni kabane; ngaia are e a korakora te itabaraara bwa antai mai i buakoia natin Bwaoraan ae e na reke irouna te kaintekateka ni motikitaeka.", "3 Ao ngkai aikai araia ake a uneakina te kaintekateka ni motikitaeka, are a karika itabaraaraia te botanaomata: Bwaoraan, Baantii, ao Bwakuman.", "4 Ngkai bon tiaki ti aikai natin Bwaoraan (bwa a bon mwaiti natina), ma aikai ake a bon uneakina te kaintekateka ni motikitaeka: ngaia are, a karekea teniua te bwenaua i buakoia te botanaomata.", "5 Ma e ngae n anne, e a koro bukina bwa e rineaki Bwaoraan n nanoia aomata bwa mataniwia taan moti ao te kowana i aoia ana botanaomata Nibwaai.", "6 Ao e a koro bukina bwa ngke e nooria Bwakuman bwa e aki kona n reke irouna te kaintekateka ni motikitaeka, e a katiteuana naba ma nanoia te botanaomata.", "7 Ma nooria, Baantii, ao mwakoroia te botanaomata ake a tangiria bwa e na riki bwa aia kowana, a bon korakora uniia; ngaia are e a tauraoi ni mwaamwanaia te botanaomata bwa a na teirake ni kaaitaraia tariia.", "8 Ao e a koro bukina bwa ngke e nang karaoa aio, e a bon anaaki, ma ni kabowiaki n aron nanoia te botanaomata, ma ni baireaki matena; bwa e a tia n teirake ni kaitara ma n ukoukora kamaunakin inaomataia te botanaomata.", "9 Ngkai, ngke aomata ake a tangiria bwa e na riki bwa aia kowana a nooria bwa e a baireaki matena, ngaia are a bon un, ao nooria, a kanakoa temanna ae Kitekuman, nakon ana kaintekateka ni motikitaeka Bwaoraan, bwa e na tiringa Bwaoraan ngke e tekateka iaon ana kaintekateka ni motikitaeka.", "10 Ao e kakioaki irouia ana toro Bwaoraan; ma nooria, e bon rangi ni birimwaaka Kitekuman ngke e birinako n te aro are bon akea ae e kona ni karekea.", "11 Ao e nako nakoia ake a kanakoa, ao a bane ni karaoa te berita ae tabu, eng, n tuea iroun aia Tia Karikia ae akea tokina, bwa akea ae a na tuangnga bwa Kitekuman e tiringa Bwaoraan.", "12 Ngaia are, Kitekuman e bon aki ataaki i buakoia ana botanaomata Nibwaai, bwa are e bwainna ni karaba n te tai are e tiringa iai Bwaoraan. Ao Kitekuman ma ana koraki, ake a tia ni karaoa te berita ae tabu mangaia, a bon reitaki ma aomata, n te aro are a bon aki kona n ataaki; ma a mwaiti ake a kuneaki ao a bon baireaki mateia.", "13 Ao ngkai nooria, e a rineaki Bwakuman, n aron nanoia aomata, bwa mataniwia taan moti ao te kowana i aoia aomata, bwa e na tautaeka n onea mwiin tarina are Bwaoraan; ao aio are e bon riai n reke irouna. Ao a bane ni karaoaki aikai i nanon aia kaabwi n ririki n tautaeka taan moti; ao e a toki.", "14 Ao e a koro bukina bwa n aia kaabwi ma teuana n ririki n tautaeka taan moti, ao Reimwanaite a bon ikota te taanga ni buaka ae moan te mwaiti kaaina, ma n anganiia taian kabaang, ma kabaang aika a uarereke ma taian kai ni katebe, ma kanoan te katebe, ma otangan atuuia, ma otangan bwabwaia, ma aekan nako taian otanga.", "15 Ao a roko rikaaki riki bwa ana katei umwaianrianna ni kaaitaraia Nibwaite. Ao a bon kairaki iroun te mwaane are arana Koriantamwa; ao rikina e bon riki mai Taraemera; ao e bon birinako ma i buakoia Nibwaite; ao bon te aomata ae bubura ma ni korakora.", "16 Ngaia are, aia uea Reimwanaite, ae arana bon Tubwarota, are bon natin Amoron, e taku i nanona bwa Koriantamwa bon te mwaane ae korakora, ao e kona ni kaaitaraia Nibwaite ma korakorana ao wanawanana ae bati, n te aro are ngkana e kanakoa nakoia ao e na kona n tokanikai i aoia Nibwaite.", "17 Ngaia are e bon kakiriweia bwa a na un, ao e ikotiia ana taanga ni buaka, ao e rinea Koriantamwa bwa e na riki bwa aia tia kairiri, ma n tua bwa a na mwananga rikaaki nakon te aba are Taraemera bwa a na buaka ni kaaitaraia Nibwaite.", "18 Ao e a koro bukina bwa ibukin te itabarara ae moan te bati ao te kaangaanga ae bati n te tautaeka, ao e a bon aki tau mwaitia taan tararua n te aba are Taraemera; bwa a taku inanoia bwa aki kona n roko Reimwanaite n nako nukan abaia n ekaanako te kaawa are Taraemera.", "19 Ma e a koro bukina bwa Koriantamwa e bon mwananga i moan ana taanga ni buaka ae moan te mwaiti kaaina, ma n roko nakoia kaain te kaawa, ao a bon rangi ni waekoa n te aro are ai bon akea aia tai Nibwaite n ikotiia kaain aia taanga ni buaka.", "20 Ngaia are Koriantamwa e bon kakerikaka mwaitia taan tararua te tabo n rin nakon te kaawa, ao e mwananga ma ana taanga ni buaka ae bwanin nakon te kaawa, ma n tiringia ni kabane ake a taua te kaawa ae bwanin.", "21 Ao e a koro bukina bwa Bwakuman, are mataniwia taan moti, e bon birinako mai iroun Koriantamwa, nakon oon te kaawa. Ao e a koro bukina bwa Koriantamwa e batiboia ma te oo, n te aro are e a mate iai. Ao ikai are e a toki iai ana bong ni maiu Bwakuman.", "22 Ao ngkai ngke Koriantamwa e nooria bwa e taua te kaawa are Taraemera, ao e nooria Nibwaite bwa a birinako mai irouia, ao a tiringaki ma n anaaki, ao ma n teweaki nako nanon te nne ni kaikain, ao bwa e a tia n reke irouna tauakin te tabo ni katantan are te kabanea ni matoatoa ni kabuta te aba, e a rikirake ninikoriana n te aro are e a karaoa ana mwananga ni kaitaraa te aba ni kabuta.", "23 Ao ngkai e aki ti tiku n te aba are Taraemera, ma e mwananga ma ana taanga ni buaka ae korakora, nakon te kaawa are te Mari; bwa e matoatoa nanona ni mwananga bwa e na buaka, bwa e aonga ni karekea mwakoron te aba are i meang.", "24 Ao, e taku bwa matoatoan korakoraia e mena i nukan te aba, ngaia are e mwananga, ao e a aki reke aia tai n ikotiia ma a ti reke tabeman; ao n te aro aei are a bwakaria ma ni kabwakaia nako aontano.", "25 Ma nooria, mwanangan Koriantamwa aio i nukan te aba e karekea ana raka ae korakora Moronaaia i aoia, e ngae ngke a rangi ni mwaiti Nibwaite ake a tia n tiringaki.", "26 Bwa nooria, Moronaaia e taku bwa Reimwanaite a na rawa n roko nako nukan te aba, ma a na ti ekinakoi kaawa ake a bubura ake a mena i rarikin te tia n aron are mai i mwaaina; ngaia are Moronaaia e tua bwa aia taanga ni buaka ake a korakora riki a na kaawakin mwakoro ake a mena i rarikin te tia.", "27 Ma nooria, aki maaku Reimwanaite n aron are e tangiria Moronaaia, ma a bon roko nako nukan te aba, ma n taua te kaawa are te kaawa n tua are bon te kaawa are Taraemera, ao a mwananga rinanon mwakoron te aba ake a kakawaki riki, ma n korakora aia tiritiri, nakoia mwaane, aine, ao ataei, ma n tauii kaawa aika a mwaiti ma taabo ni katantan aika a mwaiti.", "28 Ma Moronaaia ngke e a kunea aio, e kanakoa Riaai n te tai naba arei ma te taanga ni buaka ni mwamwanangaia nakon taabo aika a mwaiti bwa a na kaunramwaia i mwaain ae a roko n te Aba ni Mari.", "29 Ao e karaoa aio; ao e kaunramwaia i mwaain are e roko n te Aba ni Mari, ma ni buaka ma ngaiia, n te aro are a kerikaaki nakon te aba are Taraemera.", "30 Ao e a koro bukina bwa e kaunramwaia Moronaaia i nanon aia tai ni kerikaaki, ao e buakaniia, n te aro are e riki bwa te buaka ae korakora iai kawawaean te raraa; eng, a mwaiti aika a mate, ao i buakoia ake a tiringaki e a bon kuneaki Koriantamwa.", "31 Ao ngkai, nooria, aki kona ni kerikaaki Reimwanaite nakon iteraia nako, aki kona n nako meang, ke nako maiaki, ke nako maeao ke nako mainiku, bwa a bon otabwaniniaki n iteraia nako irouia Nibwaite.", "32 Ao ngaia are Koriantamwa e a tia n uotiia Reimwanaite nako nukaia Nibwaite, n te aro are a mena i aan korakoraia Nibwaite, ao ngaia e a bon tiringaki, ao Reimwanaite a bon anga ngaia nako nanon baia Nibwaite.", "33 Ao e a koro bukina bwa Moronaaia e a manga taua riki te kaawa are Taraemera, ma ni karekea te anga are Reimwanaite ake a tia n anaaki bwa bure a na kitana te aba i nanon te rau.", "34 Ao ikai are e a toki iai aia kaabwi ma teuana n ririki n tautaeka taan moti."]}