{"English": ["Corrupt judges seek to incite the people against Nephi—Abraham, Moses, Zenos, Zenock, Ezias, Isaiah, Jeremiah, Lehi, and Nephi all testified of Christ—By inspiration Nephi announces the murder of the chief judge. About 23–21B.C.", "1 And now it came to pass that when Nephi had said these words, behold, there were men who were judges, who also belonged to the secret band of Gadianton, and they were angry, and they cried out against him, saying unto the people: Why do ye not seize upon this man and bring him forth, that he may be condemned according to the crime which he has done?", "2 Why seest thou this man, and hearest him revile against this people and against our law?", "3 For behold, Nephi had spoken unto them concerning the corruptness of their law; yea, many things did Nephi speak which cannot be written; and nothing did he speak which was contrary to the commandments of God.", "4 And those judges were angry with him because he spake plainly unto them concerning their secret works of darkness; nevertheless, they durst not lay their own hands upon him, for they feared the people lest they should cry out against them.", "5 Therefore they did cry unto the people, saying: Why do you suffer this man to revile against us? For behold he doth condemn all this people, even unto destruction; yea, and also that these our great cities shall be taken from us, that we shall have no place in them.", "6 And now we know that this is impossible, for behold, we are powerful, and our cities great, therefore our enemies can have no power over us.", "7 And it came to pass that thus they did stir up the people to anger against Nephi, and raised contentions among them; for there were some who did cry out: Let this man alone, for he is a good man, and those things which he saith will surely come to pass except we repent;", "8 Yea, behold, all the judgments will come upon us which he has testified unto us; for we know that he has testified aright unto us concerning our iniquities. And behold they are many, and he knoweth as well all things which shall befall us as he knoweth of our iniquities;", "9 Yea, and behold, if he had not been a prophet he could not have testified concerning those things.", "10 And it came to pass that those people who sought to destroy Nephi were compelled because of their fear, that they did not lay their hands on him; therefore he began again to speak unto them, seeing that he had gained favor in the eyes of some, insomuch that the remainder of them did fear.", "11 Therefore he was constrained to speak more unto them saying: Behold, my brethren, have ye not read that God gave power unto one man, even Moses, to smite upon the waters of the Red Sea, and they parted hither and thither, insomuch that the Israelites, who were our fathers, came through upon dry ground, and the waters closed upon the armies of the Egyptians and swallowed them up?", "12 And now behold, if God gave unto this man such power, then why should ye dispute among yourselves, and say that he hath given unto me no power whereby I may know concerning the judgments that shall come upon you except ye repent?", "13 But, behold, ye not only deny my words, but ye also deny all the words which have been spoken by our fathers, and also the words which were spoken by this man, Moses, who had such great power given unto him, yea, the words which he hath spoken concerning the coming of the Messiah.", "14 Yea, did he not bear record that the Son of God should come? And as he lifted up the brazen serpent in the wilderness, even so shall he be lifted up who should come.", "15 And as many as should look upon that serpent should live, even so as many as should look upon the Son of God with faith, having a contrite spirit, might live, even unto that life which is eternal.", "16 And now behold, Moses did not only testify of these things, but also all the holy prophets, from his days even to the days of Abraham.", "17 Yea, and behold, Abraham saw of his coming, and was filled with gladness and did rejoice.", "18 Yea, and behold I say unto you, that Abraham not only knew of these things, but there were many before the days of Abraham who were called by the order of God; yea, even after the order of his Son; and this that it should be shown unto the people, a great many thousand years before his coming, that even redemption should come unto them.", "19 And now I would that ye should know, that even since the days of Abraham there have been many prophets that have testified these things; yea, behold, the prophet Zenos did testify boldly; for the which he was slain.", "20 And behold, also Zenock, and also Ezias, and also Isaiah, and Jeremiah, (Jeremiah being that same prophet who testified of the destruction of Jerusalem) and now we know that Jerusalem was destroyed according to the words of Jeremiah. O then why not the Son of God come, according to his prophecy?", "21 And now will you dispute that Jerusalem was destroyed? Will ye say that the sons of Zedekiah were not slain, all except it were Mulek? Yea, and do ye not behold that the seed of Zedekiah are with us, and they were driven out of the land of Jerusalem? But behold, this is not all—", "22 Our father Lehi was driven out of Jerusalem because he testified of these things. Nephi also testified of these things, and also almost all of our fathers, even down to this time; yea, they have testified of the coming of Christ, and have looked forward, and have rejoiced in his day which is to come.", "23 And behold, he is God, and he is with them, and he did manifest himself unto them, that they were redeemed by him; and they gave unto him glory, because of that which is to come.", "24 And now, seeing ye know these things and cannot deny them except ye shall lie, therefore in this ye have sinned, for ye have rejected all these things, notwithstanding so many evidences which ye have received; yea, even ye have received all things, both things in heaven, and all things which are in the earth, as a witness that they are true.", "25 But behold, ye have rejected the truth, and rebelled against your holy God; and even at this time, instead of laying up for yourselves treasures in heaven, where nothing doth corrupt, and where nothing can come which is unclean, ye are heaping up for yourselves wrath against the day of judgment.", "26 Yea, even at this time ye are ripening, because of your murders and your fornication and wickedness, for everlasting destruction; yea, and except ye repent it will come unto you soon.", "27 Yea, behold it is now even at your doors; yea, go ye in unto the judgment-seat, and search; and behold, your judge is murdered, and he lieth in his blood; and he hath been murdered by his brother, who seeketh to sit in the judgment-seat.", "28 And behold, they both belong to your secret band, whose author is Gadianton and the evil one who seeketh to destroy the souls of men."], "Español": ["Los jueces corruptos procuran incitar al pueblo en contra de Nefi— Abraham, Moisés, Zenós, Zenoc, Ezías, Isaías, Jeremías, Lehi y Nefi, todos ellos testificaron de Cristo— Por inspiración, Nefi anuncia el asesinato del juez superior. Aproximadamente 23–21a.C.", "1 Y aconteció que cuando Nefi hubo dicho estas palabras, he aquí, estaban presentes unos hombres que eran jueces, los cuales también pertenecían a la banda secreta de Gadiantón; y se llenaron de ira y gritaron contra él, diciendo al pueblo: ¿Por qué no prendéis a este hombre, y lo lleváis para que sea condenado según el delito que ha cometido?", "2 ¿Por qué miráis a este hombre, y lo escucháis vilipendiar a este pueblo y nuestra ley?", "3 Porque he aquí, Nefi les había hablado concerniente a la corrupción de su ley; sí, muchas cosas les declaró Nefi que no se pueden escribir; y nada dijo que fuese contrario a los mandamientos de Dios.", "4 Y aquellos jueces estaban irritados contra él, porque les habló claramente concerniente a sus obras secretas de tinieblas; sin embargo, no osaron ellos mismos echar mano de él, pues temían que el pueblo clamara contra ellos.", "5 Por tanto, gritaron al pueblo, diciendo: ¿Por qué permitís que nos injurie este hombre? Pues, he aquí, él condena a todo este pueblo hasta la destrucción; sí, y también dice que estas grandes ciudades nuestras nos han de ser arrebatadas, de modo que no habrá lugar en ellas para nosotros.", "6 Y sabemos que esto es imposible, porque he aquí, somos poderosos, y nuestras ciudades son grandes; por tanto, nuestros enemigos no pueden tener dominio sobre nosotros.", "7 Y ocurrió que así incitaron al pueblo a la ira en contra de Nefi, y suscitaron contenciones entre ellos; porque hubo algunos que gritaron: Dejad a este hombre en paz, porque es un hombre bueno y las cosas que él dice ciertamente acontecerán, a menos que nos arrepintamos;", "8 sí, he aquí, todos los castigos de que nos ha testificado caerán sobre nosotros; porque sabemos que nos ha testificado con acierto tocante a nuestras iniquidades. Y he aquí, son muchas, y él sabe todas las cosas que nos sobrevendrán tan cierto como conoce nuestras iniquidades;", "9 sí, y he aquí, si no hubiese sido profeta, no habría podido testificar concerniente a esas cosas.", "10 Y sucedió que los que querían destruir a Nefi se contuvieron a causa de su temor, de modo que no le echaron mano. Por tanto, empezó a hablarles de nuevo, viendo que se había granjeado el favor de algunos, a tal grado que los otros tuvieron miedo.", "11 De modo que se sintió constreñido a hablarles más, diciendo: He aquí, hermanos míos, ¿no habéis leído que Dios dio poder a un hombre, sí, a Moisés, para herir las aguas del mar Rojo, y se dividieron a un lado y a otro, de tal modo que los israelitas, que fueron nuestros padres, pasaron por tierra seca, y las aguas volvieron sobre los ejércitos de los egipcios y se los tragaron?", "12 Y he aquí, si Dios dio a este hombre tanto poder, ¿por qué, pues, disputáis entre vosotros, y decís que él no me ha dado poder para saber acerca de los juicios que caerán sobre vosotros si no os arrepentís?", "13 Mas he aquí, no solamente negáis mis palabras, sino también negáis todas las palabras que nuestros padres han declarado, y también las palabras que habló este hombre, Moisés, a quien le fue dado tanto poder, sí, las palabras que él ha hablado concernientes a la venida del Mesías.", "14 Sí, ¿no testificó él que vendría el Hijo de Dios? Y así como él levantó la serpiente de bronce en el desierto, así será levantado aquel que ha de venir.", "15 Y así como cuantos miraron a esa serpiente vivieron, de la misma manera cuantos miraren al Hijo de Dios con fe, teniendo un espíritu contrito, vivirán, sí, esa vida que es eterna.", "16 Y he aquí, no solo Moisés testificó de estas cosas, sino también todos los santos profetas, desde los días de él aun hasta los días de Abraham.", "17 Sí, y he aquí, Abraham vio la venida del Mesías, y se llenó de alegría y se regocijó.", "18 Sí, y he aquí, os digo que Abraham no fue el único que supo de estas cosas, sino que hubo muchos, antes de los días de Abraham, que fueron llamados según el orden de Dios, sí, según el orden de su Hijo; y esto con objeto de que se mostrase a los del pueblo, muchos miles de años antes de su venida, que la redención vendría a ellos.", "19 Y ahora bien, quisiera que supieseis que aun desde la época de Abraham ha habido muchos profetas que han testificado de estas cosas; sí, he aquí, el profeta Zenós testificó osadamente; y por tal razón lo mataron;", "20 y he aquí, también Zenoc, y también Ezías, y también Isaías, y Jeremías (Jeremías fue el mismo profeta que testificó de la destrucción de Jerusalén), y ahora sabemos que Jerusalén fue destruida, según las palabras de Jeremías. ¿Entonces, por qué no ha de venir el Hijo de Dios, según su profecía?", "21 ¿Y negaréis ahora que la ciudad de Jerusalén fue destruida? ¿Diréis que los hijos de Sedequías no fueron muertos, todos salvo Mulek? Sí, ¿y no veis que la posteridad de Sedequías está con nosotros, y que fue echada de la tierra de Jerusalén? Mas he aquí esto no es todo:", "22 Nuestro padre Lehi fue echado de Jerusalén porque testificó de estas cosas. Nefi también dio testimonio de estas cosas, y también casi todos nuestros padres, sí, hasta el día de hoy; sí, han dado testimonio de la venida de Cristo, y han mirado hacia adelante, y se han regocijado en su día que está por venir.", "23 Y he aquí, él es Dios, y está con ellos, y se manifestó a ellos, de modo que él los redimió; y ellos lo glorificaron a causa de lo que está por venir.", "24 Y ahora bien, ya que sabéis estas cosas, y no las podéis negar a menos que mintáis, habéis, por tanto, pecado en esto, porque habéis rechazado todas estas cosas a pesar de tantas evidencias que habéis recibido; sí, vosotros habéis recibido todas las cosas, tanto las cosas que están en el cielo como todas las cosas que están en la tierra, como testimonio de que son verdaderas.", "25 Mas he aquí, habéis rechazado la verdad y os habéis rebelado contra vuestro santo Dios; y aun hoy mismo, en lugar de haceros tesoros en los cielos, donde nada corrompe, y donde nada impuro puede entrar, estáis acumulando ira para vosotros, para el día del juicio.", "26 Sí, aun ahora mismo, a causa de vuestros asesinatos, y vuestra fornicación e iniquidad, estáis madurando para la eterna destrucción; sí, y os sobrevendrá pronto, a menos que os arrepintáis.", "27 Sí, he aquí, está ahora a vuestras puertas; sí, id al asiento judicial e investigad; he aquí, vuestro juez ha sido asesinado, y yace en su propia sangre; y lo ha asesinado su hermano, que ambiciona ocupar el asiento judicial.", "28 Y he aquí, ambos pertenecen a vuestra banda secreta, cuyos autores son Gadiantón y ese ser maligno que trata de destruir las almas de los hombres."], "Français": ["Des juges corrompus cherchent à exciter le peuple contre Néphi— Abraham, Moïse, Zénos, Zénock, Ézias, Ésaïe, Jérémie, Léhi et Néphi ont tous témoigné du Christ— Par inspiration, Néphi annonce le meurtre du grand juge. Vers 23–21av.J.-C.", "1 Et alors, il arriva que lorsque Néphi eut dit ces paroles, voici, il y avait des hommes qui étaient juges, qui appartenaient aussi à la bande secrète de Gadianton, et ils furent en colère, et ils le huèrent, disant au peuple: Pourquoi ne vous saisissez-vous pas de cet homme et ne l’amenez-vous pas, afin qu’il soit condamné selon le crime qu’il a commis?", "2 Pourquoi regardez-vous cet homme et l’écoutez-vous insulter ce peuple et notre loi?", "3 Car voici, Néphi leur avait parlé du caractère corrompu de leur loi; oui, Néphi dit beaucoup de choses qui ne peuvent être écrites; et il ne disait rien qui fût contraire aux commandements de Dieu.", "4 Et ces juges étaient en colère contre lui, parce qu’il leur parlait clairement de leurs œuvres secrètes de ténèbres; néanmoins, ils n’osaient pas porter la main sur lui, car ils craignaient que le peuple ne les huât.", "5 C’est pourquoi ils crièrent au peuple, disant: Pourquoi souffrez-vous que cet homme nous insulte? Car voici, il condamne tout ce peuple à la destruction; oui, et il prétend que ces grandes villes qui sont les nôtres nous seront enlevées, de sorte que nous n’aurons pas de place en elles.", "6 Et maintenant, nous savons que cela est impossible, car voici, nous sommes puissants, et nos villes sont grandes, et c’est pourquoi nos ennemis ne peuvent avoir aucun pouvoir sur nous.", "7 Et il arriva qu’ils excitèrent ainsi le peuple à la colère contre Néphi et suscitèrent des querelles parmi eux; car il y en avait qui criaient: Laissez cet homme tranquille, car c’est un homme de bien, et les choses qu’il dit arriveront sûrement, à moins que nous ne nous repentions;", "8 oui, voici, tous les jugements dont il a témoigné s’abattront sur nous, car nous savons qu’il a témoigné correctement concernant nos iniquités. Et voici, elles sont nombreuses, et il connaît aussi bien tout ce qui va nous arriver que nos iniquités;", "9 oui, et voici, s’il n’avait pas été prophète, il n’aurait pas pu témoigner de ces choses.", "10 Et il arriva que ceux qui cherchaient à faire périr Néphi furent empêchés, à cause de leur crainte, de porter la main sur lui; c’est pourquoi il recommença à leur parler, voyant qu’il avait trouvé faveur aux yeux de certains, de sorte que le reste d’entre eux éprouvait de la crainte.", "11 C’est pourquoi il fut contraint de leur parler davantage, disant: Voici, mes frères, n’avez-vous pas lu que Dieu a donné à un seul homme, Moïse, le pouvoir de frapper les eaux de la mer Rouge, et elles se partagèrent çà et là, de sorte que les Israélites, qui étaient nos pères, passèrent à pied sec, et les eaux se refermèrent sur les armées des Égyptiens et les engloutirent?", "12 Et maintenant, voici, si Dieu a donné tant de pouvoir à cet homme, alors pourquoi contestez-vous entre vous et dites-vous qu’il ne m’a donné aucun pouvoir par lequel je puisse connaître les jugements qui s’abattront sur vous, à moins que vous ne vous repentiez?", "13 Mais voici, non seulement vous niez mes paroles, mais vous niez aussi toutes les paroles qui ont été dites par nos pères, et aussi les paroles qui ont été dites par cet homme, Moïse, à qui un si grand pouvoir fut donné, oui, les paroles qu’il a dites concernant la venue du Messie.", "14 Oui, n’a-t-il pas témoigné que le Fils de Dieu viendrait? Et de même qu’il éleva le serpent d’airain dans le désert, de même serait élevé celui qui viendrait.", "15 Et de même que tous ceux qui lèveraient les regards vers ce serpent vivraient, de même ceux qui lèveraient les regards avec foi vers le Fils de Dieu, ayant l’esprit contrit, pourraient vivre pour cette vie qui est éternelle.", "16 Et maintenant, voici, ce n’est pas seulement Moïse qui a témoigné de ces choses, mais aussi tous les saints prophètes, depuis son temps jusqu’au temps d’Abraham.", "17 Oui, et voici, Abraham vit sa venue, et fut rempli de joie et d’allégresse.", "18 Oui, et voici, je vous dis que non seulement Abraham savait ces choses, mais il y en eut beaucoup avant le temps d’Abraham qui furent appelés par l’ordre de Dieu; oui, selon l’ordre de son Fils; et cela, afin qu’il fût montré au peuple, un grand nombre de milliers d’années avant sa venue, qu’en vérité la rédemption lui serait apportée.", "19 Et maintenant, je voudrais que vous sachiez que, depuis le temps même d’Abraham, il y a eu beaucoup de prophètes qui ont témoigné de ces choses; oui, voici, le prophète Zénos témoigna hardiment; et pour cela, il fut mis à mort.", "20 Et voici, Zénock aussi, et aussi Ézias, et aussi Ésaïe, et Jérémie (Jérémie étant ce même prophète qui témoigna de la destruction de Jérusalem), or, nous savons que Jérusalem a été détruite selon les paroles de Jérémie. Oh! alors, pourquoi le Fils de Dieu ne viendrait-il pas selon sa prophétie?", "21 Et maintenant, allez-vous contester que Jérusalem fut détruite? Direz-vous que les fils de Sédécias n’ont pas été tués, tous excepté Mulek? Oui, et ne voyez-vous pas que la postérité de Sédécias est avec nous, et qu’elle a été chassée du pays de Jérusalem? Mais voici, ce n’est pas tout—", "22 Notre père Léhi a été chassé de Jérusalem parce qu’il témoignait de ces choses. Néphi a aussi témoigné de ces choses, et aussi presque tous nos pères jusqu’à présent; oui, ils ont témoigné de la venue du Christ, et ont regardé vers l’avenir, et se sont réjouis de son jour, jour qui est à venir.", "23 Et voici, il est Dieu, et il est avec eux, et il s’est manifesté à eux, de sorte qu’ils ont été rachetés par lui; et ils lui ont rendu gloire à cause de ce qui est à venir.", "24 Et maintenant, étant donné que vous savez ces choses et ne pouvez les nier sans mentir, vous avez péché en cela, car vous avez rejeté toutes ces choses, malgré les preuves si nombreuses que vous avez reçues; oui, en vérité, vous avez tout reçu, à la fois ce qui est dans le ciel, et tout ce qui est sur la terre, comme témoignage de ce que c’est vrai.", "25 Mais voici, vous avez rejeté la vérité et vous vous êtes rebellés contre votre saint Dieu; et en ce moment même, au lieu de vous amasser des trésors dans le ciel, où rien ne corrompt et où rien d’impur ne peut entrer, vous vous amassez la colère pour le jour du jugement.", "26 Oui, en ce moment même vous mûrissez, à cause de vos meurtres, et de votre fornication, et de votre méchanceté, pour la destruction éternelle; oui, et, à moins que vous ne vous repentiez, elle s’abattra bientôt sur vous.", "27 Oui, voici, elle est en ce moment même à votre porte; oui, allez au siège du jugement et cherchez; et voici, votre juge est assassiné, et il est couché dans son sang; et il a été assassiné par son frère, qui cherche à s’asseoir sur le siège du jugement.", "28 Et voici, ils appartiennent tous deux à votre bande secrète, dont l’auteur est Gadianton, ainsi que le Malin, lequel cherche à détruire l’âme des hommes."], "Kiribati": ["Taan moti aika a buakaka a ukoukora kakiriwean nanoia aomata bwa a na un ni kaitaraa Nibwaai—Aberaam, Mote, Tinoti, Tinoki, Eteati, Itaia, Ieremia, Riaai, ao Nibwaai a bane ni kakoaua Kristo—Ma n ana kairiri te tamnei ae raoiroi ao Nibwaai e katanoata tiringakin mataniwiia taan moti. Uakaan ma 23–21I.K.", "1 Ao ngkai e a koro bukina bwa ngke Nibwaai e a tia n taekin bwaai aikai, nooria, bon iai mwaane ake a kaaina ana koraki ni karaba Kateanton, ao a bon un ma n takarua ni kaitaraa, ma n taku nakoia aomata: E aera ngkai kam aki katika te mwaane aio ma ni kairia mai, bwa e na kabuakakaki n aron te bure are e a tia ni karaoia?", "2 E aera ngkai kam taratara te aomata aio ma n ongora n ana taeka ni kabuakaka ni kaaitaraia te botanaomata aio ao ni kaitaraa ara tua?", "3 Bwa nooria, e a tia n taetae Nibwaai nakoia ni kaineti ma buakakan aia tua; eng, a mwaiti bwaai ake e taekin Nibwaai ake aki kona ni koreaki; ao bon akea ae taekinna are kaitaraa ana tua te Atua.", "4 Ao a bon un taan moti akekei irouna ibukina bwa e kamataataa nakoia aia mwakuri aika a roo; ma e ngae n anne, a bon rawa ni katokai oin baia iaona, bwa a maaku bwa mwiina ao a na tangitang aomata ni kaaitaraia.", "5 Ngaia are a bon tang nakoia aomata ni kangai: E aera ngkai kam kariaia te aomata aio bwa e na taetae ni kabuakakaira? Bwa nooria e bon kabuakakaia te botanaomata aio ni kabane eng, bwa ti na kamaunaki; eng, ao riki bwa ara kaawa aikai a na anaaki mai iroura, bwa a na akea nnera iai.", "6 Ao ngkai ti bon ataia bwa e aki kona n riki aio, bwa nooria, ti bon korakora, ao a korakora ara kaawa, ngaia are akea korakoraia ara kairiribai iaora.", "7 Ao e a koro bukina bwa a bon kakiriwei nanoia aomata bwa a na un ni kaitaraa Nibwaai, ma ni karekea te itabaraaraa; bwa iai tabeman ake a takarua ni kangai: Katuka te mwaane aio, bwa bon te aomata ae raoiroi, ao bwaai ake e taekin a na bon koro bukiia ngkana ti aki rairinanora.", "8 Eng, nooria, taian motikitaeka ni kabane ake e taekin koauaia a na bon bane n roko iaora; bwa ti ataia bwa e taekina te koaua nakoira ni kaineti ma buakakara. Ao nooria a bon mwaiti, ao e bon atai ni koaua bwaai ni kabane ake a na bwakarira n aron naba ataakin ara bure irouna.", "9 Eng, ao nooria, ngke arona bwa tiaki te burabeti e na bon aki kona n taekin koaua aika a kaineti ma bwaai aikai.", "10 Ao e a koro bukina bwa aomata ake a ukoukora kan tiringakin Nibwaai a bon kairoroaki ibukin maakuia bwa a na aki katokai baia iaona; ngaia are e a manga waaki riki n taetae nakoia, ngke e nooria bwa e tangiraki n aron aia taratara tabeman, n te aro are a bon maaku ake nikiraia.", "11 Ngaia are e a bon kairoroaki bwa e na manga taetae riki nakoia ni kangai: Nooria, tariu, kam tuai ni wareka are te Atua e angan temanna te aomata te korakora, ae Mote, bwa e na orea ranin Taari are Uraura, ao a bwenaua ikai ao ikekei, n te aro are I-Iteraera, ake bon ara bakatibu, a rinanona iaon te tano ae mwau, ao e in te ran i aoia aia taanga ni buaka Aikubita ma ni kabwautiia?", "12 Ao ngkai nooria, ngkana te Atua e angan te aomata aio te mwaaka, e aera ngkai kam uneaki imarenami, ma n taku bwa e a tia n aki anganai te mwaaka are N na kona n atatai iai ni kaineti ma taian motikitaeka ake a na bwakaringkami ngkana kam aki rairinanomi?", "13 Ma, nooria, kam aki ti kakewei au taeka, ma kam kakewei naba taeka ni kabane ake a taekin ara bakatibu, ao taeka naba ake a taekinaki iroun te aomata ae korakora aio, ae Mote, are iai te mwaaka ae korakora are e anganaki, eng, taeka ake e taekin ni kaineti ma rokon te Mesia.", "14 Eng, tiaki bwa e taetae ni kakoaua bwa e na roko Natin te Atua? Ao ngke e tabeka rake te naeta are e buraati i nanon te rereua, ao e na bon tabekaki rake naba teuare e na roko.", "15 Ao te mwaiti are e na tararake nakon te naeta e na bon kamaiuaki, ao ai aron naba te mwaiti are e na taraa Natin te Atua ma te onimaki, n iai irouia te nano ae raraoma, ao a na maiu, n te maiu are akea tokina.", "16 Ao ngkai nooria, e aki ti taekin koauan bwaai aikai Mote, ma taian burabeti naba aika a tabu, man ana tai Mote nakon ana bong Aberaam.", "17 Eng, ao nooria, Aberaam e noora rokona, ao e onrake n te kakaitau ma te kimwareirei.", "18 Eng, ao nooria I taku nakoimi, bwa Aberaam e aki ti atai bwaai aikai, ma a bon mwaiti ake a tia ni weteaki i mwaain ana tai Aberaam ake a weteaki n ana baire te Atua; eng, n aron ana botaki Natina; ao e riki aio bwa e aonga ni kaotaki nakoia te botanaomata, ngaa ma ngaa te ririki i mwaain rokona, bwa te kabomwi e kona naba n reke nakoia.", "19 Ao ngkai I tangiria bwa kam na ataia, bwa man ana tai naba Aberaam ao a bon mwaiti burabeti ake a tataekin koauan bwaai aikai; eng, nooria, te burabeti are Tinoti e bon ninikoria n tataekina te koaua; are e tiringaki ibukina.", "20 Ao nooria, Tinoki naba, ma Eteati naba, ma Itaia naba, ma Ieremia (Ieremia bon te burabeti naba are e taekina koauan uruakan Ierutarem) ao ngkai ti a ataia bwa e bon uruakaki Ierutarem n aron ana taeka Ieremia. O ngkanne e aera ngkai e aki roko Natin te Atua, n aron ana taeka ni burabeti?", "21 Ao ngkai kam na kauntaekaia bwa e uruakaki Ierutarem ke e aki? Kam na taekinna bwa aki tiringaki natin Tetekia, ni kabane ma ti Mureki? Eng, ao kam aki nooria bwa ana kariki Tetekia a mena irarikira, ao a kakioaki nako man te aba are Ierutarem? Ma nooria, tiaki ti aio—", "22 Ara bakatibu are Riaai e kakioaki nako mai Ierutarem ibukina bwa e kakoaua ibukin bwaai aikai. Nibwaai e kakoaua naba ibukin bwaai aikai, ao angiia naba ara bakatibu, ni karokoa te tai aio; eng, a bon kakoaua ibukin rokon Kristo, ma n ingainga, ma ni kimwareirei n ana bong are e na roko iai.", "23 Ao nooria, bon ngaia te Atua, ao e mena irouia, ao e bon kaotia nakoia, n te aro are a kabooaki irouna; ao a bon anganna te mimitong, ibukin te bwai are e na roko.", "24 Ao ngkai, I nooria bwa kam atai bwaai aikai ma n aki kona ni kakewei ti ngkana kam taekina ae kewe, ngaia are kam a tia ni bure n aio, bwa kam totokoi bwaai ni kabane, e ngae ngke e a bon tiraua bwaai ni kakoaua are kam a tia ni karekei, eng, kam a bon tia ni karekei bwaai ni kabane, i karawa ao iaon te aba, ao bwaai ni kabane ake iaon te aba a kakoaua bwa a bon koaua.", "25 Ma nooria, kam a tia n totokoa te koaua, ma ni kaitaraa Atuami ae tabu; ao n te tai aei, kam aki kaikoi kaubwaimi i karawa, are akea iai te bwai ae kona ni mka, ao akea te bwai ae kona n roko iai ae bareka, ma kam kaikoa ibukimi te un ae korakora n te bong ni motikitaeka.", "26 Eng, n te tai aei ao kam a bon tai, ibukin ami tiriaomata ma ami wenenibure ma buakakami, nakon te kamaunaki ae aki totoki; eng, ao ngkana kam aki rairinanomi ao e na waekoa n roko iroumi.", "27 Eng, nooria e a bon kaan ma ami mataroa; eng, nakon te kaintekateka ni motikitaeka, ao ukeuke; ao nooria, e a tiringaki ami tia moti, ao e wene i nanon raraana; ao e a bon tia n tiringaki iroun tarina, are e ukoukora te kan tekateka n te kaintekateka ni motikitaeka.", "28 Ao nooria, a bon kaai ni kaaina te koraki ni karaba, are e kateaki iroun Kateanton ao teuare e buakaka are e ukoukora kamaunakin tamneia aomata."]}