{"English": ["The Lord chastened the Nephites because He loved them—Converted Lamanites are firm and steadfast in the faith—The Lord will be merciful unto the Lamanites in the latter days. About 6B.C.", "1 And now, my beloved brethren, behold, I declare unto you that except ye shall repent your houses shall be left unto you desolate.", "2 Yea, except ye repent, your women shall have great cause to mourn in the day that they shall give suck; for ye shall attempt to flee and there shall be no place for refuge; yea, and wo unto them which are with child, for they shall be heavy and cannot flee; therefore, they shall be trodden down and shall be left to perish.", "3 Yea, wo unto this people who are called the people of Nephi except they shall repent, when they shall see all these signs and wonders which shall be showed unto them; for behold, they have been a chosen people of the Lord; yea, the people of Nephi hath he loved, and also hath he chastened them; yea, in the days of their iniquities hath he chastened them because he loveth them.", "4 But behold my brethren, the Lamanites hath he hated because their deeds have been evil continually, and this because of the iniquity of the tradition of their fathers. But behold, salvation hath come unto them through the preaching of the Nephites; and for this intent hath the Lord prolonged their days.", "5 And I would that ye should behold that the more part of them are in the path of their duty, and they do walk circumspectly before God, and they do observe to keep his commandments and his statutes and his judgments according to the law of Moses.", "6 Yea, I say unto you, that the more part of them are doing this, and they are striving with unwearied diligence that they may bring the remainder of their brethren to the knowledge of the truth; therefore there are many who do add to their numbers daily.", "7 And behold, ye do know of yourselves, for ye have witnessed it, that as many of them as are brought to the knowledge of the truth, and to know of the wicked and abominable traditions of their fathers, and are led to believe the holy scriptures, yea, the prophecies of the holy prophets, which are written, which leadeth them to faith on the Lord, and unto repentance, which faith and repentance bringeth a change of heart unto them—", "8 Therefore, as many as have come to this, ye know of yourselves are firm and steadfast in the faith, and in the thing wherewith they have been made free.", "9 And ye know also that they have buried their weapons of war, and they fear to take them up lest by any means they should sin; yea, ye can see that they fear to sin—for behold they will suffer themselves that they be trodden down and slain by their enemies, and will not lift their swords against them, and this because of their faith in Christ.", "10 And now, because of their steadfastness when they do believe in that thing which they do believe, for because of their firmness when they are once enlightened, behold, the Lord shall bless them and prolong their days, notwithstanding their iniquity—", "11 Yea, even if they should dwindle in unbelief the Lord shall prolong their days, until the time shall come which hath been spoken of by our fathers, and also by the prophet Zenos, and many other prophets, concerning the restoration of our brethren, the Lamanites, again to the knowledge of the truth—", "12 Yea, I say unto you, that in the latter times the promises of the Lord have been extended to our brethren, the Lamanites; and notwithstanding the many afflictions which they shall have, and notwithstanding they shall be driven to and fro upon the face of the earth, and be hunted, and shall be smitten and scattered abroad, having no place for refuge, the Lord shall be merciful unto them.", "13 And this is according to the prophecy, that they shall again be brought to the true knowledge, which is the knowledge of their Redeemer, and their great and true shepherd, and be numbered among his sheep.", "14 Therefore I say unto you, it shall be better for them than for you except ye repent.", "15 For behold, had the mighty works been shown unto them which have been shown unto you, yea, unto them who have dwindled in unbelief because of the traditions of their fathers, ye can see of yourselves that they never would again have dwindled in unbelief.", "16 Therefore, saith the Lord: I will not utterly destroy them, but I will cause that in the day of my wisdom they shall return again unto me, saith the Lord.", "17 And now behold, saith the Lord, concerning the people of the Nephites: If they will not repent, and observe to do my will, I will utterly destroy them, saith the Lord, because of their unbelief notwithstanding the many mighty works which I have done among them; and as surely as the Lord liveth shall these things be, saith the Lord."], "Español": ["El Señor disciplinó a los nefitas porque los amaba— Los lamanitas convertidos son firmes e inmutables en la fe— El Señor será misericordioso con los lamanitas en los días postreros. Aproximadamente 6a.C.", "1 Y ahora bien, amados hermanos míos, he aquí, os declaro que a menos que os arrepintáis, vuestras casas os quedarán desiertas.", "2 Sí, a menos que os arrepintáis, vuestras mujeres tendrán sobrado motivo para lamentarse el día en que estén criando; porque intentaréis escapar, y no habrá lugar de refugio; sí, ¡ay de las que estén encintas, porque con el peso no podrán huir; por tanto, serán atropelladas y abandonadas para perecer!", "3 Sí, ¡ay de los de este pueblo llamado el pueblo de Nefi, a menos que se arrepientan cuando vean todas estas señales y prodigios que les serán manifestados! Pues he aquí, han sido un pueblo escogido del Señor; sí, él ha amado a los del pueblo de Nefi, y los ha disciplinado también; sí, los ha disciplinado en los días de sus iniquidades, porque los ama.", "4 Mas he aquí, hermanos míos, ha aborrecido a los lamanitas porque sus obras han sido continuamente malas, y esto por motivo de la iniquidad de la tradición de sus padres. Mas he aquí, les ha llegado la salvación por medio de la predicación de los nefitas; y para este fin el Señor ha prolongado sus días.", "5 Y quisiera que os fijaseis en que la mayor parte de ellos se hallan en la senda de su deber, y andan con circunspección delante de Dios, y se esfuerzan por guardar sus mandamientos y sus estatutos y sus juicios, de acuerdo con la ley de Moisés.", "6 Sí, os digo que la mayor parte de ellos están haciendo esto, y con infatigable diligencia se están esforzando por traer al resto de sus hermanos al conocimiento de la verdad; por tanto, son muchos los que se unen a su número diariamente.", "7 Y he aquí, sabéis por vosotros mismos, porque lo habéis presenciado, que cuantos de ellos llegan al conocimiento de la verdad, y a saber de las inicuas y abominables tradiciones de sus padres, y son conducidos a creer las Santas Escrituras, sí, las profecías escritas de los santos profetas, que los llevan a la fe en el Señor y al arrepentimiento, esa fe y arrepentimiento que efectúan un cambio de corazón en ellos;", "8 por lo tanto, cuantos han llegado a este punto, sabéis por vosotros mismos que son firmes e inmutables en la fe, y en aquello con lo que se les ha hecho libres.", "9 Y también sabéis que han enterrado sus armas de guerra, y temen empuñarlas, no sea que de alguna manera ellos pequen; sí, veis que tienen miedo de pecar, pues he aquí, se dejan hollar y matar por sus enemigos, y no alzan la espada en contra de ellos; y esto a causa de su fe en Cristo.", "10 Y por motivo de su firmeza, cuando llegan a creer en aquello que creen, por causa, pues, de su firmeza, una vez que son iluminados, he aquí, el Señor los bendecirá y prolongará sus días a pesar de su iniquidad.", "11 Sí, aunque degeneraren en la incredulidad, el Señor prolongará sus días hasta que llegue el tiempo del cual han hablado nuestros padres, y también el profeta Zenós y muchos otros profetas, concerniente a la restauración de nuestros hermanos, los lamanitas, nuevamente al conocimiento de la verdad.", "12 Sí, os digo que en los postreros tiempos se han extendido las promesas del Señor a nuestros hermanos los lamanitas; y a pesar de las muchas aflicciones que experimentarán, y no obstante que serán echados de un lado al otro sobre la superficie de la tierra, y serán perseguidos y heridos y dispersados, sin tener lugar donde refugiarse, el Señor será misericordioso con ellos.", "13 Y esto de acuerdo con la profecía de que serán traídos otra vez al conocimiento verdadero, que es el conocimiento de su Redentor y de su gran y verdadero pastor, y serán contados entre sus ovejas.", "14 Por tanto, os digo que será mejor para ellos que para vosotros, a menos que os arrepintáis.", "15 Porque he aquí, si a ellos les hubiesen sido mostradas las poderosas obras que os han sido manifestadas a vosotros, sí, a estos que han degenerado en la incredulidad por motivo de las tradiciones de sus padres, podéis ver por vosotros mismos que jamás habrían vuelto a degenerar en la incredulidad.", "16 Por tanto, dice el Señor: No los destruiré completamente, sino que haré que en el día de mi prudencia se vuelvan a mí de nuevo, dice el Señor.", "17 Y he aquí, ahora dice el Señor concerniente al pueblo de los nefitas: Si no se arrepienten y se esfuerzan por cumplir mi voluntad, los destruiré completamente por su incredulidad, dice el Señor, no obstante las muchas poderosas obras que yo he realizado entre ellos; y así como vive el Señor, acontecerán estas cosas, dice el Señor."], "Français": ["Le Seigneur châtie les Néphites parce qu’il les aime— Les Lamanites convertis sont fermes et constants dans la foi— Le Seigneur sera miséricordieux envers les Lamanites dans les derniers jours. Vers 6av.J.-C.", "1 Et maintenant, mes frères bien-aimés, voici, je vous déclare qu’à moins que vous ne vous repentiez, vos maisons vous seront laissées désertes.", "2 Oui, à moins que vous ne vous repentiez, vos femmes auront grand sujet de pleurer le jour où elles allaiteront; car vous tenterez de fuir, et il n’y aura pas de lieu de refuge; oui, et malheur à celles qui seront enceintes, car elles seront pesantes et ne pourront fuir; c’est pourquoi, elles seront piétinées et seront abandonnées pour périr.", "3 Oui, malheur à ce peuple, qui est appelé le peuple de Néphi, à moins qu’il ne se repente, lorsqu’il verra tous ces signes et tous ces prodiges qui lui seront montrés; car voici, il a été un peuple élu du Seigneur; oui, le Seigneur a aimé le peuple de Néphi, et il l’a aussi châtié; oui, dans les jours de ses iniquités, il l’a châtié parce qu’il l’aime.", "4 Mais voici, mes frères, il a haï les Lamanites, parce que leurs actions ont été continuellement mauvaises, et cela à cause de l’iniquité de la tradition de leurs pères. Mais voici, le salut est venu à eux par la prédication des Néphites; et c’est pour cela que le Seigneur a prolongé leurs jours.", "5 Et je voudrais que vous voyiez que la plupart d’entre eux sont dans le chemin de leur devoir, et qu’ils marchent avec circonspection devant Dieu, et qu’ils s’appliquent à garder ses commandements, et ses lois, et ses ordonnances, selon la loi de Moïse.", "6 Oui, je vous dis que la plupart d’entre eux font cela, et ils s’efforcent, avec une diligence inlassable, d’amener le reste de leurs frères à la connaissance de la vérité; c’est pourquoi il y en a beaucoup qui s’ajoutent quotidiennement à leur nombre.", "7 Et voici, vous savez par vous-mêmes, car vous en avez été témoins, que tous ceux qui sont amenés à la connaissance de la vérité, et à la connaissance de ce que les traditions de leurs pères sont méchantes et abominables, et sont amenés à croire aux Écritures saintes, oui, aux prophéties des saints prophètes, qui sont écrites, ce qui les conduit à la foi au Seigneur et au repentir, lesquels foi et repentir produisent un changement de cœur chez eux,", "8 c’est pourquoi, tous ceux qui en sont arrivés là, vous savez par vous-mêmes qu’ils sont fermes et constants dans la foi, et dans ce qui les a rendus libres.", "9 Et vous savez aussi qu’ils ont enterré leurs armes de guerre, et ils craignent de les prendre de peur de pécher d’une façon ou d’une autre; oui, vous pouvez voir qu’ils craignent de pécher, car voici, ils se laissent piétiner et tuer par leurs ennemis, et ne lèvent pas l’épée contre eux, et cela à cause de leur foi au Christ.", "10 Et maintenant, à cause de leur constance lorsqu’ils croient en ce qu’ils croient, car, à cause de leur fermeté, une fois qu’ils sont éclairés, voici, le Seigneur les bénira et prolongera leurs jours, malgré leur iniquité—", "11 oui, même s’ils dégénèrent dans l’incrédulité, le Seigneur prolongera leurs jours, jusqu’à ce que vienne le moment dont il a été parlé par nos pères, et aussi par le prophète Zénos, et beaucoup d’autres prophètes, concernant le retour de nos frères, les Lamanites, à la connaissance de la vérité—", "12 oui, je vous dis que, dans les derniers temps, les promesses du Seigneur ont été offertes à nos frères, les Lamanites; et malgré les nombreuses afflictions qu’ils auront, et en dépit du fait qu’ils seront chassés çà et là sur la surface de la terre, et seront traqués, et seront frappés, et dispersés au dehors, n’ayant aucun lieu de refuge, le Seigneur sera miséricordieux envers eux.", "13 Et cela est conforme à la prophétie qu’ils seront amenés à la vraie connaissance, qui est la connaissance de leur Rédempteur, et de leur grand et véritable berger, et seront comptés parmi ses brebis.", "14 C’est pourquoi je vous le dis, ce sera mieux pour eux que pour vous, à moins que vous ne vous repentiez.", "15 Car voici, si les œuvres merveilleuses qui vous ont été montrées leur avaient été montrées, oui, à eux qui ont dégénéré dans l’incrédulité à cause des traditions de leurs pères, vous pouvez voir par vous-mêmes qu’ils n’auraient plus jamais dégénéré dans l’incrédulité.", "16 C’est pourquoi, dit le Seigneur, je ne les détruirai pas totalement, mais je ferai en sorte qu’au jour de ma sagesse, ils reviennent à moi, dit le Seigneur.", "17 Et maintenant, voici, dit le Seigneur, concernant le peuple des Néphites: S’ils ne se repentent pas et ne s’appliquent pas à faire ma volonté, je les détruirai totalement, dit le Seigneur, à cause de leur incrédulité, malgré les nombreuses œuvres merveilleuses que j’ai faites parmi eux; et aussi sûrement que le Seigneur vit, ces choses seront, dit le Seigneur."], "Kiribati": ["E katuaia Nibwaite te Uea ibukina bwa E tangiriia—Reimwanaite ake a rairaki a bon nene ma ni matoatoa i nanon te onimaki—E na nanoanga te Uea nakoia Reimwanaite ni boong aika kaitira. Uakaan ma 6I.K.", "1 Ao ngkai, tariu aika kam tangiraki, nooria, I taetae nakoimi bwa ngkana kam aki rairinanomi ao batami a na tiku ni kamaroa.", "2 Eng, ngkana kam aki rairinanomi, ao ami aine a na bon korakora bukin aia tang ni wenei n te bong are a kammamma iai; bwa kam na kataia ni birinako ao e na bon akea te tabo ni karabaraba; eng, ao bon te maraia nakoia ake a bikoukou, bwa ana bon rawawata ma n aki kona ni birinako; ngaia are, a na bon toubekaki inano ao a na katukaki bwa a na mate.", "3 Eng, te maraia nakoia te botanaomata aio ake a bon aranaki bwa ana botanaomata Nibwaai bwa ngkana aki rairananoia, ngkana a na noori kanikina ma kamimi aikai ni kabane ake a tia ni kaotaki nakoia; bwa nooria, a bon riki bwa a na aomata te Uea ngaia aika a rineaki; eng, e a bon tia n tangiriia ana botanaomata Nibwaai, ao e a tia naba ni katuaia; eng, i nanon aia bong ni bure ao e a tia ni kaeta kawaia ibukina bwa e tangiriia.", "4 Ma nooria tariu, e a tia n ribaia Reimwanaite ibukina bwa a bubuaka aia mwakuri n aki toki, ao aio bon ibukina bwa e buakaka aia katei aia bakatibu. Ma nooria, e roko te kamaiu nakoia rinanon aia kabwarabwara Nibwaite; ao ibukin aio ao e a tia te Uea ni kananaua aia bong ni maiu.", "5 Ao I tangiria bwa kam na nooria bwa angiia riki a bon nakonako i nanon kawain tabeia, ao a bon nakonako n te aro ni karaurau imatan te Atua, ao a bon kawakina ana tua ma ana kaetieti ao ana moti n aron ana tua Mote.", "6 Eng, I taku nakoimi, bwa angiia riki a bon karaoa aei, ao a bon kataia ma te botumwaaka ae aki bwarannano bwa a na uotiia tariia nakon ataakin te koaua; ngaia are a rikirake ikotakia riki ma mwaitia ni katoa bong.", "7 Ao nooria, kam bon ataia ngkami, bwa kam a tia ni kakoaua, bwa mwaitia ake a uotaki nakon ataakin te koaua, ma n ataa buakakaia ma kammairan aia katei aia bakatibu, ma ni kairaki bwa a na kakoauai koroboki aika tabu, eng, aia taeka ni burabeti burabeti aika a tabu ake a koreaki, are e kairia nakon onimakinan te Uea, ao te rairannano, are te onimaki ma te rairannano are e karika bitakin te nano irouia—", "8 Ngaia are, ngkai a mwaiti aika a roko n aei, kam ataia ngkami bwa kam nene ma ni matoatoa i nanon te onimaki, ao n aio are ngaia are kam a kainaomataki iai.", "9 Ao kam ataia bwa a tia n taunii aia bwai ni buaka, ao a bon maaku ni manga tabeki rake bwa mwiina ao a na bure; eng, ao kam kona n noria bwa a bon maaku ni bure—bwa nooria a na bon kariaia bwa a na toubekaki inano man tiringaki irouia aia kairiribai, ao a bon rawa n tabeki aia bwai ni buaka ni kaaitaraia, ao aio ibukin aia onimaki iroun Kristo.", "10 Ao ngkai, ibukin matoatoaia ngkana a bon kakoaua te bwai are a bon kakoaua, bwa ibukin neneia ngke a bon kaotaki teuana te tai, nooria, e na kakabwaiaia te Uea ma ni kananaua aia bong ni maiu, e ngae ngke a buakaka.", "11 Eng, ngkana arona bwa a na kerikaaki n aia aki onimaki, te Uea e na bon kananaua naba aia bong ni maiu, ni karokoa ae roko te tai are e a kaman taekinaki irouia ara bakatibu, ao iroun naba te burabeti are Tinoti, ao burabeti aika a mwaiti riki, ni kaineti ma kaokakia tarira, aika Reimwanaite, riki nakon ataakin te koaua—", "12 Eng, I taku nakoimi, bwa ni boong aika kaitira ao a na berita te Uea e a manga aroraki naba nakoia tarira, aika Reimwanaite; e ngae ngke a mwaiti taian karawawata aika a bon reke irouia, ao e ngae ngke a na bon kakioaki ma ikai nako ikanne iaon te aba, ao a na ukoukoraki, man oreaki ma ni kamaenakoaki n taabo aika a raroa, ma n akea nneia ni karabaia, ao te Uea e na bon nanoangaia.", "13 Ao aio e bon kaineti ma te taeka ni burabeti, ao a na manga kairaki nakon te atatai ae koaua are bon ataakin aia Tia Kabomwi, ao aia tia kaawakin tiibu ae korakora ma ni koaua, ao a na warekaki i buakoia ana tiibu.", "14 Ngaia are I kangai nakoimi, bwa e na raoiroi riki ibukiia nakoimi ngkana kam aki rairinanomi.", "15 Bwa nooria, ngke arona bwa a kaotaki nakoia taian mwakuri ake a korakora ake a bon tia ni kaotaki nakoimi, eng, nakoia are a bon tia ngkoa ni bua i nanon te aki kakoaua ibukin aia katei aia bakatibu, kam na bon kona n nooria ngkami bwa a na bon aki manga oki ni kerikaki n aia aki onimaki.", "16 Ngaia are, e taku te Uea: N na bon aki kamaunai raoi ngkami, ma N na karekea te anga are i nanon te bong ae I taku bwa e riai iai ao a na manga okirai, e taku te Uea.", "17 Ao ngkai nooria, e taku te Uea, ni kaineti ma te botanaomata ae Nibwaite: Ngkana aki rairananoia, ma n ira nanou, N na bon kamaunaia raoi, e taku te Uea, ibukin aia aki kakoaua e ngae ngke a mwaiti mwakuri aika a korakora ake I a tia ni karaoi; ao ngkai e maiu te Uea n te kakoaua ao bwaai aikai a na bon riki, e taku te Uea."]}