{"English": ["Nephite dissenters and the Lamanites join forces and take the land of Zarahemla—The Nephites’ defeats come because of their wickedness—The Church dwindles, and the people become weak like the Lamanites. About 38–30B.C.", "1 And it came to pass in the fifty and fourth year there were many dissensions in the church, and there was also a contention among the people, insomuch that there was much bloodshed.", "2 And the rebellious part were slain and driven out of the land, and they did go unto the king of the Lamanites.", "3 And it came to pass that they did endeavor to stir up the Lamanites to war against the Nephites; but behold, the Lamanites were exceedingly afraid, insomuch that they would not hearken to the words of those dissenters.", "4 But it came to pass in the fifty and sixth year of the reign of the judges, there were dissenters who went up from the Nephites unto the Lamanites; and they succeeded with those others in stirring them up to anger against the Nephites; and they were all that year preparing for war.", "5 And in the fifty and seventh year they did come down against the Nephites to battle, and they did commence the work of death; yea, insomuch that in the fifty and eighth year of the reign of the judges they succeeded in obtaining possession of the land of Zarahemla; yea, and also all the lands, even unto the land which was near the land Bountiful.", "6 And the Nephites and the armies of Moronihah were driven even into the land of Bountiful;", "7 And there they did fortify against the Lamanites, from the west sea, even unto the east; it being a day’s journey for a Nephite, on the line which they had fortified and stationed their armies to defend their north country.", "8 And thus those dissenters of the Nephites, with the help of a numerous army of the Lamanites, had obtained all the possession of the Nephites which was in the land southward. And all this was done in the fifty and eighth and ninth years of the reign of the judges.", "9 And it came to pass in the sixtieth year of the reign of the judges, Moronihah did succeed with his armies in obtaining many parts of the land; yea, they regained many cities which had fallen into the hands of the Lamanites.", "10 And it came to pass in the sixty and first year of the reign of the judges they succeeded in regaining even the half of all their possessions.", "11 Now this great loss of the Nephites, and the great slaughter which was among them, would not have happened had it not been for their wickedness and their abomination which was among them; yea, and it was among those also who professed to belong to the church of God.", "12 And it was because of the pride of their hearts, because of their exceeding riches, yea, it was because of their oppression to the poor, withholding their food from the hungry, withholding their clothing from the naked, and smiting their humble brethren upon the cheek, making a mock of that which was sacred, denying the spirit of prophecy and of revelation, murdering, plundering, lying, stealing, committing adultery, rising up in great contentions, and deserting away into the land of Nephi, among the Lamanites—", "13 And because of this their great wickedness, and their boastings in their own strength, they were left in their own strength; therefore they did not prosper, but were afflicted and smitten, and driven before the Lamanites, until they had lost possession of almost all their lands.", "14 But behold, Moronihah did preach many things unto the people because of their iniquity, and also Nephi and Lehi, who were the sons of Helaman, did preach many things unto the people, yea, and did prophesy many things unto them concerning their iniquities, and what should come unto them if they did not repent of their sins.", "15 And it came to pass that they did repent, and inasmuch as they did repent they did begin to prosper.", "16 For when Moronihah saw that they did repent he did venture to lead them forth from place to place, and from city to city, even until they had regained the one-half of their property and the one-half of all their lands.", "17 And thus ended the sixty and first year of the reign of the judges.", "18 And it came to pass in the sixty and second year of the reign of the judges, that Moronihah could obtain no more possessions over the Lamanites.", "19 Therefore they did abandon their design to obtain the remainder of their lands, for so numerous were the Lamanites that it became impossible for the Nephites to obtain more power over them; therefore Moronihah did employ all his armies in maintaining those parts which he had taken.", "20 And it came to pass, because of the greatness of the number of the Lamanites the Nephites were in great fear, lest they should be overpowered, and trodden down, and slain, and destroyed.", "21 Yea, they began to remember the prophecies of Alma, and also the words of Mosiah; and they saw that they had been a stiffnecked people, and that they had set at naught the commandments of God;", "22 And that they had altered and trampled under their feet the laws of Mosiah, or that which the Lord commanded him to give unto the people; and they saw that their laws had become corrupted, and that they had become a wicked people, insomuch that they were wicked even like unto the Lamanites.", "23 And because of their iniquity the church had begun to dwindle; and they began to disbelieve in the spirit of prophecy and in the spirit of revelation; and the judgments of God did stare them in the face.", "24 And they saw that they had become weak, like unto their brethren, the Lamanites, and that the Spirit of the Lord did no more preserve them; yea, it had withdrawn from them because the Spirit of the Lord doth not dwell in unholy temples—", "25 Therefore the Lord did cease to preserve them by his miraculous and matchless power, for they had fallen into a state of unbelief and awful wickedness; and they saw that the Lamanites were exceedingly more numerous than they, and except they should cleave unto the Lord their God they must unavoidably perish.", "26 For behold, they saw that the strength of the Lamanites was as great as their strength, even man for man. And thus had they fallen into this great transgression; yea, thus had they become weak, because of their transgression, in the space of not many years."], "Español": ["Los disidentes nefitas y los lamanitas unen sus fuerzas y se apoderan de la tierra de Zarahemla— Las derrotas les sobrevienen a los nefitas por motivo de su maldad— La Iglesia decae, y el pueblo se vuelve débil, igual que los lamanitas. Aproximadamente 38–30a.C.", "1 Y sucedió que en el año cincuenta y cuatro hubo muchas disensiones en la iglesia, y también hubo una contienda entre el pueblo, al grado de que se derramó mucha sangre.", "2 Y los rebeldes fueron muertos y echados de la tierra, y se fueron al rey de los lamanitas.", "3 Y aconteció que trataron de incitar a los lamanitas a la guerra contra los nefitas; mas he aquí, los lamanitas temían en extremo, a tal grado que no quisieron escuchar las palabras de aquellos disidentes.", "4 Pero acaeció que en el año cincuenta y seis del gobierno de los jueces, hubo disidentes que se pasaron de los nefitas a los lamanitas; y junto con los otros lograron provocarlos a la ira contra los nefitas; y todo aquel año se estuvieron preparando para la guerra.", "5 Y en el año cincuenta y siete fueron a la batalla contra los nefitas, y dieron principio a la obra de muerte; sí, al grado de que en el año cincuenta y ocho del gobierno de los jueces lograron apoderarse de la tierra de Zarahemla; sí, y también de todas las tierras, hasta la que se encontraba cerca de la tierra de Abundancia.", "6 Y los nefitas y los ejércitos de Moroníah fueron rechazados hasta la tierra de Abundancia.", "7 Y allí se fortificaron contra los lamanitas desde el mar del oeste hasta el este; y esta línea que habían fortificado, y en la cual habían apostado sus tropas para defender su país del norte, era una jornada de un día para un nefita.", "8 Y así fue como esos disidentes nefitas, con la ayuda de un numeroso ejército lamanita, se habían apoderado de todas las posesiones de los nefitas que se hallaban en la tierra del sur; y todo esto aconteció en los años cincuenta y ocho y cincuenta y nueve del gobierno de los jueces.", "9 Y sucedió que en el año sesenta del gobierno de los jueces, Moroníah y sus ejércitos lograron ocupar muchas partes del país; sí, reconquistaron muchas ciudades que habían caído en manos de los lamanitas.", "10 Y aconteció que en el año sesenta y uno del gobierno de los jueces, lograron recuperar hasta la mitad de sus posesiones.", "11 Ahora bien, ni estas grandes pérdidas para los nefitas ni la terrible mortandad que hubo entre ellos habrían acontecido, de no haber sido por su maldad y su abominación que había entre ellos; sí, y se hallaba también entre aquellos que profesaban pertenecer a la iglesia de Dios.", "12 Y fue por el orgullo de sus corazones, por razón de sus inmensas riquezas, sí, fue a causa de haber oprimido a los pobres, negando su alimento a los que tenían hambre, y sus vestidos a los que estaban desnudos, e hiriendo a sus humildes hermanos en sus mejillas, burlándose de lo que era sagrado, negando el espíritu de profecía y de revelación, asesinando, robando, mintiendo, hurtando, cometiendo adulterio, levantándose en grandes contiendas y desertando y yéndose a la tierra de Nefi, entre los lamanitas.", "13 Y a causa de su gran perversidad y su jactancia de su propio poder, fueron abandonados a su propia fuerza; de modo que no prosperaron, sino que los lamanitas los afligieron, e hirieron, y echaron delante de ellos, hasta que los nefitas habían perdido la posesión de casi todas sus tierras.", "14 Pero he aquí, Moroníah predicó muchas cosas al pueblo por motivo de su iniquidad, y también Nefi y Lehi, que eran los hijos de Helamán, predicaron muchas cosas a los del pueblo, sí, y les profetizaron muchas cosas concernientes a sus iniquidades, y lo que les sobrevendría si no se arrepentían de sus pecados.", "15 Y sucedió que se arrepintieron; y a medida que se arrepentían, comenzaban a prosperar.", "16 Porque cuando vio Moroníah que se arrepintieron, se aventuró a conducirlos de un lugar a otro, y de ciudad en ciudad, hasta que lograron recuperar la mitad de todas sus propiedades y la mitad de todas sus tierras.", "17 Y así concluyó el año sesenta y uno del gobierno de los jueces.", "18 Y aconteció que en el año sesenta y dos del gobierno de los jueces, Moroníah no pudo recuperar más posesiones de los lamanitas.", "19 De manera que abandonaron su proyecto de reconquistar el resto de sus tierras, porque tan numerosos eran los lamanitas, que les fue imposible a los nefitas sobrepujarlos; por lo que Moroníah puso a todos sus ejércitos a defender aquellas partes que él había tomado.", "20 Y sucedió, por motivo de la magnitud del número de los lamanitas, que los nefitas temieron en gran manera, no fuese que los vencieran, y fueran hollados, y muertos y destruidos.", "21 Sí, empezaron a recordar las profecías de Alma, y también las palabras de Mosíah; y vieron que habían sido una gente dura de cerviz, y que habían despreciado los mandamientos de Dios;", "22 y que habían alterado y hollado con los pies las leyes de Mosíah, o sea, aquello que el Señor le mandó que diera al pueblo; y vieron que se habían corrompido sus leyes, y que ellos se habían vuelto un pueblo inicuo, a tal grado que eran inicuos a semejanza de los lamanitas.", "23 Y por motivo de su iniquidad, la iglesia había empezado a decaer; y comenzaron a dejar de creer en el espíritu de profecía y en el espíritu de revelación; y los juicios de Dios se cernían sobre ellos.", "24 Y vieron que se habían vuelto débiles como sus hermanos los lamanitas, y que el Espíritu del Señor no los preservaba más; sí, se había apartado de ellos, porque el Espíritu del Señor no habita en templos impuros;", "25 por lo tanto, el Señor cesó de preservarlos por su milagroso e incomparable poder, porque habían caído en un estado de incredulidad y terrible iniquidad; y vieron que los lamanitas eran sumamente más numerosos que ellos, y que a menos que se allegaran al Señor su Dios, tendrían que perecer inevitablemente.", "26 Pues he aquí, vieron que la fuerza de los lamanitas era tan grande como la suya propia, hombre por hombre. Y de este modo habían caído en esta gran transgresión; sí, de esta manera se habían vuelto débiles, a causa de su transgresión, en el término de no muchos años."], "Français": ["Les dissidents néphites et les Lamanites unissent leurs forces et prennent le pays de Zarahemla— Les défaites des Néphites sont le résultat de leur méchanceté— L’Église diminue et le peuple devient faible comme les Lamanites. Vers 38–30av.J.-C.", "1 Et il arriva que la cinquante-quatrième année, il y eut beaucoup de dissensions dans l’Église, et il y eut aussi une querelle parmi le peuple, de sorte qu’il y eut une grande effusion de sang.", "2 Et la partie rebelle fut tuée et chassée du pays, et elle alla auprès du roi des Lamanites.", "3 Et il arriva qu’ils s’efforcèrent d’exciter les Lamanites à la guerre contre les Néphites; mais voici, les Lamanites avaient extrêmement peur, de sorte qu’ils ne voulurent pas écouter les paroles de ces dissidents.", "4 Mais il arriva que la cinquante-sixième année du règne des juges, il y eut des dissidents qui montèrent de chez les Néphites auprès des Lamanites; et, unis aux autres, ils réussirent à les exciter à la colère contre les Néphites; et ils passèrent toute cette année-là à se préparer à la guerre.", "5 Et la cinquante-septième année, ils descendirent livrer bataille aux Néphites, et ils commencèrent l’œuvre de mort; oui, de sorte que la cinquante-huitième année du règne des juges, ils réussirent à obtenir la possession du pays de Zarahemla; oui, et aussi de toutes les terres jusqu’au pays qui était près du pays d’Abondance.", "6 Et les Néphites et les armées de Moronihah furent chassés jusqu’au pays d’Abondance;", "7 et là ils se fortifièrent contre les Lamanites, depuis la mer de l’ouest jusqu’à l’est; et cette ligne qu’ils avaient fortifiée et où ils avaient posté leurs armées pour défendre leur pays du nord correspondait à une journée de marche pour un Néphite.", "8 Et ainsi ces Néphites dissidents, avec l’aide d’une nombreuse armée de Lamanites, avaient obtenu toutes les possessions des Néphites qui étaient dans le pays situé du côté du sud. Et tout cela se fit les cinquante-huitième et cinquante-neuvième années du règne des juges.", "9 Et il arriva que la soixantième année du règne des juges, Moronihah réussit, avec ses armées, à reprendre possession de beaucoup de parties du pays; oui, ils reprirent beaucoup de villes qui étaient tombées entre les mains des Lamanites.", "10 Et il arriva que la soixante et unième année du règne des juges, ils réussirent à reprendre jusqu’à la moitié de toutes leurs possessions.", "11 Or, cette grande perte des Néphites et le grand massacre qui s’était produit parmi eux ne seraient pas arrivés, s’il n’y avait pas eu la méchanceté et les abominations qui étaient parmi eux; oui, et elles étaient aussi parmi ceux qui professaient appartenir à l’Église de Dieu.", "12 Et c’était à cause de l’orgueil de leur cœur, à cause de leur extrême richesse, oui, c’était parce qu’ils opprimaient les pauvres, refusaient leur nourriture aux affamés, refusaient leurs vêtements à ceux qui étaient nus, et frappaient sur la joue leurs frères humbles, se moquaient de ce qui était sacré, niaient l’esprit de prophétie et de révélation, assassinaient, pillaient, mentaient, volaient, commettaient l’adultère, se soulevaient en de grandes querelles et désertaient vers le pays de Néphi, chez les Lamanites—", "13 et à cause de cette grande méchanceté qui était la leur, et parce qu’ils se vantaient de leur force, ils furent abandonnés à leur force; c’est pourquoi ils ne prospérèrent pas, mais furent affligés et frappés, et chassés devant les Lamanites, jusqu’à ce qu’ils eussent perdu la possession de presque toutes leurs terres.", "14 Mais voici, Moronihah prêcha beaucoup de choses au peuple à cause de son iniquité, et Néphi et Léhi, qui étaient les fils d’Hélaman, prêchèrent aussi beaucoup de choses au peuple, oui, et lui prophétisèrent beaucoup de choses concernant ses iniquités et ce qui lui arriverait s’il ne se repentait pas de ses péchés.", "15 Et il arriva qu’il se repentit, et, dans la mesure où il se repentit, il commença à prospérer.", "16 Car, lorsqu’il vit qu’il se repentait, Moronihah s’aventura à le conduire de lieu en lieu, et de ville en ville, jusqu’à ce qu’ils eussent repris la moitié de leurs biens et la moitié de toutes leurs terres.", "17 Et ainsi finit la soixante et unième année du règne des juges.", "18 Et il arriva que la soixante-deuxième année du règne des juges, Moronihah ne put plus reprendre de possessions aux Lamanites.", "19 C’est pourquoi ils abandonnèrent leur dessein de reprendre le reste de leurs terres, car les Lamanites étaient si nombreux qu’il devint impossible aux Néphites d’obtenir plus de pouvoir sur eux; c’est pourquoi Moronihah employa toutes ses armées à conserver les parties qu’il avait prises.", "20 Et il arriva qu’à cause de la grandeur du nombre des Lamanites, les Néphites avaient une grande crainte d’avoir le dessous, et d’être piétinés, et tués, et détruits.", "21 Oui, ils commencèrent à se souvenir des prophéties d’Alma, et aussi des paroles de Mosiah; et ils virent qu’ils avaient été un peuple au cou roide, et qu’ils avaient méprisé les commandements de Dieu;", "22 et qu’ils avaient changé et foulé aux pieds les lois de Mosiah, ou ce que le Seigneur lui avait commandé de donner au peuple; et ils virent que leurs lois s’étaient corrompues, et qu’ils étaient devenus un peuple méchant, de sorte qu’ils étaient aussi méchants que les Lamanites.", "23 Et à cause de leur iniquité, l’Église avait commencé à diminuer; et ils commençaient à ne plus croire en l’esprit de prophétie ni en l’esprit de révélation; et le spectre des jugements de Dieu se dressait devant eux.", "24 Et ils voyaient qu’ils étaient devenus faibles comme leurs frères, les Lamanites, et que l’Esprit du Seigneur ne les préservait plus; oui, il s’était retiré d’eux, parce que l’Esprit du Seigneur ne demeure pas dans des temples qui ne sont pas saints.", "25 C’est pourquoi le Seigneur avait cessé de les préserver par son pouvoir miraculeux et incomparable, car ils étaient tombés dans un état d’incrédulité et d’affreuse méchanceté; et ils voyaient que les Lamanites étaient infiniment plus nombreux qu’eux et que s’ils ne s’attachaient pas au Seigneur, leur Dieu, ils allaient périr.", "26 Car voici, ils voyaient que la force des Lamanites était aussi grande que leur force, un homme en valant un autre. Et ainsi, ils étaient tombés dans cette grande transgression; oui, ainsi, ils étaient devenus faibles, en peu d’années, à cause de leur transgression."], "Kiribati": ["Taan birinako ake Nibwaite ma Reimwanaite a bon ikotiia aia taanga ni buaka ma n anaa te aba are Taraemera—E a reke konaakiia Nibwaite ibukin buakakaia—E a kekerikaki te Ekaretia, ao aomata a mamaara n aroia Reimwanaite. Uakaan ma 38–30I.K.", "1 Ao e a koro bukina bwa n te kanimabwi ma aua n ririki ao e a korakora te kakauntaeka i nanon te ekaretia, ao e a bon korakora naba te itabaraaraa i buakoia te botanaomata, n te aro are e a korakora kawawaean te raraa.", "2 Ao naake a kakaitara a bon tiringaki ma ni kakioaki nako man te aba, ao a bon nako nakon aia uea Reimwanaite.", "3 Ao e a koro bukina bwa a bon waaki ni kakiriwea nanoia Reimwanaite bwa a na buaka ni kaaitaraia Nibwaite; ma nooria, e korakora maakuia Reimwanaite, n te aro are a bon rawa ni kan ongora n aia taeka naake a birinako.", "4 Ma e a koro bukina bwa n aia kanimabwi ma onoua n ririki n tautaeka taan moti, ao bon iai taan birinako ake a nako mai irouia Nibwaite nakoia Reimwanaite; ao e nakoraoi aia waaki ma ake tabemwaang ni kakiriweia bwa a na un ni kaaitaraia Nibwaite; ao n te ririki anne ao a bane ni katauraoi ibukin te buaka.", "5 Ao n te kanimabwi ma itiua n ririki ao a ruorikaaki ni buaka ma Nibwaite, ao a waakina aia mwakuri ni kamamate; eng, n te aro are n aia kanimabwi ma waniua n ririki n tautaeka taan moti ao a bon tokanikai ma ni karekea te aba are Taraemera; eng, ao ni kabane te aba, nakon naba te aba are e kaan ma te Aba ni Mari.", "6 Ao Nibwaite ma ana taanga ni buaka Moronaaia a bon kakioaki nako nakon te Aba ni Mari.", "7 Ao ikekei are a kamatoatoaia ni kaaitaraia Reimwanaite mai taari maeao, nako mainiku; ao anauna bon tebongina ana bong tei Nibwaite ni mwananga, iaon tian te rain are a tia ni kamatoatoa ma ni katikuia iai aia taanga ni buaka bwa a na tararua abaia are i meang.", "8 Ao ngaia are taan birinako ake Nibwaite, man ana ibuobuoki aia taanga ni buaka Reimwanaite, a tia ni karekei ni kabane aia bwai Nibwaite ake a mena n te aba are e nako maiaki. Ao aio ake a bane ni karaoaki n aia kanimabwi ma waniua ao ruaiwa n ririki n tautaeka taan moti.", "9 Ao e a koro bukina n aia kaonobwi n ririki n tautaeka taan moti, ao Moronaaia ma ana taanga ni buaka a karekea te tokanikai ao n anai mwakoron te aba ae mwaiti; eng, a manga anai kaawa aika a mwaiti ake a tia n reke i nanon baia Reimwanaite.", "10 Ao e a koro bukina bwa n aia kaonobwi ma teuana n ririki n tautaeka taan moti a bon tokanikai ma ni manga karekea iteran aia bwai ni kabane.", "11 Ngkai buaia Nibwaite ae korakora aio, ma te tiritiri ae korakora are e riki iboni irouia, e na bon aki riki ngke arona bwa akea bubuakaia ma aia mwakuri aika bati n ribaki imarenaia eng, ao e mena naba i buakoia naake a tataekinna bwa a kaaina ana ekaretia te Atua.", "12 Ao e riki aio ibukin te kainikatonga are inanoia, ibukin rianakon kaubwaia, eng, ibukin rawan nanoia nakoia ake a kainnano, a tauii kanaia mai irouia ake a baki, a tauii aia kunnikai mai irouia naake akea karabaia, man oroi tabaia tariia ake a nanorinano, a bwainingarei bwaai ake a tabu, a kakewea tamnein te taeka ni burabeti ao ni kaotioti, a tiriaomata, a iraa n iowawa, a kewe, a kimoa, a wenenibure, a teirake n itabaraaraa n ae korakora, ma ni birinako nakon te aba are Nibwaai, i buakoia Reimwanaite—", "13 Ao ibukin korakoran buakakaia aio, ao aroia ni kamoamoaa oin korakoraia, a bon katukaki ma oin korakoraia; ngaia are e aki nakoraoi aroia, ma a bon karawawataki ma n oreaki, ao ma n kakioaki mai imataia Reimwanaite, ni karokoa ae a bua angiin abaia.", "14 Ma nooria, e bon kabwarabwara iaon bwaai aika a bati Moronaaia nakoia te botanaomata ibukin buakakaia, ma Nibwaai naba ao Riaai, ake bon natin Ereman, a kabwarabwara iaon bwaai aika a mwaiti nakoia te botanaomata, eng, ma n taetae ni burabetii bwaai aika a mwaiti nakoia ni kaineti ma buakakaia, ao tera ae e na reke nakoia ngkana aki rairinanoia man aia bure.", "15 Ao e a koro bukina bwa a bon rairinanoia, ao ngke a rairinanoia ao a bon nakoraoi aroia.", "16 Bwa ngke Moronaaia e nooria bwa a rairinanoia e bon waaki ni kairiria man te tabo teuana nakon te tabo teuana, ao man te kaawa ae bubura teuana nakon te kaawa ae bubura teuana, ni karokoa ae e a manga oki nakoia teuana iteran aia bwai ao teuana iteran abaia ni kabane.", "17 Ao ngaia are e a toki aia kaonobwi ma teuana n ririki n tautaeka taan moti.", "18 Ao e a koro bukina bwa n aia kaonobwi ma uoua n ririki n tautaeka taan moti, ao Moronaaia e a aki manga kona ni karekei bwaai irouia Reimwanaite.", "19 Ngaia are a bon katuka aia babaire ibukin karekean nikiran abaia, bwa a bon rang mwaiti Reimwanaite n te aro are e a bon kaangaanga ibukiia Nibwaite bwa a na korakora riki i aoia; ngaia are Moronaaia e kamwakuriia ana taanga ni buaka ni kabane bwa a na tararuai mwakoro ni kabane ake a tia n anai.", "20 Ao e a koro bukina bwa, ibukin korakoran mwaitia Reimwanaite ao a bon korakora maakuia Nibwaite bwa mwiina ao a na konaaki, ma n toubekaki, ma n tiringaki, ao ma ni kamaunaki.", "21 Eng, a bon uringa ana taeka ni burabeti Aramwa, ao ana taeka naba Motiaea; ao a nooria bwa a tia n riki bwa te botanaomata ae bonotaninga, ao a tia ni kaakea ana tua te Atua.", "22 Ao a tia ni bita ma n toubekaa ana tua Motiaea i aan waeia, ke te bwai are e a tia te Uea n tua bwa e na anganiia te botanaomata; ao a nooria bwa a buakaka aia tua, ao bwa a tia n riki bwa te botanaomata ae buakaka, n te aro ae a buakaka n ai aroia Reimwanaite.", "23 Ao ibukin aia bure ao e a moanna ni kekerikaki te ekaretia; ao a moanna n aki kakoaua tamnein te taeka ni burabeti ao tamnein te kaotioti; ao e bon kaaitarai moaia ana motikitaeka te Atua.", "24 Ao a nooria bwa a riki ni mamaara, n aekaia tariia, Reimwanaite, ao Tamnein te Uea e a bon aki kaawakinia; eng, e a bubai mai irouia ibukina bwa Tamnein te Uea e aki kona ni maeka n taian tembora aika aki tabu—", "25 Ngaia are te Uea e a katoka kamaiuakia ni mwaakana are e kamiimii ao akea kabotauana bwa a bwaka nakon te aro ni kakewekewe ao ni kakaamaaku buakakaia; ao a nooria bwa e korakora riki mwaitia Reimwanaite nakoia, ao ngkana aki nim ma te Uea ae Atuaia ao a na boni kamaunaaki.", "26 Bwa nooria, a nooria bwa korakoraia Reimwanaite bon aekan naba korakoraia, ni boraoi korakoraia aia mwaane. Ao ikai are a bwaka nakon riaoan te tua ae korakora aio; eng, ngaia are a riki ni mamaara, ibukin riaoan te tua irouia, i nanon te maan ae e aki bati te ririki."]}