{"English": ["The righteous Lamanites preach to the wicked Nephites—Both peoples prosper during an era of peace and plenty—Lucifer, the author of sin, stirs up the hearts of the wicked and the Gadianton robbers in murder and wickedness—The robbers take over the Nephite government. About 29–23B.C.", "1 And it came to pass that when the sixty and second year of the reign of the judges had ended, all these things had happened and the Lamanites had become, the more part of them, a righteous people, insomuch that their righteousness did exceed that of the Nephites, because of their firmness and their steadiness in the faith.", "2 For behold, there were many of the Nephites who had become hardened and impenitent and grossly wicked, insomuch that they did reject the word of God and all the preaching and prophesying which did come among them.", "3 Nevertheless, the people of the church did have great joy because of the conversion of the Lamanites, yea, because of the church of God, which had been established among them. And they did fellowship one with another, and did rejoice one with another, and did have great joy.", "4 And it came to pass that many of the Lamanites did come down into the land of Zarahemla, and did declare unto the people of the Nephites the manner of their conversion, and did exhort them to faith and repentance.", "5 Yea, and many did preach with exceedingly great power and authority, unto the bringing down many of them into the depths of humility, to be the humble followers of God and the Lamb.", "6 And it came to pass that many of the Lamanites did go into the land northward; and also Nephi and Lehi went into the land northward, to preach unto the people. And thus ended the sixty and third year.", "7 And behold, there was peace in all the land, insomuch that the Nephites did go into whatsoever part of the land they would, whether among the Nephites or the Lamanites.", "8 And it came to pass that the Lamanites did also go whithersoever they would, whether it were among the Lamanites or among the Nephites; and thus they did have free intercourse one with another, to buy and to sell, and to get gain, according to their desire.", "9 And it came to pass that they became exceedingly rich, both the Lamanites and the Nephites; and they did have an exceeding plenty of gold, and of silver, and of all manner of precious metals, both in the land south and in the land north.", "10 Now the land south was called Lehi, and the land north was called Mulek, which was after the son of Zedekiah; for the Lord did bring Mulek into the land north, and Lehi into the land south.", "11 And behold, there was all manner of gold in both these lands, and of silver, and of precious ore of every kind; and there were also curious workmen, who did work all kinds of ore and did refine it; and thus they did become rich.", "12 They did raise grain in abundance, both in the north and in the south; and they did flourish exceedingly, both in the north and in the south. And they did multiply and wax exceedingly strong in the land. And they did raise many flocks and herds, yea, many fatlings.", "13 Behold their women did toil and spin, and did make all manner of cloth, of fine-twined linen and cloth of every kind, to clothe their nakedness. And thus the sixty and fourth year did pass away in peace.", "14 And in the sixty and fifth year they did also have great joy and peace, yea, much preaching and many prophecies concerning that which was to come. And thus passed away the sixty and fifth year.", "15 And it came to pass that in the sixty and sixth year of the reign of the judges, behold, Cezoram was murdered by an unknown hand as he sat upon the judgment-seat. And it came to pass that in the same year, that his son, who had been appointed by the people in his stead, was also murdered. And thus ended the sixty and sixth year.", "16 And in the commencement of the sixty and seventh year the people began to grow exceedingly wicked again.", "17 For behold, the Lord had blessed them so long with the riches of the world that they had not been stirred up to anger, to wars, nor to bloodshed; therefore they began to set their hearts upon their riches; yea, they began to seek to get gain that they might be lifted up one above another; therefore they began to commit secret murders, and to rob and to plunder, that they might get gain.", "18 And now behold, those murderers and plunderers were a band who had been formed by Kishkumen and Gadianton. And now it had come to pass that there were many, even among the Nephites, of Gadianton’s band. But behold, they were more numerous among the more wicked part of the Lamanites. And they were called Gadianton’s robbers and murderers.", "19 And it was they who did murder the chief judge Cezoram, and his son, while in the judgment-seat; and behold, they were not found.", "20 And now it came to pass that when the Lamanites found that there were robbers among them they were exceedingly sorrowful; and they did use every means in their power to destroy them off the face of the earth.", "21 But behold, Satan did stir up the hearts of the more part of the Nephites, insomuch that they did unite with those bands of robbers, and did enter into their covenants and their oaths, that they would protect and preserve one another in whatsoever difficult circumstances they should be placed, that they should not suffer for their murders, and their plunderings, and their stealings.", "22 And it came to pass that they did have their signs, yea, their secret signs, and their secret words; and this that they might distinguish a brother who had entered into the covenant, that whatsoever wickedness his brother should do he should not be injured by his brother, nor by those who did belong to his band, who had taken this covenant.", "23 And thus they might murder, and plunder, and steal, and commit whoredoms and all manner of wickedness, contrary to the laws of their country and also the laws of their God.", "24 And whosoever of those who belonged to their band should reveal unto the world of their wickedness and their abominations, should be tried, not according to the laws of their country, but according to the laws of their wickedness, which had been given by Gadianton and Kishkumen.", "25 Now behold, it is these secret oaths and covenants which Alma commanded his son should not go forth unto the world, lest they should be a means of bringing down the people unto destruction.", "26 Now behold, those secret oaths and covenants did not come forth unto Gadianton from the records which were delivered unto Helaman; but behold, they were put into the heart of Gadianton by that same being who did entice our first parents to partake of the forbidden fruit—", "27 Yea, that same being who did plot with Cain, that if he would murder his brother Abel it should not be known unto the world. And he did plot with Cain and his followers from that time forth.", "28 And also it is that same being who put it into the hearts of the people to build a tower sufficiently high that they might get to heaven. And it was that same being who led on the people who came from that tower into this land; who spread the works of darkness and abominations over all the face of the land, until he dragged the people down to an entire destruction, and to an everlasting hell.", "29 Yea, it is that same being who put it into the heart of Gadianton to still carry on the work of darkness, and of secret murder; and he has brought it forth from the beginning of man even down to this time.", "30 And behold, it is he who is the author of all sin. And behold, he doth carry on his works of darkness and secret murder, and doth hand down their plots, and their oaths, and their covenants, and their plans of awful wickedness, from generation to generation according as he can get hold upon the hearts of the children of men.", "31 And now behold, he had got great hold upon the hearts of the Nephites; yea, insomuch that they had become exceedingly wicked; yea, the more part of them had turned out of the way of righteousness, and did trample under their feet the commandments of God, and did turn unto their own ways, and did build up unto themselves idols of their gold and their silver.", "32 And it came to pass that all these iniquities did come unto them in the space of not many years, insomuch that a more part of it had come unto them in the sixty and seventh year of the reign of the judges over the people of Nephi.", "33 And they did grow in their iniquities in the sixty and eighth year also, to the great sorrow and lamentation of the righteous.", "34 And thus we see that the Nephites did begin to dwindle in unbelief, and grow in wickedness and abominations, while the Lamanites began to grow exceedingly in the knowledge of their God; yea, they did begin to keep his statutes and commandments, and to walk in truth and uprightness before him.", "35 And thus we see that the Spirit of the Lord began to withdraw from the Nephites, because of the wickedness and the hardness of their hearts.", "36 And thus we see that the Lord began to pour out his Spirit upon the Lamanites, because of their easiness and willingness to believe in his words.", "37 And it came to pass that the Lamanites did hunt the band of robbers of Gadianton; and they did preach the word of God among the more wicked part of them, insomuch that this band of robbers was utterly destroyed from among the Lamanites.", "38 And it came to pass on the other hand, that the Nephites did build them up and support them, beginning at the more wicked part of them, until they had overspread all the land of the Nephites, and had seduced the more part of the righteous until they had come down to believe in their works and partake of their spoils, and to join with them in their secret murders and combinations.", "39 And thus they did obtain the sole management of the government, insomuch that they did trample under their feet and smite and rend and turn their backs upon the poor and the meek, and the humble followers of God.", "40 And thus we see that they were in an awful state, and ripening for an everlasting destruction.", "41 And it came to pass that thus ended the sixty and eighth year of the reign of the judges over the people of Nephi."], "Español": ["Los lamanitas justos predican a los nefitas inicuos— Ambos pueblos prosperan durante una época de paz y abundancia— Lucifer, el autor del pecado, incita el corazón de los inicuos y el de los ladrones de Gadiantón al asesinato y a las abominaciones— Los ladrones se apoderan del gobierno nefita. Aproximadamente 29–23a.C.", "1 Y aconteció que todas estas cosas se habían efectuado para cuando concluyó el año sesenta y dos del gobierno de los jueces, y los lamanitas, la mayoría de ellos, se habían vuelto un pueblo justo, al grado de que su rectitud excedía a la de los nefitas, debido a su firmeza y su constancia en la fe.", "2 Porque he aquí, había muchos de los nefitas que se habían vuelto insensibles e impenitentes y extremadamente inicuos, a tal extremo que rechazaban la palabra de Dios y toda predicación y profecía que llegaba entre ellos.", "3 No obstante, los miembros de la iglesia se alegraron muchísimo por la conversión de los lamanitas, sí, por la iglesia de Dios que se había establecido entre ellos. Y unos y otros se hermanaron, y se regocijaron unos con otros, y sintieron gran gozo.", "4 Y ocurrió que muchos de los lamanitas descendieron a la tierra de Zarahemla, y declararon a los nefitas la forma en que fueron convertidos, y los exhortaron a la fe y al arrepentimiento.", "5 Sí, y muchos predicaron con sumamente grande poder y autoridad, de modo que condujeron a muchos a la más profunda humildad, para ser los humildes discípulos de Dios y el Cordero.", "6 Y sucedió que muchos de los lamanitas partieron para la tierra del norte; y Nefi y Lehi fueron también a la tierra del norte para predicar al pueblo. Y así concluyó el año sesenta y tres.", "7 Y he aquí, hubo paz en toda la tierra, de modo que los nefitas iban a cualquier parte de la tierra que querían, ya fuera entre los nefitas o los lamanitas.", "8 Y aconteció que también los lamanitas iban a donde querían, bien fuese entre los lamanitas, o entre los nefitas; y así tenían intercambio libre los unos con los otros, para comprar y vender, y para sacar utilidades, según sus deseos.", "9 Y sucedió que tanto los lamanitas como los nefitas se hicieron sumamente ricos; y tenían gran abundancia de oro, y de plata, y de toda clase de metales preciosos, tanto en la tierra del sur como en la tierra del norte.", "10 Ahora bien, la tierra del sur se llamaba Lehi, y la del norte se llamaba Mulek, por el hijo de Sedequías; porque el Señor condujo a Mulek a la tierra del norte, y a Lehi a la tierra del sur.", "11 Y he aquí, había en ambas tierras toda clase de oro, y de plata, y de minerales preciosos de todo género; y había también ingeniosos artífices que trabajaban y refinaban toda especie de minerales; y de este modo se hicieron ricos.", "12 Cultivaron grano en abundancia, tanto en el norte como en el sur; y prosperaron sobremanera, así en el norte como en el sur. Y se multiplicaron y se hicieron sumamente fuertes en la tierra. Y criaron muchos rebaños y hatos, sí, muchos animales gordos.", "13 Y he aquí, sus mujeres trabajaban e hilaban, y elaboraban toda clase de telas, de lino finamente tejido y ropa de toda especie para cubrir su desnudez. Y así pasó en paz el año sesenta y cuatro.", "14 Y en el año sesenta y cinco también tuvieron gran gozo y paz, sí, y mucha predicación y muchas profecías concernientes a lo que estaba por venir. Y así pasó el año sesenta y cinco.", "15 Y ocurrió que en el año sesenta y seis del gobierno de los jueces, he aquí, Cezóram fue asesinado por mano desconocida mientras se hallaba en el asiento judicial. Y aconteció que en ese mismo año también fue asesinado su hijo, a quien el pueblo había nombrado en su lugar. Y así terminó el año sesenta y seis.", "16 Y a principios del año sesenta y siete, empezó de nuevo el pueblo a tornarse sumamente inicuo.", "17 Porque he aquí, el Señor los había bendecido tan largo tiempo con las riquezas del mundo, que no habían sido provocados a la ira, a guerras, ni al derramamiento de sangre; por consiguiente, empezaron a poner sus corazones en sus riquezas; sí, empezaron a buscar la manera de obtener el lucro a fin de elevarse unos sobre otros; por tanto, empezaron a cometer asesinatos secretos, y a robar y hurtar, para obtener riquezas.", "18 Y he aquí, estos asesinos y ladrones eran una banda que habían formado Kishkumen y Gadiantón. Y sucedió que aun entre los nefitas había muchos de los de la banda de Gadiantón. Mas he aquí, eran más numerosos entre la parte más inicua de los lamanitas; y eran conocidos como los ladrones y asesinos de Gadiantón.", "19 Y fueron ellos los que asesinaron a Cezóram, el juez superior, y a su hijo, mientras ocupaban el asiento judicial; y he aquí, no los descubrieron.", "20 Y sucedió que cuando los lamanitas descubrieron que había ladrones entre ellos, se afligieron en extremo; y se valieron de cuantos medios había en su poder para destruirlos de sobre la faz de la tierra.", "21 Mas he aquí, Satanás incitó el corazón de la mayoría de los nefitas, a tal grado que se unieron a esas bandas de ladrones, y participaron en sus pactos y sus juramentos de que se protegerían y se preservarían unos a otros en cualesquiera circunstancias difíciles en que se encontrasen, a fin de que no fuesen castigados por sus asesinatos, y sus robos, y sus hurtos.", "22 Y acaeció que tenían sus señas, sí, sus señas y sus palabras secretas; y esto a fin de reconocer al hermano que hubiese concertado el pacto, para que, cualquiera que fuese la iniquidad que su hermano cometiera, no lo perjudicara su hermano, ni tampoco aquellos que pertenecieran a la banda y hubieran hecho este pacto.", "23 Y así podrían asesinar, y robar, y hurtar, y cometer fornicaciones y toda clase de iniquidades en oposición a las leyes de su patria, así como a las leyes de su Dios.", "24 Y cualquiera de los que perteneciesen a esa banda que revelase al mundo sus iniquidades y sus abominaciones, debía ser juzgado, no según las leyes de su patria, sino de acuerdo con las leyes de su iniquidad, las cuales les habían dado Gadiantón y Kishkumen.", "25 Y he aquí, son estos juramentos y pactos secretos los que Alma mandó a su hijo que nunca se divulgaran al mundo, no fuera que llegasen a ser un medio para conducir al pueblo a la destrucción.", "26 Y he aquí, estos juramentos y pactos secretos no llegaron a Gadiantón de los anales confiados a Helamán; mas he aquí, los inculcó en el corazón de Gadiantón aquel mismo ser que indujo a nuestros primeros padres a que comiesen del fruto prohibido;", "27 sí, aquel mismo ser que conspiró con Caín, que si asesinaba a su hermano Abel, el mundo no lo sabría. Y desde entonces conspiró con Caín y sus secuaces.", "28 Y es también aquel mismo ser el que inculcó en el corazón del pueblo el construir una torre suficientemente alta para llegar al cielo. Y fue el mismo ser que engañó a ese pueblo que vino a esta tierra de aquella torre; el que esparció las obras de tinieblas y de abominaciones sobre toda la superficie de la tierra, hasta que arrastró al pueblo a una destrucción completa y a un infierno eterno.", "29 Sí, es el mismo ser que inculcó en el corazón de Gadiantón que continuara las obras de tinieblas y de asesinatos secretos; y él lo ha propagado desde el principio del hombre hasta hoy.", "30 Y he aquí, es él el autor de todo pecado; y he aquí, él propaga sus obras de tinieblas y asesinatos secretos, y les transmite sus conspiraciones, y sus juramentos, y sus pactos, y sus planes de terrible maldad, de generación en generación, de acuerdo con el dominio que logre en el corazón de los hijos de los hombres.", "31 Y he aquí, él había logrado mucho dominio en el corazón de los nefitas; sí, al grado de que se habían vuelto sumamente inicuos; sí, y la mayor parte de ellos se habían apartado del camino de la rectitud, y hollaron con los pies los mandamientos de Dios, y se apartaron a sus propios caminos, y se fabricaron ídolos con su oro y su plata.", "32 Y sucedió que todas estas iniquidades vinieron sobre ellos en el término de no muchos años, al grado de que la mayor parte había venido sobre ellos en el año sesenta y siete del gobierno de los jueces sobre el pueblo de Nefi.", "33 Y aumentaron en sus iniquidades en el año sesenta y ocho también, para la gran tristeza y lamentación de los justos.", "34 Y así vemos que los nefitas empezaron a degenerar en la incredulidad, y a aumentar en la perversidad y abominaciones, mientras que los lamanitas empezaron a crecer en gran manera en el conocimiento de su Dios; sí, empezaron a guardar sus estatutos y mandamientos, y a caminar en verdad y rectitud delante de él.", "35 Y así vemos que el Espíritu del Señor empezó a retirarse de los nefitas a causa de la iniquidad y la dureza de sus corazones.", "36 Y así vemos que el Señor comenzó a derramar su Espíritu sobre los lamanitas, por motivo de su inclinación y disposición a creer en sus palabras.", "37 Y sucedió que los lamanitas persiguieron a la banda de ladrones de Gadiantón; y predicaron la palabra de Dios entre la parte más inicua de ellos, de modo que esta banda de ladrones quedó enteramente destruida entre los lamanitas.", "38 Y aconteció, por otra parte, que los nefitas los reforzaron y los apoyaron, empezando por los más perversos de entre ellos, hasta que se hubieron extendido por toda la tierra de los nefitas, y hubieron seducido a la mayor parte de los justos, hasta que hubieron llegado a creer en sus obras, y participar de su botín, y unirse a ellos en sus secretos asesinatos y combinaciones.", "39 Y de este modo lograron la administración exclusiva del gobierno, al grado de que hollaron con los pies, e hirieron y maltrataron y volvieron la espalda a los pobres y a los mansos, y a los humildes discípulos de Dios.", "40 Y así vemos que se hallaban en un estado terrible, y que estaban madurando para una destrucción sempiterna.", "41 Y sucedió que así concluyó el año sesenta y ocho del gobierno de los jueces sobre el pueblo de Nefi."], "Français": ["Les Lamanites justes prêchent aux Néphites méchants— Les deux peuples prospèrent pendant une ère de paix et d’abondance— Lucifer, auteur du péché, excite le cœur des méchants et les brigands de Gadianton au meurtre et à la méchanceté— Les brigands s’emparent du gouvernement néphite. Vers 29–23av.J.-C.", "1 Et il arriva que lorsque la soixante-deuxième année du règne des juges fut terminée, toutes ces choses étaient arrivées, et les Lamanites étaient devenus, pour la plupart, un peuple juste, de sorte que leur justice dépassait celle des Néphites à cause de leur fermeté et de leur constance dans la foi.", "2 Car voici, il y avait beaucoup de Néphites qui s’étaient endurcis et étaient devenus impénitents et fort méchants, de sorte qu’ils rejetaient la parole de Dieu, et toute la prédication, et toutes les prophéties qui venaient parmi eux.", "3 Néanmoins, le peuple de l’Église eut une grande joie à cause de la conversion des Lamanites, oui, à cause de l’Église de Dieu, qui avait été établie parmi eux. Et ils fraternisèrent, et se réjouirent ensemble, et eurent une grande joie.", "4 Et il arriva que beaucoup de Lamanites descendirent au pays de Zarahemla, et annoncèrent au peuple des Néphites la façon dont ils avaient été convertis, et l’exhortèrent à la foi et au repentir.", "5 Oui, et beaucoup prêchèrent avec une puissance et une autorité extrêmement grandes, au point d’amener beaucoup d’entre eux dans les profondeurs de l’humilité, à être les humbles disciples de Dieu et de l’Agneau.", "6 Et il arriva que beaucoup de Lamanites allèrent au pays situé du côté du nord; et Néphi et Léhi allèrent aussi au pays situé du côté du nord, prêcher au peuple. Et ainsi finit la soixante-troisième année.", "7 Et voici, il y eut la paix dans tout le pays, de sorte que les Néphites allaient dans toutes les parties du pays où ils le voulaient, que ce fût parmi les Néphites ou les Lamanites.", "8 Et il arriva que les Lamanites allaient aussi partout où ils le voulaient, que ce fût parmi les Lamanites ou parmi les Néphites; et ainsi, ils avaient des échanges libres, pour acheter et vendre, et pour obtenir du gain, selon leur désir.", "9 Et il arriva qu’ils devinrent extrêmement riches, tant les Lamanites que les Néphites; et ils eurent une abondance extrême d’or, et d’argent, et de toutes sortes de métaux précieux, tant dans le pays au sud que dans le pays au nord.", "10 Or, le pays au sud était appelé Léhi, et le pays au nord était appelé Mulek, d’après le nom du fils de Sédécias; car le Seigneur avait amené Mulek dans le pays au nord et Léhi dans le pays au sud.", "11 Et voici, il y avait toutes sortes d’or dans ces deux pays, et d’argent, et de métaux précieux de toute espèce; et il y avait aussi des ouvriers habiles, qui travaillaient des métaux de toute espèce, et les raffinaient; et ainsi, ils devinrent riches.", "12 Et ils cultivèrent du grain en abondance, tant dans le nord que dans le sud; et ils prospérèrent extrêmement, tant dans le nord que dans le sud. Et ils se multiplièrent et devinrent extrêmement forts dans le pays. Et ils élevèrent beaucoup de troupeaux de gros et de petit bétail, oui, beaucoup de bétail engraissé.", "13 Voici, leurs femmes travaillaient et filaient, et faisaient toutes sortes de tissus, du fin lin retors et des tissus de toute espèce pour revêtir leur nudité. Et ainsi, la soixante-quatrième année passa dans la paix.", "14 Et la soixante-cinquième année, ils eurent aussi beaucoup de joie et de paix, oui, beaucoup de prédications et beaucoup de prophéties concernant ce qui devait venir. Et ainsi passa la soixante-cinquième année.", "15 Et il arriva que la soixante-sixième année du règne des juges, voici, Cézoram fut assassiné par une main inconnue, tandis qu’il était assis sur le siège du jugement. Et il arriva que la même année, son fils, qui avait été nommé à sa place par le peuple, fut aussi assassiné. Et ainsi finit la soixante-sixième année.", "16 Et au commencement de la soixante-septième année, le peuple commença à redevenir extrêmement méchant.", "17 Car voici, le Seigneur les avait si longtemps bénis en leur donnant les richesses du monde qu’ils n’avaient pas été excités à la colère, aux guerres, ni à l’effusion du sang; c’est pourquoi ils commencèrent à mettre leur cœur dans leurs richesses; oui, ils commencèrent à chercher à obtenir du gain, afin de s’élever l’un au-dessus de l’autre; c’est pourquoi ils commencèrent à commettre des meurtres secrets, et à commettre des actes de brigandage et à piller, afin d’obtenir du gain.", "18 Or, voici, ces assassins et ces pillards étaient une bande qui avait été formée par Kishkumen et Gadianton. Or, il était arrivé qu’il y en avait beaucoup parmi les Néphites qui étaient de la bande de Gadianton. Mais voici, ils étaient plus nombreux parmi la partie la plus méchante des Lamanites. Et ils étaient appelés les brigands et les assassins de Gadianton.", "19 Et c’étaient eux qui avaient assassiné le grand juge Cézoram, et son fils, tandis qu’ils étaient sur le siège du jugement; et voici, on ne les trouva pas.", "20 Et alors, il arriva que lorsque les Lamanites découvrirent qu’il y avait des brigands parmi eux, ils en furent extrêmement attristés, et ils utilisèrent tous les moyens qui étaient en leur pouvoir pour les exterminer de la surface de la terre.", "21 Mais voici, Satan excita le cœur de la plus grande partie des Néphites, de sorte qu’ils s’unirent à ces bandes de brigands, et firent leurs alliances et leurs serments de se protéger et de se préserver mutuellement dans toutes les circonstances difficiles dans lesquelles ils seraient placés, afin de ne pas souffrir pour leurs meurtres, et leurs pillages, et leurs vols.", "22 Et il arriva qu’ils eurent leurs signes, oui, leurs signes secrets, et leurs mots secrets; et cela, afin de distinguer un frère qui avait conclu l’alliance, afin que, quelle que fût la méchanceté que son frère commettait, il ne fût pas lésé par son frère, ni par ceux qui appartenaient à sa bande, qui avaient conclu cette alliance.", "23 Et ainsi, ils pouvaient assassiner, et piller, et voler, et commettre des fornications et toutes sortes de méchanceté, à l’encontre des lois de leur pays et aussi des lois de leur Dieu.", "24 Et quiconque appartenait à leur bande et révélait au monde leur méchanceté et leurs abominations devait être jugé, non selon les lois de leur pays, mais selon les lois de leur méchanceté, qui avaient été données par Gadianton et Kishkumen.", "25 Or, voici, ce sont ces serments et ces alliances secrets qu’Alma avait commandé à son fils de ne pas révéler au monde, de peur qu’ils fussent le moyen d’amener le peuple à sa destruction.", "26 Or, voici, ces serments et ces alliances secrets n’étaient pas parvenus à Gadianton par les annales qui avaient été remises à Hélaman; mais voici, ils furent mis dans le cœur de Gadianton par ce même être qui séduisit nos premiers parents pour qu’ils mangeassent du fruit défendu—", "27 oui, ce même être qui complota avec Caïn que s’il assassinait son frère Abel, ce ne serait pas connu du monde. Et il complota avec Caïn et avec ses disciples à partir de ce moment-là.", "28 Et aussi, c’est ce même être qui mit dans le cœur du peuple de construire une tour suffisamment haute pour arriver jusqu’au ciel. Et ce fut ce même être qui séduisit le peuple qui vint de cette tour dans ce pays; qui répandit les œuvres de ténèbres et d’abominations sur toute la surface du pays, jusqu’à entraîner le peuple dans une destruction complète et dans un enfer éternel.", "29 Oui, c’est ce même être qui mit dans le cœur de Gadianton de poursuivre l’œuvre de ténèbres et de meurtres secrets; et il l’a révélée depuis le commencement de l’homme jusqu’à ce jour.", "30 Et voici, c’est lui qui est l’auteur de tout péché. Et voici, il continue ses œuvres de ténèbres et de meurtres secrets, et transmet, de génération en génération, leurs complots, et leurs serments, et leurs alliances, et leurs plans d’une affreuse méchanceté, dans la mesure où il peut obtenir de l’emprise sur le cœur des enfants des hommes.", "31 Et maintenant, voici, il avait obtenu une grande emprise sur le cœur des Néphites; oui, de sorte qu’ils étaient devenus extrêmement méchants; oui, la plus grande partie d’entre eux s’étaient détournés du chemin de la justice, et foulaient aux pieds les commandements de Dieu, et s’engageaient dans leurs propres voies, et se construisaient des idoles avec leur or et leur argent.", "32 Et il arriva que toutes ces iniquités se produisirent chez eux en peu d’années, de sorte que la plupart d’entre elles s’étaient produites chez eux la soixante-septième année du règne des juges sur le peuple de Néphi.", "33 Et ils progressèrent dans leurs iniquités la soixante-huitième année aussi, à la grande tristesse et au milieu des lamentations des justes.", "34 Et ainsi, nous voyons que les Néphites commençaient à dégénérer dans l’incrédulité, et à progresser dans la méchanceté et les abominations, tandis que les Lamanites commençaient à progresser extrêmement dans la connaissance de leur Dieu; oui, ils commençaient à garder ses prescriptions et ses commandements et à marcher dans la vérité et la droiture devant lui.", "35 Et ainsi, nous voyons que l’Esprit du Seigneur commençait à se retirer des Néphites à cause de la méchanceté et de l’endurcissement de leur cœur.", "36 Et ainsi, nous voyons que le Seigneur commençait à déverser son Esprit sur les Lamanites, à cause de leur docilité et de leur bonne volonté à croire en ses paroles.", "37 Et il arriva que les Lamanites traquèrent la bande des brigands de Gadianton; et ils prêchèrent la parole de Dieu parmi la partie la plus méchante d’entre eux, de sorte que cette bande de brigands fut totalement détruite parmi les Lamanites.", "38 Et il arriva, d’autre part, que les Néphites les encouragèrent et les soutinrent, en commençant par la partie la plus méchante d’entre eux, jusqu’à ce qu’ils eussent envahi tout le pays des Néphites et eussent séduit la plus grande partie des justes, au point qu’ils s’étaient abaissés à croire en leurs œuvres, et à participer à leurs butins, et à se joindre à eux dans les meurtres et les combinaisons auxquelles ils se livraient en secret.", "39 Et ainsi, ils obtinrent la direction exclusive du gouvernement, de sorte qu’ils foulaient aux pieds, et frappaient, et déchiraient les pauvres et les doux, et les humbles disciples de Dieu et leur tournaient le dos.", "40 Et ainsi, nous voyons qu’ils étaient dans un état affreux et devenaient mûrs pour la destruction éternelle.", "41 Et il arriva qu’ainsi finit la soixante-huitième année du règne des juges sur le peuple de Néphi."], "Kiribati": ["A kabwarabwara Reimwanaite ake a raoiroi nakoia Nibwaite ake a buakaka—Koraki aika uoua aikai a bon nakoraoi aroia n te tai n rau ao n aki tare—Rutibero, are mwiokon te bure, e kakiriwea nanoia ake a bubuaka ao taan iraa ake araia Kateanton bwa a na tiritiri ma ni buakaka—Taan iraa aikai a tautaekana aia tautaeka Nibwaite. Uakaan ma 29–23I.K.", "1 Ao e a koro bukina bwa ngke e a tia n toki aia kaonobwi ma uoua n ririki n tautaeka taan moti, a bane n tia n riki bwaai aikai ao mwaitia Reimwanaite a riki, bwa aomata aika a raoiroi, n te aro are raoiroia e rianako riki nakon raoiroia Nibwaite, ibukin aia kanene ma matoatoaia n te onimaki.", "2 Bwa nooria, a bon mwaiti Nibwaite ake a bon matoatoa ma n rawa n rairananoia ma ni korakora buakakaia, n te aro are a bon aki butimwaea ana taeka te Atua ao taian kabwarabwara ma taetae ni burabeti ni kabane ake a roko i buakoia.", "3 Ma e ngae n anne, bon iai te kimwareirei irouia kaain te ekaretia ibukin rairakiia Reimwanaite, eng, ibukin ana ekaretia te Atua, are e a tia ni kateaki i buakoia. Ao a bon iraorao imarenaia, ma ni kimwareirei imarenaia, ma ni karekea te kimwareirei ae korakora.", "4 Ao e a koro bukina bwa a mwaiti Reimwanaite ake a ruo nakon te aba are Taraemera, ma n taekinna nakoia te botanaomata aika Nibwaite aron rairakia, ma ni kairoroia nakon te onimaki ao te rairannano.", "5 Eng, ao a bon mwaiti aika a kabwarabwara ma te mwaaka ao te kariaiakaki ae korakora n anga te tua, bwa a na kairiia aika a mwaiti nakon te nanorinano ae moan te nano, bwa a na riki bwa taan irira te Atua ao te Tiibu te Teei.", "6 Ao e a koro bukina bwa a mwaiti Reimwanaite aika a nako nakon te aba are i meang; ao Nibwaai ma Riaai a nako nakon te aba are i meang bwa a na kabwarabwara nakoia aomata. Ao ikai are e a toki iai te kaonobwi ma teniua n ririki.", "7 Ao nooria, bon iai te rau ni kabuta te aba, n te aro are a bon nakon mwakoron te aba are a tangiria Nibwaite, tao i buakoia Nibwaite ke Reimwanaite.", "8 Ao e a koro bukina bwa Reimwanaite naba a bon nako nakon taabo ake a kan nako iai, tao i buakoia Reimwanaite ke Nibwaite, ao a bon inaomata n iwawaki imarenaia, ni kabobwai ao ni kaboonakoi aia bwai, ao ma n karekea aia raka, n aron are a tangiria.", "9 Ao e a koro bukina bwa a bon rikirake ni korakora kaubwaia, bon ngaiia Reimwanaite ao Nibwaite, ao e bon mwaiti aia koora ae rianako, ao aia tirewa, ma aekan nako te biti ae kakawaki, n te aba i maiaki ao te aba i meang.", "10 Ngkai te aba are i maiaki bon arana Riaai, ao te aba are i meang arana bon Mureki, i mwin natin Tetekia; bwa te Uea e kaira Mureki nakon te aba i meang, ao Riaai nakon te aba i maiaki.", "11 Ao nooria, bon iai aekan nako te koora n aaba aika uoua aikai, ao te tirewa, ao aekan kaubwain te tano n aekana nako; ao bon iai naba taan mwakuri aika a kamiimi, ake a karaoi aekan mwakuri man kaubwain te tano ma ni katamaroa; ao ngaia are a riki ni kaubwai.", "12 A bon karikirakei arokaia taian wiita ni kamwaitia, i meang ao i maiaki; ao a bon korakora rikiraken maiuia, i meang ao i maiaki. Ao a kamwaita aia kariki ma ni korakora matoatoaia n te aba. Ao a karikirakeia aia nanai ma ikota ni man, eng, ma ni mwaiti aia man aika a marikarika.", "13 Nooria, aia aine a bon mwakuri ma n raranga, ma ni karaoi aekan kunnikai nako, rinen aika a raoiroi rarangakia ma aekan nako te kunnikai, bwa karabaia. Ao ngaia are e a toki te kaonobwi ma aua n ririki i nanon te rau.", "14 Ao n te kaonobwi ma nimaua n ririki ao bon iai naba korakoran kimwareireia ma te rau, eng, e bon mwaiti te kabwarabwara ma te taeka ni burabeti ae bati ni kaineti ma te bwai ae e na riki. Ao ikai are e a toki iai te kaonobwi ma nimaua n ririki.", "15 Ao e a koro bukina bwa n aia kaonobwi ma onoua n ririki n tautaeka taan moti, nooria e a tiringaki Titerom iroun te aomata ae aki ataaki i nanon ana tai n tekateka n te kaintekateka ni motikitaeka. Ao e a koro bukina bwa n te ririki naba anne ao natina te mwaane, are e bon rineaki irouia aomata bwa e na onea mwiina, e bon tiringaki naba. Ao ngaia are e a toki te kaonobwi ma onoua n ririki.", "16 Ao ni moan te kaonobwi ma itiua n ririki ao e a manga rikirake ni korakora buakakaia te botanaomata.", "17 Bwa nooria, te Uea e a tia ni kakabwaiaia i nanon te tai ae maan ma kaubwain aon te aba n te aro are a bon aki kiriwe nanoia bwa a na un, a na buaka, ke a na kawawaea te raraa; ngaia are a bane nanoia ni kaubwaia; eng, ao a waaki n ukoukora karekean aia raka bwa aonga n rietata riki nakon are raoia; ngaia are a tiritiri ni karaba, ma n iraa ao ni karaoi mwakuri n iowawa n anaibwai, bwa e aonga n reke rakaia.", "18 Ao ngkai nooria, taan tiriaomata ao taan karaoi mwakuri n iowawa n anaibwai bon te koraki are a kateaki mai iroun Kitekuman ao Kateanton. Ao ngkai e a koro bukina bwa a bon mwaiti, i buakoia Nibwaite, ana koraki Kateanton. Ma nooria a bon mwaiti riki i buakoia mwakoroia Reimwanaite ake a bubuaka riki. Ao a bon aranaki bwa ana tia iraa ao ana tia tiriaomata Kateanton.", "19 Ao bon ngaia ake a bon tiringa mataniwia taan moti are Titerom, ma natina, i nanon aia tai ni mena n te kaintekateka ni motikitaeka; ma nooria, a bon aki kuneaki.", "20 Ao ngkai e a koro bukina bwa ngke Reimwanaite a kunea bwa iai taan kamwarua i buakoia e a bon korakora nanokawakia; ao a kabanea aia aanga ni kakorakoraia bwa a na kamaunaia mai iaon te aba.", "21 Ma nooria, Tatan e kakiriwea nanoia angiia riki Nibwaite, n te aro are a ikotaki ma te koraki ni kakamwarua akekei, ma ni karaoa aia berita ao aia tuea mangaia bwa a na kawakiniia ma n tararuaia imarenaia i nanon aia tai ni mena i nanon te kaangaanga, bwa a na aki kainnano ibukin aia tiriaomata, aia mwakuri n iowawa n anaibwai, ao aia iraa.", "22 Ao e a koro bukina bwa bon iai aia kanikina, eng, aia kanikina ni karaba, ma aia taeka ni karaba; ao e riki aio bwa a aonga ni kinaa tariia are e a ti a ni karaoa te tuea n te aro are ngkana e karaoa ae buakaka ao e na aki kaikoakaki iroun ae tarina, ke irouia naake a kaaina ana koraki, ake a tia ni karaoa te berita aio.", "23 Are ngaia are a na tiriaomata, a na iowawa n anaibwai, a na iraa, ma ni karaoi aro ni kabekaau ma aekan nako mwakuri aika a bubuaka, aika a kaitarai tuan abaia ma ana tua te Atua.", "24 Ao ane e kaaina aia koraki ao e kaota nakon te aba aron aia mwakuri aika a bubuaka ma aia mwakuri aika bati n ribaki, a na bon kabowiaki, n tiaki ae kaineti ma tuan abaia, ma n ae kaineti ma tuan aroia ni buakaka, are a tia n anganaki iroun Kateanton ma Kitekuman.", "25 Ngkai nooria, bon taian tuea ao berita aika tabu ni karaba are Aramwa e tuanga natina te mwaane bwa a na aki butanako n te aonaba, bwa mwina ao a na riki bwa angan kabwakakiia aomata nakon te kamaunaki.", "26 Ao ngkai nooria, taian tuea ao berita aika tabu ni karaba aikai a bon aki roko nakon Kateanton man taian rongorongo ake e anganaki Ereman; ma nooria, a bon reke i nanon Kateanton mai iroun teuare bon ngaia are e moan kaririia ara moan karo bwa a na kana te uaanikai are e tabuaki—", "27 Eng, bon ngaia naba are e babaire ma Kain, bwa ngkana e tiringa tarina are Abera ao e na bon aki kona n ataaki rongorongona ni kabuta te aonaba. Ao e bon babaire ma Kain ao taan iriria man te tai anne.", "28 Ao bon ngaia naba are e karekea inanoia aomata bwa a na katea te taua ae tau rietana bwa a na nako karawa. Ao bon ngaia naba are e kairia aomata ake a roko man te taua nakon te aba aio; ake a kabutii mwakuri n roo ao mwakuri aika bati n ribaki ni kabuta te aba aio, ni karokoa ae a katikia aomata rikaaki nakon te kamaunaki, ao nako moone ae aki totoki.", "29 Eng, bon ngaia naba are e karekea i nanon Kateanton bwa e na tiku ni waakina te mwakuri n roo, te tiriaomata ae raba ao e karaoa aio ma ni moan rikin te aomata ni karokoa te tai aio.", "30 Ao nooria, bon ngaia are oin te bure ni kabane. Ao nooria, e bon waakina ana mwakuri n roo ma ana tiriaomata ae raba, ma n anga nako aia babaire ma aia tuea, ma aia berita, ma aia babaire aika a kakamaaku buakakaia, man te roro teuana nakon te roro teuana n aron ana konabwai n taua nanoia natiia aomata.", "31 Ao ngkai nooria, e bon korakora ana tautau i aoia Nibwaite; eng, n te aro are a korakora buakakaia; eng, ao angiia a bon tannako ma ni kawain te raoiroi, ma n toubeka i aan waeia ana tua te Atua, ma ni karaoi oin aia waaki, ma ni karaoi oin aia bouananti aika aia koora ao aia tirewa.", "32 Ao e a koro bukina bwa aro aika a buakaka aikai a bon reke irouia i nanon te maan ae e aki bati te ririki, n te aro are angiina riki a bon reke nakoia n aia kaonobwi ma itiua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai.", "33 Ao a bon rikirake i nanon buakakaia n te kaonobwi ma waniua n ririki naba ao e karika nanokawakia ma aia bwaebwaeti ake a raraoi.", "34 Ao ngaia are ti a nooria bwa a moanna ni kekerikaki n aia aki onimaki Nibwaite, ma n rikirake n te buakaka ao mwakuri aika bati n ribaki, ao Reimwanaite a moanna ni korakora rikirakeia n ataakin te Atua; eng, a moanna ni waaki ni kaawakin ana kaetieti ma ana tua, ao ma n nakonako i nanon te koaua ao te eti i matana.", "35 Ao ikai are ti a noora iai Tamnein te Uea bwa e a moanna ni kitania Nibwaite, ibukin buakakaia ao matoatoan nanoia.", "36 Ao ikai are ti a nooria bwa te Uea e kabwaroa Tamneina i aoia Reimwanaite, ibukin maraun nanoia ao ingaingaia ni kakoaua ana taeka.", "37 Ao e a koro bukina bwa Reimwanaite a bon kakaaia taan iraa ake ana koraki Kateanton; ao a kabwarabwara ana taeka te Atua i buakoia ake a buakaka riki, n te aro are te koraki ni kamwarua aikai a bon babane raoi ni kamaunaki ma i buakoia Reimwanaite.", "38 Ao e a koro bukina bwa n te anga teuana, ao Nibwaite a bon karikirakeia ma ni boutokaiia, ni moanna mai irouia ake a buakaka riki, ni karokoa ae a kabuta ni kabane abaia Nibwaite, ma n tia ni kairoroia ake a raoiroi riki ni karokoa ae a kakoauai aia taeka ma n anai bwaai ake a karekei man aia mwakuri n iowawa, ma ni waaki ma ngaiia n aia mwakuri n tiriaomata ae raba ma aia babaire ni kamwamwane.", "39 Ao ngaia are a bon karekea irouia tauakin taekan ana waaki te tautaeka, n te aro are a bon toubekaia i aan waeia ma n oroia ma n kainnanoia ao ma n katannako mai irouia ake a kainnano ma n nimamanei, ao taan irira te Atua ake a nanorinano.", "40 Ao ngaia are ti nooria bwa a mena n te aro a e kakamaaku, ma n tai ibukin te kamaunaki ae aki totoki.", "41 Ao e a koro bukina bwa e a toki aia kaonobwi ma waniua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai."]}