{"English": ["Nephi persuades the Lord to replace their war with a famine—Many people perish—They repent, and Nephi importunes the Lord for rain—Nephi and Lehi receive many revelations—The Gadianton robbers entrench themselves in the land. About 20–6B.C.", "1 And now it came to pass in the seventy and second year of the reign of the judges that the contentions did increase, insomuch that there were wars throughout all the land among all the people of Nephi.", "2 And it was this secret band of robbers who did carry on this work of destruction and wickedness. And this war did last all that year; and in the seventy and third year it did also last.", "3 And it came to pass that in this year Nephi did cry unto the Lord, saying:", "4 O Lord, do not suffer that this people shall be destroyed by the sword; but O Lord, rather let there be a famine in the land, to stir them up in remembrance of the Lord their God, and perhaps they will repent and turn unto thee.", "5 And so it was done, according to the words of Nephi. And there was a great famine upon the land, among all the people of Nephi. And thus in the seventy and fourth year the famine did continue, and the work of destruction did cease by the sword but became sore by famine.", "6 And this work of destruction did also continue in the seventy and fifth year. For the earth was smitten that it was dry, and did not yield forth grain in the season of grain; and the whole earth was smitten, even among the Lamanites as well as among the Nephites, so that they were smitten that they did perish by thousands in the more wicked parts of the land.", "7 And it came to pass that the people saw that they were about to perish by famine, and they began to remember the Lord their God; and they began to remember the words of Nephi.", "8 And the people began to plead with their chief judges and their leaders, that they would say unto Nephi: Behold, we know that thou art a man of God, and therefore cry unto the Lord our God that he turn away from us this famine, lest all the words which thou hast spoken concerning our destruction be fulfilled.", "9 And it came to pass that the judges did say unto Nephi, according to the words which had been desired. And it came to pass that when Nephi saw that the people had repented and did humble themselves in sackcloth, he cried again unto the Lord, saying:", "10 O Lord, behold this people repenteth; and they have swept away the band of Gadianton from amongst them insomuch that they have become extinct, and they have concealed their secret plans in the earth.", "11 Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed.", "12 O Lord, wilt thou turn away thine anger, yea, thy fierce anger, and cause that this famine may cease in this land.", "13 O Lord, wilt thou hearken unto me, and cause that it may be done according to my words, and send forth rain upon the face of the earth, that she may bring forth her fruit, and her grain in the season of grain.", "14 O Lord, thou didst hearken unto my words when I said, Let there be a famine, that the pestilence of the sword might cease; and I know that thou wilt, even at this time, hearken unto my words, for thou saidst that: If this people repent I will spare them.", "15 Yea, O Lord, and thou seest that they have repented, because of the famine and the pestilence and destruction which has come unto them.", "16 And now, O Lord, wilt thou turn away thine anger, and try again if they will serve thee? And if so, O Lord, thou canst bless them according to thy words which thou hast said.", "17 And it came to pass that in the seventy and sixth year the Lord did turn away his anger from the people, and caused that rain should fall upon the earth, insomuch that it did bring forth her fruit in the season of her fruit. And it came to pass that it did bring forth her grain in the season of her grain.", "18 And behold, the people did rejoice and glorify God, and the whole face of the land was filled with rejoicing; and they did no more seek to destroy Nephi, but they did esteem him as a great prophet, and a man of God, having great power and authority given unto him from God.", "19 And behold, Lehi, his brother, was not a whit behind him as to things pertaining to righteousness.", "20 And thus it did come to pass that the people of Nephi began to prosper again in the land, and began to build up their waste places, and began to multiply and spread, even until they did cover the whole face of the land, both on the northward and on the southward, from the sea west to the sea east.", "21 And it came to pass that the seventy and sixth year did end in peace. And the seventy and seventh year began in peace; and the church did spread throughout the face of all the land; and the more part of the people, both the Nephites and the Lamanites, did belong to the church; and they did have exceedingly great peace in the land; and thus ended the seventy and seventh year.", "22 And also they had peace in the seventy and eighth year, save it were a few contentions concerning the points of doctrine which had been laid down by the prophets.", "23 And in the seventy and ninth year there began to be much strife. But it came to pass that Nephi and Lehi, and many of their brethren who knew concerning the true points of doctrine, having many revelations daily, therefore they did preach unto the people, insomuch that they did put an end to their strife in that same year.", "24 And it came to pass that in the eightieth year of the reign of the judges over the people of Nephi, there were a certain number of the dissenters from the people of Nephi, who had some years before gone over unto the Lamanites, and taken upon themselves the name of Lamanites, and also a certain number who were real descendants of the Lamanites, being stirred up to anger by them, or by those dissenters, therefore they commenced a war with their brethren.", "25 And they did commit murder and plunder; and then they would retreat back into the mountains, and into the wilderness and secret places, hiding themselves that they could not be discovered, receiving daily an addition to their numbers, inasmuch as there were dissenters that went forth unto them.", "26 And thus in time, yea, even in the space of not many years, they became an exceedingly great band of robbers; and they did search out all the secret plans of Gadianton; and thus they became robbers of Gadianton.", "27 Now behold, these robbers did make great havoc, yea, even great destruction among the people of Nephi, and also among the people of the Lamanites.", "28 And it came to pass that it was expedient that there should be a stop put to this work of destruction; therefore they sent an army of strong men into the wilderness and upon the mountains to search out this band of robbers, and to destroy them.", "29 But behold, it came to pass that in that same year they were driven back even into their own lands. And thus ended the eightieth year of the reign of the judges over the people of Nephi.", "30 And it came to pass in the commencement of the eighty and first year they did go forth again against this band of robbers, and did destroy many; and they were also visited with much destruction.", "31 And they were again obliged to return out of the wilderness and out of the mountains unto their own lands, because of the exceeding greatness of the numbers of those robbers who infested the mountains and the wilderness.", "32 And it came to pass that thus ended this year. And the robbers did still increase and wax strong, insomuch that they did defy the whole armies of the Nephites, and also of the Lamanites; and they did cause great fear to come unto the people upon all the face of the land.", "33 Yea, for they did visit many parts of the land, and did do great destruction unto them; yea, did kill many, and did carry away others captive into the wilderness, yea, and more especially their women and their children.", "34 Now this great evil, which came unto the people because of their iniquity, did stir them up again in remembrance of the Lord their God.", "35 And thus ended the eighty and first year of the reign of the judges.", "36 And in the eighty and second year they began again to forget the Lord their God. And in the eighty and third year they began to wax strong in iniquity. And in the eighty and fourth year they did not mend their ways.", "37 And it came to pass in the eighty and fifth year they did wax stronger and stronger in their pride, and in their wickedness; and thus they were ripening again for destruction.", "38 And thus ended the eighty and fifth year."], "Español": ["Nefi persuade al Señor a que cambie la guerra por el hambre— Muchas personas perecen— Se arrepienten, y Nefi clama al Señor para que envíe lluvia— Nefi y Lehi reciben muchas revelaciones— Los ladrones de Gadiantón se hacen fuertes en la tierra. Aproximadamente 20–6a.C.", "1 Y aconteció que en el año setenta y dos del gobierno de los jueces, aumentaron las contenciones, de tal modo que hubo guerras por toda la tierra, entre todo el pueblo de Nefi.", "2 Y era esta banda secreta de ladrones la que perpetraba esta obra de destrucción e iniquidad; y esta guerra duró todo aquel año; y también continuó durante el año setenta y tres.", "3 Y sucedió que en este año Nefi clamó al Señor, diciendo:", "4 ¡Oh Señor, no permitas que este pueblo sea destruido por la espada! Más bien, ¡oh Señor!, haya hambre sobre la tierra para hacerles recordar al Señor su Dios, y tal vez se arrepientan y se vuelvan a ti.", "5 Y así fue hecho, según las palabras de Nefi. Y hubo un hambre muy severa en la tierra, entre todo el pueblo de Nefi. Y así continuó el hambre en el año setenta y cuatro; y cesó la destrucción por la espada, pero se agravó por causa del hambre.", "6 Y continuó esta obra de destrucción también en el año setenta y cinco; porque la tierra fue herida de modo que quedó seca, y no produjo grano en la época del grano; y toda la tierra fue herida, así entre los lamanitas como entre los nefitas, de modo que fueron afligidos a tal grado que perecieron por millares en las partes más inicuas del país.", "7 Y ocurrió que los del pueblo vieron que estaban a punto de perecer de hambre, y empezaron a acordarse del Señor su Dios, y también empezaron a acordarse de las palabras de Nefi.", "8 Y los del pueblo empezaron a suplicar a sus jueces superiores y a sus jefes que dijeran a Nefi: He aquí, sabemos que eres un hombre de Dios; suplica, pues, al Señor nuestro Dios que aparte de nosotros esta hambre, no sea que se cumplan todas las palabras que has hablado concernientes a nuestra destrucción.", "9 Y aconteció que los jueces hablaron a Nefi según las palabras que se habían solicitado. Y sucedió que cuando Nefi vio que el pueblo se había arrepentido, y se había humillado y vestido de cilicio, clamó otra vez al Señor, diciendo:", "10 Oh Señor, he aquí, este pueblo se arrepiente; y ha exterminado de entre ellos la banda de Gadiantón, de modo que ha desaparecido; y han escondido sus planes secretos en la tierra.", "11 Y ahora, oh Señor, apártese de ellos tu ira a causa de su humildad, y apacígüese tu enojo con la destrucción de esos hombres inicuos que ya has talado.", "12 ¡Oh Señor, desvía tu ira, sí, tu ardiente ira, y haz que cese esta hambre en esta tierra!", "13 ¡Oh Señor, escúchame y concede que sea hecho según mis palabras, y envía lluvia sobre la faz de la tierra para que produzca su fruto, y su grano en la época del grano!", "14 Oh Señor, tú escuchaste mis palabras cuando dije: Haya hambre, para que cese la destrucción por la espada. Y sé que también en esta ocasión escucharás mis palabras, porque dijiste: Si este pueblo se arrepiente, lo perdonaré.", "15 Sí, ¡oh Señor!, tú ves que se han arrepentido a causa del hambre y la peste y la destrucción que les han sobrevenido.", "16 Y ahora, oh Señor, ¿no apartarás tu ira y probarás otra vez si te servirán? Y si así fuere, oh Señor, puedes bendecirlos de acuerdo con tus palabras que has hablado.", "17 Y aconteció que en el año setenta y seis, el Señor apartó su indignación del pueblo e hizo que la lluvia cayera sobre la tierra, de modo que produjo su fruto en la época de su fruto. Y sucedió que produjo su grano en la época de su grano.", "18 Y he aquí, el pueblo se regocijó y glorificó a Dios, y se llenó de alegría toda la faz de la tierra; y no intentaron más destruir a Nefi, sino que lo estimaron como un gran profeta y varón de Dios, que tenía gran poder y autoridad que Dios le había dado.", "19 Y he aquí, su hermano Lehi no era menos grande que él en cuanto a las cosas concernientes a la rectitud.", "20 Y así aconteció que el pueblo de Nefi empezó a prosperar de nuevo en la tierra, y comenzaron a edificar sus lugares desiertos, y empezaron a multiplicarse y a extenderse hasta que cubrieron toda la superficie de la tierra, tanto hacia el norte como hacia el sur, desde el mar del oeste hasta el mar del este.", "21 Y ocurrió que el año setenta y seis concluyó en paz. Y el año setenta y siete también comenzó en paz; y la iglesia se extendió por toda la faz de la tierra, y la mayor parte del pueblo, tanto lamanitas como nefitas, pertenecía a la iglesia; y hubo una paz muy grande en la tierra; y así concluyó el año setenta y siete.", "22 Y también gozaron de paz en el año setenta y ocho, con excepción de unas pocas controversias concernientes a los puntos de doctrina que los profetas habían establecido.", "23 Y en el año setenta y nueve empezó a haber muchas contenciones. Pero sucedió que Nefi, Lehi y muchos de sus hermanos que sabían concerniente a los verdaderos puntos de la doctrina, pues recibían muchas revelaciones diariamente; por lo tanto, predicaron al pueblo, de modo que hicieron cesar sus contenciones ese mismo año.", "24 Y aconteció que en el año ochenta del gobierno de los jueces sobre el pueblo de Nefi, hubo un cierto número de los disidentes nefitas que algunos años antes se habían pasado a los lamanitas y habían tomado sobre sí el nombre de lamanitas, y también cierto número que eran descendientes verdaderos de los lamanitas, habiendo sido incitados a la ira por aquellos, es decir, aquellos disidentes, que emprendieron, por tanto, una guerra contra sus hermanos.", "25 Y cometían asesinatos y robos; y entonces se refugiaban en las montañas, y en el desierto, y en parajes secretos, ocultándose para que no los descubriesen, aumentando sus números diariamente a causa de que había disidentes que se unían a ellos.", "26 Y así con el tiempo, sí, en el término de no muchos años, se convirtieron en una banda sumamente grande de ladrones; y buscaron todos los planes secretos de Gadiantón; y así llegaron ellos a ser los ladrones de Gadiantón.", "27 Y he aquí, estos ladrones causaron grandes estragos, sí, una gran destrucción, así entre el pueblo de Nefi, como también entre el pueblo de los lamanitas.", "28 Y sucedió que se hizo necesario que se diera fin a esta obra de destrucción; de modo que enviaron un ejército de hombres fuertes al desierto y a las montañas, a fin de buscar esa banda de ladrones y destruirlos.", "29 Mas he aquí, sucedió que en ese mismo año el ejército fue rechazado aun hasta sus propias tierras; y así concluyó el año ochenta del gobierno de los jueces sobre el pueblo de Nefi.", "30 Y ocurrió que al comenzar el año ochenta y uno, salieron otra vez contra esta banda de ladrones, y destruyeron a muchos; y también entre ellos hubo mucha destrucción.", "31 Y de nuevo se vieron obligados a volver del desierto y de las montañas a sus propias tierras, por razón del extremadamente crecido número de esos ladrones que infestaban las montañas y el desierto.", "32 Y aconteció que así concluyó este año. Y continuaron aumentando los ladrones y haciéndose fuertes, al grado de que desafiaron a todos los ejércitos de los nefitas, y de los lamanitas también; e hicieron descender un temor muy grande sobre la gente por toda la superficie de la tierra.", "33 Sí, porque cayeron sobre muchas partes de la tierra, y les causaron grandes destrozos; sí, mataron a muchos, y a otros se llevaron cautivos al desierto; sí, y más particularmente a sus mujeres y sus niños.", "34 Ahora bien, esta gran calamidad que sobrevino a los del pueblo por causa de sus iniquidades, de nuevo los hizo acordarse del Señor su Dios.", "35 Y así concluyó el año ochenta y uno del gobierno de los jueces.", "36 Y en el año ochenta y dos, empezaron otra vez a olvidarse del Señor su Dios. Y empezaron a aumentar en su iniquidad durante el año ochenta y tres; y no enmendaron su conducta en el año ochenta y cuatro.", "37 Y aconteció que en el año ochenta y cinco, se afianzaron cada vez más en su orgullo y en su iniquidad; y así, otra vez estaban madurando para la destrucción.", "38 Y así concluyó el año ochenta y cinco."], "Français": ["Néphi persuade le Seigneur de remplacer leur guerre par une famine— Beaucoup de gens périssent— Ils se repentent, et Néphi importune le Seigneur pour qu’il envoie la pluie— Néphi et Léhi reçoivent beaucoup de révélations— Les brigands de Gadianton s’incrustent dans le pays. Vers 20–6av.J.-C.", "1 Et alors, il arriva, la soixante-douzième année du règne des juges, que les querelles augmentèrent, de sorte qu’il y eut des guerres dans tout le pays, parmi tout le peuple de Néphi.", "2 Et c’était cette bande secrète de brigands qui accomplissait cette œuvre de destruction et de méchanceté. Et cette guerre dura toute cette année-là; et elle dura aussi la soixante-treizième année.", "3 Et il arriva que, cette année-là, Néphi cria au Seigneur, disant:", "4 Ô Seigneur, ne souffre pas que ce peuple soit détruit par l’épée; mais, ô Seigneur, qu’il y ait plutôt une famine dans le pays, pour l’inciter à se souvenir du Seigneur, son Dieu, et peut-être se repentira-t-il et se tournera-t-il vers toi.", "5 Et il en fut ainsi, selon les paroles de Néphi. Et il y eut une grande famine dans le pays, parmi tout le peuple de Néphi. Et ainsi, la soixante-quatorzième année, la famine continua, et l’œuvre de destruction cessa par l’épée, mais elle s’aggrava par la famine.", "6 Et cette œuvre de destruction continua aussi la soixante-quinzième année. Car la terre était frappée, de sorte qu’elle était sèche et ne donnait pas de grain dans la saison du grain; et la terre entière était frappée tant parmi les Lamanites que parmi les Néphites, de sorte qu’ils étaient frappés et périssaient par milliers dans les parties les plus méchantes du pays.", "7 Et il arriva que le peuple vit qu’il était sur le point de périr par la famine, et il commença à se souvenir du Seigneur, son Dieu; et il commença à se souvenir des paroles de Néphi.", "8 Et le peuple commença à supplier ses grands juges et ses chefs de dire à Néphi: Voici, nous savons que tu es un homme de Dieu, et pour cette raison crie au Seigneur, notre Dieu, afin qu’il détourne de nous cette famine, de peur que toutes les paroles que tu as dites concernant notre destruction ne s’accomplissent.", "9 Et il arriva que les juges dirent à Néphi les paroles qu’on leur avait demandé de dire. Et il arriva que lorsque Néphi vit que le peuple s’était repenti et s’humiliait, revêtu de sacs, il invoqua de nouveau le Seigneur, disant:", "10 Ô Seigneur, voici, ce peuple se repent; et il a balayé la bande de Gadianton de son sein, de sorte qu’elle s’est éteinte, et elle a caché ses plans secrets dans la terre.", "11 Maintenant, ô Seigneur, à cause de cette humilité qui est la sienne, veuille détourner ta colère, et que ta colère soit apaisée par la destruction de ces hommes méchants que tu as déjà détruits.", "12 Seigneur, veuille détourner ta colère, oui, ton ardente colère, et faire que cette famine cesse dans ce pays.", "13 Ô Seigneur, veuille m’écouter, et faire en sorte qu’il soit fait selon mes paroles, et envoyer la pluie sur la surface de la terre, afin qu’elle produise ses fruits, et son grain en la saison du grain.", "14 Ô Seigneur, tu as écouté mes paroles lorsque j’ai dit: Qu’il y ait une famine afin que la destruction par l’épée cesse; et je sais que, même en ce moment, tu écouteras mes paroles, car tu as dit: Si ce peuple se repent, je l’épargnerai.", "15 Oui, ô Seigneur, et tu vois qu’il s’est repenti, à cause de la famine, et de la peste, et de la destruction qui sont tombées sur lui.", "16 Et maintenant, ô Seigneur, veux-tu détourner ta colère et essayer de nouveau pour voir s’ils te serviront? Et si oui, ô Seigneur, tu peux les bénir, selon les paroles que tu as dites.", "17 Et il arriva que la soixante-seizième année, le Seigneur détourna sa colère du peuple et fit tomber la pluie sur la terre, de sorte qu’elle produisit des fruits en la saison des fruits. Et il arriva qu’elle produisit du grain en la saison du grain.", "18 Et voici, le peuple se réjouit et glorifia Dieu, et le pays tout entier fut rempli de joie; et ils ne cherchèrent plus à faire périr Néphi, mais ils l’estimèrent comme un grand prophète et un homme de Dieu, ayant reçu de Dieu un grand pouvoir et une grande autorité.", "19 Et voici, Léhi, son frère, ne le lui cédait en rien quant aux choses relatives à la justice.", "20 Et ainsi, il arriva que le peuple de Néphi recommença à prospérer dans le pays, et commença à rebâtir ses lieux dévastés, et commença à se multiplier et à se répandre jusqu’à ce qu’il couvrît toute la surface du pays, tant du côté du nord que du côté du sud, de la mer à l’ouest à la mer à l’est.", "21 Et il arriva que la soixante-seizième année finit dans la paix. Et la soixante-dix-septième année commença dans la paix; et l’Église se répandit sur toute la surface du pays; et la plus grande partie du peuple, tant les Néphites que les Lamanites, appartenaient à l’Église; et ils eurent une paix extrêmement grande dans le pays; et ainsi finit la soixante-dix-septième année.", "22 Et ils eurent aussi la paix la soixante-dix-huitième année, si ce n’est quelques querelles concernant les points de doctrine qui avaient été fixés par les prophètes.", "23 Et la soixante-dix-neuvième année, il commença à y avoir beaucoup de discordes. Mais il arriva que Néphi et Léhi, et beaucoup de leurs frères, qui, ayant quotidiennement beaucoup de révélations, s’y connaissaient dans les vrais points de la doctrine, prêchèrent alors au peuple, de sorte qu’ils mirent fin, cette même année, à leurs discordes.", "24 Et il arriva que la quatre-vingtième année du règne des juges sur le peuple de Néphi, il y eut un certain nombre de dissidents néphites qui, quelques années auparavant, étaient passés aux Lamanites, et avaient pris sur eux le nom de Lamanites, ainsi qu’un certain nombre de vrais descendants des Lamanites, excités à la colère par ces dissidents, qui entamèrent une guerre contre leurs frères.", "25 Et ils commettaient le meurtre et le pillage; et puis ils se retiraient dans les montagnes, et dans le désert, et les lieux secrets, se cachant, de sorte qu’on ne pouvait les découvrir, voyant quotidiennement leur nombre grandir, étant donné qu’il y avait des dissidents qui allaient vers eux.", "26 Et ainsi, avec le temps, oui, en peu d’années, ils devinrent une bande de brigands extrêmement grande; et ils retrouvèrent tous les plans secrets de Gadianton; et ainsi, ils devinrent brigands de Gadianton.", "27 Or, voici, ces brigands firent de grands ravages, oui, une grande destruction parmi le peuple de Néphi, et aussi parmi le peuple des Lamanites.", "28 Et il arriva qu’il fut nécessaire de mettre fin à cette œuvre de destruction; c’est pourquoi ils envoyèrent une armée d’hommes forts dans le désert et sur les montagnes pour découvrir cette bande de brigands et les détruire.", "29 Mais voici, il arriva que cette même année, ils furent repoussés dans leurs propres terres. Et ainsi finit la quatre-vingtième année du règne des juges sur le peuple de Néphi.", "30 Et il arriva qu’au commencement de la quatre-vingt-unième année, ils allèrent de nouveau contre cette bande de brigands et en détruisirent beaucoup; et ils connurent aussi une grande destruction.", "31 Et ils furent de nouveau obligés de revenir du désert et des montagnes dans leurs terres, à cause du nombre extrêmement grand de ces brigands qui infestaient les montagnes et le désert.", "32 Et il arriva qu’ainsi finit cette année. Et les brigands continuaient à augmenter et à devenir forts, de sorte qu’ils défièrent les armées tout entières des Néphites et aussi des Lamanites; et ils firent tomber une grande crainte sur le peuple sur toute la surface du pays.", "33 Oui, car ils se rendirent dans beaucoup de parties du pays et y causèrent de grandes destructions; oui, ils en tuèrent beaucoup, et en emmenèrent d’autres captifs dans le désert, oui, et plus spécialement leurs femmes et leurs enfants.", "34 Or, ce grand mal, qui s’abattait sur le peuple à cause de son iniquité, l’incita à se souvenir du Seigneur, son Dieu.", "35 Et ainsi finit la quatre-vingt-unième année du règne des juges.", "36 Et la quatre-vingt-deuxième année, ils recommencèrent à oublier le Seigneur, leur Dieu. Et la quatre-vingt-troisième année, ils commencèrent à devenir forts dans l’iniquité. Et la quatre-vingt-quatrième année, ils ne réformèrent pas leurs voies.", "37 Et il arriva que la quatre-vingt-cinquième année, ils devinrent de plus en plus forts dans leur orgueil et dans leur méchanceté; et ainsi, ils mûrissaient de nouveau pour la destruction.", "38 Et ainsi finit la quatre-vingt-cinquième année."], "Kiribati": ["Nibwaai e kairoroa te Uea bwa e na onea mwiin aia buaka n te rongo—A mwaiti aomata aika a mate—A rairinanoia ao Nibwaai e bubuti ma nanona ni koaua nakon te Uea ibukin te karau—A karekei kaotioti aika a bati Nibwaai ma Riaai—Ana taan iraa Kateanton a bon tekateka raoi n te aba. Uakaan ma 20–6I.K.", "1 Ao ngkai e a koro bukina bwa n aia kaitibwi ma uoua n ririki n tautaeka taan moti ao e rikirake ni korakora te itabaraaraa, n te aro are a riki taian buaka ni kabuta te aba i buakoia ana botanaomata Nibwaai.", "2 Ao bon te koraki ni kamwarua ni karaba ake a waakina te mwakuri n urubwai ma ni buakaka aio. Ao e bane te ririki anne i nanon te buaka; ao e bwanin naba te kaitibwi ma teniua n ririki i nanon te buaka.", "3 Ao e a koro bukina bwa n te ririki aio ao Nibwaai e tang nakon te Uea, ni kangai:", "4 O te Uea, tai kariaia bwa a na tiringaki te botanaomata aio n te kabaang; ma O te Uea, karokoa te rongo nakon te aba, bwa e na kakiriwea nanoia bwa a na uringa te Uea ae Atuaia, ao tao a na kona n rairinanoia ma n rairaki nakoim.", "5 Ao e bon karaoaki, n aron ana taeka Nibwaai. Ao e roko te rongo ae korakora iaon te aba, i buakoia ana botanaomata Nibwaai ni kabane. Ao ngaia are n te kaitibwi ma aua n ririki ao e reiti nako te rongo, ao te mwakuri n tiritiri n te kabaang e bon keenako ma e korakora te tiritiri n te rongo.", "6 Ao te mwakuri n urubwai aio e bon reitinako n te kaitibwi ma nimaua n ririki. Bwa e oreaki te tano n te aro are e a mwautakataka, ma n aki anga uaana n tain te kariki uaa; ao e a oreaki te aba ni kabuta, i buakoia Reimwanaite ao Nibwaite naba, n te aro are a oreaki ao a mate ngaa ma ngaa ni mwakoron te aba are a buakaka riki kaaina.", "7 Ao e a koro bukina bwa aomata a nooria bwa a na mate n te rongo, ao a moanna n uringa aia Uea ae Atuaia; ao a moanna n uringa ana taeka Nibwaai.", "8 Ao aomata a waaki ni bubuti ma mataniwiia aia taan moti ma aia tia kairiri, ao a taku nakon Nibwaai: Nooria, ti bon ataia bwa ngkoe ana aomata te Atua, ao ngaia are taang nakon te Uea ae Atuara bwa e na kanakoa te rongo aio mai iroura, bwa mwiina ao ana taeka ni kabane ake e a tia n taekin ni kaineti ma kamaunakira a na koro bukiia.", "9 Ao e a koro bukina bwa taan moti a bon taekin taeka ake e kan ongo Nibwaai. Ao e a koro bukina bwa ngke Nibwaai e nooria bwa a tia n rairinanoia te botanaomata ma n nanorinano ni bwaini kunnikai aika raerobwa, ao e a manga tang riki nakon te Uea, ni kangai:", "10 O te Uea, nooria a rairinanoia te botanaomata aio; ao a tia ni kamaunaia ana koraki Kateanton mai i buakoia n te aro are akea, ao a tia ni karabai ma n taunii aia babaire ni karaba.", "11 Ao ngkai, O te Uea, ibukin aia nanorinano aio ko kona ni katannakoa unim, e na marau nako unim ngkai ko kamaunaia aomata ake a bubuaka ake ko a tia n tiringia.", "12 O te Uea, ko kona ni katannakoa unim, eng, unim ae korakora, ma ni karekea te anga are e na toki te rongo n te aba aei.", "13 O te Uea, ko kona n ongo irou, ma ni karekea te anga ae e na karaoaki nanon au taeka, ma ni kabwaka te karau iaon te aba, bwa e aonga ni kariki uaanikai, ao ana wiita n tain te wiita.", "14 O te Uea, ko bon ongo n au taeka ngke I kangai, Ke e roko te rongo, bwa e aonga n toki te tiritiri n te kabaang; ao I ataia bwa ko kona n te tai aei, n ongo n au taeka, bwa ko a tia n taekina ae kangai: Ngkana a rairinanoia te botanaomata aio ao N na kamaiuia.", "15 Eng, O te Uea, ao ko nooria bwa a tia n rairinanoia, ibukin te rongo ao taian aoraki ma urubwai ake a tia n roko i aoia.", "16 Ao ngkai, O te Uea, ko kona ni katannakoa unim, ma ni kataia riki bwa tao a na toro iroum ke aki? Ao ngkana e riki aio, O te Uea, ko kona ni kakabwaiaia n aron am taeka are ko a tia n taekinna.", "17 Ao e a koro bukina bwa n te kaitibwi ma onoua n ririki ao te Uea e bon katannakoa unna mai irouia aomata, ma ni karekea te anga are e na bwaka iai te karau iaon te aba, n te aro are e a bon kariki uaanikai n tain te uaanikai. Ao e bon koro bukina bwa e karika te wiita n tain te wiita.", "18 Ao nooria, a bon kimwareirei ma n atonga te Atua bwa e mimitong, ao e a kaonaki te aonaba n te kimwareirei; ao a bon aki manga ukoukora kan tiringan Nibwaai, ma a bon karietata bwa te burabeti ae kakannato, ao ana aomata te Atua, ae iai irouna te mwaaka ma te kariaiakaki n anga te tua ae e anganaki mai iroun te Atua.", "19 Ao nooria, Riaai, are tarina, e bon aki bwaka i aana n aron te kororaoi.", "20 Ao ngaia are e bon koro bukina bwa ana aomata Nibwaai a manga nakoraoi riki aroia n te aba, ao a manga waaki riki ni karaoa aia tabo ake aki maekanaki, ao a moanna ni kamwaita aia kariki ma ni kabuta te aba, ni karokoa ae a rabuna aon te aba, i meang ao i maiaki, ma i taari ni wairio nako taari ni waerake.", "21 Ao e a koro bukina bwa e bane te kaitibwi ma onoua n ririki i nanon te rau; ao te ekaretia e a bon kabuta aon te aba; ao mwaitia aomata ake Nibwaite ao Reimwanaite, a boni kaaina te ekaretia; ao e bon reke irouia te rau ae korakora ae rianako iaon te aba; ao ikai are e a toki iai te kaitibwi ma itiua n ririki.", "22 Ao riki bon iai te rau irouia n te kaitibwi ma waniua n ririki, ma ti iai tabeua taian itabaraaraa ni kaineti ma kanoan taian reirei ake a tia n anga reirei iai taian burabeti.", "23 Ao n te kaitibwi ma ruaiwa n ririki ao e a korakora te mangaongao. Ma e a koro bukina bwa Nibwaai ma Riaai, ao tariia aika a mwaiti ake a atai kanoan raoi taian reirei, bwa a tia ni karekei taian kaotioti ni katoa bong, ngaia are a bon kabwarabwara nakoia, n te aro are a bon katoka te mangaongao n te ririki naba anne.", "24 Ao e a koro bukina bwa n aia kawanibwi n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai, bon iai tabeman taan birinako mai i buakoia ana botanaomata Nibwaai, ake a bon tia ni kawaria Reimwanaite tabeua te ririki n nako, ma ni katokaa i aoia te ara ae Reimwanaite, ao iai riki tabeman ake bon Reimwanaite ni koaua, ake a kaunaki irouia, ke irouia taan birinako akekei, ngaia are a kateirakea te buaka ma tariia.", "25 Ao a bon karaoa te tiriaomata ma te mwakuri n iowawa n anaibwai; ao i mwina a manga okirikaki nakon te rereua ma taabo aika a raba, ni karabaia bwa aonga n aki kona ni kuneaki, ma n raka mwaitia ni katoa bong, n aron mwaitia taan birinako ake a kawaria.", "26 Ao ngaia are e aki maan te tai, eng, i nanon te maan ae aki bati te ririki ao a bon riki bwa te koraki ni kamwarua ae korakora; ao a ukoukorii ana babaire aika a raba Kateanton; ao ngaia are a riki bwa ana taan iraa Kateanton.", "27 Ngkai nooria, a bon karaoa te kamangao ae korakora taan kamwarua aikai, eng, ni karaoa te urubwai ae korakora i buakoia ana botanaomata Nibwaai, ao i buakoia naba te botannaomata ae Reimwanaite.", "28 Ao e a koro bukina bwa e bon riai bwa e na katokaki te mwakuri n urubwai aio; ngaia are a kanakoa te taanga ni buaka aika korakora ae aintoa mwaanena nakon te rereua ao iaon te maunga bwa a na ukoukora te koraki ni kamwarua aio, ma n tiringia.", "29 Ma nooria, e a koro bukina bwa n te ririki naba anne ao a bon kakioaki n oki nakon oin abaia. Ao ikai are e a toki iai aia kawanibwi n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai.", "30 Ao e a koro bukina bwa ni moan waakinan te kawanibwi ma teuana n ririki ao a bon mwananga riki ni kaitaraa te koraki ni kamwarua aio, ma n tiringia aika a mwaiti; ao ngaia e bon mwaiti naba raoia aika a bua.", "31 Ao a bon kairoroaki bwa a na manga oki ni kitana te rereua ma taian maunga nako oin abaia, ibukin korakoran rianakon mwaitia taan kamwarua ake a kaona te maunga ma te rereua.", "32 Ao e a koro bukina bwa e a toki te ririki aio. Ao taan kamwarua a bon reiti nako n rikirake ma n rikirake ni matoatoa, n te aro are a bon tei ni kaitarai aia taanga ni buaka Nibwaite ae bwanin, ao Reimwanaite naba; ao a bon karika te maaku ae korakora bwa e na roko i aoia aomata ni kabane ake iaon te aba.", "33 Eng, a bon kawaria aika a mwaiti ni mwakoron te aba ae bati, ma ni karaoi urubwai aika a korakora nakoia; eng, ma n tiringia aika a mwaiti, ma ni kairia tabeman bwa bure nakon te rereua, eng, ao riki aia aine ma natiia.", "34 Ngkai te buakaka ae korakora aio, are e roko nakoia aomata ibukin aia bure, e bon kakiriwea nanoia bwa a na uringa aia Uea ae Atuaia.", "35 Ao ikai are e a toki iai aia kawanibwi ma teuana n ririki n tautaeka taan moti.", "36 Ao n te kawanibwi ma uoua n ririki ao a manga mwaninga naba taekan te Uea ae Atuaia. Ao n te kawanibwi ma teniua n ririki ao a moanna ni matoatoa i nanon te bure. Ao n te kawanibwi ma aua n ririki ao a bon aki kaeti aroia.", "37 Ao e a koro bukina bwa n te kawanibwi ma nimaua n ririki ao a bon rikirake ni matoatoa ao ni matoatoa riki n aroia ni kainikatonga, ao ni buakakaia; ao ibukin anne a manga tai riki nakon te kamaunaaki.", "38 Ao ngaia are e a toki te kawanibwi ma nimaua n ririki."]}