{"English": ["Men are unstable and foolish and quick to do evil—The Lord chastens His people—The nothingness of men is compared with the power of God—In the day of judgment, men will gain everlasting life or everlasting damnation. About 6B.C.", "1 And thus we can behold how false, and also the unsteadiness of the hearts of the children of men; yea, we can see that the Lord in his great infinite goodness doth bless and prosper those who put their trust in him.", "2 Yea, and we may see at the very time when he doth prosper his people, yea, in the increase of their fields, their flocks and their herds, and in gold, and in silver, and in all manner of precious things of every kind and art; sparing their lives, and delivering them out of the hands of their enemies; softening the hearts of their enemies that they should not declare wars against them; yea, and in fine, doing all things for the welfare and happiness of his people; yea, then is the time that they do harden their hearts, and do forget the Lord their God, and do trample under their feet the Holy One—yea, and this because of their ease, and their exceedingly great prosperity.", "3 And thus we see that except the Lord doth chasten his people with many afflictions, yea, except he doth visit them with death and with terror, and with famine and with all manner of pestilence, they will not remember him.", "4 O how foolish, and how vain, and how evil, and devilish, and how quick to do iniquity, and how slow to do good, are the children of men; yea, how quick to hearken unto the words of the evil one, and to set their hearts upon the vain things of the world!", "5 Yea, how quick to be lifted up in pride; yea, how quick to boast, and do all manner of that which is iniquity; and how slow are they to remember the Lord their God, and to give ear unto his counsels, yea, how slow to walk in wisdom’s paths!", "6 Behold, they do not desire that the Lord their God, who hath created them, should rule and reign over them; notwithstanding his great goodness and his mercy towards them, they do set at naught his counsels, and they will not that he should be their guide.", "7 O how great is the nothingness of the children of men; yea, even they are less than the dust of the earth.", "8 For behold, the dust of the earth moveth hither and thither, to the dividing asunder, at the command of our great and everlasting God.", "9 Yea, behold at his voice do the hills and the mountains tremble and quake.", "10 And by the power of his voice they are broken up, and become smooth, yea, even like unto a valley.", "11 Yea, by the power of his voice doth the whole earth shake;", "12 Yea, by the power of his voice, do the foundations rock, even to the very center.", "13 Yea, and if he say unto the earth—Move—it is moved.", "14 Yea, if he say unto the earth—Thou shalt go back, that it lengthen out the day for many hours—it is done;", "15 And thus, according to his word the earth goeth back, and it appeareth unto man that the sun standeth still; yea, and behold, this is so; for surely it is the earth that moveth and not the sun.", "16 And behold, also, if he say unto the waters of the great deep—Be thou dried up—it is done.", "17 Behold, if he say unto this mountain—Be thou raised up, and come over and fall upon that city, that it be buried up—behold it is done.", "18 And behold, if a man hide up a treasure in the earth, and the Lord shall say—Let it be accursed, because of the iniquity of him who hath hid it up—behold, it shall be accursed.", "19 And if the Lord shall say—Be thou accursed, that no man shall find thee from this time henceforth and forever—behold, no man getteth it henceforth and forever.", "20 And behold, if the Lord shall say unto a man—Because of thine iniquities, thou shalt be accursed forever—it shall be done.", "21 And if the Lord shall say—Because of thine iniquities thou shalt be cut off from my presence—he will cause that it shall be so.", "22 And wo unto him to whom he shall say this, for it shall be unto him that will do iniquity, and he cannot be saved; therefore, for this cause, that men might be saved, hath repentance been declared.", "23 Therefore, blessed are they who will repent and hearken unto the voice of the Lord their God; for these are they that shall be saved.", "24 And may God grant, in his great fulness, that men might be brought unto repentance and good works, that they might be restored unto grace for grace, according to their works.", "25 And I would that all men might be saved. But we read that in the great and last day there are some who shall be cast out, yea, who shall be cast off from the presence of the Lord;", "26 Yea, who shall be consigned to a state of endless misery, fulfilling the words which say: They that have done good shall have everlasting life; and they that have done evil shall have everlasting damnation. And thus it is. Amen."], "Español": ["Los hombres son inconstantes, insensatos y prontos a cometer iniquidad— El Señor disciplina a Su pueblo— La insignificancia de los hombres se compara con el poder de Dios— En el día del juicio, los hombres tendrán la vida sempiterna o la condenación sempiterna. Aproximadamente 6a.C.", "1 Y así podemos ver cuán falso e inconstante es el corazón de los hijos de los hombres; sí, podemos ver que el Señor en su grande e infinita bondad bendice y hace prosperar a aquellos que en él ponen su confianza.", "2 Sí, y podemos ver que es precisamente en la ocasión en que hace prosperar a su pueblo, sí, en el aumento de sus campos, sus hatos y sus rebaños, y en oro, en plata y en toda clase de objetos preciosos de todo género y arte; preservando sus vidas y librándolos de las manos de sus enemigos; ablandando el corazón de sus enemigos para que no les declaren guerras; sí, y en una palabra, haciendo todas las cosas para el bienestar y felicidad de su pueblo; sí, entonces es la ocasión en que endurecen sus corazones, y se olvidan del Señor su Dios, y huellan con los pies al Santo; sí, y esto a causa de su comodidad y su extrema prosperidad.", "3 Y así vemos que excepto que el Señor discipline a su pueblo con muchas aflicciones, sí, a menos que lo visite con muerte y con terror, y con hambre y con toda clase de pestilencias, no se acuerda de él.", "4 ¡Oh cuán insensatos y cuán vanos, cuán malignos y diabólicos, y cuán prontos a cometer iniquidad y cuán lentos en hacer lo bueno son los hijos de los hombres! ¡Sí, cuán prestos son a escuchar las palabras del maligno y a poner su corazón en las vanidades del mundo!", "5 ¡Sí, cuán prestos están para ensalzarse en el orgullo; sí, cuán prestos para jactarse y cometer toda clase de aquello que es iniquidad; y cuán lentos son en acordarse del Señor su Dios y en dar oído a sus consejos; sí, cuán lentos son en andar por las vías de la prudencia!", "6 He aquí, no desean que los gobierne y reine sobre ellos el Señor su Dios que los ha creado; a pesar de su gran benevolencia y su misericordia para con ellos, desprecian sus consejos, y no quieren que él sea su guía.", "7 ¡Oh cuán grande es la insignificancia de los hijos de los hombres; sí, son menos aún que el polvo de la tierra!", "8 Porque he aquí, el polvo de la tierra se mueve acá y allá, partiéndose por la mitad según el mandato de nuestro gran y sempiterno Dios.", "9 Sí, he aquí, ante su voz tiemblan y se estremecen las colinas y las montañas.", "10 Y por el poder de su voz son despedazadas y se vuelven llanas, sí, semejantes a un valle.", "11 Sí, por el poder de su voz tiembla toda la tierra;", "12 sí, por el poder de su voz, se cimbran los fundamentos, aun hasta el mismo centro.", "13 Sí, y si dice a la tierra: Muévete, se mueve.", "14 Sí, y si dice a la tierra: Vuélvete atrás, para que se alargue el día muchas horas, es hecho.", "15 Y así, según su palabra, la tierra se vuelve hacia atrás, y al hombre le parece que el sol se ha quedado estacionario; sí, y he aquí, así es, porque ciertamente la tierra es la que se mueve y no el sol.", "16 Y he aquí, también, si dice a las aguas del gran mar: Secaos, así es hecho.", "17 He aquí, si dice a esta montaña: Levántate y ve y cae sobre esa ciudad, para que sea enterrada, he aquí, se hace.", "18 Y he aquí, si un hombre oculta un tesoro en la tierra, y el Señor dijere: Maldito sea, por motivo de la iniquidad de aquel que lo ha escondido, he aquí, será maldito.", "19 Y si el Señor dijere: Maldito seas para que nadie te encuentre desde hoy para siempre jamás, he aquí, nadie lo obtiene desde entonces para siempre jamás.", "20 Y he aquí, si el Señor dijere a un hombre: Maldito seas para siempre por causa de tus iniquidades, será hecho.", "21 Y si el Señor dijere: Por causa de tus iniquidades serás separado de mi presencia, él hará que así sea.", "22 ¡Y ay de aquel a quien él dijere esto! Porque así se hará con aquel que obre iniquidad, y no podrá ser salvo. De modo que por esta razón, para que los hombres sean salvos, se ha declarado el arrepentimiento.", "23 Por tanto, benditos son aquellos que quieran arrepentirse y escuchar la voz del Señor su Dios, porque son estos los que serán salvos.", "24 Y Dios conceda, en su gran plenitud, que los hombres sean llevados al arrepentimiento y las buenas obras, para que les sea restaurada gracia por gracia, según sus obras.", "25 Y yo quisiera que todos los hombres fuesen salvos. Pero leemos que habrá algunos que serán desechados en el gran y postrer día, sí, que serán echados de la presencia del Señor;", "26 sí, que serán condenados a un estado de miseria sin fin, en cumplimiento de las palabras que dicen: Los que hayan hecho el bien, tendrán vida sempiterna; y los que hayan hecho el mal, recibirán condenación sempiterna. Y así es. Amén."], "Français": ["Les hommes sont instables, insensés et prompts à faire le mal— Le Seigneur châtie son peuple— Le néant des hommes comparé au pouvoir de Dieu— Le jour du jugement, les hommes recevront la vie éternelle ou la damnation éternelle. Vers 6av.J.-C.", "1 Et ainsi, nous pouvons voir combien est faux et inconstant le cœur des enfants des hommes; oui, nous pouvons voir que le Seigneur, dans sa grande et infinie bonté, bénit et fait prospérer ceux qui placent leur confiance en lui.", "2 Oui, et nous pouvons voir qu’au moment même où il fait prospérer son peuple, oui, dans l’accroissement de ses champs, de ses troupeaux de gros et de petit bétail, et dans l’or, et dans l’argent, et dans toutes sortes de choses précieuses de toute espèce et de tout art, lui épargnant la vie et le délivrant des mains de ses ennemis, adoucissant le cœur de ses ennemis, afin qu’ils ne lui déclarent pas la guerre, oui, en bref, faisant tout pour le bien-être et le bonheur de son peuple, oui, c’est à ce moment-là qu’il s’endurcit le cœur, et oublie le Seigneur, son Dieu, et foule aux pieds le Saint— oui, et c’est à cause de son aisance et de son extrême prospérité.", "3 Et nous voyons ainsi qu’à moins que le Seigneur ne châtie son peuple par de nombreuses afflictions, oui, à moins qu’il n’intervienne contre lui par la mort et la terreur, et par la famine, et par toutes sortes de fléaux, il ne se souvient pas de lui.", "4 Oh! comme ils sont insensés, et comme ils sont vaniteux, et comme ils sont mauvais, et diaboliques, et comme ils sont prompts à commettre l’iniquité, et comme ils sont lents à faire le bien, les enfants des hommes; oui, comme ils sont prompts à écouter les paroles du Malin et à mettre leur cœur dans les choses vaines du monde!", "5 Oui, comme ils sont prompts à s’exalter dans l’orgueil; oui, comme ils sont prompts à se vanter et à se livrer à toutes sortes d’iniquités; et comme ils sont lents à se souvenir du Seigneur, leur Dieu, et à prêter l’oreille à ses recommandations, oui, comme ils sont lents à marcher dans les sentiers de la sagesse!", "6 Voici, ils ne désirent pas que le Seigneur, leur Dieu, qui les a créés, gouverne et règne sur eux; malgré sa grande bonté et sa miséricorde à leur égard, ils méprisent ses recommandations, et ils ne veulent pas qu’il soit leur guide.", "7 Oh! comme il est grand le néant des enfants des hommes; oui, ils sont moins que la poussière de la terre.", "8 Car voici, la poussière de la terre se meut çà et là, pour se diviser au commandement de notre grand Dieu éternel.", "9 Oui, voici, à sa voix, les collines et les montagnes frémissent et tremblent.", "10 Et par la puissance de sa voix, elles sont fragmentées et nivelées, oui, comme une vallée.", "11 Oui, par la puissance de sa voix, la terre entière tremble;", "12 oui, par la puissance de sa voix, les fondations sont ébranlées jusqu’au centre même.", "13 Oui, et s’il dit à la terre: Déplace-toi, elle est déplacée.", "14 Oui, et s’il dit à la terre: Tu reculeras, pour allonger le jour de nombreuses heures, cela se fait;", "15 et ainsi, selon sa parole, la terre recule, et il semble à l’homme que le soleil s’arrête; oui, et voici, il en est ainsi; car assurément c’est la terre qui se déplace et non le soleil.", "16 Et voici, aussi, s’il dit aux eaux du grand abîme: Soyez asséchées, cela se fait.", "17 Voici, s’il dit à cette montagne: Sois soulevée et viens au-dessus de cette ville et tombe sur elle afin qu’elle soit ensevelie, voici, cela se fait.", "18 Et voici, si un homme cache un trésor dans la terre, et que le Seigneur dise: Qu’il soit maudit à cause de l’iniquité de celui qui l’a caché, voici, il sera maudit.", "19 Et si le Seigneur dit: Sois maudit pour que nul homme ne te trouve dorénavant et à jamais, voici, nul homme ne l’obtient dorénavant et à jamais.", "20 Et voici, si le Seigneur dit à un homme: À cause de tes iniquités, tu seras maudit à jamais, ce sera fait.", "21 Et si le Seigneur dit: À cause de tes iniquités, tu seras retranché de ma présence, il fera qu’il en soit ainsi.", "22 Et malheur à celui à qui il dira cela, car ce sera à celui qui commet l’iniquité, et il ne peut pas être sauvé; c’est pourquoi, à cause de cela, afin que les hommes soient sauvés, le repentir a été annoncé.", "23 C’est pourquoi, bénis sont ceux qui se repentent et écoutent la voix du Seigneur, leur Dieu; car ce sont ceux-là qui seront sauvés.", "24 Et puisse Dieu accorder, dans sa grande plénitude, que les hommes soient amenés au repentir et aux bonnes œuvres, afin qu’il leur soit rendu grâce pour grâce, selon leurs œuvres.", "25 Et je voudrais que tous les hommes soient sauvés. Mais nous lisons qu’au grand et dernier jour, il y en aura qui seront chassés, oui, qui seront rejetés de la présence du Seigneur;", "26 oui, qui seront condamnés à un état de misère sans fin, accomplissant les paroles qui disent: Ceux qui ont fait le bien auront la vie éternelle, et ceux qui ont fait le mal auront la damnation éternelle. Et ainsi en est-il. Amen."], "Kiribati": ["Aomata a bon aki teimatoa n aroia nako, a burababa ao a bon waekoa ni kakaraoa ae buakaka—E katuaia Ana aomata te Uea—E kabootauaki mwaakan te Atua nakon akean bonganan te aomata—N te bong ni motikitaeka, ao aomata a na karekea te maiu are aki totoki ke te kabuakakaki ae aki totoki. Uakaan ma 6I.K.", "1 Ao ngaia are tia kona n noora kewen, ao aki teimatoan nanoia natiia aomata; eng, ti kona n nooria bwa i nanon ana raoiroi te Uea ae korakora ao e bon kakabwaiaia ma ni kanakoraoa aroia ake a kawenea aia onimaki irouna.", "2 Eng, ao ti kona n nooria bwa n te tai are e nakoraoi iai aroia ana botanaomata, eng, n rakan aia marae n ununiki, aia nanai ma aia ikota ni man, ao n aia koora, ma aia tirewa, ao bwaai ni kabane aika a kakawaki n aekaia ma aroia nako; ao ni kawakinan maiuia, ma kainaomatakiia ma i nanon baia aia kairiribai; ao kamarauan nanoia aia kairiribai bwa a na aki kateirakei buaka ni kaaitaraia; eng, ao ni kakimototoa, karaoan bwaai ni kabane ibukin mweraoia ma kukureia ana botanaomata; eng, ao anne ngkanne te tai are a kamatoatoai nanoia, ma ni mwaninga taekan te Uea ae Atuaia, man toubeka Teuare e Tabu i aan waeia—eng, ao e riki aio ibukin beebeten aroia, ma korakoran nakoraoin kaubwaia.", "3 Ao ngaia are ti nooria bwa ngkana e aki katuaia ana botanaomata te Uea n taian karawawata aika a bati, eng, ngkana e aki karokoa te mate ma te kakamaku, ma te rongo ao aekan aoraki nako, ao a na bon aki uringnga.", "4 O ai burababara, ao ai kainikatongara, ao ai buakakara, ai riaborora, ao ai waekoara ni karaoa ae buakaka, ao ai waeremwera ni karaoa ae raoiroi, natiia aomata; eng, ai waekoara n ongo ana taeka teuare e buakaka, ma ni kamatoai nanoia iaon bwain te aonaba ae akea bonganaia!", "5 Eng, ai waekoara n tabekaki rake n te kainikatonga; eng, ai waekoara ni kamoamoa, ma ni karaoi aekan bwaai nako aika a buakaka; ao ai waeremwera n uringa te Uea ae Atuaia, man ongo n ana reirei, eng, ai waeremwera n nakonako n te kawai ae wanawana!", "6 Nooria, a bon aki tangiria bwa te Uea ae Atuaia, are e karikiia, e na karaoi ma n tautaeka i aoia; e ngae ngke e korakora raoiroina ma ana nanoanga nakoia, a bon kaakea ana reirei, ao a bon aki tangiria bwa e na riki bwa aia tia kairiri.", "7 O ai korakora ra akean bonganaia natiia aomata; eng, a bon aki bongana riki nakon bubun te tano.", "8 Bwa nooria, bubun te tano e mwainging ikai ao ikekei, man bwenauaki, n ana babaire Atuara ae korakora ao n aki totoki.", "9 Eng, nooria a bon ruru ma n rurubenebene taian tabuki ma taian maunga ni bwanaana.", "10 Ao ni mwaakan ana taeka ao a uruaki, ma n riki ni boraoi, eng, n ai aron te mwarua.", "11 Eng, ni mwaakan bwanaana ao e bon ioioaki te aonaba ae bwanin;", "12 Eng, ni mwaakan bwanaana, ao aan te aonaba e bon mwainging, nakon are i nuka.", "13 Eng, ao ngkana e kangai nakon te aonaba—Mwaing—ao e bon mwaing.", "14 Eng, ngkana e kangai nakon te aonaba—Ko na oki rikaaki, ao e kananaua riki te bong i nanon te aoa ae mwaiti—ao e na bon karaoaki are e taku.", "15 Ao ngaia are, n aron ana taeka ao e oki te aonaba, ao e taraa n tei taai iroun te aomata; eng, ao nooria, e riki aio; bwa e bon mwaing te aonaba ma tiaki taai.", "16 Ao nooria, ngkana e kangai naba nakon ranin te marawa ae nano—Ko na mwau—ao e na bon karaoaki are e taku.", "17 Nooria, ngkana e taku nakon te maunga—Ko na teirake, ao nako mai ni bwaka iaon te kaawa arei, bwa e aonga n taunaki—nooria e na bon karaoaki are e taku.", "18 Ao nooria, ngkana te aomata e karaba kaubwaina n te tano, ao te Uea e na kangai—Ke e kamaraiaki, ibukin buakakan teuare e karaba—nooria, e na bon kamaraiaki.", "19 Ao ngkana te Uea e na kangai—Ko na kamaraiaki, bwa a na akea te aomata ae kona ni kuneko ma n te tai aei ao n aki totoki—nooria, bon akea te aomata ae e na reke irouna ma n te tai aei ao n aki totoki.", "20 Ao nooria, ngkana te Uea e na kangai nakon te aomata—Ibukin am bure, ao ko na kamaraiaki n aki toki—e na bon karaoaki are e taku.", "21 Ao ngkana te Uea e na kangai—Ibukin am bure ao ko na kanakoaki ma imatau—e na bon karekea te anga ae e na karaoaki are e taku.", "22 Ao e na reke te maraia nakon are e na taekina aio nakoina, bwa e na bon riki aei nakon are e na karaoa te bure, ao e na bon aki kona ni kamaiuaki; ngaia are, ibukin ae aonga aomata ni kamaiuaki ao e a tia n taekinaki te rairannano.", "23 Ngaia are, a na kakabwaiaki ake a na rairinanoia ma n ongo ni bwanaan te Uea ae Atuaia; bwa naakai aika a na kamaiuaki.", "24 Ao te Atua i nanon mimitongina, e na kariaia bwa aomata a na kairaki nakon te rairannano ao mwakuri aika a raraoi, bwa a na manga kaokaki nakon te akoi ibukin ae a tia n akoaki, n aron aia mwakuri.", "25 Ao I tangiria bwa ni kabane aomata a na bane ni kamaiuaki. Ma ti wareka ae n te kabanea ni bong ae kakannato ao iai tabeman ake a na teweaki nako, eng, ake a na teweaki nako ma i matan te Uea;", "26 Eng, ake a na katukaki n te aro n nanokawaki ae aki totoki, ni kakoroi bukin taeka are a kangai: Naake a tia ni karaoa ae raoiroi e na reke irouia te maiu are aki totoki; ao naake a tia ni karaoa ae buakaka e na reke irouia te kabuakakaki ae aki totoki. Ao e na riki n aekan aei. Amen."]}