{"English": ["Helaman, the son of Helaman, becomes chief judge—Gadianton leads the band of Kishkumen—Helaman’s servant slays Kishkumen, and the Gadianton band flees into the wilderness. About 50–49B.C.", "1 And it came to pass in the forty and second year of the reign of the judges, after Moronihah had established again peace between the Nephites and the Lamanites, behold there was no one to fill the judgment-seat; therefore there began to be a contention again among the people concerning who should fill the judgment-seat.", "2 And it came to pass that Helaman, who was the son of Helaman, was appointed to fill the judgment-seat, by the voice of the people.", "3 But behold, Kishkumen, who had murdered Pahoran, did lay wait to destroy Helaman also; and he was upheld by his band, who had entered into a covenant that no one should know his wickedness.", "4 For there was one Gadianton, who was exceedingly expert in many words, and also in his craft, to carry on the secret work of murder and of robbery; therefore he became the leader of the band of Kishkumen.", "5 Therefore he did flatter them, and also Kishkumen, that if they would place him in the judgment-seat he would grant unto those who belonged to his band that they should be placed in power and authority among the people; therefore Kishkumen sought to destroy Helaman.", "6 And it came to pass as he went forth towards the judgment-seat to destroy Helaman, behold one of the servants of Helaman, having been out by night, and having obtained, through disguise, a knowledge of those plans which had been laid by this band to destroy Helaman—", "7 And it came to pass that he met Kishkumen, and he gave unto him a sign; therefore Kishkumen made known unto him the object of his desire, desiring that he would conduct him to the judgment-seat that he might murder Helaman.", "8 And when the servant of Helaman had known all the heart of Kishkumen, and how that it was his object to murder, and also that it was the object of all those who belonged to his band to murder, and to rob, and to gain power, (and this was their secret plan, and their combination) the servant of Helaman said unto Kishkumen: Let us go forth unto the judgment-seat.", "9 Now this did please Kishkumen exceedingly, for he did suppose that he should accomplish his design; but behold, the servant of Helaman, as they were going forth unto the judgment-seat, did stab Kishkumen even to the heart, that he fell dead without a groan. And he ran and told Helaman all the things which he had seen, and heard, and done.", "10 And it came to pass that Helaman did send forth to take this band of robbers and secret murderers, that they might be executed according to the law.", "11 But behold, when Gadianton had found that Kishkumen did not return he feared lest that he should be destroyed; therefore he caused that his band should follow him. And they took their flight out of the land, by a secret way, into the wilderness; and thus when Helaman sent forth to take them they could nowhere be found.", "12 And more of this Gadianton shall be spoken hereafter. And thus ended the forty and second year of the reign of the judges over the people of Nephi.", "13 And behold, in the end of this book ye shall see that this Gadianton did prove the overthrow, yea, almost the entire destruction of the people of Nephi.", "14 Behold I do not mean the end of the book of Helaman, but I mean the end of the book of Nephi, from which I have taken all the account which I have written."], "Español": ["Helamán hijo de Helamán, llega a ser juez superior— Gadiantón dirige la banda de Kishkumen— Un siervo de Helamán mata a Kishkumen y la banda de Gadiantón huye al desierto. Aproximadamente 50–49a.C.", "1 Y aconteció que en el año cuarenta y dos del gobierno de los jueces, después que Moroníah hubo restablecido la paz entre los nefitas y los lamanitas, he aquí que no había quien ocupase el asiento judicial; por tanto, empezó a haber de nuevo una contención entre el pueblo concerniente a quién debía ocupar el puesto.", "2 Y ocurrió que la voz del pueblo eligió a Helamán hijo de Helamán, para ocupar el asiento judicial.", "3 Mas he aquí, Kishkumen, que había asesinado a Pahorán, se puso al acecho para destruir también a Helamán; y lo apoyaron los de su banda, quienes habían concertado un pacto para que nadie supiera de su iniquidad.", "4 Porque había un tal Gadiantón, el cual era sumamente experto en muchas palabras, y también en su sutileza para llevar a cabo la obra secreta de asesinato y robo; por tanto, llegó a ser jefe de la banda de Kishkumen.", "5 De manera que los lisonjeó, así como a Kishkumen, diciéndoles que si lo colocaban en el asiento judicial, concedería que los que pertenecían a su banda fuesen colocados en puestos de poder y autoridad entre el pueblo; por tanto, Kishkumen procuró destruir a Helamán.", "6 Y sucedió que mientras se dirigía hacia el asiento judicial para destruir a Helamán, he aquí, uno de los siervos de Helamán, que había ido de noche y había logrado, usando un disfraz, un conocimiento de los planes que había urdido esta banda para destruir a Helamán,", "7 aconteció que al encontrar a Kishkumen, le dio una señal; por lo que este le divulgó el objeto de su pretensión, suplicándole que lo condujera al asiento judicial para asesinar a Helamán.", "8 Y cuando el siervo de Helamán se enteró de todo lo que había en el corazón de Kishkumen, y que su intención era asesinar, y que también el objeto de los que pertenecían a su banda era matar, y robar, y obtener poder (y este era su secreto plan y su combinación), el siervo de Helamán le dijo a Kishkumen: Vamos al asiento judicial.", "9 Y esto agradó extremadamente a Kishkumen, pues pensó que iba a poder cumplir su designio; pero he aquí, mientras se dirigían al asiento judicial, el siervo de Helamán apuñaló a Kishkumen en el corazón, de manera que cayó muerto sin un solo gemido. Corrió entonces el siervo y le comunicó a Helamán todo lo que había visto, y oído, y hecho.", "10 Y aconteció que Helamán mandó aprehender a esa banda de ladrones y asesinos secretos, a fin de ejecutarlos según la ley.", "11 Mas he aquí, cuando Gadiantón se enteró de que Kishkumen no volvía, temió ser destruido; por lo tanto, hizo que su banda lo siguiera. Y huyeron de la tierra, por un camino secreto, al desierto; de modo que cuando Helamán los mandó aprehender, no pudieron hallarlos en ninguna parte.", "12 Y en adelante se dirá más de este Gadiantón; y de este modo concluyó el año cuarenta y dos del gobierno de los jueces sobre el pueblo de Nefi.", "13 Y he aquí, a la conclusión de este libro veréis que este Gadiantón probó ser la ruina, sí, casi la completa destrucción del pueblo de Nefi.", "14 He aquí, no me refiero al fin del libro de Helamán, sino al fin del libro de Nefi, del cual he tomado toda la relación que he escrito."], "Français": ["Hélaman, fils d’Hélaman, devient grand juge— Gadianton dirige la bande de Kishkumen— Le serviteur d’Hélaman tue Kishkumen, et la bande de Gadianton s’enfuit dans le désert. Vers 50–49av.J.-C.", "1 Et il arriva que la quarante-deuxième année du règne des juges, lorsque Moronihah eut de nouveau fait régner la paix entre les Néphites et les Lamanites, voici, il n’y avait personne pour occuper le siège du jugement; c’est pourquoi une querelle s’éleva de nouveau parmi le peuple sur le point de savoir qui occuperait le siège du jugement.", "2 Et il arriva qu’Hélaman, qui était fils d’Hélaman, fut nommé par la voix du peuple pour occuper le siège du jugement.", "3 Mais voici, Kishkumen, qui avait assassiné Pahoran, dressa une embuscade pour faire périr Hélaman aussi; et il était soutenu par sa bande, qui avait conclu l’alliance que personne ne connaîtrait sa méchanceté.", "4 Car il y avait un certain Gadianton, qui était extrêmement expert en paroles, et aussi en artifices, pour continuer l’œuvre secrète de meurtres et de brigandage; c’est pourquoi il devint le chef de la bande de Kishkumen.", "5 C’est pourquoi il les flatta, et Kishkumen aussi, leur disant que s’ils le mettaient sur le siège du jugement, il accorderait à ceux qui appartenaient à sa bande des postes de pouvoir et d’autorité parmi le peuple; c’est pourquoi Kishkumen chercha à faire périr Hélaman.", "6 Et il arriva que tandis qu’il se dirigeait vers le siège du jugement pour faire périr Hélaman, voici, un des serviteurs d’Hélaman, étant sorti de nuit et ayant obtenu, grâce à un déguisement, la connaissance du plan qui avait été fait par cette bande pour faire périr Hélaman,", "7 il arriva qu’il rencontra Kishkumen et lui donna un signe; c’est pourquoi Kishkumen lui fit connaître l’objet de son désir, et le pria de le conduire au siège du jugement, afin qu’il pût assassiner Hélaman.", "8 Et lorsque le serviteur d’Hélaman connut tout le cœur de Kishkumen, et sut que son but était d’assassiner, et aussi que le but de tous ceux qui appartenaient à sa bande était d’assassiner, et de commettre des actes de brigandage, et d’obtenir du pouvoir (et c’était leur plan secret et leur combinaison), le serviteur d’Hélaman dit à Kishkumen: Allons au siège du jugement.", "9 Or, cela plut extrêmement à Kishkumen, car il pensait qu’il allait accomplir son dessein; mais voici, tandis qu’ils se rendaient au siège du jugement, le serviteur d’Hélaman poignarda Kishkumen au cœur, de sorte qu’il tomba mort sans un gémissement. Et il courut dire à Hélaman toutes les choses qu’il avait vues, et entendues, et faites.", "10 Et il arriva qu’Hélaman envoya des gens pour prendre cette bande de brigands et d’assassins occultes, afin qu’ils fussent exécutés selon la loi.", "11 Mais voici, lorsque Gadianton constata que Kishkumen ne revenait pas, il craignit qu’on ne l’eût fait périr; c’est pourquoi il commanda à sa bande de le suivre. Et ils prirent la fuite hors du pays, par un chemin secret, dans le désert; et ainsi, lorsque Hélaman envoya des gens pour les prendre, on ne put les trouver nulle part.", "12 Et on reparlera de ce Gadianton plus tard. Et ainsi finit la quarante-deuxième année du règne des juges sur le peuple de Néphi.", "13 Et voici, à la fin de ce livre, vous verrez que ce Gadianton se révéla être la chute, oui, presque l’entière destruction du peuple de Néphi.", "14 Voici, je ne veux pas dire la fin du livre d’Hélaman, mais je veux dire la fin du livre de Néphi, d’où j’ai tiré tout le récit que j’ai écrit."], "Kiribati": ["Ereman are natin Ereman, e riki bwa mataniwiia taan moti—Kateanton e kairia ana koraki Kitekuman—Ana toro Ereman e tiringa Kitekuman, ao ana koraki Kateanton a birinako nako nanon te rereua. Uakaan ma 50–49I.K.", "1 Ao e a koro bukina bwa n aia kaabwi ma uoua n ririki n tautaeka taan moti, i mwin are Moronaaia e a tia ni karekea te rau imarenaia Nibwaite ma Reimwanaite, nooria bon akea temanna ae kaaina te kaintekateka ni motikitaeka; ngaia are e a manga waaki te itabaraaraa i buakoia aomata ni kaineti bwa antai ae e na kaaina te kaintekateka ni motikitaeka.", "2 Ao e a koro bukina bwa Ereman, are bon natin Ereman, e a rineaki bwa e na kaaina te kaintekateka ni motikitaeka, n nanoia aomata.", "3 Ma nooria, Kitekuman, are e a bon tia n tiringa Bwaoraan, e bon tataninga naba bwa e na tiringa Ereman naba; ao e bon boutokaaki irouia ana koraki, ake a tia ni karaoa te berita ae tabu bwa akea ae e na ataa ana mwakuri ae buakaka.", "4 Ao bon iai temanna ae arana Kateanton, ae rianako rabakauna n taetae ni kawai, ao n ana mwakuri naba, ni karaoa te mwakuri ae raba n tiritiri ao n iraa; ngaia are e a riki bwa aia mataniwi ana koraki Kitekuman.", "5 Ngaia are e mwamwanaia, Kitekuman naba, bwa ngkana ngaia bwa e na mena n te kaintekateka ni motikitaeka e na bon anganiia ni kabane ake kaaina ana koraki bwa a na korakora ma n tautaeka i aoia te botanaomata; ngaia are Kitekuman e a ukora tiringakin Ereman.", "6 Ao e a koro bukina bwa ngke e waaki nakon te kaintekateka ni motikitaeka bwa e na tiringa Ereman, nooria temanna ana toro Ereman, are e otinako n te bong, ma n tia ni karekea n te anga ni karaba, te atatai ibukin te babaire are e a karaoaki irouia te koraki aei bwa e na tiringaki Ereman—", "7 Ao e a koro bukina bwa e kaitibo ma Kitekuman, ao e anganna te kanikina; ngaia are Kitekuman e kaota nakoina oin are e tangiria, are e tangiria bwa e na kairia nakon te kaintekateka ni motikitaeka bwa e aonga n tiringa Ereman.", "8 Ao ana toro Ereman ngke e a ataa raoi nanon Kitekuman, are bon oin nanona bwa e na tiritiri ao are bon oin nanoia naba ake a kaaina ana koraki bwa ana tiritiri, ao a na iraa, ao a na tautaeka, (ao bon aio aia babaire ni karaba, ma aia waaki ni kamwamwane ae raba) e taku ana toro Ereman nakon Kitekuman: Ti a nako nakon te kaintekateka ni motikitaeka.", "9 Ao ngkanne n te aro aei e bon rangi n rianako iai kukurein Kitekuman, bwa e taku i nanona bwa e nang kakoroa nanon ana babaire; ma nooria ana toro Ereman, i nanon aia tai ni mwananga nakon te kaintekateka ni motikitaeka, e bon ewara buroon Kitekuman, n te aro are e a bwaka n aki kakarongoaa. Ao e birinako ni kaongoa Ereman bwaai ni kabane ake e a tia n noori, n ongo, ma ni karaoi.", "10 Ao e a koro bukina bwa Ereman e kananako bwa a na anaaki taan kamwarua aikai ma taan tiritiri, bwa a na tiringaki ni kaineti ma te tua.", "11 Ma nooria ngke Kateanton e kunea bwa e tuai ni karairaki Kitekuman, e bon raraoma bwa mwiina e a tiringaki; ngaia are e tua bwa a na rimwia ana koraki. Ao a toua te kawai n otinako man te aba ae karaba, nakon te rereua; ao ngaia are ngke e kananako Ereman bwa a na tauaki a bon aki kona n reke.", "12 Ao e na manga taekinaki riki rimwi rongorongon Kateanton aei. Ao ikai are e a toki naba iai aia kaabwi ma uoua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai.", "13 Ao nooria, ni banen te boki aio kam na nooria bwa Kateanton aio e bon riki bwa te tia kabwakaia, eng, e kataia ni kamaunaia ana botanaomata Nibwaai ni kabane.", "14 Nooria, I aki kananonaa banen ana boki Ereman, ma I kananonaa banen ana boki Nibwaai, are I anai ma iai rongorongo ni kabane ake I a tia ni koroi."]}