{"English": ["Many Nephites migrate to the land northward—They build houses of cement and keep many records—Tens of thousands are converted and baptized—The word of God leads men to salvation—Nephi the son of Helaman fills the judgment seat. About 49–39B.C.", "1 And now it came to pass in the forty and third year of the reign of the judges, there was no contention among the people of Nephi save it were a little pride which was in the church, which did cause some little dissensions among the people, which affairs were settled in the ending of the forty and third year.", "2 And there was no contention among the people in the forty and fourth year; neither was there much contention in the forty and fifth year.", "3 And it came to pass in the forty and sixth, yea, there was much contention and many dissensions; in the which there were an exceedingly great many who departed out of the land of Zarahemla, and went forth unto the land northward to inherit the land.", "4 And they did travel to an exceedingly great distance, insomuch that they came to large bodies of water and many rivers.", "5 Yea, and even they did spread forth into all parts of the land, into whatever parts it had not been rendered desolate and without timber, because of the many inhabitants who had before inherited the land.", "6 And now no part of the land was desolate, save it were for timber; but because of the greatness of the destruction of the people who had before inhabited the land it was called desolate.", "7 And there being but little timber upon the face of the land, nevertheless the people who went forth became exceedingly expert in the working of cement; therefore they did build houses of cement, in the which they did dwell.", "8 And it came to pass that they did multiply and spread, and did go forth from the land southward to the land northward, and did spread insomuch that they began to cover the face of the whole earth, from the sea south to the sea north, from the sea west to the sea east.", "9 And the people who were in the land northward did dwell in tents, and in houses of cement, and they did suffer whatsoever tree should spring up upon the face of the land that it should grow up, that in time they might have timber to build their houses, yea, their cities, and their temples, and their synagogues, and their sanctuaries, and all manner of their buildings.", "10 And it came to pass as timber was exceedingly scarce in the land northward, they did send forth much by the way of shipping.", "11 And thus they did enable the people in the land northward that they might build many cities, both of wood and of cement.", "12 And it came to pass that there were many of the people of Ammon, who were Lamanites by birth, did also go forth into this land.", "13 And now there are many records kept of the proceedings of this people, by many of this people, which are particular and very large, concerning them.", "14 But behold, a hundredth part of the proceedings of this people, yea, the account of the Lamanites and of the Nephites, and their wars, and contentions, and dissensions, and their preaching, and their prophecies, and their shipping and their building of ships, and their building of temples, and of synagogues and their sanctuaries, and their righteousness, and their wickedness, and their murders, and their robbings, and their plundering, and all manner of abominations and whoredoms, cannot be contained in this work.", "15 But behold, there are many books and many records of every kind, and they have been kept chiefly by the Nephites.", "16 And they have been handed down from one generation to another by the Nephites, even until they have fallen into transgression and have been murdered, plundered, and hunted, and driven forth, and slain, and scattered upon the face of the earth, and mixed with the Lamanites until they are no more called the Nephites, becoming wicked, and wild, and ferocious, yea, even becoming Lamanites.", "17 And now I return again to mine account; therefore, what I have spoken had passed after there had been great contentions, and disturbances, and wars, and dissensions, among the people of Nephi.", "18 The forty and sixth year of the reign of the judges ended;", "19 And it came to pass that there was still great contention in the land, yea, even in the forty and seventh year, and also in the forty and eighth year.", "20 Nevertheless Helaman did fill the judgment-seat with justice and equity; yea, he did observe to keep the statutes, and the judgments, and the commandments of God; and he did do that which was right in the sight of God continually; and he did walk after the ways of his father, insomuch that he did prosper in the land.", "21 And it came to pass that he had two sons. He gave unto the eldest the name of Nephi, and unto the youngest, the name of Lehi. And they began to grow up unto the Lord.", "22 And it came to pass that the wars and contentions began to cease, in a small degree, among the people of the Nephites, in the latter end of the forty and eighth year of the reign of the judges over the people of Nephi.", "23 And it came to pass in the forty and ninth year of the reign of the judges, there was continual peace established in the land, all save it were the secret combinations which Gadianton the robber had established in the more settled parts of the land, which at that time were not known unto those who were at the head of government; therefore they were not destroyed out of the land.", "24 And it came to pass that in this same year there was exceedingly great prosperity in the church, insomuch that there were thousands who did join themselves unto the church and were baptized unto repentance.", "25 And so great was the prosperity of the church, and so many the blessings which were poured out upon the people, that even the high priests and the teachers were themselves astonished beyond measure.", "26 And it came to pass that the work of the Lord did prosper unto the baptizing and uniting to the church of God, many souls, yea, even tens of thousands.", "27 Thus we may see that the Lord is merciful unto all who will, in the sincerity of their hearts, call upon his holy name.", "28 Yea, thus we see that the gate of heaven is open unto all, even to those who will believe on the name of Jesus Christ, who is the Son of God.", "29 Yea, we see that whosoever will may lay hold upon the word of God, which is quick and powerful, which shall divide asunder all the cunning and the snares and the wiles of the devil, and lead the man of Christ in a strait and narrow course across that everlasting gulf of misery which is prepared to engulf the wicked—", "30 And land their souls, yea, their immortal souls, at the right hand of God in the kingdom of heaven, to sit down with Abraham, and Isaac, and with Jacob, and with all our holy fathers, to go no more out.", "31 And in this year there was continual rejoicing in the land of Zarahemla, and in all the regions round about, even in all the land which was possessed by the Nephites.", "32 And it came to pass that there was peace and exceedingly great joy in the remainder of the forty and ninth year; yea, and also there was continual peace and great joy in the fiftieth year of the reign of the judges.", "33 And in the fifty and first year of the reign of the judges there was peace also, save it were the pride which began to enter into the church—not into the church of God, but into the hearts of the people who professed to belong to the church of God—", "34 And they were lifted up in pride, even to the persecution of many of their brethren. Now this was a great evil, which did cause the more humble part of the people to suffer great persecutions, and to wade through much affliction.", "35 Nevertheless they did fast and pray oft, and did wax stronger and stronger in their humility, and firmer and firmer in the faith of Christ, unto the filling their souls with joy and consolation, yea, even to the purifying and the sanctification of their hearts, which sanctification cometh because of their yielding their hearts unto God.", "36 And it came to pass that the fifty and second year ended in peace also, save it were the exceedingly great pride which had gotten into the hearts of the people; and it was because of their exceedingly great riches and their prosperity in the land; and it did grow upon them from day to day.", "37 And it came to pass in the fifty and third year of the reign of the judges, Helaman died, and his eldest son Nephi began to reign in his stead. And it came to pass that he did fill the judgment-seat with justice and equity; yea, he did keep the commandments of God, and did walk in the ways of his father."], "Español": ["Muchos nefitas emigran a la tierra del norte— Construyen casas de cemento y llevan muchos anales— Decenas de miles de personas se convierten y son bautizadas— La palabra de Dios conduce a los hombres a la salvación— Nefi hijo de Helamán, ocupa el asiento judicial. Aproximadamente 49–39a.C.", "1 Y aconteció que en el año cuarenta y tres del gobierno de los jueces, no hubo contenciones entre el pueblo de Nefi, aparte de un poco de orgullo que se manifestó en la iglesia, lo que causó unas leves disensiones entre la gente, las cuales quedaron resueltas hacia fines del año cuarenta y tres.", "2 Y no hubo contención entre la gente durante el año cuarenta y cuatro; ni hubo mucha contención en el año cuarenta y cinco.", "3 Y ocurrió que en el año cuarenta y seis, sí, hubo mucha contención y muchas disensiones, por las cuales hubo muchísimos que salieron de la tierra de Zarahemla, y se dirigieron a la tierra del norte, para heredar la tierra.", "4 Y viajaron una inmensa distancia, a tal grado que llegaron a grandes extensiones de aguas y muchos ríos.", "5 Sí, y se esparcieron por todas partes de aquella tierra, por todos los parajes que no habían quedado desolados y sin madera, por motivo de los numerosos habitantes que habían heredado la tierra previamente.", "6 Y no había parte del país que estuviese desolada, salvo por falta de madera; pero a causa de la inmensidad de la destrucción del pueblo que antes había habitado la tierra, la llamaron desolada.", "7 Y no había sino muy poca madera sobre la superficie de la tierra, por lo que la gente que fue allá se volvió sumamente experta en obras de cemento; por tanto, construyeron casas de cemento en las cuales habitaron.", "8 Y sucedió que se multiplicaron y se extendieron, y salieron de la tierra del sur para la tierra del norte, y se diseminaron a tal grado que empezaron a cubrir la superficie de toda esa tierra, desde el mar del sur hasta el mar del norte, y desde el mar del oeste hasta el mar del este.", "9 Y los que se hallaban en la tierra del norte vivían en tiendas y en casas de cemento, y dejaban crecer cuanto árbol brotara de la faz de la tierra, para que en lo sucesivo tuvieran madera para construir sus casas, sí, sus ciudades, y sus templos, y sus sinagogas, y sus santuarios, y toda clase de edificios.", "10 Y aconteció que por estar tan sumamente escasa la madera en la tierra del norte, enviaban mucha por medio de embarcaciones.", "11 Y así habilitaron a la gente de la tierra del norte para que edificasen muchas ciudades, tanto de madera como de cemento.", "12 Y aconteció que muchos que eran del pueblo de Ammón, que eran lamanitas de nacimiento, partieron también para esa tierra.", "13 Y hay muchos anales de los hechos de este pueblo, conservados por muchos de los de este pueblo, anales particulares y muy extensos concernientes a ellos.", "14 Mas he aquí, no puede incluirse en esta obra la centésima parte de los hechos de este pueblo, sí, la historia de los lamanitas y de los nefitas, y sus guerras, y contiendas, y disensiones, y sus predicaciones, y sus profecías, y sus embarcaciones y construcción de barcos, y su edificación de templos, y de sinagogas, y de sus santuarios; y su rectitud, y sus iniquidades, y sus asesinatos, y sus robos, y sus pillajes, y todo género de abominaciones y fornicaciones.", "15 Pero he aquí, hay muchos libros y muchos anales de todas clases; y los han llevado mayormente los nefitas.", "16 Y los nefitas los han transmitido de una generación a otra, sí, hasta que han caído en transgresión y han sido asesinados, robados y perseguidos, y echados, y muertos, y esparcidos sobre la superficie de la tierra, y se han mezclado con los lamanitas hasta dejar de llamarse nefitas, volviéndose inicuos, y salvajes, y feroces, sí, hasta convertirse en lamanitas.", "17 Y vuelvo ahora a mi narración; por tanto, lo que he referido había sucedido después de haber habido grandes contiendas, y alborotos, y guerras, y disensiones entre el pueblo de Nefi.", "18 Y concluyó el año cuarenta y seis del gobierno de los jueces.", "19 Y aconteció que hubo todavía gran contención en la tierra durante el año cuarenta y siete, sí, y también en el año cuarenta y ocho.", "20 No obstante, Helamán ocupó el asiento judicial con justicia y equidad; sí, se esforzó por observar los estatutos, y los juicios, y los mandamientos de Dios; e hizo lo que era recto a la vista de Dios continuamente; y anduvo en las vías de su padre, de tal modo que prosperó en la tierra.", "21 Y ocurrió que tuvo dos hijos. Al mayor dio el nombre de Nefi, y al menor el nombre de Lehi. Y empezaron a crecer en el Señor.", "22 Y aconteció que hacia fines del año cuarenta y ocho del gobierno de los jueces sobre el pueblo de Nefi, empezaron a cesar, en grado pequeño, las guerras y contiendas entre el pueblo de los nefitas.", "23 Y sucedió que en el año cuarenta y nueve del gobierno de los jueces se estableció una paz continua en la tierra, todo menos las combinaciones secretas que Gadiantón, el ladrón, había establecido en las partes más pobladas de la tierra, combinaciones que en aquel tiempo no eran del conocimiento de aquellos que estaban a la cabeza del gobierno; por tanto, no fueron destruidas.", "24 Y ocurrió que en este mismo año hubo una prosperidad sumamente grande en la iglesia, de tal modo que miles se unieron a la iglesia y fueron bautizados para arrepentimiento.", "25 Y tan grande fue la prosperidad de la iglesia, y tantas las bendiciones que se derramaron sobre el pueblo, que aun los propios sumos sacerdotes y maestros se maravillaron en extremo.", "26 Y aconteció que la obra del Señor prosperó, a tal grado que se bautizaron muchas almas e ingresaron a la iglesia de Dios, sí, hasta decenas de miles.", "27 Así vemos que el Señor es misericordioso para con todos aquellos que, con la sinceridad de su corazón, quieran invocar su santo nombre.", "28 Sí, así vemos que la puerta del cielo está abierta para todos, sí, para todos los que quieran creer en el nombre de Jesucristo, que es el Hijo de Dios.", "29 Sí, vemos que todo aquel que quiera, puede asirse a la palabra de Dios, que es viva y poderosa, que partirá por medio toda la astucia, los lazos y las artimañas del diablo, y guiará al hombre de Cristo por un camino estrecho y angosto, a través de ese eterno abismo de miseria que se ha dispuesto para hundir a los inicuos,", "30 y depositará su alma, sí, su alma inmortal, a la diestra de Dios en el reino de los cielos, para sentarse con Abraham, con Isaac, y con Jacob, y con todos nuestros santos padres, para no salir más.", "31 Y en este año hubo gozo continuo en la tierra de Zarahemla, y en todas las regiones circunvecinas, sí, en toda la tierra que poseían los nefitas.", "32 Y aconteció que hubo paz y un gozo inmenso durante el resto del año cuarenta y nueve; sí, y también hubo continua paz y gran gozo en el año cincuenta del gobierno de los jueces.", "33 Y en el año cincuenta y uno del gobierno de los jueces también hubo paz, con excepción del orgullo que empezó a insinuarse en la iglesia; no dentro de la iglesia de Dios, sino en el corazón de aquellos que profesaban pertenecer a ella.", "34 Y se ensalzaron en el orgullo, al grado de perseguir a muchos de sus hermanos. Y esta fue una iniquidad muy grande que hizo que la parte más humilde del pueblo sufriera grandes persecuciones y pasara muchas aflicciones.", "35 No obstante, ayunaron y oraron frecuentemente, y se volvieron más y más fuertes en su humildad, y más y más firmes en la fe de Cristo, hasta henchir sus almas de gozo y de consolación; sí, hasta la purificación y santificación de sus corazones, santificación que viene de entregar el corazón a Dios.", "36 Y sucedió que el año cincuenta y dos también concluyó en paz, salvo el desmedidamente grande orgullo que había entrado en el corazón del pueblo; y fue por motivo de sus grandes riquezas y su prosperidad en la tierra; y aumentaba en ellos día tras día.", "37 Y aconteció que Helamán murió en el año cincuenta y tres del gobierno de los jueces; y Nefi, su hijo mayor, empezó a gobernar en su lugar. Y ocurrió que ocupó el asiento judicial con justicia y equidad; sí, guardó los mandamientos de Dios y anduvo en las vías de su padre."], "Français": ["Beaucoup de Néphites émigrent vers le pays situé du côté du nord— Ils construisent des maisons de ciment et tiennent beaucoup d’annales— Des dizaines de milliers sont convertis et baptisés— La parole de Dieu conduit les hommes au salut— Néphi, fils d’Hélaman, occupe le siège du jugement. Vers 49–39av.J.-C.", "1 Et alors, il arriva que la quarante-troisième année du règne des juges, il n’y eut pas de querelles parmi le peuple de Néphi, sauf un peu d’orgueil qui était dans l’Église, qui causa quelques petites dissensions parmi le peuple, affaires qui furent réglées à la fin de la quarante-troisième année.", "2 Et il n’y eut pas de querelles parmi le peuple la quarante-quatrième année, et il n’y eut pas non plus beaucoup de querelles la quarante-cinquième année.", "3 Et il arriva que la quarante-sixième année, il y eut beaucoup de querelles et beaucoup de dissensions; à cause d’elles, un nombre extrêmement grand quitta le pays de Zarahemla et alla dans le pays situé du côté du nord pour hériter le pays.", "4 Et ils voyagèrent sur une distance extrêmement grande, de sorte qu’ils arrivèrent à de grandes étendues d’eau et à beaucoup de rivières.", "5 Oui, et ils se répandirent même dans toutes les parties du pays, dans toutes les parties qui n’avaient pas été rendues désolées et sans bois de construction à cause des nombreux habitants qui avaient précédemment hérité le pays.", "6 Et maintenant, aucune partie du pays n’était désolée, sauf en ce qui concerne le bois de construction; mais à cause de la grandeur de la destruction du peuple qui avait précédemment habité le pays, on l’appelait désolé.", "7 Et comme il n’y avait que peu de bois de construction sur la surface du pays, le peuple qui s’y rendit devint extrêmement expert dans le travail du ciment; c’est pourquoi il construisit des maisons de ciment, dans lesquelles il demeura.", "8 Et il arriva qu’il se multiplia, et se répandit, et alla du pays situé du côté du sud au pays situé du côté du nord, et se répandit au point qu’il commença à couvrir la surface de toute la terre, depuis la mer au sud jusqu’à la mer au nord, depuis la mer à l’ouest jusqu’à la mer à l’est.", "9 Et le peuple qui était dans le pays situé du côté du nord demeura dans des tentes et dans des maisons de ciment, et il laissa pousser tous les arbres qui germaient à la surface du pays, afin d’avoir, avec le temps, du bois de construction pour construire ses maisons, oui, ses villes, et ses temples, et ses synagogues, et ses sanctuaires, et ses édifices de toute sorte.", "10 Et il arriva que, comme le bois de construction était extrêmement rare dans le pays situé du côté du nord, on en envoya beaucoup par bateau.", "11 Et on permit ainsi au peuple du pays situé du côté du nord de construire beaucoup de villes, tant de bois que de ciment.", "12 Et il arriva qu’il y en eut beaucoup parmi le peuple d’Ammon, qui étaient Lamanites de naissance, qui allèrent aussi dans ce pays.", "13 Et maintenant, il y a beaucoup d’annales qui sont tenues concernant les actions de ce peuple, par beaucoup de personnes de ce peuple, annales qui sont détaillées et très volumineuses à son sujet.", "14 Mais voici, la centième partie des actions de ce peuple, oui, l’histoire des Lamanites et des Néphites, et leurs guerres, et leurs querelles, et leurs dissensions, et leurs prédications, et leurs prophéties, et leurs transports par bateau et leur construction de bateaux, et leur construction de temples, et de synagogues, et leurs sanctuaires, et leur justice, et leur méchanceté, et leurs meurtres, et leurs brigandages, et leurs pillages, et toutes sortes d’abominations et de fornications ne peuvent être contenus dans cet ouvrage.", "15 Mais voici, il y a beaucoup de livres et beaucoup d’annales de toute espèce, et ils ont été tenus principalement par les Néphites.", "16 Et ils ont été transmis d’une génération à l’autre par les Néphites jusqu’à ce qu’ils soient tombés dans la transgression et aient été assassinés, et dépouillés, et traqués, et chassés, et tués, et dispersés sur la surface de la terre et mêlés aux Lamanites, jusqu’à ce qu’ils ne soient plus appelés Néphites, devenant méchants, et sauvages, et féroces, oui, devenant même Lamanites.", "17 Et maintenant, j’en reviens à mon récit; ainsi donc, ce que j’ai dit s’était passé après qu’il se fût produit de grandes querelles, et des troubles, et des guerres, et des dissensions parmi le peuple de Néphi.", "18 La quarante-sixième année du règne des juges finit;", "19 et il arriva qu’il y eut encore de grandes querelles dans le pays, oui, la quarante-septième année, et aussi la quarante-huitième année.", "20 Néanmoins, Hélaman occupa le siège du jugement avec justice et équité; oui, il s’appliqua à garder les lois, et les ordonnances, et les commandements de Dieu; et il fit continuellement ce qui était droit aux yeux de Dieu; et il marcha dans les voies de son père, de sorte qu’il prospéra dans le pays.", "21 Et il arriva qu’il eut deux fils. Il donna à l’aîné le nom de Néphi et au cadet le nom de Léhi. Et ils commencèrent à grandir pour le Seigneur.", "22 Et il arriva que les guerres et les querelles commencèrent à cesser dans une faible mesure, parmi le peuple des Néphites, tout à la fin de la quarante-huitième année du règne des juges sur le peuple des Néphites.", "23 Et il arriva que la quarante-neuvième année du règne des juges, une paix continuelle régna dans tout le pays, à l’exception des combinaisons secrètes que Gadianton, le brigand, avait mises sur pied dans les parties plus peuplées du pays, combinaisons qui, à l’époque, n’étaient pas connues de ceux qui étaient à la tête du gouvernement; c’est pourquoi, elles ne furent pas détruites et balayées du pays.", "24 Et il arriva que, cette même année, il y eut une prospérité extrêmement grande dans l’Église, de sorte qu’il y en eut des milliers qui se joignirent à l’Église et furent baptisés en vue du repentir.", "25 Et si grande était la prospérité de l’Église et si nombreuses les bénédictions qui étaient déversées sur le peuple, que les grands prêtres et les instructeurs en étaient eux-mêmes étonnés au-delà de toute mesure.", "26 Et il arriva que l’œuvre du Seigneur prospéra au point que l’on baptisa et unit à l’Église de Dieu beaucoup d’âmes, oui, des dizaines de milliers.", "27 Nous pouvons voir ainsi que le Seigneur est miséricordieux envers tous ceux qui, dans la sincérité de leur cœur, invoquent son saint nom.", "28 Oui, nous voyons ainsi que la porte du ciel est ouverte à tous, à ceux qui croient au nom de Jésus-Christ, qui est le Fils de Dieu.", "29 Oui, nous voyons que quiconque le veut peut se saisir de la parole de Dieu, qui est vivante et puissante, qui divisera toute la ruse, et les pièges, et les artifices du diable et conduira l’homme du Christ, selon un itinéraire étroit et resserré, de l’autre côté de ce gouffre éternel de misère qui est préparé pour engouffrer les méchants,", "30 et déposera son âme, oui, son âme immortelle, à la droite de Dieu, dans le royaume des cieux, pour s’asseoir avec Abraham, et Isaac, et avec Jacob, et avec tous les saints hommes qui furent nos pères, pour n’en plus sortir.", "31 Et cette année-là, il y eut des réjouissances continuelles dans le pays de Zarahemla et dans toutes les régions alentour, dans tout le pays que possédaient les Néphites.", "32 Et il arriva qu’il y eut la paix et une joie extrêmement grande pendant le reste de la quarante-neuvième année; oui, et il y eut aussi une paix continuelle et une grande joie la cinquantième année du règne des juges.", "33 Et la cinquante et unième année du règne des juges, il y eut aussi la paix, à l’exception de l’orgueil qui commençait à entrer dans l’Église— non pas dans l’Église de Dieu, mais dans le cœur de ceux qui professaient appartenir à l’Église de Dieu—", "34 et ils étaient enflés dans l’orgueil, au point de persécuter beaucoup de leurs frères. Or, c’était là un grand mal, qui fit souffrir de grandes persécutions à cette partie du peuple qui était plus humble, et lui fit traverser beaucoup d’affliction.", "35 Néanmoins, ils jeûnaient et priaient souvent, et devenaient de plus en plus forts dans leur humilité, et de plus en plus fermes dans la foi au Christ, au point que cela leur remplissait l’âme de joie et de consolation, oui, au point que cela leur purifiait et leur sanctifiait le cœur, sanctification qui venait de ce qu’ils avaient livré leur cœur à Dieu.", "36 Et il arriva que la cinquante-deuxième année finit aussi dans la paix, à l’exception de l’orgueil extrêmement grand qui était entré dans le cœur du peuple; et c’était à cause de ses richesses extrêmement grandes et de sa prospérité dans le pays; et cet orgueil croissait en lui de jour en jour.", "37 Et il arriva que la cinquante-troisième année du règne des juges, Hélaman mourut, et son fils aîné, Néphi, commença à régner à sa place. Et il arriva qu’il occupa le siège du jugement avec justice et équité; oui, il garda les commandements de Dieu et marcha dans la voie de son père."], "Kiribati": ["A mwaiti Nibwaite ake a mwananga nako nakon te aba are i meang—A katei taian bata aika timanti ma ni kaawakin reekoti aika a mwaiti—Bwi ni nga ma ngaa aika a rairaki ma ni bwabetitoaki—Ana taeka te Atua e kairia aomata nakon te kamaiuaki—Nibwaai are natin Ereman e kaaina te kaintekateka ni motikitaeka. Uakaan ma 49–39I.K.", "1 Ao ngkai e a koro bukina bwa n aia kaabwi ma teniua n ririki n tautaeka taan moti, bon akea te itabaraaraa i buakoia ana botanaomata Nibwaai ma ti iai teutana te kainikatonga n te ekaretia, are e a karika te kakauntaeka teutana imarenaia aomata, ao aaro aikai ake a raoiakinaki ni banen te kaabwi ma teniua n ririki.", "2 Ao ai bon akea naba te itabaraaraa i buakoia te botanaomata n te kaabwi ma aua n ririki; ao akea naba te itabaraaraa ae bati n te kaabwi ma nimaua n ririki.", "3 Ao e a koro bukina bwa n te kaabwi ma onoua n ririki, eng, e a bon korakora te itabaraaraa ma kakauntaeka aika a mwaiti; are e karika kitanan Taraemera irouia aomata aika a korakora mwaitia, ma n nakon te aba are i meang bwa a na bwaibwai iai.", "4 Ao a bon mwananga n te raroa ae abwaabwaki, n te aro are a roko n taabo aika e mwaiti te ran iai ma karaanga aika a mwaiti.", "5 Eng, ao a bon kamaenakoia nakon mwakoron te aba ni kabane, nakon mwakorona nako ake a tuai ni bane bwaia ma n tuai n akea kaai iai, kioina ngkai a bon rangi ni mwaiti aomata ake a bon tia ni bwaibwai n te aba.", "6 Ao ngkai bon akea mwakoron te aba ae akea bwain aona ma bon ti te kai ae akea, ibukin korakoran aia urubwai aomata ake a kaaina te aba arei mai i mwaaina ao e a aranaki bwa kamaroa.", "7 Ao bon ti tabeua kaai iaon te aba arei, ma e ngae n anne te botanaomata are e mwananga a bon rianako rabakauia n aron te mwakuri ma te timanti; ngaia are a katei taian bata man te timanti are a bon maeka iai.", "8 Ao e a koro bukina bwa a bon mwaiti aia kariki ao a maenako, ma ni mwananga nako man te aba i maiaki nakon te aba i meang, ma ni buta nako n te aro are a bon rabuna aon te aonaba ni kabuta, ma i taari i maiaki nakon taari i meang, ma i taari i maeao nakon taari i mainiku.", "9 Ao botanaomata ake a mena n te aba are i meang a bon maeka n taian umwanrianna, ao n taian bata aika timanti, ao a bon kariaia bwa aekan kaai nako a na bwebwerake iaon te aba, bwa e aonga n roko te tai are e na reke aia kai bwa a na katei bataia iai, eng, aia kaawa, ma aia tembora, ma aia auti n nebo, ma aia tabo aika a tabu, ma aekan nako aia kateitei.", "10 Ao e a koro bukina bwa ngkai e bon rang karako te kai n te aba are i meang, a bon kanakoaki kaai aika a mwaiti nako meang n te kaibuke.", "11 Ao ngaia are e a reke angaia aomata ake n te aba are i meang bwa a na katei kaawa, n te kai ao te timanti.", "12 Ao e a koro bukina bwa a bon mwaiti ana botanaomata Amon, ake bon Reimwanaite ngke a moan bungiaki, ake a bon nako nakon naba te aba aio.", "13 Ao ngkai a bon mwaiti reekootiia te botanaomata aio ake a tauaki mwiia irouia te botanaomata aio aika a mwaiti, ake a babane rongorongo iai ma ni korakora mwaitia, ake a kaineti ma ngaiia.", "14 Ma nooria, katebubuan mwakoron aia waaki te botanaomata aio, eng, rongorongoia Reimwanaite ma Nibwaite, ma aia bubuaka, ma itabaraaraia, ma aia kakauntaeka, ma aia kakabwarabwara, ma aia taeka ni burabeti, ma aia botaki ni kaibuke ma kabaan aia kaibuke, ma katean aia tembora, ma aia tinakoke, ma aia tabo aika a tabu, ma raoiroia, ma buakakaia, ma aia tiriaomata, ma aia mwakuri n iraa, ma aia anaibwai n te iowawa, ma aekan nako mwakuri aika bati n ribaki ma kabekaau, a bon aki tau nneia n te boki aei.", "15 Ma nooria, a bon mwaiti taian boki ma reekootii n aekaia nako, ao a bon kaawakinaki raoi irouia Nibwaite.", "16 Ao a bon karuoaki rikaaki man te roro teuana nakon te roro teuana irouia Nibwaite ni karokoa ae a bwaka n riaoan te tua ao a tia n tiringaki, n iraeaki aia bwai n te mwakuri n iowawa, ma ni kakaeaki ma ni kakiokioaki, ma n tiringaki, ao ma ni kamaenakoaki iaon te aba, ma n ikotaki ma Reimwanaite ni karokoa ae aikoa manga aranaki bwa Nibwaite, ma n riki ni buakaka ao ni moaanti, ao n unun, eng, n riki bwa Reimwanaite.", "17 Ao ngkai I a manga okira au rongorongo; ngaia are te bwai are I a tia n taekinna e a tia n riki i mwin tian rikin te itabaraaraa ae korakora, ma te aki rau, ao bobobuaka, ma kakauntaeka, i buakoia ana botanaomata Nibwaai.", "18 E a toki aia kaabwi ma onoua n ririki n tautaeka taan moti;", "19 Ao e a koro bukina bwa e bon korakora naba te itabaraaraa n te aba, eng, n te kaabwi ma itiua n ririki, ao n te kaabwi ma waniua n ririki.", "20 Ma e ngae n anne ao Ereman e bon kaaina te kaintekateka ni motikitaeka ma te momotiraoi ao te aki nanonano; eng, ao e bon kaawakin ana tua te Atua; ao e bon karaoa ae eti imatan te Atua n aki toki; ao e bon nakonako ni kawain tamana, n te aro are e bon nakoraoi arona n te aba.", "21 Ao e a koro bukina bwa iai natina uoman mwaane. E arana are te karimoa bwa Nibwaai, ao are e uarereke bwa Riaai. Ao a rikirake i nanon te Uea.", "22 Ao e a koro bukina bwa a rikirake ni karako taian bobobuaka ma itabaraaraa, i buakoia te botanaomata ae Nibwaite, ni banen aia kaabwi ma waniua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai.", "23 Ao e a koro bukina bwa n aia kaabwi ma ruaiwa n ririki n tautaeka taan moti, ao e bon reitinako te rau n te aba, ma ti botaki ni karaba aika buakaka are Kateanton are te tia iraa e a tia ni katei ni mwakoron te aba are a rang ni kaainaki riki, are aki ataaki n te tai anne irouia mataniwin te tautaeka; ngaia are a bon aki kamaunaki man te aba.", "24 Ao e a koro bukina bwa n te ririki naba anne ao e rikirake ni korakora te nakoraoi n te ekaretia, n te aro are a kaaina te ekaretia ngaa ma ngaa ao a bwabetitoaki nakon te rairannano.", "25 Ao e a bon rangi ni korakora te rikirake n te ekaretia, ao a bon rangi ni mwaiti kakabwaia ake a bwaro i aoia aomata, n te aro are taian ibonga aika rietata ao tia reirei a bon rianako naba miimiia.", "26 Ao e a koro bukina bwa e nako raoi ana mwakuri te Uea n te aro are a bwabetitoaki ma ni katiteuanaki nakon ana ekaretia te Atua, aomata aika a mwaiti, eng, bwii ni ngaa ma ngaa.", "27 Ikai are ti a nooria bwa e nanoanga te Uea nakoia ni kabane ake, a na wetea arana ae tabu, ma nanoia ni koaua.", "28 Eng, ngaia are ti nooria bwa mataroan karawa e uki nakoia aomata ni kabane, nakoia naba ake a na kakoaua aran Iesu Kristo, ae natin te Atua.", "29 Eng, ti nooria bwa ane e taua ana taeka te Atua, are e bon tawe ma ni mwaaka, are e na bwenaua ni kabane ana mwakuri ni mwaamwanaa te aba ma ana bwai ni kamwane, ma ana babaire ni kamwamwane te riaboro, ma ni kairiia ana aomata Kristo n te kawai ae eti ma ni wariki n riaon te marawa ni kananokawaki ae aki totoki are e katauraoaki bwa e na kabwautia aika a buakaka—", "30 Ma ni kona ni karokoa tamneia, eng, tamneia ae aki maamate, i angaatain te Atua n ueana i karawa, bwa a na tekateka ma Aberaam, ao Itaaka, ao Iakobwa, ma ara bakatibu ni kabane aika a tabu, bwa a na aki manga oki nako.", "31 Ao n te ririki aei ao e reitinako te kakukurei n te aba are Taraemera, ao n aba ni kabane ake a uakaan, ao n aaba ni kabane ae a bwainaki irouia Nibwaite.", "32 Ao e a koro bukina bwa iai te rau ao te kimwareirei ae korakora n nikiran te kaabwi ma ruaiwa n ririki; eng, ao e bon reitinako naba te rau ao te kimwareirei ae korakora n aia kanimabwi n ririki n tautaeka taan moti.", "33 Ao n aia kanimabwi ma teuana n ririki n tautaeka taan moti ao bon iai naba te rau, ma iai te kainikatonga are e moanna n rin n te ekaretia—tiaki i nanon ana ekaretia te Atua, ma inanoia aomata ake a tataekinna bwa a kaaina ana ekaretia te Atua—", "34 Ao a bon tabekaki rake n te kainikatonga, n te aro are a bwainikirinia tariia aika a mwaiti. Ngkai te bwai aei bon te buakaka ae korakora, are e a bon karika korakoran bwainikirinaia mwakoroia te botanaomata ake a nanorinano riki, ao a rinanon te karawawataki ae korakora.", "35 Ma e ngae n anne a bon aki toki n aki mamatam ma n tataro, ao a rikirake ni matoatoa ma ni matoatoa riki n aia nanorinano, ma n nene ao n nene riki n onimakinan Kristo, n onrake tamneia n te kimwareirei ma te raunnano, eng, n te aro are a itiaki ma ni katabuaki nanoia, ao katabuan nanoia e reke ibukin anganakin te Atua nanoia.", "36 Ao e a koro bukina bwa n te kanimabwi ma uoua n ririki e bon bane naba i nanon te rau, ma bon iai te kainikatonga ae korakora are e a rin inanoia aomata; ao e riki aio man rianakon korakoran kaubwaia ma nakoraoia iaon te aba; ao e rikirake irouia man te bong teuana nakon te bong teuana.", "37 Ao e a koro bukina bwa n aia kanimabwi ma teniua n ririki n tautaeka taan moti, ao e mate Ereman, ao natina are te karimoa are Nibwaai e a waaki n tautaeka i mwina. Ao e a koro bukina bwa e kaaina te kaintekateka ni motikitaeka ma te momotiraoi ao te aki nanonano; eng, e bon kaawakina ana tua te Atua, ma n nakonako ni kawain tamana."]}