{"English": ["The Nephites who believe Samuel are baptized by Nephi—Samuel cannot be slain with the arrows and stones of the unrepentant Nephites—Some harden their hearts, and others see angels—The unbelievers say it is not reasonable to believe in Christ and His coming in Jerusalem. About 6–1B.C.", "1 And now, it came to pass that there were many who heard the words of Samuel, the Lamanite, which he spake upon the walls of the city. And as many as believed on his word went forth and sought for Nephi; and when they had come forth and found him they confessed unto him their sins and denied not, desiring that they might be baptized unto the Lord.", "2 But as many as there were who did not believe in the words of Samuel were angry with him; and they cast stones at him upon the wall, and also many shot arrows at him as he stood upon the wall; but the Spirit of the Lord was with him, insomuch that they could not hit him with their stones neither with their arrows.", "3 Now when they saw that they could not hit him, there were many more who did believe on his words, insomuch that they went away unto Nephi to be baptized.", "4 For behold, Nephi was baptizing, and prophesying, and preaching, crying repentance unto the people, showing signs and wonders, working miracles among the people, that they might know that the Christ must shortly come—", "5 Telling them of things which must shortly come, that they might know and remember at the time of their coming that they had been made known unto them beforehand, to the intent that they might believe; therefore as many as believed on the words of Samuel went forth unto him to be baptized, for they came repenting and confessing their sins.", "6 But the more part of them did not believe in the words of Samuel; therefore when they saw that they could not hit him with their stones and their arrows, they cried unto their captains, saying: Take this fellow and bind him, for behold he hath a devil; and because of the power of the devil which is in him we cannot hit him with our stones and our arrows; therefore take him and bind him, and away with him.", "7 And as they went forth to lay their hands on him, behold, he did cast himself down from the wall, and did flee out of their lands, yea, even unto his own country, and began to preach and to prophesy among his own people.", "8 And behold, he was never heard of more among the Nephites; and thus were the affairs of the people.", "9 And thus ended the eighty and sixth year of the reign of the judges over the people of Nephi.", "10 And thus ended also the eighty and seventh year of the reign of the judges, the more part of the people remaining in their pride and wickedness, and the lesser part walking more circumspectly before God.", "11 And these were the conditions also, in the eighty and eighth year of the reign of the judges.", "12 And there was but little alteration in the affairs of the people, save it were the people began to be more hardened in iniquity, and do more and more of that which was contrary to the commandments of God, in the eighty and ninth year of the reign of the judges.", "13 But it came to pass in the ninetieth year of the reign of the judges, there were great signs given unto the people, and wonders; and the words of the prophets began to be fulfilled.", "14 And angels did appear unto men, wise men, and did declare unto them glad tidings of great joy; thus in this year the scriptures began to be fulfilled.", "15 Nevertheless, the people began to harden their hearts, all save it were the most believing part of them, both of the Nephites and also of the Lamanites, and began to depend upon their own strength and upon their own wisdom, saying:", "16 Some things they may have guessed right, among so many; but behold, we know that all these great and marvelous works cannot come to pass, of which has been spoken.", "17 And they began to reason and to contend among themselves, saying:", "18 That it is not reasonable that such a being as a Christ shall come; if so, and he be the Son of God, the Father of heaven and of earth, as it has been spoken, why will he not show himself unto us as well as unto them who shall be at Jerusalem?", "19 Yea, why will he not show himself in this land as well as in the land of Jerusalem?", "20 But behold, we know that this is a wicked tradition, which has been handed down unto us by our fathers, to cause us that we should believe in some great and marvelous thing which should come to pass, but not among us, but in a land which is far distant, a land which we know not; therefore they can keep us in ignorance, for we cannot witness with our own eyes that they are true.", "21 And they will, by the cunning and the mysterious arts of the evil one, work some great mystery which we cannot understand, which will keep us down to be servants to their words, and also servants unto them, for we depend upon them to teach us the word; and thus will they keep us in ignorance if we will yield ourselves unto them, all the days of our lives.", "22 And many more things did the people imagine up in their hearts, which were foolish and vain; and they were much disturbed, for Satan did stir them up to do iniquity continually; yea, he did go about spreading rumors and contentions upon all the face of the land, that he might harden the hearts of the people against that which was good and against that which should come.", "23 And notwithstanding the signs and the wonders which were wrought among the people of the Lord, and the many miracles which they did, Satan did get great hold upon the hearts of the people upon all the face of the land.", "24 And thus ended the ninetieth year of the reign of the judges over the people of Nephi.", "25 And thus ended the book of Helaman, according to the record of Helaman and his sons."], "Español": ["Nefi bautiza a los nefitas que creen a Samuel— Las piedras y las flechas de los nefitas inicuos no pueden matar a Samuel— Algunos endurecen su corazón y otros ven ángeles— Los incrédulos dicen que no es razonable creer en Cristo ni en Su venida a Jerusalén. Aproximadamente 6–1a.C.", "1 Y sucedió que hubo muchos que oyeron las palabras que Samuel el Lamanita habló desde las murallas de la ciudad. Y cuantos creyeron en su palabra fueron y buscaron a Nefi; y cuando fueron y lo hallaron, le confesaron sus pecados y no negaron, deseando ser bautizados en el Señor.", "2 Pero cuantos no creyeron en las palabras de Samuel se enojaron con él; y le arrojaron piedras sobre la muralla, y también muchos lanzaron flechas contra él mientras se hallaba sobre la muralla; mas el Espíritu del Señor estaba con él, de modo que no pudieron herirlo con sus piedras ni con sus flechas.", "3 Y cuando vieron que no podían herirlo, hubo muchos más que creyeron en sus palabras, al grado de que fueron a Nefi para ser bautizados.", "4 Porque he aquí, Nefi estaba bautizando, y profetizando, y predicando, proclamando el arrepentimiento al pueblo, mostrando señales y prodigios, y obrando milagros entre el pueblo, a fin de que supieran que el Cristo pronto debía venir,", "5 hablándoles de cosas que en breve se verificarían, para que supieran y se acordaran, en el día de su cumplimiento, que se las habían hecho saber de antemano, a fin de que creyeran; por tanto, cuantos creyeron en las palabras de Samuel fueron a Nefi para ser bautizados, pues llegaban arrepintiéndose y confesando sus pecados.", "6 Pero la mayor parte de ellos no creyeron en las palabras de Samuel; por tanto, cuando vieron que no podían herirlo con sus piedras ni con sus flechas, gritaron a sus capitanes, diciendo: Prended a este individuo y atadlo, porque está poseído de un diablo; y por el poder del diablo que está en él, no podemos herirlo con nuestras piedras ni con nuestras flechas; por tanto, tomadlo y atadlo, y llevadlo.", "7 Y mientras avanzaban para echarle mano, he aquí, se dejó caer desde la muralla, y huyó de sus tierras, sí, hasta su propio país, y empezó a predicar y a profetizar entre su propio pueblo.", "8 Y he aquí, nunca más se volvió a saber de él entre los nefitas; y así se hallaban los asuntos del pueblo.", "9 Y así concluyó el año ochenta y seis del gobierno de los jueces sobre el pueblo de Nefi.", "10 Y así concluyó también el año ochenta y siete del gobierno de los jueces, permaneciendo la mayoría del pueblo en su orgullo e iniquidad, y la menor parte andando con más circunspección ante Dios.", "11 Y estas fueron las condiciones que prevalecieron también en el año ochenta y ocho del gobierno de los jueces.", "12 Y en el año ochenta y nueve del gobierno de los jueces hubo muy poco cambio en los asuntos del pueblo, salvo que la gente empezó a obstinarse más en la iniquidad, y a cometer más y más de aquello que era contrario a los mandamientos de Dios.", "13 Pero aconteció que en el año noventa del gobierno de los jueces, se manifestaron grandes señales y prodigios al pueblo; y empezaron a cumplirse las palabras de los profetas.", "14 Y se aparecieron ángeles a los hombres, a hombres sabios, y les declararon buenas nuevas de gran gozo; de modo que en este año empezaron a cumplirse las Escrituras.", "15 No obstante, el pueblo empezó a endurecer su corazón, todos salvo la parte más creyente de ellos, tanto entre los nefitas como entre los lamanitas, y empezaron a confiar en su propia fuerza y en su propia sabiduría, diciendo:", "16 Algunas cosas, de entre tantas, pudieron haber adivinado acertadamente; mas he aquí, sabemos que todas estas obras grandes y maravillosas de que se ha hablado no pueden suceder.", "17 Y empezaron a raciocinar y a disputar entre sí, diciendo:", "18 No es razonable que venga tal ser como un Cristo; si así es, y si fuere el Hijo de Dios, el Padre del cielo y de la tierra, como se ha dicho, ¿por qué no se nos ha de manifestar a nosotros así como a aquellos que estén en Jerusalén?", "19 Sí, ¿por qué no se ha de mostrar en esta tierra, así como en la tierra de Jerusalén?", "20 Mas he aquí, nosotros sabemos que esta es una inicua tradición que nos han transmitido nuestros padres, para hacernos creer en una cosa grande y maravillosa que ha de acontecer, pero no entre nosotros, sino en una tierra que se halla muy lejana, tierra que no conocemos; por tanto, pueden mantenernos en la ignorancia, porque no podemos dar fe con nuestros propios ojos de que son verdaderas.", "21 Y ellos, por medio de la astucia y misteriosos artificios del maligno, obrarán algún gran misterio que nosotros no podemos comprender, el cual nos sujetará para que seamos siervos de sus palabras y siervos de ellos también, puesto que dependemos de ellos para que nos enseñen la palabra; y así nos conservarán en la ignorancia todos los días de nuestra vida si nos sometemos a ellos.", "22 Y muchas más cosas insensatas y vanas se imaginaron en sus corazones; y se hallaban muy agitados porque Satanás los incitaba continuamente a cometer iniquidades; sí, anduvo sembrando rumores y contenciones sobre toda la faz de la tierra, a fin de endurecer el corazón de la gente contra lo que era bueno y contra lo que estaba por venir.", "23 Y a pesar de las señales y los prodigios que se realizaban entre los del pueblo del Señor, y los muchos milagros que obraban, Satanás logró gran poder sobre el corazón del pueblo en toda la faz de la tierra.", "24 Y así concluyó el año noventa del gobierno de los jueces sobre el pueblo de Nefi.", "25 Y así terminó el libro de Helamán, de acuerdo con los anales de Helamán y sus hijos."], "Français": ["Les Néphites qui croient Samuel sont baptisés par Néphi— Samuel ne peut être tué ni par les flèches ni par les pierres des Néphites non-repentants— Certains s’endurcissent le cœur, et d’autres voient des anges— Les incrédules disent qu’il n’est pas raisonnable de croire au Christ et à sa venue à Jérusalem. Vers 6–1av.J.-C.", "1 Et alors, il arriva qu’il y en eut beaucoup qui entendirent les paroles que Samuel, le Lamanite, dit sur les murailles de la ville. Et tous ceux qui crurent en sa parole allèrent à la recherche de Néphi; et lorsqu’ils se furent avancés et l’eurent trouvé, ils lui confessèrent leurs péchés et ne les nièrent pas, désirant être baptisés pour le Seigneur.", "2 Mais tous ceux qui ne crurent pas aux paroles de Samuel furent en colère contre lui; et ils lui jetèrent des pierres sur la muraille, et beaucoup aussi lui tirèrent des flèches tandis qu’il se tenait sur la muraille; mais l’Esprit du Seigneur était avec lui, de sorte qu’ils ne pouvaient l’atteindre de leurs pierres ni de leurs flèches.", "3 Alors, lorsqu’ils virent qu’ils ne pouvaient l’atteindre, il y en eut beaucoup plus qui crurent en ses paroles, de sorte qu’ils s’en allèrent trouver Néphi pour être baptisés.", "4 Car voici, Néphi baptisait, et prophétisait, et prêchait, appelant le peuple au repentir, montrant des signes et des prodiges, accomplissant des miracles parmi le peuple, afin qu’il sût que le Christ devait venir sous peu—", "5 lui parlant des choses qui devaient venir sous peu, afin qu’il sût et se souvînt, au moment où elles se produiraient, qu’elles lui avaient été révélées d’avance, afin qu’il crût; c’est pourquoi tous ceux qui crurent aux paroles de Samuel allèrent vers lui pour être baptisés, car ils venaient en se repentant et en confessant leurs péchés.", "6 Mais la plupart d’entre eux ne crurent pas aux paroles de Samuel; c’est pourquoi, lorsqu’ils virent qu’ils ne pouvaient l’atteindre de leurs pierres et de leurs flèches, ils crièrent à leurs capitaines, disant: Prenez cet homme et liez-le, car voici, il a un démon; et à cause du pouvoir du démon qui est en lui, nous ne pouvons l’atteindre de nos pierres et de nos flèches; c’est pourquoi prenez-le et liez-le, et qu’on l’emmène.", "7 Et comme ils s’avançaient pour porter la main sur lui, voici, il se jeta en bas de la muraille, et s’enfuit de leurs terres, oui, dans son propre pays, et commença à prêcher et à prophétiser parmi son peuple.", "8 Et voici, on n’entendit plus jamais parler de lui chez les Néphites; et telles étaient les affaires du peuple.", "9 Et ainsi finit la quatre-vingt-sixième année du règne des juges sur le peuple de Néphi.", "10 Et ainsi finit aussi la quatre-vingt-septième année du règne des juges, la plus grande partie du peuple restant dans son orgueil et sa méchanceté, et la plus petite partie marchant avec plus de circonspection devant Dieu.", "11 Et telle fut aussi la situation la quatre-vingt-huitième année du règne des juges.", "12 Et il n’y eut que peu de changements dans les affaires du peuple, si ce n’est que le peuple commença à s’endurcir davantage dans l’iniquité et à faire de plus en plus ce qui était contraire aux commandements de Dieu, la quatre-vingt-neuvième année du règne des juges.", "13 Mais il arriva, la quatre-vingt-dixième année du règne des juges, que de grands signes furent donnés au peuple, et des prodiges, et les paroles des prophètes commencèrent à s’accomplir.", "14 Et des anges apparurent à des hommes, à des sages, et leur annoncèrent la bonne nouvelle d’une grande joie; ainsi, cette année-là, les Écritures commencèrent à s’accomplir.", "15 Néanmoins, le peuple commença à s’endurcir le cœur, tous sauf la partie la plus croyante d’entre eux, tant des Néphites que des Lamanites, et ils commencèrent à se fier à leur propre force et à leur propre sagesse, disant:", "16 Parmi tant de choses, il y en a qu’ils ont pu deviner correctement; mais voici, nous savons que toutes ces œuvres grandes et merveilleuses dont on a parlé ne peuvent arriver.", "17 Et ils commencèrent à raisonner et à contester entre eux, disant:", "18 Il n’est pas raisonnable qu’un être tel qu’un Christ vienne; s’il en est ainsi, et s’il est le Fils de Dieu, le Père du ciel et de la terre, comme on l’a dit, pourquoi ne se montre-t-il pas à nous aussi bien qu’à ceux qui seront à Jérusalem?", "19 Oui, pourquoi ne se montre-t-il pas dans ce pays aussi bien que dans le pays de Jérusalem?", "20 Mais voici, nous savons que c’est là une tradition perverse, qui nous a été transmise par nos pères, pour nous faire croire en une chose grande et merveilleuse qui doit arriver, mais pas chez nous, mais dans un pays qui est très lointain, un pays que nous ne connaissons pas; c’est pourquoi ils peuvent nous garder dans l’ignorance, car nous ne pouvons être témoins, de nos propres yeux, que c’est vrai.", "21 Et, par la ruse et les arts mystérieux du Malin, ils accompliront quelque grand mystère que nous ne pouvons comprendre, qui nous gardera dans l’abaissement pour être serviteurs de leurs paroles et aussi leurs serviteurs, car nous dépendons d’eux pour l’enseignement de la parole; et ainsi, ils nous garderont dans l’ignorance tous les jours de notre vie, si nous leur cédons.", "22 Et le peuple imagina dans son cœur beaucoup d’autres choses qui étaient insensées et vaines; et il était très troublé, car Satan l’excitait continuellement à commettre l’iniquité; oui, il allait partout répandre des rumeurs et des querelles sur toute la surface du pays, afin d’endurcir le cœur du peuple contre ce qui était bon et contre ce qui devait venir.", "23 Et malgré les signes et les prodiges qui étaient accomplis parmi le peuple du Seigneur, et les nombreux miracles qu’ils accomplissaient, Satan acquit une grande emprise sur le cœur du peuple sur toute la surface du pays.", "24 Et ainsi finit la quatre-vingt-dixième année du règne des juges sur le peuple de Néphi.", "25 Et ainsi finit le livre d’Hélaman, selon les annales d’Hélaman et de ses fils."], "Kiribati": ["Nibwaite ake a kakoaua Tamuera a bwabetitoaki iroun Nibwaai—E aki kona n tiringaki Tamuera n taian kanoa ni katebe ao atibu irouia Nibwaite ake aki rairinanoia—A kamatoai nanoia tabemwaang, ao tabemwaang a nooria anera—Taan aki kakoaua a taku bwa e bon aki riai bwa e na kakoauaki Kristo ao rokona i Ierutarem. Uakaan ma 6–1I.K.", "1 Ao ngkai, e a koro bukina bwa a bon mwaiti ake a bon ongo n ana taeka Tamuera, are te Reimwanaite, ake e taekin ngke e mena iaon oon te kaawa. Ao mwaitia ake a kakoauai ana taeka a bon mwananga nako n ukoukora Nibwaai; ao ngke a roko ma ni kunea a bon kaoti aia bure nakoina ma n aki kakewei, ao a tangiria bwa a na bwabetitoaki nakon te Uea.", "2 Ma mwaitia ake a aki kakoauai ana taeka Tamuera a bon un irouna; ao a karebanaia n taian atibu iaon te oo, ao a mwaiti naba ake a katebea ni kanoan aia kai ni katebe ngke e tei iaon te oo; ma Tamnein te Uea e bon raonna, n te aro are e bon aki kona ni boo n aia atibu ma aia kanoa ni katebe.", "3 Ao ngkai ngke a nooria bwa e aki kona ni bo irouia, a bon mwaiti riki ake a kakoauai ana taeka, n te aro are a kawara Nibwaai bwa a na bwabetitoaki.", "4 Bwa nooria, Nibwaai e bwabwabetito, ma n tataetae ni burabeti, ma ni kakabwarabwara, man tatakaruaea te rairannano nakoia aomata, ma ni kaoti kanikina ma kamiimi, ma ni karaoi mwakuri aika a kamiimi i buakoia aomata, bwa aonga n ataia bwa e a kaan roko Kristo—", "5 E tuangiia bwaai aika a kan roko, bwa a aonga n ataia ma n uringnga n te tai are a riki iai bwa a kaman kaotaki nakoia i mwaain taia, ma te kantaninga bwa a na kakoauai; ngaia are; mwaitia ake a kakoauai ana taeka Tamuera a bon nakoina bwa a na bwabetitoaki, bwa a kawaria ma n rairinanoia ma ni kaoti aia bure.", "6 Ma angiia riki a bon aki kakoauai ana taeka Tamuera; ngaia are ngke a nooria bwa e aki kona ni boo n aia atibu ma aia kanoa ni katebe, a bon takarua nakoia aia mataniwi ni kangai: Anaa te aomata aio ao kabaea, bwa nooria iai irouna te riaboro; ao ibukin mwaakan te riaboro are irouna e bon aki kona n teke n ara atibu ma ara kanoa ni katebe; ngaia are anaia ao kabaea, ao kairia nako.", "7 Ao ngke a mwananga bwa ana katokai baia iaona, nooria, e bon kibanako man te oo, ao e birinako man te aba, eng, n nakon oin abana, ma ni waaki ni kakabwarabwara ao n tataetae ni burabeti i buakoia ana botanaomata.", "8 Ao nooria, bon akea taekana ae manga ataaki riki i buakoia Nibwaite; ao anne aroia aomata aikai.", "9 Ao ikai are e a toki iai aia kawanibwi ma onoua n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai.", "10 Ao ikai are e a toki naba aia kawanibwi ma itiua n ririki n tautaeka taan moti, ao angiia aomata a tiku n aroia ni kainikatonga ao ni buakaka, ao tabeman a nakonako n te aro ae kororaoi imatan te Atua.", "11 Ao aikai bwaai aika a riki naba, n aia kawanibwi ma waniua n ririki n tautaeka taan moti.", "12 Ao bon iai ma ti tabeua taian bitaki n aron aia waaki aomata, ao a bon mwaiti riki aomata aika a matoatoa riki n te bure, ao a karaoi bwaai aika a bati ake a kaaitarai ana tua te Atua, n aia kawanibwi ma ruaiwa n ririki n tautaeka taan moti.", "13 Ma e a koro bukina bwa n aia karuabwi n ririki n tautaeka taan moti, ao a bon mwaiti kanikina aika a korakora aika anganaki aomata, ma mwakuri aika a kamiimi; ao a moanna ni kakoroaki bukin aia taeka burabeti.", "14 Ao anera a kaoti nakoia aomata, aomata aika a wanawana, ma n taekina nakoia te rongorongo ae raoiroi ae moan te kakimwareirei; ngaia are n te ririki aei ao a moanna ni kakoroaki bukin koroboki aika tabu.", "15 Ma e ngae n anne, ao aomata a moanna ni kamatoatoai nanoia, ngaia ni kabane ma tiaki naake a matoatoa riki ni kakoaua, ake Nibwaite ao Reimwanaite naba, ao a moanna n onimakina oin korakoraia ao oin wanawanaia, ni kangai:", "16 Iai tabeua bwaai ake a bon tia ni kamanennanti n taekin ao a eti, ma i buakon aika a mwaiti; ma nooria, ti bon ataia bwa ni kabane taian mwakuri aika a korakora ma ni kamimi ake a tia n taekinaki a bon aki kona ni koro bukiia ni kabane.", "17 Ao a moanna ni kaetieti ma ni kauntaeka imarenaia, ni kangai:", "18 Bwa e bon aki riai bwa te aomata n aron Kristo e na roko; ao ngkana e na roko, ao bon ngaia Natin te Atua, are Taman karawa ma aonaba, n aron are e a tia n taekinaki, e aera ngkai e bon aki kaotia nakoira ao nakoia naba ake a mena i Ierutarem?", "19 Eng, e aera ngkai e aki kaotia nakoira n te aba aei ao n te aba naba are Ierutarem?", "20 Ma nooria, ti bon ataia bwa aio te katei ae buakaka, are ti a tia n anganaki irouia ara bakatibu, bwa a karekea te anga are ti na kakoaua te bwai teuana ae korakora ma ni kamiimi are e na koro bukina, ma tiaki i buakora, man te aba ae raroa, te aba ae ti aki ataia; ngaia are a na katikuirai nanon te aki ataibwai, bwa ti aki kona n noora koauaia n oin matara.", "21 Ao man ana mwakuri ni kamwamwane ao ni kaminonano teuare e buakaka, a na bon mwakuria te mwakuri ae kaminonano ae tiaki kona n oota iai, are e na tautauira bwa ti na toronaki n aia taeka, ao ti na riki naba bwa aia toro, bwa ti na bon onimakinia bwa a na reireinira te taeka; ao ngaia are a na katikuira i nanon te aki ataibwai bwa are ti na bon anga ngaira nakoia, i nanon ara bong ni maiu ni kabane.", "22 Ao a bon mwaiti bwaai ake a iangoi inanoia, ake a bon burababa ma n akea manenaia; ao a bon tabetabe, bwa Tatan e bon kakiriwea nanoia bwa a na aki toki ni karaoa te bure; eng, e bon waaki nako ni kabutai taian uarongorongo ma kakauntaeka ni kabuta te aba, bwa e aonga ni kamatoatoai nanoia aomata ni karaoa te bwai ae raoiroi ma ni kaitara te bwai ae e na roko.", "23 Ao e ngae ngke iai kanikina ma kamiimi ake a mwakuriaki i buakoia ana botanaomata te Uea, ao mwakuri ni kamiimi ake a karaoaki, ma Tatan e bon korakora ana tautau iaon nanoia aomata ni kabuta aon te aba.", "24 Ao ikai are e a toki iai aia karuabwi n ririki n tautaeka taan moti i aoia ana botanaomata Nibwaai.", "25 Ao ikai are e a toki iai ana boki Ereman, n aron ana rongorongo Ereman ma natina mwaane."]}