{"English": ["Jacob denounces the love of riches, pride, and unchastity—Men may seek riches to help their fellowmen—The Lord commands that no man among the Nephites may have more than one wife—The Lord delights in the chastity of women. About 544–421B.C.", "1 The words which Jacob, the brother of Nephi, spake unto the people of Nephi, after the death of Nephi:", "2 Now, my beloved brethren, I, Jacob, according to the responsibility which I am under to God, to magnify mine office with soberness, and that I might rid my garments of your sins, I come up into the temple this day that I might declare unto you the word of God.", "3 And ye yourselves know that I have hitherto been diligent in the office of my calling; but I this day am weighed down with much more desire and anxiety for the welfare of your souls than I have hitherto been.", "4 For behold, as yet, ye have been obedient unto the word of the Lord, which I have given unto you.", "5 But behold, hearken ye unto me, and know that by the help of the all-powerful Creator of heaven and earth I can tell you concerning your thoughts, how that ye are beginning to labor in sin, which sin appeareth very abominable unto me, yea, and abominable unto God.", "6 Yea, it grieveth my soul and causeth me to shrink with shame before the presence of my Maker, that I must testify unto you concerning the wickedness of your hearts.", "7 And also it grieveth me that I must use so much boldness of speech concerning you, before your wives and your children, many of whose feelings are exceedingly tender and chaste and delicate before God, which thing is pleasing unto God;", "8 And it supposeth me that they have come up hither to hear the pleasing word of God, yea, the word which healeth the wounded soul.", "9 Wherefore, it burdeneth my soul that I should be constrained, because of the strict commandment which I have received from God, to admonish you according to your crimes, to enlarge the wounds of those who are already wounded, instead of consoling and healing their wounds; and those who have not been wounded, instead of feasting upon the pleasing word of God have daggers placed to pierce their souls and wound their delicate minds.", "10 But, notwithstanding the greatness of the task, I must do according to the strict commands of God, and tell you concerning your wickedness and abominations, in the presence of the pure in heart, and the broken heart, and under the glance of the piercing eye of the Almighty God.", "11 Wherefore, I must tell you the truth according to the plainness of the word of God. For behold, as I inquired of the Lord, thus came the word unto me, saying: Jacob, get thou up into the temple on the morrow, and declare the word which I shall give thee unto this people.", "12 And now behold, my brethren, this is the word which I declare unto you, that many of you have begun to search for gold, and for silver, and for all manner of precious ores, in the which this land, which is a land of promise unto you and to your seed, doth abound most plentifully.", "13 And the hand of providence hath smiled upon you most pleasingly, that you have obtained many riches; and because some of you have obtained more abundantly than that of your brethren ye are lifted up in the pride of your hearts, and wear stiff necks and high heads because of the costliness of your apparel, and persecute your brethren because ye suppose that ye are better than they.", "14 And now, my brethren, do ye suppose that God justifieth you in this thing? Behold, I say unto you, Nay. But he condemneth you, and if ye persist in these things his judgments must speedily come unto you.", "15 O that he would show you that he can pierce you, and with one glance of his eye he can smite you to the dust!", "16 O that he would rid you from this iniquity and abomination. And, O that ye would listen unto the word of his commands, and let not this pride of your hearts destroy your souls!", "17 Think of your brethren like unto yourselves, and be familiar with all and free with your substance, that they may be rich like unto you.", "18 But before ye seek for riches, seek ye for the kingdom of God.", "19 And after ye have obtained a hope in Christ ye shall obtain riches, if ye seek them; and ye will seek them for the intent to do good—to clothe the naked, and to feed the hungry, and to liberate the captive, and administer relief to the sick and the afflicted.", "20 And now, my brethren, I have spoken unto you concerning pride; and those of you which have afflicted your neighbor, and persecuted him because ye were proud in your hearts, of the things which God hath given you, what say ye of it?", "21 Do ye not suppose that such things are abominable unto him who created all flesh? And the one being is as precious in his sight as the other. And all flesh is of the dust; and for the selfsame end hath he created them, that they should keep his commandments and glorify him forever.", "22 And now I make an end of speaking unto you concerning this pride. And were it not that I must speak unto you concerning a grosser crime, my heart would rejoice exceedingly because of you.", "23 But the word of God burdens me because of your grosser crimes. For behold, thus saith the Lord: This people begin to wax in iniquity; they understand not the scriptures, for they seek to excuse themselves in committing whoredoms, because of the things which were written concerning David, and Solomon his son.", "24 Behold, David and Solomon truly had many wives and concubines, which thing was abominable before me, saith the Lord.", "25 Wherefore, thus saith the Lord, I have led this people forth out of the land of Jerusalem, by the power of mine arm, that I might raise up unto me a righteous branch from the fruit of the loins of Joseph.", "26 Wherefore, I the Lord God will not suffer that this people shall do like unto them of old.", "27 Wherefore, my brethren, hear me, and hearken to the word of the Lord: For there shall not any man among you have save it be one wife; and concubines he shall have none;", "28 For I, the Lord God, delight in the chastity of women. And whoredoms are an abomination before me; thus saith the Lord of Hosts.", "29 Wherefore, this people shall keep my commandments, saith the Lord of Hosts, or cursed be the land for their sakes.", "30 For if I will, saith the Lord of Hosts, raise up seed unto me, I will command my people; otherwise they shall hearken unto these things.", "31 For behold, I, the Lord, have seen the sorrow, and heard the mourning of the daughters of my people in the land of Jerusalem, yea, and in all the lands of my people, because of the wickedness and abominations of their husbands.", "32 And I will not suffer, saith the Lord of Hosts, that the cries of the fair daughters of this people, which I have led out of the land of Jerusalem, shall come up unto me against the men of my people, saith the Lord of Hosts.", "33 For they shall not lead away captive the daughters of my people because of their tenderness, save I shall visit them with a sore curse, even unto destruction; for they shall not commit whoredoms, like unto them of old, saith the Lord of Hosts.", "34 And now behold, my brethren, ye know that these commandments were given to our father, Lehi; wherefore, ye have known them before; and ye have come unto great condemnation; for ye have done these things which ye ought not to have done.", "35 Behold, ye have done greater iniquities than the Lamanites, our brethren. Ye have broken the hearts of your tender wives, and lost the confidence of your children, because of your bad examples before them; and the sobbings of their hearts ascend up to God against you. And because of the strictness of the word of God, which cometh down against you, many hearts died, pierced with deep wounds."], "Español": ["Jacob condena el amor a las riquezas, el orgullo y la falta de castidad— Los hombres pueden buscar riquezas con el fin de ayudar a sus semejantes— El Señor manda que ningún varón de entre los nefitas puede tener más de una esposa— El Señor se deleita en la castidad de las mujeres. Aproximadamente 544–421a.C.", "1 Palabras que Jacob, hermano de Nefi, dirigió al pueblo de Nefi, después de la muerte de Nefi:", "2 Pues bien, mis amados hermanos, yo, Jacob, según la responsabilidad bajo la cual me hallo ante Dios, de magnificar mi oficio con seriedad, y para limpiar mis vestidos de vuestros pecados, he subido hoy hasta el templo para declararos la palabra de Dios.", "3 Y vosotros mismos sabéis que hasta aquí he sido diligente en el oficio de mi llamamiento; pero hoy me agobia el peso de un deseo y afán mucho mayor por el bien de vuestras almas, que el que hasta ahora he sentido.", "4 Pues he aquí, hasta ahora habéis sido obedientes a la palabra del Señor que os he dado.", "5 Mas he aquí, escuchadme y sabed que con la ayuda del omnipotente Creador del cielo y de la tierra, puedo hablaros tocante a vuestros pensamientos, cómo es que ya empezáis a obrar en el pecado, pecado que para mí es muy abominable, sí, y abominable para Dios.", "6 Sí, contrista mi alma, y me hace encoger de vergüenza ante la presencia de mi Hacedor, el tener que testificaros concerniente a la maldad de vuestros corazones.", "7 Y también me apena tener que ser tan audaz en mis palabras relativas a vosotros, delante de vuestras esposas e hijos, muchos de los cuales son de sentimientos sumamente tiernos, castos y delicados ante Dios, cosa que agrada a Dios;", "8 y supongo que han subido hasta aquí para oír la agradable palabra de Dios; sí, la palabra que sana el alma herida.", "9 Por tanto, agobia mi alma el que sea constreñido, por el estricto mandamiento que recibí de Dios, a amonestaros según vuestros delitos y agravar las heridas de los que ya están heridos, en lugar de consolarlos y sanar sus heridas; y a los que no han sido heridos, en lugar de que se deleiten con la placentera palabra de Dios, colocar puñales para traspasar sus almas y herir sus delicadas mentes.", "10 Mas a pesar de la magnitud de la tarea, debo obrar según los estrictos mandamientos de Dios, y hablaros concerniente a vuestras iniquidades y abominaciones, en presencia de los puros de corazón y los de corazón quebrantado, y bajo la mirada del ojo penetrante del Dios Omnipotente.", "11 Por tanto, debo deciros la verdad, conforme a la claridad de la palabra de Dios. Porque he aquí, al dirigirme al Señor, la palabra vino a mí, diciendo: Jacob, sube hasta el templo mañana, y declara a este pueblo la palabra que te daré.", "12 Y ahora bien, he aquí, hermanos míos, esta es la palabra que os declaro, que muchos de vosotros habéis empezado a buscar oro, plata y toda clase de minerales preciosos que tan copiosamente abundan en esta tierra, que para vosotros y vuestra posteridad es una tierra de promisión.", "13 Y tan benignamente os ha favorecido la mano de la providencia, que habéis obtenido muchas riquezas; y porque algunos de vosotros habéis adquirido más abundantemente que vuestros hermanos, os envanecéis con el orgullo de vuestros corazones, y andáis con el cuello erguido y la cabeza en alto por causa de vuestras ropas costosas, y perseguís a vuestros hermanos porque suponéis que sois mejores que ellos.", "14 Y ahora bien, hermanos míos, ¿suponéis que Dios os justifica en esto? He aquí, os digo que no; antes bien, os condena; y si persistís en estas cosas, sus juicios os sobrevendrán aceleradamente.", "15 ¡Oh, si él os mostrara que puede traspasaros, y que con una mirada de su ojo puede humillaros hasta el polvo!", "16 ¡Oh, si os librara de esta iniquidad y abominación! ¡Oh, si escuchaseis la palabra de sus mandamientos, y no permitieseis que este orgullo de vuestros corazones destruyera vuestras almas!", "17 Considerad a vuestros hermanos como a vosotros mismos; y sed afables con todos y liberales con vuestros bienes, para que ellos sean ricos como vosotros.", "18 Pero antes de buscar riquezas, buscad el reino de Dios.", "19 Y después de haber logrado una esperanza en Cristo obtendréis riquezas, si las buscáis; y las buscaréis con el fin de hacer bien: para vestir al desnudo, alimentar al hambriento, libertar al cautivo y suministrar auxilio al enfermo y al afligido.", "20 Y ahora bien, hermanos míos, os he hablado acerca del orgullo; y aquellos de vosotros que habéis afligido a vuestro prójimo, y lo habéis perseguido a causa del orgullo de vuestros corazones por las cosas que Dios os dio, ¿qué tenéis que decir de esto?", "21 ¿No creéis que tales cosas son abominables para aquel que creó toda carne? Y ante su vista un ser es tan precioso como el otro. Y toda carne viene del polvo; y con el mismo fin él los ha creado: para que guarden sus mandamientos y lo glorifiquen para siempre.", "22 Y ahora ceso de hablaros concerniente a este orgullo. Y si no fuera que debo hablaros de un crimen más grave, mi corazón se regocijaría grandemente a causa de vosotros.", "23 Mas la palabra de Dios me agobia a causa de vuestros delitos más graves. Porque he aquí, dice el Señor: Este pueblo empieza a aumentar en la iniquidad; no entiende las Escrituras, porque trata de justificar sus fornicaciones, a causa de lo que se escribió acerca de David y su hijo Salomón.", "24 He aquí, David y Salomón en verdad tuvieron muchas esposas y concubinas, cosa que para mí fue abominable, dice el Señor.", "25 Por tanto, el Señor dice así: He sacado a este pueblo de la tierra de Jerusalén por el poder de mi brazo, a fin de levantar para mí una rama justa del fruto de los lomos de José.", "26 Por tanto, yo, el Señor Dios, no permitiré que los de este pueblo hagan como hicieron los de la antigüedad.", "27 Por tanto, hermanos míos, oídme y escuchad la palabra del Señor: Pues entre vosotros ningún hombre tendrá sino una esposa; y concubina no tendrá ninguna;", "28 porque yo, el Señor Dios, me deleito en la castidad de las mujeres. Y las fornicaciones son una abominación para mí; así dice el Señor de los Ejércitos.", "29 Por lo tanto, este pueblo guardará mis mandamientos, dice el Señor de los Ejércitos, o maldita sea la tierra por su causa.", "30 Porque si yo quiero levantar posteridad para mí, dice el Señor de los Ejércitos, lo mandaré a mi pueblo; de lo contrario, mi pueblo obedecerá estas cosas.", "31 Porque yo, el Señor, he visto el dolor y he oído el lamento de las hijas de mi pueblo en la tierra de Jerusalén; sí, y en todas las tierras de mi pueblo, a causa de las iniquidades y abominaciones de sus maridos.", "32 Y no permitiré, dice el Señor de los Ejércitos, que el clamor de las bellas hijas de este pueblo, que he conducido fuera de la tierra de Jerusalén, ascienda a mí contra los varones de mi pueblo, dice el Señor de los Ejércitos.", "33 Porque no llevarán cautivas a las hijas de mi pueblo, a causa de su ternura, sin que yo los visite con una terrible maldición, aun hasta la destrucción; porque no cometerán fornicaciones como los de la antigüedad, dice el Señor de los Ejércitos.", "34 Y ahora bien, he aquí, hermanos míos, sabéis que estos mandamientos fueron dados a nuestro padre Lehi; por tanto, los habéis conocido antes; y habéis incurrido en una gran condenación, porque habéis hecho estas cosas que no debíais haber hecho.", "35 He aquí, habéis cometido mayores iniquidades que nuestros hermanos los lamanitas. Habéis quebrantado los corazones de vuestras tiernas esposas y perdido la confianza de vuestros hijos por causa de los malos ejemplos que les habéis dado; y los sollozos de sus corazones ascienden a Dios contra vosotros. Y a causa de lo estricto de la palabra de Dios que desciende contra vosotros, han perecido muchos corazones, traspasados de profundas heridas."], "Français": ["Jacob dénonce l’amour de la richesse, l’orgueil et l’impudicité— Les hommes peuvent rechercher la richesse, si c’est pour aider leurs semblables— Le Seigneur interdit aux Néphites d’avoir plus d’une épouse— Le Seigneur fait ses délices de la chasteté des femmes. Vers 544–421av.J.-C.", "1 Paroles que Jacob, frère de Néphi, dit au peuple de Néphi après la mort de Néphi:", "2 Et maintenant, mes frères bien-aimés, moi, Jacob, selon la responsabilité que j’ai vis-à-vis de Dieu de magnifier mon ministère avec sérieux, et afin de débarrasser mes vêtements de vos péchés, je monte aujourd’hui dans le temple afin de vous annoncer la parole de Dieu.", "3 Et vous savez vous-mêmes que jusqu’à présent j’ai été diligent dans l’office de mon appel; mais je suis aujourd’hui accablé d’un désir et d’une inquiétude beaucoup plus grands pour le bien-être de votre âme que je ne l’ai été jusqu’à présent.", "4 Car voici, jusqu’à maintenant, vous avez été obéissants à la parole du Seigneur que je vous ai donnée.", "5 Mais voici, écoutez-moi, et sachez qu’avec l’aide du Créateur Tout-Puissant du ciel et de la terre, je peux vous dire vos pensées, je peux vous dire que vous commencez à vous livrer au péché, lequel péché m’apparaît, à moi, comme très abominable, oui, et abominable à Dieu.", "6 Oui, cela peine mon âme, et me fait reculer de honte en la présence de mon Créateur, de devoir vous témoigner de la méchanceté de votre cœur.", "7 Et cela me peine aussi de devoir user de tant de hardiesse de langage à votre sujet, devant vos femmes et vos enfants, dont beaucoup ont des sentiments extrêmement tendres, et chastes, et délicats devant Dieu, chose qui est agréable à Dieu;", "8 et je suppose qu’ils sont montés ici pour entendre la parole agréable de Dieu, oui, la parole qui guérit l’âme blessée.", "9 C’est pourquoi, cela pèse sur mon âme d’être contraint, à cause du commandement strict que j’ai reçu de Dieu, de vous avertir selon vos crimes, d’agrandir les blessures de ceux qui sont déjà blessés, au lieu de consoler et de guérir leurs blessures; et ceux qui n’ont pas été blessés, au lieu de se faire un festin de la parole agréable de Dieu, se voient placer des poignards pour leur percer l’âme et blesser leur esprit délicat.", "10 Mais malgré la grandeur de la tâche, je dois faire selon les commandements stricts de Dieu, et vous parler de votre méchanceté et de vos abominations, en la présence de ceux qui ont le cœur pur, et de ceux qui ont le cœur brisé, et sous le regard de l’œil perçant du Dieu Tout-Puissant.", "11 C’est pourquoi, je dois vous dire la vérité selon la clarté de la parole de Dieu. Car voici, comme j’interrogeais le Seigneur, ainsi me vint la parole, disant: Jacob, monte demain dans le temple, et annonce à ce peuple la parole que je te donnerai.", "12 Et maintenant, voici, mes frères, ceci est la parole que je vous annonce, que beaucoup d’entre vous ont commencé à rechercher l’or, et l’argent, et toutes sortes de minerais précieux dont ce pays, qui est une terre de promission pour vous et pour votre postérité, abonde en très grande quantité.", "13 Et la main de la providence a souri très agréablement sur vous, de sorte que vous avez obtenu beaucoup de richesses; et parce que vous êtes quelques-uns à avoir obtenu plus abondamment que vos frères, vous êtes enflés dans l’orgueil de votre cœur, et portez le cou roide et la tête haute à cause de la somptuosité de vos habits, et persécutez vos frères parce que vous pensez que vous êtes meilleurs qu’eux.", "14 Et maintenant, mes frères, pensez-vous que Dieu vous justifie en cette chose? Voici, je vous dis: non. Mais il vous condamne, et si vous persistez en ces choses, ses jugements vont tomber rapidement sur vous.", "15 Oh! s’il pouvait vous montrer qu’il peut vous percer, et que d’un seul regard de son œil il peut vous frapper jusqu’à vous faire tomber dans la poussière!", "16 Oh! s’il pouvait vous débarrasser de cette iniquité et de cette abomination! Et, oh! si vous pouviez écouter la parole de ses commandements, et ne pas laisser cet orgueil de votre cœur détruire votre âme!", "17 Pensez à vos frères comme à vous-mêmes, et soyez amicaux envers tous et généreux de vos biens, afin qu’ils soient riches comme vous.", "18 Mais avant de rechercher la richesse, recherchez le royaume de Dieu.", "19 Et lorsque vous aurez obtenu l’espérance dans le Christ, vous obtiendrez la richesse, si vous la recherchez; et vous la rechercherez dans l’intention de faire le bien: pour vêtir les nus, et pour nourrir les affamés, et pour délivrer les captifs, et pour apporter du soulagement aux malades et aux affligés.", "20 Et maintenant, mes frères, je vous ai parlé de l’orgueil; et vous qui avez affligé votre prochain, et l’avez persécuté parce que vous étiez orgueilleux dans votre cœur des choses que Dieu vous a données, qu’en dites-vous?", "21 Ne pensez-vous pas que de telles choses sont abominables pour celui qui a créé toute chair? Un être est aussi précieux à ses yeux que l’autre. Et toute chair vient de la poussière; et c’est dans un but identique qu’il les a créés, pour qu’ils gardent ses commandements et le glorifient à jamais.", "22 Et maintenant, je finis de vous parler de l’orgueil. Et si je ne devais pas vous parler d’un crime plus répugnant, mon cœur se réjouirait extrêmement à cause de vous.", "23 Mais la parole de Dieu pèse sur moi, à cause des crimes plus répugnants que vous commettez. Car voici, ainsi dit le Seigneur: Ce peuple commence à devenir fort dans l’iniquité; il ne comprend pas les Écritures, car il cherche à s’excuser de se livrer à la fornication, à cause des choses qui ont été écrites concernant David et Salomon, son fils.", "24 Voici, David et Salomon avaient, en vérité, beaucoup d’épouses et de concubines, ce qui était abominable devant moi, dit le Seigneur.", "25 C’est pourquoi, ainsi dit le Seigneur: J’ai conduit ce peuple hors du pays de Jérusalem par la puissance de mon bras, afin de me susciter une branche juste du fruit des reins de Joseph.", "26 C’est pourquoi, moi, le Seigneur Dieu, je ne souffrirai pas que ce peuple fasse comme ceux d’autrefois.", "27 C’est pourquoi, mes frères, entendez-moi, et écoutez la parole du Seigneur: car aucun homme parmi vous n’aura plus d’une épouse; et de concubines il n’en aura aucune;", "28 car moi, le Seigneur Dieu, je fais mes délices de la chasteté des femmes. Et la fornication est une abomination devant moi; ainsi dit le Seigneur des armées.", "29 C’est pourquoi, ce peuple gardera mes commandements, dit le Seigneur des armées, sinon le pays sera maudit à cause de lui.", "30 Car si je veux, dit le Seigneur des armées, me susciter une postérité, je le commanderai à mon peuple; autrement ils observeront ces choses.", "31 Car voici, moi, le Seigneur, j’ai vu la tristesse, et entendu les plaintes des filles de mon peuple au pays de Jérusalem, oui, et dans tous les pays de mon peuple, à cause de la méchanceté et des abominations de leurs maris.", "32 Et je ne souffrirai pas, dit le Seigneur des armées, que les cris des belles filles de ce peuple que j’ai conduit hors du pays de Jérusalem, montent jusqu’à moi contre les hommes de mon peuple, dit le Seigneur des armées.", "33 Car ils n’emmèneront pas captives les filles de mon peuple à cause de leur tendresse, sans que je n’intervienne contre eux par une terrible malédiction, jusqu’à la destruction; car ils ne commettront pas de fornication, comme ceux d’autrefois, dit le Seigneur des armées.", "34 Et maintenant, voici, mes frères, vous savez que ces commandements ont été donnés à notre père, Léhi; c’est pourquoi vous les connaissiez déjà, et vous êtes tombés sous une grande condamnation, car vous avez fait ce que vous n’auriez pas dû faire.", "35 Voici, vous avez commis de plus grandes iniquités que les Lamanites, nos frères. Vous avez brisé le cœur de vos tendres épouses et perdu la confiance de vos enfants, à cause de votre mauvais exemple devant eux; et les sanglots de leur cœur montent à Dieu contre vous. Et à cause de la rigueur de la parole de Dieu qui descend contre vous, beaucoup de cœurs sont morts, percés de blessures profondes."], "Kiribati": ["E kabuakaka tangiran te kaubwai, te kamoamoa, ao te aki itiaki, Iakobwa—A konaa aomata n ukoukora te kaubwai ibukin buokaia aia koraki—E tua te Uea bwa akea te mwaane i buakoia Nibwaite ae na raka buuna te aine nakon temanna—E kukurei nanon te Uea n itiakiia aine. Uakaan ma ririki aika 544–421I.K.", "1 Taeka ake e taekin Iakobwa are tarin Nibwaai, nakoia ana botanaomata Nibwaai, i mwin maten Nibwaai:", "2 Ngkai, tariu aika kam tangiraki, Ngai ae Iakobwa, n aron te mwioko are mai iroun te Atua, are N na kamatoa nakoau n te koaua, bwa I aonga ni kaitiaki kunnikaiu ma n ami bure, I a nakoimi n te tembora n te bong aio bwa N na taekina ana taeka te Atua.", "3 Ao kam ataia n tatabemaningkami nako bwa I a tia ni kakaonimaki n te nakoa are I a tia ni weteaki nako iai; man te bong aio ao I karawawataki riki ibukin tabeaiangau n aron maiun tamneimi nakon are I a tia n rinanona mai mwaaina.", "4 Bwa taraia, kam a tia n aki ongeaba nakon ana taeka te Uea, ake I a tia n anganingkami.", "5 Ma taraia, kam na kakauongo nakoiu, ao kam na ataia bwa ma n ana ibuobuoki te Tia Karikibwai ae korakora are e karika karawa ma aonaba ao I a kona n tuangkami kanoan ami iango, ma aromi ni moana karaoan te bure, ae te bure ae moan te ribaki irou, eng, ao ae moan te ribaki naba iroun te Atua.", "6 Eng, e rawawata tamneiu ao I kan karabaai ibukin te maamaa mai iroun are Karikai, ngkai N na riai ni kakoauai nakoimi aron buakakan nanomi.", "7 Ao I a taonaki naba n te rawawata ngkai e riai bwa N na taetae nakoimi n te aro ae matoatoa n aron taekami, i mataia kaainabami ma natimi, aika moan te maraurau nanoia man itiaki ao ni kaiuruaki i matan te Atua, ake e kukurei iai nanon te Atua;", "8 Ao I taku bwa a nakomai bwa a na ongora n ana taeka te Atua aika a tamaroa, eng, te taeka are e na kamaiua te aomata ae e ikoaki.", "9 Mangaia ae e rawawata tamneiu ngkai I a tia ni kateituaki, n aron te tua ae matoatoa are e reke irou mai iroun te Atua, bwa N na kataetaeingkami n aron ami bure, are n tokina ao a na kabuburaki ikoakiia ake a tia n ikoaki, ao n aki kabebeteia ma ni kamaoi ikoakiia; ao ake a tuai n ikoaki, a na aki kanuaia n ana taeka te Atua ae kakukurei man namakina te biti are e na ewari tamneia ao ni kaikoaki aia kaantaninga aika a kaiuruaki.", "10 Ma e ngae ngke e korakora te mwakuri aio, ao e riai bwa N na karaoia n aron ana tua te Atua, ao n taekin nakoimi taekan ami bure ma ami mwakuri aika a ribaki, imataia aika a itiaki nanoia, ma nanoia aika uruaki, i aan matan te Atua ae Moan te Mwaaka are noori bwaai ni kabane.", "11 Mangaia ae N na riai n tuangkami te koaua n aron mataatan ana taeka te Atua. Bwa taraia, n au tai n ukeuke nakon te Uea, ao e a roko te taeka nakoiu ae kangai: Iakobwa, ko na nakon te tembora n te ingabong, ao taekina te taeka ae N na anganiko nakoia te botanaomata aio.", "12 Ao ngkai tariu aika kam tangiraki, aio te taeka are N na taekinna nakoimi, bwa a mwaiti i buakomi aika a moana ukoukoran te koora, te tirewa, ao aeka n tano aika a kakawaki, aika tanon te aba aio, ae te aba ni berita nakoimi ma kanoami, ae moan te rawata iaon te aba aio.", "13 Ao e kukurei nanon teuare ana bwai bwaai ma ni kakabwaiaingkami, ngkai a reke iroumi kaubwai aika a mwaiti; ma ngkami iai i buakomi aika a reke irouia kaubwai aika a mwaiti riki nakoia tarimi ao e rikirake te kamoamoa inanomi, ao kam bonotaninga ma ni karietatai atuumi ibukin bobuakan ami kunnikai, ao kam a bwainikirinia tarimi ngkai kam taku inanomi bwa kam rietata riki nakoia.", "14 Ao ngkai, tariu n ami kaantaninga, kam taku bwa e na kukurei nanon te Atua iroumi ni karaoan aio? Taraia, I tuangingkami bwa, E aki. Ma e na karekei kaimi, ao ngkana kam teimatoa ni karaoi bwaai aikai ao e na waekoa n roko i aomi ana moti.", "15 O teraa ngke e kona ni kaota korakorana ni koroiko, ao ngkana e taraiko ao ko na riki n aiaron te bubu n tano!", "16 O tera ngke e kona ni katokiko man te bure ao te mwakuri ae e ribaki. Ao tera ngke kam kona n ongeaba n taekan ana tua, ao n aki kariaia kamoamoan nanomi bwa e na kamatei tamneimi!", "17 Kabotauiia tarimi ma ngkami, ao iraorao mangaia ni kabane ao akoia ni kaubwaimi, bwa a aonga ni kaubwai n aiaromi.", "18 Ma i mwaain ae kam ukoukora te kaubwai, ao kam na ukoukora moa uean te Atua.", "19 Ao ngkana e a tia n reke ami koaua i nanon Kristo ao a na reke iroumi taian kaubwai, ngkana kam ukoukori; ao ngkana kam ukoukori ibukin karaoan ae raoiroi—ni karekei kunnikaia aika akea karabaia, ao ni kamwarakeia aika a baki, ao ni kaotinakoia aika a tautaekanaki man te tautaekanaki, ao n anga te ibuobuoki nakoia aoraki ma aika a ikoaki.", "20 Ao ngkai, tariu, I a tia n taetae nakoimi ni kaineti ma te kamoamoa; ao ngkami aika kam a tia ni kaikoakia kaain rarikimi, ao ni bwainikiriniia ibukin te kamoamoa inanomi, ni bwaai ake e a tia n anganingkami te Atua, teraa ami taeka iai?", "21 N ami kaantaninga a na ribaki bwaai aikai iroun teuare karikiia aomata ni kabane? Ao titebo kakawakin temanna imatana n aiaron kakawakin are temanna. Ao a bane n riki n iriko ni kabane man te bubun tano; ao titebo bukin karikaia ni kabane, bwa a na kaawakin ana tua ao n neboia n aki toki.", "22 Ao ngkai N nang motika taekinan te kamoamoa nakoimi. Ao ngke arona bwa N na aki taetae nakoimi n taekina te bure ae rawawata riki, ao e na rang ni kukurei nanou iroumi.", "23 Ma I karawawataki n ana taeka te Atua ibukin ami bure aika a rawawata riki. Ma taraia, e taku te Uea: E rikirake karaoan te bure irouia te botanaomata aio; a aki ataa kanoan koroboki aika tabu, bwa a kabanei aia tai ni karaoi mwakuri ni kabekaau, ibukin bwaai ake a tia ni koreaki man taekan Tawita, ma natina are Toromon.", "24 Taraia, e taku te Uea, e koaua bwa a mwaiti buuia ma aia kinano Tawita ma Toromon, ae te mwakuri ae bati n ribaki imatau.", "25 Mangaia ae e taku te Uea, I a tia ni kairia te botanaomata aio mai Ierutarem, ni mwaakan baiu, bwa I aonga ni kona ni karikirakea te mwanga ae raoiroi man kanoan Iotebwa ibukiu.", "26 Mangaia ae Ngai ae te Uea ae te Atua, I aki tangiriia te botanaomata aio bwa a na katotong bwaai ake a karaoi aomata ake ngkoa.", "27 Mangaia ae kam na kakauongo nakoiu tariu, ao ongo n ana taeka te Uea: Bwa a na akea te mwaane i buakomi ae e na raka mwaitin buuna nakon temanna; ke ni iai ana kinano;", "28 Bwa Ngai ae te Uea ae te Atua, e kukurei nanou n itiakiia aine. Ao mwakuri ni kabekaau a ribaki imatau; aikai ana taeka aia Uea Taanga ni Buaka.", "29 Mangaia ae a na kaawakin au tua te botanaomata aio, n aron ana taeka aia Uea Taanga ni Buaka, ke e na karekeaki kain te aba ibukin aki ongeabaia.", "30 Bwa e taku aia Uea Taanga ni Buaka, ngkana e riai bwa N na karikirakea mwaitia au botanaomata ao N na tuatua nakoia au botanaomata, ma i mwaain ae I karaoa aio ao a riai n ongeaba ni bwaai aikai.", "31 Bwa taraia, Ngai ae te Uea, I a tia n noorii man ongo tangiia natiu aine mai buakoia au botanaomata i Ierutarem, eng, ao n aaba nako ake a maeka iai au botanaomata, ibukin aia buakaka ma aia mwakuri aika a ribaki buuia.", "32 E taku ana taeka aia Uea Taanga ni Buaka, I aki tangiria bwa N na manga ongo tangiia naati aine man te botanaomata aio, ake I kairia nako mai Ierutarem, bwa a na tangitang ibukin aia mwakuri mwaanen te botanaomata aio, e taku aia Uea Taanga ni Buaka.", "33 Bwa a na aki kairia nako naati aine te botanaomata aio ngkai a ongeaba, bwa ngkana a karaoia ao N na anganiia te rekenikai ae rawawata nakoia, n irianna n te mate; bwa a na aki karaoi mwakuri ni kabekaau, n aron ake ngkoa, ao aikai ake e taekin aia Uea Taanga ni Buaka.", "34 Ao taraia ngkai tariu aika kam tangiraki, kam ataia bwa e a tia n anganaki tua aikai tamara ae Riaai; mangaia ae kam a bon ataia mai i mwaina; ao a na korakora reken kaimi; ngkai kam a tia ni karaoi bwai aika kam riai n aki karaoi.", "35 Taraia kam a tia ni karaoi bure aika a rawawata riki nakon ake a karaoi tarira aika Reimwanaite. Kam a tia n uru nanoia buumi aika a raraoi, ao ni kaakea karineami irouia natimi, ibukin ami katoto nakoia aika a aki raraoi; ao a waerake tangin nanoia iroumi nakon te Atua. Ao ibukin matoan ana taeka te Atua, ake a riki n roko ibukimi, ao a mwaiti naano aika a na toki, ao a na kananoaki ikoakiia."]}