{"English": ["The Lord will recover Israel in the last days—The world will be burned with fire—Men must follow Christ to avoid the lake of fire and brimstone. About 544–421B.C.", "1 And now, behold, my brethren, as I said unto you that I would prophesy, behold, this is my prophecy—that the things which this prophet Zenos spake, concerning the house of Israel, in the which he likened them unto a tame olive tree, must surely come to pass.", "2 And the day that he shall set his hand again the second time to recover his people, is the day, yea, even the last time, that the servants of the Lord shall go forth in his power, to nourish and prune his vineyard; and after that the end soon cometh.", "3 And how blessed are they who have labored diligently in his vineyard; and how cursed are they who shall be cast out into their own place! And the world shall be burned with fire.", "4 And how merciful is our God unto us, for he remembereth the house of Israel, both roots and branches; and he stretches forth his hands unto them all the day long; and they are a stiffnecked and a gainsaying people; but as many as will not harden their hearts shall be saved in the kingdom of God.", "5 Wherefore, my beloved brethren, I beseech of you in words of soberness that ye would repent, and come with full purpose of heart, and cleave unto God as he cleaveth unto you. And while his arm of mercy is extended towards you in the light of the day, harden not your hearts.", "6 Yea, today, if ye will hear his voice, harden not your hearts; for why will ye die?", "7 For behold, after ye have been nourished by the good word of God all the day long, will ye bring forth evil fruit, that ye must be hewn down and cast into the fire?", "8 Behold, will ye reject these words? Will ye reject the words of the prophets; and will ye reject all the words which have been spoken concerning Christ, after so many have spoken concerning him; and deny the good word of Christ, and the power of God, and the gift of the Holy Ghost, and quench the Holy Spirit, and make a mock of the great plan of redemption, which hath been laid for you?", "9 Know ye not that if ye will do these things, that the power of the redemption and the resurrection, which is in Christ, will bring you to stand with shame and awful guilt before the bar of God?", "10 And according to the power of justice, for justice cannot be denied, ye must go away into that lake of fire and brimstone, whose flames are unquenchable, and whose smoke ascendeth up forever and ever, which lake of fire and brimstone is endless torment.", "11 O then, my beloved brethren, repent ye, and enter in at the strait gate, and continue in the way which is narrow, until ye shall obtain eternal life.", "12 O be wise; what can I say more?", "13 Finally, I bid you farewell, until I shall meet you before the pleasing bar of God, which bar striketh the wicked with awful dread and fear. Amen."], "Español": ["El Señor recobrará a Israel en los últimos días— El mundo será quemado con fuego— Los hombres deben seguir a Cristo para evitar el lago de fuego y azufre. Aproximadamente 544–421a.C.", "1 Y ahora bien, he aquí, mis hermanos, como os dije que iba a profetizar, he aquí, esta es mi profecía: Que las cosas que habló este profeta Zenós concernientes a los de la casa de Israel, en las cuales los comparó a un olivo cultivado, ciertamente han de acontecer.", "2 Y el día en que el Señor de nuevo extienda su mano por segunda vez para recobrar a su pueblo será el día, sí, aun la última vez, en que los siervos del Señor saldrán con potestad de él para nutrir y podar su viña; y después de eso, pronto vendrá el fin.", "3 ¡Y cuán benditos los que hayan trabajado diligentemente en su viña! ¡Y cuán malditos los que sean echados a su propio lugar! Y el mundo será quemado con fuego.", "4 ¡Y cuán misericordioso es nuestro Dios para con nosotros!, porque él se acuerda de la casa de Israel, de las raíces así como de las ramas; y les extiende sus manos todo el día; y son una gente obstinada y contenciosa; pero cuantos no endurezcan sus corazones serán salvos en el reino de Dios.", "5 Por tanto, amados hermanos míos, os suplico con palabras solemnes que os arrepintáis y vengáis con íntegro propósito de corazón, y os alleguéis a Dios como él se allega a vosotros. Y mientras su brazo de misericordia se extienda hacia vosotros a la luz del día, no endurezcáis vuestros corazones.", "6 Sí, hoy mismo, si queréis oír su voz, no endurezcáis vuestros corazones; pues, ¿por qué queréis morir?", "7 Porque he aquí, después de haber sido nutridos por la buena palabra de Dios todo el día, ¿produciréis mal fruto, para que seáis talados y echados en el fuego?", "8 He aquí, ¿rechazaréis estas palabras? ¿Rechazaréis las palabras de los profetas; y rechazaréis todas las palabras que se han hablado en cuanto a Cristo, después que tantos han hablado acerca de él?, ¿y negaréis la buena palabra de Cristo y el poder de Dios y el don del Espíritu Santo, y apagaréis el Santo Espíritu, y haréis irrisión del gran plan de redención que se ha dispuesto para vosotros?", "9 ¿No sabéis que si hacéis estas cosas, el poder de la redención y de la resurrección que está en Cristo os llevará a presentaros con vergüenza y con terrible culpa ante el tribunal de Dios?", "10 Y según el poder de la justicia, porque la justicia no puede ser negada, tendréis que ir a aquel lago de fuego y azufre, cuyas llamas son inextinguibles y cuyo humo asciende para siempre jamás; y este lago de fuego y azufre es tormento sin fin.", "11 ¡Oh amados hermanos míos, arrepentíos, pues, y entrad por la puerta estrecha, y continuad en el camino que es angosto, hasta que obtengáis la vida eterna!", "12 ¡Oh, sed prudentes! ¿Qué más puedo decir?", "13 Por último, me despido de vosotros, hasta que os vuelva a ver ante el placentero tribunal de Dios, tribunal que hiere al malvado con terrible espanto y miedo. Amén."], "Français": ["Le Seigneur recouvrera Israël dans les derniers jours— Le monde sera brûlé par le feu— Les hommes doivent suivre le Christ pour éviter l’étang de feu et de soufre. Vers 544–421av.J.-C.", "1 Et maintenant, voici, mes frères, comme je vous ai dit que je prophétiserais, voici, telle est ma prophétie: que les choses que ce prophète Zénos a dites concernant la maison d’Israël, dans lesquelles il la comparait à un olivier franc, vont assurément arriver.", "2 Et le jour où il étendra une seconde fois sa main pour recouvrer son peuple, est le jour, oui, la dernière fois, où les serviteurs du Seigneur iront, avec son pouvoir, nourrir et tailler sa vigne; et après cela, la fin vient bientôt.", "3 Et comme ils sont bénis, ceux qui ont travaillé diligemment dans sa vigne! Et comme ils sont maudits, ceux qui seront rejetés en leur lieu propre! Et le monde sera brûlé par le feu.", "4 Et comme il est miséricordieux envers nous, notre Dieu, car il se souvient de la maison d’Israël, de sa racine comme de ses branches; et il leur tend les mains toute la journée; et ils sont un peuple au cou roide et contredisant; mais tous ceux qui ne s’endurciront pas le cœur seront sauvés dans le royaume de Dieu.", "5 C’est pourquoi, mes frères bien-aimés, je vous adjure solennellement de vous repentir, et de venir d’un cœur pleinement résolu, et de vous attacher à Dieu comme il s’attache à vous. Et tandis que le bras de sa miséricorde est étendu vers vous à la lumière du jour, ne vous endurcissez pas le cœur.", "6 Oui, aujourd’hui, si vous voulez entendre sa voix, ne vous endurcissez pas le cœur; car pourquoi voulez-vous mourir?", "7 Car voici, après avoir été nourris pendant toute la journée par la bonne parole de Dieu, donnerez-vous du mauvais fruit, de sorte que vous devrez être coupés et jetés au feu?", "8 Voici, rejetterez-vous ces paroles? Rejetterez-vous les paroles des prophètes, et rejetterez-vous toutes les paroles qui ont été dites concernant le Christ, après qu’il y en ait eu tant qui ont parlé à son sujet? Et nierez-vous la bonne parole du Christ, et le pouvoir de Dieu, et le don du Saint-Esprit, et éteindrez-vous l’Esprit-Saint, et tournerez-vous en dérision le grand plan de rédemption qui a été préparé pour vous?", "9 Ne savez-vous pas que si vous faites ces choses, le pouvoir de la rédemption et de la résurrection qui est dans le Christ vous amènera à vous tenir avec honte et une culpabilité affreuse devant la barre de Dieu?", "10 Et selon le pouvoir de la justice, car la justice ne peut se voir opposer un refus, vous devrez vous en aller dans l’étang de feu et de soufre, dont les flammes ne s’éteignent pas, et dont la fumée monte pour toujours et à jamais, étang de feu et de soufre qui est le tourment sans fin.", "11 Oh! alors, mes frères bien-aimés, repentez-vous, et entrez par la porte étroite, et continuez sur le chemin qui est resserré, jusqu’à ce que vous obteniez la vie éternelle.", "12 Oh! ayez de la sagesse! Que puis-je dire de plus?", "13 Finalement, je vous dis adieu jusqu’à ce que je vous rencontre devant la barre agréable de Dieu, barre qui frappe les méchants d’une peur et d’une crainte terribles. Amen."], "Kiribati": ["E na kamaiua Iteraera te Uea i nanon boong aika kaitira—E na kabuekaki te aonaba n te ai—A riai aomata ni katotonga Kristo bwa aonga ni kararoa te nei are te ai ma te burimton. Uakaan ma ririki aika 544–421I.K.", "1 Ao ngkai, tariu aika kam tangiraki, n aron are I taekinna nakoimi bwa N na moana au taetae ni burabeti, taraia, aio kanoan au taeka ni burabeti—bwa bwaai ni kabane ake e taekin Tinoti, aika taekan te bata are Iteraera, are e kabootauia iai ma te kai te oriwa ae ribanaki, a na bon bane ni koro bukiia.", "2 Ao n te bong are e arora iai baina n te kauatai ni kamaiuia ana botanaomata, ao bon te bong, eng, ae te kabanea n tai are a na nako iai ana tia mwakuri te Uea ni mwaakana, bwa a na kamwarakea ma ni kaitiaka ana nne ni kurebe; ao i mwin aio ao e na roko te toki.", "3 Ao a na kakabwaiaki ake a tia ni kakaonimaki ni mwakuri i nanon ana nne ni kurebe; ao ai korakorara rekenikaia ake a na teweaki nakon nneia! Ao e na kabuekaki te aonaba n te ai.", "4 Ai korakorara ana nanoanga te Atua nakoira, ngkai e uringa te bata are Iteraera, aika wakaa ma mwanga; ao e arora baina nakoia i nanon te bong ae bwanin; ao bon aomata ngaia aika a bonotaninga ma ni ngurengure i buakoia; ma a na bane ni kamaiuiaki ni kabane ake a aki kamatoai nanoia nako nanon uean te Atua.", "5 Mangaia ae tariu aika a tangiraki, I kamatoa au bubuti nakoimi bwa kam na rairinanomi, ao ni karaoia ma te nano ni koaua ae bwanin, ao n teimatoa i nanon te Atua ngkai e na teimatoa ma ngkami. Ao kam na tai kamatoa nanomi ngkai e arora baina n nanoanga nakoimi n ootan te ngaina.", "6 Eng, ngkana kam ongo bwaanana n te bong aio, ao tai kamatoai nanomi; bwa bukin teraa ngkai kam mate?", "7 Bwa taraia, kam a tia ni kamwarakeaki n ana taeka te Atua ae raoiroi i nanon te bong ae bwanin, e koaua bwa kam na karaoa ae buakaka, bwa kam aonga ni karenakoaki nako nanon te ai?", "8 Taraia, kam na rawa n ongo taeka aikai? Kam na rawa n ongo aia taeka burabeti; ao kam na aki kan ongo naba n taian taeka ni kabane ake a tia n taekinaki ni kaineti ma Kristo, e ngae ngkai a mwaiti ake a tia n taekinna; ao n aki kakoaua ana taeka Kristo ae raoiroi, ma mwaakan te Atua, ma te bwaintituaraoi ae te Tamnei ae Raoiroi, ma ni karekea ana kairiri te Tamnei ae Tabu, ma ni bwainikirina te babaire ae korakora ni kaboia, are e a tia ni katauraoaki ibukimi?", "9 Kam aki ataia bwa ane e karaoi bwaai aikai, ao e na tei ma te kamamaeaki ao namakinan te bure imatan ana kai ni motikitaeka te Atua, ni mwaakan te kaboaki ma te mangauti are e mena iroun Kristo?", "10 Ao n aron naba mwaakan te moti, bwa e aki kona ni kaakeaki te moti, ao e na nako nanon te nei n ai ma te burimton, ae aki kona ni katokaki urana, ma bubuna ae waerake n aki totoki, ae te nei n ai ma te burimton ao te kammarakaki ae aki totoki.", "11 O ngaia ae tariu aika kam tangiraki, kam na rairinanomi, ao kam na rin i nanon te mataroa ae wariki, ao ni waaki iaon te kawai ae irariki, ni karokoa reken te maiu ae akea tokina.", "12 O kam na kawanawanaingkami; tera ae N na kona riki n taekinna?", "13 Ni kabanean au taeka, I a kaboo nakoimi, ni karokoa te tai are N na manga kaitibo iai ma ngkami imatan ana kai ni motikitaeka te Atua ae kakukurei, ae te kai ae e na kaonia aika a buakaka n te maaku ae korakora. Amen."]}