{"English": ["The pure in heart receive the pleasing word of God—Lamanite righteousness exceeds that of the Nephites—Jacob warns against fornication, lasciviousness, and every sin. About 544–421B.C.", "1 But behold, I, Jacob, would speak unto you that are pure in heart. Look unto God with firmness of mind, and pray unto him with exceeding faith, and he will console you in your afflictions, and he will plead your cause, and send down justice upon those who seek your destruction.", "2 O all ye that are pure in heart, lift up your heads and receive the pleasing word of God, and feast upon his love; for ye may, if your minds are firm, forever.", "3 But, wo, wo, unto you that are not pure in heart, that are filthy this day before God; for except ye repent the land is cursed for your sakes; and the Lamanites, which are not filthy like unto you, nevertheless they are cursed with a sore cursing, shall scourge you even unto destruction.", "4 And the time speedily cometh, that except ye repent they shall possess the land of your inheritance, and the Lord God will lead away the righteous out from among you.", "5 Behold, the Lamanites your brethren, whom ye hate because of their filthiness and the cursing which hath come upon their skins, are more righteous than you; for they have not forgotten the commandment of the Lord, which was given unto our father—that they should have save it were one wife, and concubines they should have none, and there should not be whoredoms committed among them.", "6 And now, this commandment they observe to keep; wherefore, because of this observance, in keeping this commandment, the Lord God will not destroy them, but will be merciful unto them; and one day they shall become a blessed people.", "7 Behold, their husbands love their wives, and their wives love their husbands; and their husbands and their wives love their children; and their unbelief and their hatred towards you is because of the iniquity of their fathers; wherefore, how much better are you than they, in the sight of your great Creator?", "8 O my brethren, I fear that unless ye shall repent of your sins that their skins will be whiter than yours, when ye shall be brought with them before the throne of God.", "9 Wherefore, a commandment I give unto you, which is the word of God, that ye revile no more against them because of the darkness of their skins; neither shall ye revile against them because of their filthiness; but ye shall remember your own filthiness, and remember that their filthiness came because of their fathers.", "10 Wherefore, ye shall remember your children, how that ye have grieved their hearts because of the example that ye have set before them; and also, remember that ye may, because of your filthiness, bring your children unto destruction, and their sins be heaped upon your heads at the last day.", "11 O my brethren, hearken unto my words; arouse the faculties of your souls; shake yourselves that ye may awake from the slumber of death; and loose yourselves from the pains of hell that ye may not become angels to the devil, to be cast into that lake of fire and brimstone which is the second death.", "12 And now I, Jacob, spake many more things unto the people of Nephi, warning them against fornication and lasciviousness, and every kind of sin, telling them the awful consequences of them.", "13 And a hundredth part of the proceedings of this people, which now began to be numerous, cannot be written upon these plates; but many of their proceedings are written upon the larger plates, and their wars, and their contentions, and the reigns of their kings.", "14 These plates are called the plates of Jacob, and they were made by the hand of Nephi. And I make an end of speaking these words."], "Español": ["Los puros de corazón reciben la placentera palabra de Dios— La rectitud de los lamanitas es mayor que la de los nefitas— Jacob amonesta contra la fornicación, la lascivia y todo pecado. Aproximadamente 544–421a.C.", "1 Mas he aquí que yo, Jacob, quisiera dirigirme a vosotros, los que sois puros de corazón. Confiad en Dios con mentes firmes, y orad a él con suma fe, y él os consolará en vuestras aflicciones, y abogará por vuestra causa, y hará que la justicia descienda sobre los que buscan vuestra destrucción.", "2 ¡Oh todos vosotros que sois de corazón puro, levantad vuestra cabeza y recibid la placentera palabra de Dios, y deleitaos en su amor!; pues podéis hacerlo para siempre, si vuestras mentes son firmes.", "3 ¡Pero ay, ay de vosotros que no sois puros de corazón, que hoy os halláis inmundos ante Dios!, porque a menos que os arrepintáis, la tierra será maldecida por causa vuestra; y los lamanitas, que no son inmundos como vosotros, aunque maldecidos con severa maldición, os azotarán aun hasta la destrucción.", "4 Y el tiempo velozmente viene en que, a menos que os arrepintáis, ellos poseerán la tierra de vuestra herencia, y el Señor Dios apartará a los justos de entre vosotros.", "5 He aquí que los lamanitas, vuestros hermanos, a quienes aborrecéis por su inmundicia y la maldición que les ha venido sobre la piel, son más justos que vosotros; porque no han olvidado el mandamiento del Señor que fue dado a nuestro padre, de no tener sino una esposa y ninguna concubina, y que no se cometieran fornicaciones entre ellos.", "6 Y se esfuerzan por guardar este mandamiento; por tanto, a causa de esta observancia en cumplir con este mandamiento, el Señor Dios no los destruirá, sino que será misericordioso para con ellos, y algún día llegarán a ser un pueblo bendito.", "7 He aquí, sus maridos aman a sus esposas, y sus esposas aman a sus maridos, y sus esposos y esposas aman a sus hijos; y su incredulidad y su odio contra vosotros se deben a la iniquidad de sus padres; por tanto, ¿cuánto mejores sois vosotros que ellos a la vista de vuestro gran Creador?", "8 ¡Oh hermanos míos, temo que a no ser que os arrepintáis de vuestros pecados, su piel será más blanca que vuestra piel, cuando seáis llevados con ellos ante el trono de Dios!", "9 Por tanto, os doy un mandamiento, el cual es la palabra de Dios, que no los injuriéis más a causa del color obscuro de su piel, ni tampoco debéis ultrajarlos por su inmundicia; antes bien, debéis recordar vuestra propia inmundicia y recordar que la de ellos vino por causa de sus padres.", "10 Por tanto, debéis recordar a vuestros hijos, cómo habéis afligido sus corazones a causa del ejemplo que les habéis dado; y recordad también que por motivo de vuestra inmundicia podéis llevar a vuestros hijos a la destrucción, y sus pecados serán acumulados sobre vuestra cabeza en el postrer día.", "11 ¡Oh hermanos míos, escuchad mis palabras; estimulad las facultades de vuestras almas; sacudíos para que despertéis del sueño de la muerte; y libraos de los sufrimientos del infierno para que no lleguéis a ser ángeles del diablo, para ser echados en ese lago de fuego y azufre que es la segunda muerte!", "12 Ahora bien, yo, Jacob, hablé muchas cosas más al pueblo de Nefi, amonestándolo contra la fornicación y la lascivia y toda clase de pecados, declarándole las terribles consecuencias de estas cosas.", "13 Y ni la centésima parte de los actos de este pueblo, que empezaba ya a ser numeroso, se puede escribir sobre estas planchas; pero muchos de sus hechos están escritos sobre las planchas mayores, y sus guerras, y sus contenciones, y los reinados de sus reyes.", "14 Estas planchas se llaman las planchas de Jacob, y fueron hechas por la mano de Nefi. Y doy fin a estas palabras."], "Français": ["Ceux qui ont le cœur pur reçoivent la parole agréable de Dieu— La justice des Lamanites dépasse celle des Néphites— Jacob met en garde contre la fornication, la lasciveté et tous les péchés. Vers 544–421av.J.-C.", "1 Mais voici, moi, Jacob, je voudrais vous parler, à vous qui avez le cœur pur. Regardez vers Dieu avec fermeté d’esprit et priez-le avec une foi extrême, et il vous consolera dans vos afflictions, et il plaidera votre cause et fera descendre la justice sur ceux qui cherchent votre destruction.", "2 Ô vous tous qui avez le cœur pur, levez la tête, et recevez la parole agréable de Dieu, et faites-vous un festin de son amour; car vous le pouvez à jamais, si votre esprit est ferme.", "3 Mais malheur, malheur à vous qui n’avez pas le cœur pur, qui êtes souillés en ce jour devant Dieu, car si vous ne vous repentez pas, le pays est maudit à cause de vous; et les Lamanites, qui ne sont pas souillés comme vous— néanmoins ils sont maudits d’une terrible malédiction— vous flagelleront jusqu’à la destruction.", "4 Et le temps vient rapidement où, à moins que vous ne vous repentiez, ils posséderont le pays de votre héritage, et le Seigneur Dieu emmènera du milieu de vous ceux qui sont justes.", "5 Voici, les Lamanites, vos frères, que vous haïssez à cause de leur souillure et de la malédiction qui est tombée sur leur peau, sont plus justes que vous, car ils n’ont pas oublié le commandement du Seigneur qui fut donné à notre père, qu’ils ne devaient avoir qu’une seule épouse, et que de concubines ils ne devaient en avoir aucune, et qu’il ne devait pas se commettre de fornication parmi eux.", "6 Et maintenant, ce commandement, ils s’appliquent à le garder; c’est pourquoi, à cause de cette application à garder ce commandement, le Seigneur Dieu ne les détruira pas, mais sera miséricordieux envers eux; et un jour ils deviendront un peuple béni.", "7 Voici, leurs maris aiment leurs épouses, et leurs épouses aiment leurs maris; et leurs maris et leurs épouses aiment leurs enfants; et leur incrédulité et leur haine envers vous viennent de l’iniquité de leurs pères; c’est pourquoi, à quel point êtes-vous meilleurs qu’eux aux yeux de votre grand Créateur?", "8 Ô mes frères, je crains que, si vous ne vous repentez pas de vos péchés, leur peau ne soit plus blanche que la vôtre lorsque vous serez amenés avec eux devant le trône de Dieu.", "9 C’est pourquoi, je vous donne le commandement, qui est la parole de Dieu, de ne plus les insulter à cause de la couleur sombre de leur peau; et vous ne les insulterez plus non plus à cause de leur souillure, mais vous vous souviendrez de votre propre souillure, et vous vous souviendrez que leur souillure vient de leurs pères.", "10 C’est pourquoi, vous vous souviendrez de vos enfants, de la manière dont vous avez peiné leur cœur à cause de l’exemple que vous leur avez donné; et aussi, souvenez-vous qu’à cause de votre souillure vous pouvez amener vos enfants à la destruction, et que leurs péchés seront accumulés sur votre tête au dernier jour.", "11 Ô mes frères, écoutez mes paroles, donnez l’essor aux facultés de votre âme, secouez-vous afin de vous éveiller du sommeil de la mort, et dégagez-vous des souffrances de l’enfer afin de ne pas devenir des anges du diable, pour être précipités dans l’étang de feu et de soufre qui est la seconde mort.", "12 Et alors, moi, Jacob, je dis encore beaucoup de choses au peuple de Néphi, le mettant en garde contre la fornication et la lasciveté et contre toute espèce de péché, lui en expliquant les affreuses conséquences.", "13 Et la centième partie des actions de ce peuple, lequel commençait maintenant à être nombreux, ne peut être écrite sur ces plaques; mais beaucoup de ses actions sont écrites sur les grandes plaques, et ses guerres, et ses querelles, et le règne de ses rois.", "14 Ces plaques sont appelées les plaques de Jacob, et elles ont été faites de la main de Néphi. Et je finis de dire ces paroles."], "Kiribati": ["E na reke irouia aika a itiaki nanoia ana taeka te Atua—E korakora riki raoiroia Reimwanaite nakoia Nibwaite—Iakobwa e kauring ni kaitara te wenenibure, te uarao, ao bure ni kabane. Uakaan ma ririki aika 544–421I.K.", "1 Bwa taraia, Ngai ae Iakobwa, N na taetae nakoimi aika a itiaki nanomi. Onimakina te Atua ma te nano ae matoatoa, ao tataro nakoina ma te onimaki ae korakora, ao e na kabebeteko i nanon am tai n rawawata, ao e na tei ibukim, ao e na katuaeia akana kataia n tiringko.", "2 O ngkami ni kabane aika a itiaki nanomi, tabeki atuumi ao butimwaea ana taeka te Atua ae tamaroa, ao kanuaiko n ana tangira; bwa kam na kona ni karaoia, ngkana a matoatoa nanomi, n aki toki.", "3 Ma, a na reke kaimi, a na reke kaimi aika a aki itiaki nanomi, aika a kammaira n te bong aio imatan te Atua, bwa ngkana kam aki rairinanomi ao e na karekeaki kain te aba aio ibukimi; ao Reimwanaite aika a aki korakora kammairaia nakoimi, ma a bon karekeaki naba kaia, a na ekinakoingkami ni karokoa matemi.", "4 Ao e na waekoa n roko te tai aio, ma ngkana kam aki rairinanomi ao a na anai aban rikimi, ao e na kairia nako aika a raoiroi te Uea ae te Atua mai i buakomi.", "5 Taraia, a raoiroi riki Reimwanaite ake tarimi, ake kam ribaia ngkoa ibukin kammairaia ma te kamaraia are reke nakon kunia; ngkai a aki mwaninga ana tua te Uea, are a anganaki tamara—are e na ti temanna buuia, ao a na akea aia kinano, ao a na akea te mwakuri ni kabekaau ae a na karaoia.", "6 Ao ngkai, a kamatoa kaawakinan te tua aio; ngaia ae ngkai a ongeaba, ni kaawakina te tua aio, ao e na aki tiringia te Uea ae te Atua, ma e na nanoangaia; ao e na roko te bong are a na riki iai bwa aomata aika a kakabwaiaki.", "7 Taraia, mwaanenumwa a tangiriia buuia, ao ainenumwa a tangiriia buuia; mwaanenumwa ma ainenumwa a tangiriia natiia; ao e a reke aki onimakinakimi ma ribakimi irouia ibukin buakakaia aia bakatibu; mangaia ae ko tamaroa riki ngkoe n nakoia, i matan te Tia Karikibwai ae e korakora?", "8 O tariu, I raraoma bwa ngkana kam aki rairinanomi man ami bure ao a na mainaina riki kuniia nakoimi, n te tai are kam na uaaia ni kairaki iai nako matan ana kaintokanuea te Atua.", "9 Mangaia ae I anganingkami te tua aio, ae ana taeka te Atua, bwa kam na katoka ribakia iroumi ibukin bwatabwatan kuniia; ke n ribaia ibukin kammairaia; ma kam na riai moa n uring oin kammairami, ao n uringnga ae reke kammairaia mai irouia aia bakatibu.", "10 Mangaia ae kam na uringia natimi, n aron karawawatan nanoia n te katoto are kam a tia ni kateia nakoia; ao n uringnga naba, ae kam kona ni karekea te rekenikai nakoia natimi, man kammairami, ni uota kamaunakia natimi, ao a na katokaki aia bure iaon atuumi n te kabanea ni bong.", "11 O tariu, ongeaba nakon au taeka; kakatauraoi rabwatami ma tamneimi; ioioi rabwatami bwa kam aonga n uti man te matu ni mate; ao kabwarai ngkami man marakin moone bwa kam aonga n aki riki bwa ana anera te riaboro, aika a na kaeaki nakon te nei n ai ma te karaanga n ai ae te kauatai ni mate.", "12 Ao Ngai ae Iakobwa, I a taekin bwaai aika a mwaiti nakoia ana botanaomata Nibwaai, n tuatua bwa a na aki wenenibure ma ni uarao, ke ni karaoi aeka ni bure nako, man n tuangiia bwaai aika a na riki nakoia ngkana a karaoi.", "13 Ao aikai katebubuan rongorongon bwaai aika a riki nakoia aomata aikai, ao ngkai a moanna ni korakora mwaitia, ao a aki kona ni bane ni koreaki iaon bwaatua aikai; ma a mwaiti rongorongoia aika a koreaki iaon bwaatua ake a bubura, ma aia bubuaka, ma aia itabaraara, ma aia tautaeka aia uea.", "14 Aranaki bwaatua aikai bwa ana bwaatua Iakobwa, ao a karaoaki ni bain Nibwaai. Ao I a motika ikai taekan bwaai aikai."]}