{"English": ["Sherem denies Christ, contends with Jacob, demands a sign, and is smitten of God—All of the prophets have spoken of Christ and His Atonement—The Nephites lived out their days as wanderers, born in tribulation, and hated by the Lamanites. About 544–421B.C.", "1 And now it came to pass after some years had passed away, there came a man among the people of Nephi, whose name was Sherem.", "2 And it came to pass that he began to preach among the people, and to declare unto them that there should be no Christ. And he preached many things which were flattering unto the people; and this he did that he might overthrow the doctrine of Christ.", "3 And he labored diligently that he might lead away the hearts of the people, insomuch that he did lead away many hearts; and he knowing that I, Jacob, had faith in Christ who should come, he sought much opportunity that he might come unto me.", "4 And he was learned, that he had a perfect knowledge of the language of the people; wherefore, he could use much flattery, and much power of speech, according to the power of the devil.", "5 And he had hope to shake me from the faith, notwithstanding the many revelations and the many things which I had seen concerning these things; for I truly had seen angels, and they had ministered unto me. And also, I had heard the voice of the Lord speaking unto me in very word, from time to time; wherefore, I could not be shaken.", "6 And it came to pass that he came unto me, and on this wise did he speak unto me, saying: Brother Jacob, I have sought much opportunity that I might speak unto you; for I have heard and also know that thou goest about much, preaching that which ye call the gospel, or the doctrine of Christ.", "7 And ye have led away much of this people that they pervert the right way of God, and keep not the law of Moses which is the right way; and convert the law of Moses into the worship of a being which ye say shall come many hundred years hence. And now behold, I, Sherem, declare unto you that this is blasphemy; for no man knoweth of such things; for he cannot tell of things to come. And after this manner did Sherem contend against me.", "8 But behold, the Lord God poured in his Spirit into my soul, insomuch that I did confound him in all his words.", "9 And I said unto him: Deniest thou the Christ who shall come? And he said: If there should be a Christ, I would not deny him; but I know that there is no Christ, neither has been, nor ever will be.", "10 And I said unto him: Believest thou the scriptures? And he said, Yea.", "11 And I said unto him: Then ye do not understand them; for they truly testify of Christ. Behold, I say unto you that none of the prophets have written, nor prophesied, save they have spoken concerning this Christ.", "12 And this is not all—it has been made manifest unto me, for I have heard and seen; and it also has been made manifest unto me by the power of the Holy Ghost; wherefore, I know if there should be no atonement made all mankind must be lost.", "13 And it came to pass that he said unto me: Show me a sign by this power of the Holy Ghost, in the which ye know so much.", "14 And I said unto him: What am I that I should tempt God to show unto thee a sign in the thing which thou knowest to be true? Yet thou wilt deny it, because thou art of the devil. Nevertheless, not my will be done; but if God shall smite thee, let that be a sign unto thee that he has power, both in heaven and in earth; and also, that Christ shall come. And thy will, O Lord, be done, and not mine.", "15 And it came to pass that when I, Jacob, had spoken these words, the power of the Lord came upon him, insomuch that he fell to the earth. And it came to pass that he was nourished for the space of many days.", "16 And it came to pass that he said unto the people: Gather together on the morrow, for I shall die; wherefore, I desire to speak unto the people before I shall die.", "17 And it came to pass that on the morrow the multitude were gathered together; and he spake plainly unto them and denied the things which he had taught them, and confessed the Christ, and the power of the Holy Ghost, and the ministering of angels.", "18 And he spake plainly unto them, that he had been deceived by the power of the devil. And he spake of hell, and of eternity, and of eternal punishment.", "19 And he said: I fear lest I have committed the unpardonable sin, for I have lied unto God; for I denied the Christ, and said that I believed the scriptures; and they truly testify of him. And because I have thus lied unto God I greatly fear lest my case shall be awful; but I confess unto God.", "20 And it came to pass that when he had said these words he could say no more, and he gave up the ghost.", "21 And when the multitude had witnessed that he spake these things as he was about to give up the ghost, they were astonished exceedingly; insomuch that the power of God came down upon them, and they were overcome that they fell to the earth.", "22 Now, this thing was pleasing unto me, Jacob, for I had requested it of my Father who was in heaven; for he had heard my cry and answered my prayer.", "23 And it came to pass that peace and the love of God was restored again among the people; and they searched the scriptures, and hearkened no more to the words of this wicked man.", "24 And it came to pass that many means were devised to reclaim and restore the Lamanites to the knowledge of the truth; but it all was vain, for they delighted in wars and bloodshed, and they had an eternal hatred against us, their brethren. And they sought by the power of their arms to destroy us continually.", "25 Wherefore, the people of Nephi did fortify against them with their arms, and with all their might, trusting in the God and rock of their salvation; wherefore, they became as yet, conquerors of their enemies.", "26 And it came to pass that I, Jacob, began to be old; and the record of this people being kept on the other plates of Nephi, wherefore, I conclude this record, declaring that I have written according to the best of my knowledge, by saying that the time passed away with us, and also our lives passed away like as it were unto us a dream, we being a lonesome and a solemn people, wanderers, cast out from Jerusalem, born in tribulation, in a wilderness, and hated of our brethren, which caused wars and contentions; wherefore, we did mourn out our days.", "27 And I, Jacob, saw that I must soon go down to my grave; wherefore, I said unto my son Enos: Take these plates. And I told him the things which my brother Nephi had commanded me, and he promised obedience unto the commands. And I make an end of my writing upon these plates, which writing has been small; and to the reader I bid farewell, hoping that many of my brethren may read my words. Brethren, adieu."], "Español": ["Sherem niega a Cristo, contiende con Jacob, demanda una señal y es herido por Dios— Todos los profetas han hablado de Cristo y Su expiación— Los nefitas han pasado su vida errantes, nacidos en la tribulación, y aborrecidos por los lamanitas. Aproximadamente 544–421a.C.", "1 Y aconteció que después de transcurrir algunos años, vino entre el pueblo de Nefi un hombre que se llamaba Sherem.", "2 Y aconteció que empezó a predicar entre los del pueblo, y a declararles que no habría ningún Cristo; y predicó muchas cosas que lisonjeaban al pueblo; e hizo esto para derribar la doctrina de Cristo.", "3 Y trabajó diligentemente para desviar el corazón del pueblo, a tal grado que desvió a muchos corazones; y sabiendo él que yo, Jacob, tenía fe en Cristo, que había de venir, buscó mucho una oportunidad para verse conmigo.", "4 Y era un hombre instruido, pues tenía un conocimiento perfecto de la lengua del pueblo; por tanto, podía emplear mucha lisonja y mucha elocuencia, según el poder del diablo.", "5 Y tenía la esperanza de desprenderme de la fe, a pesar de las muchas revelaciones y lo mucho que yo había visto concerniente a estas cosas; porque yo en verdad había visto ángeles, y me habían ministrado. Y también había oído la voz del Señor hablándome con sus propias palabras de cuando en cuando; por tanto, yo no podía ser descarriado.", "6 Y aconteció que me vino a ver, y de esta manera me habló, diciendo: Hermano Jacob, mucho he buscado la oportunidad para hablar contigo, porque he oído, y también sé, que mucho andas, predicando lo que llamas el evangelio o la doctrina de Cristo.", "7 Y has desviado a muchos de los de este pueblo, de manera que pervierten la vía correcta de Dios y no guardan la ley de Moisés, que es la vía correcta; y conviertes la ley de Moisés en la adoración de un ser que dices vendrá de aquí a muchos siglos. Y ahora bien, he aquí, yo, Sherem, te declaro que esto es una blasfemia, pues nadie sabe en cuanto a tales cosas; porque nadie puede declarar lo que está por venir. Y así era como Sherem contendía contra mí.", "8 Mas he aquí que el Señor Dios derramó su Espíritu en mi alma, de tal modo que lo confundí en todas sus palabras.", "9 Y le dije: ¿Niegas tú al Cristo que ha de venir? Y él dijo: Si hubiera un Cristo, no lo negaría; mas sé que no hay Cristo, ni lo ha habido, ni jamás lo habrá.", "10 Y le dije: ¿Crees tú en las Escrituras? Y dijo él: Sí.", "11 Y le dije yo: Entonces no las entiendes; porque en verdad testifican de Cristo. He aquí, te digo que ninguno de los profetas ha escrito ni profetizado sin que haya hablado concerniente a este Cristo.", "12 Y esto no es todo. Se me ha manifestado, porque he oído y visto; y también me lo ha manifestado el poder del Espíritu Santo; por consiguiente, yo sé que si no se efectuara una expiación, se perdería todo el género humano.", "13 Y aconteció que me dijo: Muéstrame una señal mediante este poder del Espíritu Santo, por medio del cual sabes tanto.", "14 Y le dije: ¿Quién soy yo para que tiente a Dios para que te muestre una señal en esto que tú sabes que es verdad? Sin embargo, la negarás, porque eres del diablo. No obstante, no sea hecha mi voluntad; mas si Dios te hiriere, séate por señal de que él tiene poder tanto en el cielo como en la tierra; y también de que Cristo vendrá. ¡Y sea hecha tu voluntad, oh Señor, y no la mía!", "15 Y sucedió que cuando yo, Jacob, hube hablado estas palabras, el poder del Señor vino sobre él, de tal modo que cayó a tierra. Y sucedió que fue alimentado por el espacio de muchos días.", "16 Y aconteció que él dijo al pueblo: Reuníos mañana, porque voy a morir; por tanto, deseo hablar al pueblo antes que yo muera.", "17 Y aconteció que a la mañana siguiente la multitud se hallaba reunida; y les habló claramente y negó las cosas que les había enseñado, y confesó al Cristo y el poder del Espíritu Santo y la ministración de ángeles.", "18 Y les dijo claramente que había sido engañado por el poder del diablo. Y habló del infierno, y de la eternidad, y del castigo eterno.", "19 Y dijo: Temo que haya cometido el pecado imperdonable, pues he mentido a Dios; porque negué al Cristo, y dije que creía en las Escrituras, y estas en verdad testifican de él. Y porque he mentido a Dios de este modo, temo mucho que mi situación sea terrible; pero me confieso a Dios.", "20 Y acaeció que después que hubo dicho estas palabras, no pudo hablar más, y entregó el espíritu.", "21 Y cuando los de la multitud hubieron presenciado que él había dicho estas cosas cuando estaba a punto de entregar el espíritu, se asombraron en extremo; tanto así que el poder de Dios descendió sobre ellos, y fueron dominados de modo que cayeron a tierra.", "22 Y ahora bien, esto me complació a mí, Jacob, porque lo había pedido a mi Padre que estaba en el cielo; pues él había oído mi clamor y contestado mi oración.", "23 Y sucedió que la paz y el amor de Dios nuevamente se restablecieron entre el pueblo; y escudriñaron las Escrituras; y no hicieron más caso de las palabras de este hombre inicuo.", "24 Y aconteció que se idearon muchos medios para rescatar a los lamanitas y restaurarlos al conocimiento de la verdad; mas todo fue en vano, porque se deleitaban en guerras y en el derramamiento de sangre, y abrigaban un odio eterno contra nosotros, sus hermanos; y de continuo buscaban el modo de destruirnos por el poder de sus armas.", "25 Por tanto, el pueblo de Nefi se fortificó contra ellos con sus armas y con todo su poder, confiando en el Dios y roca de su salvación; por tanto, pudieron ser, hasta el momento, vencedores de sus enemigos.", "26 Y aconteció que yo, Jacob, empecé a envejecer; y como la historia de este pueblo se lleva en las otras planchas de Nefi, concluyo, por tanto, esta relación, declarando que la he escrito según mi mejor conocimiento, diciendo que el tiempo se nos ha pasado, y nuestras vidas también han pasado como si fuera un sueño, pues somos un pueblo solitario y solemne, errantes, desterrados de Jerusalén, nacidos en la tribulación, en un desierto, y aborrecidos por nuestros hermanos, cosa que ha provocado guerras y contenciones; de manera que nos hemos lamentado en el curso de nuestras vidas.", "27 Y yo, Jacob, vi que pronto tendría que descender al sepulcro. Por tanto, dije a mi hijo Enós: Toma estas planchas. Y le declaré lo que mi hermano Nefi me había mandado, y prometió obedecer los mandamientos. Y doy fin a mis escritos sobre estas planchas, y lo que he escrito ha sido poco; y me despido del lector, esperando que muchos de mis hermanos lean mis palabras. Adiós, hermanos."], "Français": ["Shérem nie le Christ, se querelle avec Jacob, exige un signe et est frappé par Dieu— Tous les prophètes ont parlé du Christ et de son expiation— Les Néphites sont, pendant toute leur vie, un peuple errant, né dans les tribulations et haï par les Lamanites. Vers 544–421av.J.-C.", "1 Et alors, il arriva, lorsque quelques années furent passées, qu’il vint parmi le peuple de Néphi un homme dont le nom était Shérem.", "2 Et il arriva qu’il commença à prêcher parmi le peuple et à lui annoncer qu’il n’y aurait pas de Christ. Et il prêcha beaucoup de choses qui étaient flatteuses pour le peuple; et il le faisait afin de renverser la doctrine du Christ.", "3 Et il travailla diligemment à égarer le cœur du peuple, de sorte qu’il égara beaucoup de cœurs; et sachant que moi, Jacob, j’avais foi au Christ qui devait venir, il chercha vivement une occasion d’arriver jusqu’à moi.", "4 Et il était instruit, de sorte qu’il avait la connaissance parfaite de la langue du peuple; c’est pourquoi, il pouvait user de beaucoup de flatterie et d’une grande puissance de parole, selon le pouvoir du diable.", "5 Et il espérait m’ébranler dans ma foi, malgré les nombreuses révélations et les nombreuses choses que j’avais vues à ce sujet; car j’avais, en vérité, vu des anges, et ils m’avaient servi. Et j’avais aussi entendu la voix du Seigneur me parler de temps en temps avec ses propres paroles; c’est pourquoi je ne pouvais être ébranlé.", "6 Et il arriva qu’il vint à moi, et voici de quelle façon il me parla: Frère Jacob, j’ai vivement cherché une occasion de te parler; car j’ai entendu et je sais aussi que tu te déplaces beaucoup, prêchant ce que tu appelles l’Évangile, ou la doctrine du Christ.", "7 Et tu as égaré une grande partie de ce peuple, de sorte qu’il pervertit la voie droite de Dieu et ne garde pas la loi de Moïse, qui est la voie droite, et convertit la loi de Moïse en l’adoration d’un être dont tu dis qu’il viendra dans de nombreuses centaines d’années. Et maintenant, voici, moi, Shérem, je te déclare que c’est là un blasphème; car personne ne connaît rien de tel, car on ne peut connaître les choses à venir. Et c’est de cette façon que Shérem me combattait.", "8 Mais voici, le Seigneur Dieu déversa son Esprit dans mon âme, de sorte que je le confondis dans toutes ses paroles.", "9 Et je lui dis: Nies-tu le Christ qui va venir? Et il dit: S’il devait y avoir un Christ, je ne le nierais pas; mais je sais qu’il n’y a pas de Christ, qu’il n’y en a pas eu et qu’il n’y en aura jamais.", "10 Et je lui dis: Crois-tu aux Écritures? Et il dit: Oui.", "11 Et je lui dis: Alors tu ne les comprends pas, car elles témoignent, en vérité, du Christ. Voici, je te dis qu’aucun des prophètes n’a écrit ni prophétisé sans parler de ce Christ.", "12 Et ce n’est pas tout: cela m’a été manifesté, car j’ai entendu et vu; et cela m’a aussi été manifesté par le pouvoir du Saint-Esprit; c’est pourquoi je sais que si aucune expiation n’était faite, toute l’humanité serait perdue.", "13 Et il arriva qu’il me dit: Montre-moi un signe par ce pouvoir du Saint-Esprit grâce auquel tu en sais tant.", "14 Et je lui dis: Que suis-je pour tenter Dieu de te montrer un signe de ce que tu sais être vrai? Pourtant tu le nieras, parce que tu es du diable. Néanmoins, que ce ne soit pas ma volonté qui soit faite; mais si Dieu te frappe, que ce soit un signe pour toi qu’il a le pouvoir, tant au ciel que sur la terre; et aussi que le Christ viendra. Et que ta volonté, ô Seigneur, soit faite, et non la mienne.", "15 Et il arriva que lorsque moi, Jacob, j’eus dit ces paroles, la puissance du Seigneur vint sur lui, de sorte qu’il tomba par terre. Et il arriva qu’il fut nourri pendant de nombreux jours.", "16 Et il arriva qu’il dit au peuple: Rassemblez-vous demain, car je vais mourir; c’est pourquoi je désire parler au peuple avant de mourir.", "17 Et il arriva que, le lendemain, la multitude se rassembla; et il lui parla clairement et renia les choses qu’il lui avait enseignées, et confessa le Christ, et le pouvoir du Saint-Esprit, et le ministère d’anges.", "18 Et il lui dit clairement qu’il avait été trompé par le pouvoir du diable. Et il parla de l’enfer, et de l’éternité, et du châtiment éternel.", "19 Et il dit: Je crains d’avoir commis le péché impardonnable, car j’ai menti à Dieu; car j’ai nié le Christ et dit que je croyais aux Écritures; et elles témoignent, en vérité, de lui. Et parce que j’ai ainsi menti à Dieu, je crains beaucoup que mon état ne soit affreux; mais je me confesse à Dieu.", "20 Et il arriva que lorsqu’il eut dit ces paroles, il ne put en dire davantage et rendit l’esprit.", "21 Et lorsque la multitude eut été témoin de ce qu’il disait ces choses alors qu’il était sur le point de rendre l’esprit, elle fut extrêmement étonnée, de sorte que le pouvoir de Dieu tomba sur elle et qu’elle fut accablée au point de tomber par terre.", "22 Or, cela m’était agréable, à moi, Jacob, car je l’avais demandé à mon Père qui était au ciel; car il avait entendu mon cri et exaucé ma prière.", "23 Et il arriva que la paix et l’amour de Dieu furent de nouveau rétablis parmi le peuple; et il sonda les Écritures et n’écouta plus les paroles de ce méchant homme.", "24 Et il arriva que beaucoup de moyens furent imaginés pour ramener les Lamanites et leur rendre la connaissance de la vérité; mais tout fut vain, car ils mettaient leurs délices dans les guerres et l’effusion de sang, et ils avaient une haine éternelle contre nous, leurs frères. Et ils cherchaient continuellement à nous détruire par la puissance de leurs armes.", "25 C’est pourquoi, le peuple de Néphi se fortifia contre eux avec ses armes, et avec toutes ses forces, ayant confiance dans le Dieu et le rocher de son salut; c’est pourquoi il a été jusqu’à présent vainqueur de ses ennemis.", "26 Et il arriva que moi, Jacob, je commençai à être vieux; et les annales de ce peuple étant tenues sur les autres plaques de Néphi, c’est pourquoi, je termine ces annales-ci, déclarant que j’ai écrit au mieux de ma connaissance, en disant que le temps a passé pour nous, et aussi que notre vie a passé pour nous comme un rêve, nous qui sommes un peuple solitaire et grave, un peuple errant, chassé de Jérusalem, né dans les tribulations, dans un désert, et haï de nos frères, ce qui a causé des guerres et des querelles; c’est pourquoi notre vie n’a été qu’une longue lamentation.", "27 Et moi, Jacob, je vis que je devrais bientôt descendre dans la tombe; c’est pourquoi je dis à mon fils Énos: Prends ces plaques. Et je lui dis les choses que mon frère Néphi m’avait commandées, et il promit d’obéir à ce qui était commandé. Et je finis mes écrits sur ces plaques-ci, écrits qui ont été peu de chose; et je dis adieu au lecteur, espérant que beaucoup de mes frères pourront lire mes paroles. Frères, adieu."], "Kiribati": ["E kaakeaa Kristo Tierem, e kauntaeka ma Iakobwa, ao e tangira kaotakin te kanikina, ao e katuaeaki iroun te Atua—A tia burabeti ni kabane n tataekina Kristo ao Ana Mwakuri ni Kamaiu—A kabanei aia bong ni maiu Nibwaite n riki bwa taan tiotio nako, ni bungiaki i nanon te rawawata, ao n ribaki irouia Reimwanaite. Uakaan ma ririki aika 544–421I.K.", "1 Ao ngkai e koro bukina bwa i mwin ririki tabeua, ao iai te aomata temanna ae maiu i buakoia Nibwaite ae arana Tierem.", "2 Ao e koro bukina bwa e kakaraoa ana kabwarabwara nakoia te botanaomata, ao e taekinna nakoia bwa e taku bwa akea Kristo. Ao a mwaiti bwaai ake e tataekin ake a anaaki iai nanoia aomata; ao e karaoa aio bwa e aonga n tokanikai iaon ana reirei Kristo.", "3 Ao e kakorakora ni mwakuri bwa e aonga ni kairi nako nanoia aomata man te koaua, ao a mwaiti ake a iria nako; ao ngkai e ataia ae Ngai ae Iakobwa, iai au onimaki iroun Kristo ae e na roko, ao e aki toki ni kataia ni kaitibo ma Ngai.", "4 Iai te rabakau irouna, ao e ataa aron aia taetae te botanaomata; mangaia ae e kona ni kabongana te kababa, ma korakoran te kabwarabwara, ni mwaakan te riaboro.", "5 Ao e taku n ana kaantaninga bwa e na kona ni kabwakaai man te onimaki, e ngae ngke a mwaiti taian kaotioti ma bwaai nako ake I a tia n noori n aron bwaai aikai; bwa e koaua ae I a tia n noori taian anera, ao a tia ni buokai. Ao I a tia naba n ongo bwanaan te Uea n taetae nakoiu n oin ana taeka, n taai ake e taetae iai nakoiu; ma ngaia ae N na bon aki bwaka.", "6 Ao e koro bukina bwa e kawarai ao aio aron ana taeka nakoiu, ni kangai: Tariu ae Iakobwa, I a tia ni kataia ni kaitibo ma ngkoe; bwa I ongo man ataia bwa e rawata mwaamwanangam, n taetaekina te bwai ae ko aranna bwa te euangkerio, ke ana reirei Kristo.", "7 Ao ko a tia ni kairiia aika a mwaiti bwa a na bita kawain te Atua ae koaua, ao n aki kaawakina ana tua Mote ae te kawai ni koaua; ao ni bita ana tua Mote nakon neboan te aomata ae ko taekinna bwa e na roko tabeua te bubua n ririki imwaira. ao ngkai nooria, Ngai ae Tierem, I taekinna nakoim bwa te kewe anne; bwa akea te aomata ae ataa taekan bwaai akanne; bwa e aki atai kanoan bwaai aika a na roko. Aio aron Tierem ni kauntaeka nakoiu.", "8 Ma taraia, e kaona tamneiu te Uea ae te Atua n Tamneina, ao I a kaoti kewen ana taeka ni kabane nakoina.", "9 Ao I taku nakoina: Ko kakewea rokon Kristo? Ao e taku: Ngke arona bwa e na iai Kristo, ao N na bon aki kakewea; ma I ataia bwa akea Kristo, n taai ngkoa, ke n taai aika a na roko.", "10 Ao I taku nakoina: Ko kakoauai koroboki aika tabu? Ao e taku, Eng.", "11 Ao I taku nakoina: Nanona ko aki atai nanoia; bwa e koaua ae a tataekina Kristo. Taraia, I taekina aio nakoim, bwaai ni kabane ake a tia n ni koroi man taetae ni burabetin taian burabeti, a bane n taekina Kristo.", "12 Tiaki ti ngaia—e a tia naba ni kaotaki nakoiu, bwa I a tia n ongo man noori; ao a tia naba ni kaotaki nakoiu ni mwaakan te Tamnei ae Raoiroi; mangaia ae I ataia bwa ngkana akea te mwakuri ni kamaiu ae karaoaki ao a na bane ni bua aomata ni kabane.", "13 Ao e koro bukina bwa e taku nakoiu: Kaota nakoiu te kanikina ae mani mwaakan te Tamnei ae Raoiroi aio ae ko rangi n ataia.", "14 Ao I taku nakoina: Antai ngai are e na kataia ni kata te Atua bwa e na kaota te kanikina nakoim ibukin te bwai ae ko ataa koauana? E ngae n anne ao ko kakewea, ngkai iai te riaboro iroum. Ma e na aki karaoaki are nanou; ma ngkana e boraoi nanon te Atua bwa e na katuaeko, ao e na riki anne bwa te kanikina nakoim ae iai mwaakana i karawa ao iaon te aba; ao ni kakoaua naba ae e na roko Kristo. Ao e na karaoaki are nanom, O Ngkoe ae te Uea, ao tiaki are nanou.", "15 Ao e koro bukina bwa ngke I a tia n taekin taeka aikai, Ngai ae Iakobwa, ao e a roko mwaakan te Uea iaona, ao e a bwaka iaontano ni korakorana. Ao e koro bukina bwa e a kakamwarakeaki irouia tabemwaang i nanon te maan ae boong aika mwaiti.", "16 Ao e koro bukina bwa e taku nakoia aomata: kam na botaki nakon te ingabong, bwa N nang mate; mangaia ae I kan taetae nakoia aomata i mwaain mateu.", "17 Ao e koro bukina bwa a botaki aomata aika a uanao ngke e a ingabong; ao e kamataatai raoi ana taeka nakoia ni kaoti kewen bwaai ni kabane ake a tia n reireinia, ao ni kaota Kristo, ma mwaakan te Tamnei ae Raoiroi, ma aia mwakuri n ibuobuoki anera.", "18 Ao e koro bukina bwa e kamataatai ana taeka nakoia, ni kaotia bwa e a tia ni kamwaneaki ni mwaakan te riaboro. Ao e taekina moone, ma te tai are akea tokina, ma te katuaeaki ae akea tokina.", "19 Ao e taku: E korakora te maaku irou ngkai I ataia bwa I a tia ni karaoa te bure ae e aki kona ni kabwaraki, bwa I a tia ni kewe nakon te Atua; bwa I a tia ni kakewea Kristo, ao n taku bwa I kakoauai koroboki aika tabu; aika a koaua man tataekina Kristo. E korakora maakan motin taekau ngkai I a tia ni kewe nakon te Atua; ma I a kaoti au bure nakon te Atua.", "20 Ao e koro bukina bwa ngke e a tia n taekin taeka aikai ao e a toki ana taetae ni kawai, ao e nako tamneina man rabwatana.", "21 Ao ngke a tia n nooria botanaomata ae uanao n taekin bwaai aikai ao ni kaaniia tain matena, ao a rootaki n te mimi ae korakora; ao a rootaki ni mwaakan te Atua, ao a bwaka nako aontano ni korakorana.", "22 Ao e kakukureiaki nanou Ngai ae Iakobwa, n rikin te bwai aio, ngkai I a tia ni bubuti nakon Tamau are I karawa; ao e a tia n ongo tangiu ao e a kaeka au tataro.", "23 Ao e koro bukina bwa e a oki ana rau ma ana tangira te Atua i buakoia te botanaomata; ao a ukoukora nanon koroboki aika tabu ao a aki manga ongo n ana taeka nako te aomata ae buakaka aio.", "24 Ao e koro bukina bwa a iangoaki aaro aika a mwaiti ibukin karekean ma kaokan ataakin te koaua nakoia Reimwanaite; ma e aki nakoraoi te waaki aio, bwa a kukurei nanoia n te bubuaka ma te tiritiri, ao akea tokin ribakira irouia, ngaira aika tariia. Ao a teimatoa ni bubuakaniira.", "25 Mangaia ae a katei ooia ana botanaomata Nibwaai ma n tabeki aia bwai ni buaka ibukin otangan maiuia mai irouia, ma korakoraia ni kabane, ao n onimakina te Atua are ngaia te bwaa ibukin kamaiuaia; mangaia ae a teimatoa n tokanikai iaoia aia kairiribai.", "26 Ao e koro bukina bwa e a roko te kara irou Ngai ae Iakobwa; ao a kaawakinaki rongorongoia te botanaomata aio i nanon ana bwaatua Nibwaai ake tabeua, mangaia ae I a motika te rongorongo aio, ma ni kaotia bwa I a tia ni koroi n aron au atatai ni kabane, ni kaotia bwa ti rinanon boong aikai, ao ti rinanon maiura n aiaron ae ti rinanon te mi, ngkai ngaira te botanaomata ae kaokoroaki ma n nanomatoa, ma n tiotio, aika a otinako mai Ierutarem, ni bungiaki i nanon te rawawata, i nanon te rereua, ma n ribaki irouia tarira, ake a karika te bubuaka ma te itabaraara, ao a tang n rawawata nanora i nanon ara bong ni maiu.", "27 Ao Ngai ae Iakobwa, I ataia bwa e a kaan riniu i nanon ruan mateu; mangaia ae I taku nakon natiu ae Enoti: Anai taian bwaatua aikai. Ao I tuangnga bwaai ake e tia n tuatua tariu are Nibwaai bwa N na karaoi, ao e berita bwa e na iri nanon taian tua. Ao I a motika au koroboki i nanon taian bwaatua aikai, aika a kimototo; ao I anga au kaboo nakon te tia wareware, ma au kaantaninga bwa a na mwaiti aika a na wareki au koroboki. Tariu, ti a kaboo."]}