{"English": ["Jacob and Joseph seek to persuade men to believe in Christ and keep His commandments—Nephi dies—Wickedness prevails among the Nephites. About 544–421B.C.", "1 For behold, it came to pass that fifty and five years had passed away from the time that Lehi left Jerusalem; wherefore, Nephi gave me, Jacob, a commandment concerning the small plates, upon which these things are engraven.", "2 And he gave me, Jacob, a commandment that I should write upon these plates a few of the things which I considered to be most precious; that I should not touch, save it were lightly, concerning the history of this people which are called the people of Nephi.", "3 For he said that the history of his people should be engraven upon his other plates, and that I should preserve these plates and hand them down unto my seed, from generation to generation.", "4 And if there were preaching which was sacred, or revelation which was great, or prophesying, that I should engraven the heads of them upon these plates, and touch upon them as much as it were possible, for Christ’s sake, and for the sake of our people.", "5 For because of faith and great anxiety, it truly had been made manifest unto us concerning our people, what things should happen unto them.", "6 And we also had many revelations, and the spirit of much prophecy; wherefore, we knew of Christ and his kingdom, which should come.", "7 Wherefore we labored diligently among our people, that we might persuade them to come unto Christ, and partake of the goodness of God, that they might enter into his rest, lest by any means he should swear in his wrath they should not enter in, as in the provocation in the days of temptation while the children of Israel were in the wilderness.", "8 Wherefore, we would to God that we could persuade all men not to rebel against God, to provoke him to anger, but that all men would believe in Christ, and view his death, and suffer his cross and bear the shame of the world; wherefore, I, Jacob, take it upon me to fulfil the commandment of my brother Nephi.", "9 Now Nephi began to be old, and he saw that he must soon die; wherefore, he anointed a man to be a king and a ruler over his people now, according to the reigns of the kings.", "10 The people having loved Nephi exceedingly, he having been a great protector for them, having wielded the sword of Laban in their defence, and having labored in all his days for their welfare—", "11 Wherefore, the people were desirous to retain in remembrance his name. And whoso should reign in his stead were called by the people, second Nephi, third Nephi, and so forth, according to the reigns of the kings; and thus they were called by the people, let them be of whatever name they would.", "12 And it came to pass that Nephi died.", "13 Now the people which were not Lamanites were Nephites; nevertheless, they were called Nephites, Jacobites, Josephites, Zoramites, Lamanites, Lemuelites, and Ishmaelites.", "14 But I, Jacob, shall not hereafter distinguish them by these names, but I shall call them Lamanites that seek to destroy the people of Nephi, and those who are friendly to Nephi I shall call Nephites, or the people of Nephi, according to the reigns of the kings.", "15 And now it came to pass that the people of Nephi, under the reign of the second king, began to grow hard in their hearts, and indulge themselves somewhat in wicked practices, such as like unto David of old desiring many wives and concubines, and also Solomon, his son.", "16 Yea, and they also began to search much gold and silver, and began to be lifted up somewhat in pride.", "17 Wherefore I, Jacob, gave unto them these words as I taught them in the temple, having first obtained mine errand from the Lord.", "18 For I, Jacob, and my brother Joseph had been consecrated priests and teachers of this people, by the hand of Nephi.", "19 And we did magnify our office unto the Lord, taking upon us the responsibility, answering the sins of the people upon our own heads if we did not teach them the word of God with all diligence; wherefore, by laboring with our might their blood might not come upon our garments; otherwise their blood would come upon our garments, and we would not be found spotless at the last day."], "Español": ["Jacob y José procuran persuadir a los hombres a creer en Cristo y a guardar Sus mandamientos— Muere Nefi— Predomina la iniquidad entre los nefitas. Aproximadamente 544–421a.C.", "1 Porque he aquí, aconteció que ya habían pasado cincuenta y cinco años desde que Lehi había salido de Jerusalén; por tanto, Nefi me dio a mí, Jacob, un mandato respecto de las planchas menores sobre las cuales estas cosas están grabadas.", "2 Y me dio a mí, Jacob, un mandato de que escribiera sobre estas planchas algunas de las cosas que considerara yo más preciosas; y que no tratara más que ligeramente la historia de este pueblo, llamado el pueblo de Nefi.", "3 Porque dijo que la historia de su pueblo debería grabarse sobre sus otras planchas, y que yo debía preservar estas planchas y transmitirlas a mi posteridad, de generación en generación.", "4 Y que si hubiese predicaciones que fuesen sagradas, o revelación que fuese grande, o profecías, yo debería grabar sus puntos principales sobre estas planchas, y tratar estas cosas cuanto me fuera posible, por causa de Cristo y por el bien de nuestro pueblo.", "5 Porque, por causa de la fe y el gran afán, verdaderamente se nos había hecho saber concerniente a nuestro pueblo y las cosas que le habían de sobrevenir.", "6 Y también tuvimos muchas revelaciones y el espíritu de mucha profecía; por tanto, sabíamos de Cristo y su reino, que había de venir.", "7 Por lo que trabajamos diligentemente entre los de nuestro pueblo, a fin de persuadirlos a venir a Cristo, y a participar de la bondad de Dios, para que entraran en su reposo, no fuera que de algún modo él jurase en su ira que no entrarían, como en la provocación en los días de tentación, cuando los hijos de Israel estaban en el desierto.", "8 Por tanto, quisiera Dios que persuadiéramos a todos los hombres a no rebelarse contra Dios para provocarlo a ira, sino que todos los hombres creyeran en Cristo y contemplaran su muerte, y sufrieran su cruz, y soportaran la vergüenza del mundo; por tanto, yo, Jacob, tomo a mi cargo cumplir con el mandato de mi hermano Nefi.", "9 Y Nefi empezaba a envejecer, y vio que pronto había de morir; por tanto, ungió a un hombre para que fuera rey y director de su pueblo, según los reinados de los reyes.", "10 Y como el pueblo amaba a Nefi en extremo, porque había sido para ellos un gran protector, pues había empuñado la espada de Labán en su defensa, y había trabajado toda su vida por su bienestar,", "11 por tanto, el pueblo quería conservar la memoria de su nombre, y a quienquiera que gobernara en su lugar, lo llamarían Nefi segundo, Nefi tercero, etcétera, según los reinados de los reyes; y así los llamó el pueblo, cualesquiera que fuesen sus nombres.", "12 Y aconteció que Nefi murió.", "13 Ahora bien, los del pueblo que no eran lamanitas eran nefitas; no obstante, se llamaban nefitas, jacobitas, josefitas, zoramitas, lamanitas, lemuelitas e ismaelitas.", "14 Mas yo, Jacob, no los distinguiré en adelante por estos nombres, sino que llamaré lamanitas a los que busquen la destrucción del pueblo de Nefi, y a los que simpaticen con Nefi, llamaré nefitas, o pueblo de Nefi, según los reinados de los reyes.", "15 Y aconteció que el pueblo de Nefi, bajo el reinado del segundo rey, empezó a ser duro de corazón y a entregarse un tanto a prácticas inicuas, deseando tener muchas esposas y concubinas, a semejanza de David en la antigüedad, y también Salomón, su hijo.", "16 Sí, y también empezaron a buscar mucho oro y plata, y a ensalzarse un tanto en el orgullo.", "17 Por tanto, yo, Jacob, les hablé estas palabras, mientras les enseñaba en el templo, habiendo primeramente obtenido mi mandato del Señor.", "18 Porque yo, Jacob, y mi hermano José, habíamos sido consagrados sacerdotes y maestros de este pueblo, por mano de Nefi.", "19 Y magnificamos nuestro oficio ante el Señor, tomando sobre nosotros la responsabilidad, trayendo sobre nuestra propia cabeza los pecados del pueblo si no le enseñábamos la palabra de Dios con toda diligencia; para que, trabajando con todas nuestras fuerzas, su sangre no manchara nuestros vestidos; de otro modo, su sangre caería sobre nuestros vestidos, y no seríamos hallados sin mancha en el postrer día."], "Français": ["Jacob et Joseph cherchent à persuader les hommes de croire au Christ et de garder ses commandements— Mort de Néphi— La méchanceté règne chez les Néphites. Vers 544–421av.J.-C.", "1 Car voici, il arriva que cinquante-cinq ans étaient passés depuis le moment où Léhi avait quitté Jérusalem; c’est pourquoi, Néphi me donna, à moi, Jacob, un commandement concernant les petites plaques sur lesquelles ces choses sont gravées.", "2 Et il me donna, à moi, Jacob, le commandement d’écrire sur ces plaques quelques-unes des choses que je considérais comme extrêmement précieuses; que je ne devais toucher que légèrement à l’histoire de ce peuple qui est appelé le peuple de Néphi.", "3 Car il dit que l’histoire de son peuple serait gravée sur ses autres plaques, et que je devais préserver ces plaques-ci et les transmettre à ma postérité, de génération en génération.", "4 Et que s’il y avait une prédication qui était sacrée, ou une révélation qui était grande, ou de la prophétie, je devais en graver les points principaux sur ces plaques, et les traiter le plus possible, à cause du Christ, et à cause de notre peuple.", "5 Car, à cause de la foi et d’un vif désir, il nous avait véritablement été manifesté ce qui arriverait à notre peuple.", "6 Et nous avions aussi beaucoup de révélations et l’esprit pour prophétiser en abondance, c’est pourquoi, nous avions connaissance du Christ et de son royaume qui devaient venir.", "7 C’est pourquoi, nous travaillions diligemment parmi notre peuple, afin de le persuader de venir au Christ et de prendre part à la bonté de Dieu, afin qu’il pût entrer dans son repos, de peur que, d’une manière ou d’une autre, Dieu ne jurât, dans sa colère, qu’il n’entrerait pas, comme lors de la provocation, le jour de la tentation, pendant que les enfants d’Israël étaient dans le désert.", "8 C’est pourquoi, nous voudrions de tout cœur pouvoir persuader tous les hommes de ne pas se rebeller contre Dieu, pour le provoquer à la colère, mais que tous les hommes croient au Christ, et réfléchissent à sa mort, et souffrent sa croix, et portent la honte du monde; c’est pourquoi, moi, Jacob, je prends sur moi d’exécuter le commandement de mon frère Néphi.", "9 Or, Néphi commençait à être vieux, et il vit qu’il allait bientôt mourir; c’est pourquoi, il oignit un homme pour qu’il fût maintenant roi et gouverneur de son peuple, selon les règnes des rois.", "10 Le peuple ayant aimé extrêmement Néphi, car celui-ci avait été un grand protecteur pour lui, avait manié l’épée de Laban pour le défendre et avait travaillé toute sa vie à son bien-être,", "11 C’est pourquoi, le peuple désirait garder le souvenir de son nom. Et quiconque régnait à sa place était appelé par le peuple deuxième Néphi, troisième Néphi, et ainsi de suite, selon le règne des différents rois; et c’est ainsi qu’ils étaient appelés par le peuple, quel que fût leur nom.", "12 Et il arriva que Néphi mourut.", "13 Or, ceux qui n’étaient pas Lamanites étaient Néphites; néanmoins, ils étaient appelés Néphites, Jacobites, Joséphites, Zoramites, Lamanites, Lémuélites et Ismaélites.", "14 Mais moi, Jacob, je ne les distinguerai dorénavant plus par ces noms, mais j’appellerai Lamanites ceux qui cherchent à détruire le peuple de Néphi, et ceux qui sont amicaux envers Néphi, je les appellerai Néphites, ou peuple de Néphi, selon les règnes des rois.", "15 Et alors, il arriva que le peuple de Néphi, sous le règne du deuxième roi, commença à s’endurcir dans son cœur et à se livrer quelque peu à des pratiques mauvaises, semblables à celles de David autrefois, qui désirait beaucoup d’épouses et de concubines, et aussi de Salomon, son fils.", "16 Oui, et il commença aussi à rechercher beaucoup d’or et d’argent, et commença à être quelque peu enflé dans l’orgueil.", "17 C’est pourquoi moi, Jacob, je lui donnai ces paroles, tandis que je l’instruisais dans le temple, ayant tout d’abord obtenu mon mandat du Seigneur.", "18 Car moi, Jacob, et mon frère Joseph, avions été consacrés prêtres et instructeurs de ce peuple par la main de Néphi.", "19 Et nous magnifiâmes notre ministère pour le Seigneur, assumant la responsabilité, répondant des péchés du peuple sur notre propre tête, si nous ne lui enseignions pas la parole de Dieu en toute diligence; c’est pourquoi, en travaillant de toutes nos forces, son sang ne viendrait pas sur nos vêtements; sinon son sang viendrait sur nos vêtements, et nous ne serions pas trouvés sans tache au dernier jour."], "Kiribati": ["A kataia Iakobwa ma Iotebwa ni kairi nanoia aomata bwa a na kakoaua Kristo ao ni kaawakin Ana tua—E a mate Nibwaai—E a rikirake te buakaka i buakoia Nibwaite. Uakaan ma ririki aikai 544–421I.K.", "1 Bwa taraia, e koro bukina bwa ai nimabwi ma nimaua te ririki ae a tia n nako man te tai are e kitana iai Ierutarem Riaai; mangaia ae e anganai Nibwaai, ngai ae Iakobwa, te tua ibukin taian bwaatua ake a uarereke, ake a tia ni koreaki iai bwaai aikai.", "2 Ao e anganai, ngai ae Iakobwa, te tua bwa N na koroi iaon bwaatua aikai bwaai tabeua ake I taku bwa a rangi ni kakawaki; bwa N na kakimototoa au koroboki ake I karin, aika rongorongoia te botanaomata aio, aika a aranaki bwa ana botanaomata Nibwaai.", "3 Bwa e taku bwa a riai ni koreaki rongorongoia ana botanaomata iaon ana bwaatua ake tabeua, ao N na kaawakin bwaatua aikai ao n anganiia kanoau, man te roro teuana nakon te roro teuana.", "4 Ao ngkana a tataekin bwaai aika a tabu, ke ni kaotioti bwaai aika a kakawaki, ke n taetae ni burabeti, ao N na riai ni koroi taekaia iaon bwaatua aikai, ao n taekin kanoaia n aron ae tau mwaitina, ibukin Kristo ao ibukiia ara botanaomata.", "5 Ao ngkai e korakora te onimaki ma te ingainga n nano, ao e a tia ni kaotaki nakoira taekaia ara botanaomata, ma bwaai aika a na riki nakoia.", "6 Ao ti a karekei naba kaotioti aika a mwaiti, ao tamnein taeka ni burabeti ae bati; mangaia ae ti ataa iai taekan Kristo ma ueana, aika a na roko.", "7 Mangaia ae ti teimatoa ni beku i buakoia ara botanaomata, bwa ti aonga ni kairi nanoia nakon Kristo, ao ni katoonga ana raoiroi te Atua, bwa aonga n rin i nanon ana rau, bwa e aonga n aki kan tuea n unin nanona bwa a na aki rin iai, n aron te tai are a rinanon te rereua iai tibun Iteraera ao a aki toki ni kataa te Uea.", "8 Mangaia ae ara kaantaninga imatan te Atua bwa ti na kona ni kairi nanoia aomata ni kabane bwa a na aki kaitaraa te Atua, ni kaunna, ma a na bane ni kakoaua Kristo, ao n iangoa matena, ao n namakina rawawatan ana kaibangaki ao n uota buakakan te aonaba; mangaia ae Ngai ae Iakobwa, I a motikia inanou bwa N na kakoroa bukin ana tua tariu ae Nibwaai.", "9 Ao e roko te kara iroun Nibwaai, ao e nooria bwa e a kaan matena; mangaia ae e a kabira te aomata temanna bwa e na riki bwa te uea ao te tia tautaeka ibukiia ana botanaomata ngkai, n aron te katei ibukin rineaia uea.", "10 E korakora tangiran Nibwaai irouia ana botanaomata, ngkai e a tia n riki bwa te tia kamanoia, ao n tia ni katoka kaia ni kabongana ana kabaang Raban, ao n teimatoa i nanon maiuna n tararua mweraoia—", "11 Mangaia ae a motikia bwa a na kamaiua arana bwa kanuringana. Ao aomata ni kabane ake a rineaki i mwina irouia aomata bwa a na uea, a na aranaki bwa Nibwaai te kauoman, Nibwaai te kateniman, n aiaron anne, katein rineaia uea; ao a na aranaki irouia aomata, e ngae ngkana e kaokoro araia ma anne i mwaain rikiia n uea.", "12 Ao e koro bukina bwa akea bwa e a mate Nibwaai.", "13 Ao aomata ake tiaki Reimwanaite a riki bwa Nibwaite; ao aranaki bwa Nibwaite, Iotebwaite, Iakobwaite, Tioramwaite, Reimwanaite, Remueraite ao Itimaeraite.", "14 Ma Ngai ae Iakobwa, I aki kan weteia n aara aika a kakaokoro aikai, man N na weteia bwa Reimwanaite aomata ake a kataia n tiringia ana botanaomata Nibwaai, ao N na araniia aomata ake a iraorao ma ana botanaomata Nibwaai bwa Nibwaite, ke ana botanaomata Nibwaai, n aron katein rinean te uea.", "15 Ao ngkai e koro bukina bwa a rikirake ana botanaomata Nibwaai ni matoatoa nanoia, n ana tai n tautaeka te kauoman n uea, ao a kakukurei nanoia ni karaoan bwaai aika a buakaka, n aiaron Tawita ngkoa ngke tangiriia buuna ma ana kinano aika a mwaiti, n aiaron naba Toromon, ae natina.", "16 Eng, ao a moana naba ukoukoran koora ma tirewa, ao a moanna naba n rikirake kamoamoaia.", "17 Mangaia ae Ngai ae Iakobwa, I a taekin nakoia taeka aikai ngke I reireinia i nanon te tembora, i mwin tian reken weteau mai iroun te Uea.", "18 Bwa Ngai ae Iakobwa, ma tariu ae Iotebwa ti a tia ni katabuaki bwa ibonga ao taan reirei ibukiia te botanaomata aio, i aan bain Nibwaai.", "19 Ao ti a kakorakoraira n nakoara aikai imatan te Uea, ao ti kamatoaira ni mwiokoara, n tauraoi ni bukinaki ibukin aia bure ara botanaomata ngkana ti aki bekumwaaka n tataekina ana taeka te Atua nakoia; mangaia ae ngkana ti kakorakoraira ni beku ao a na aki kabarekaki kunnikaira n raraaia; ma ngkana ti aki ao a na kabarekaki ara kunnikai n raraaia, ao ti na aki itiaki n te kabanea ni bong."]}