{"English": ["All the prophets worshiped the Father in the name of Christ—Abraham’s offering of Isaac was in similitude of God and His Only Begotten—Men should reconcile themselves to God through the Atonement—The Jews will reject the foundation stone. About 544–421B.C.", "1 Now behold, it came to pass that I, Jacob, having ministered much unto my people in word, (and I cannot write but a little of my words, because of the difficulty of engraving our words upon plates) and we know that the things which we write upon plates must remain;", "2 But whatsoever things we write upon anything save it be upon plates must perish and vanish away; but we can write a few words upon plates, which will give our children, and also our beloved brethren, a small degree of knowledge concerning us, or concerning their fathers—", "3 Now in this thing we do rejoice; and we labor diligently to engraven these words upon plates, hoping that our beloved brethren and our children will receive them with thankful hearts, and look upon them that they may learn with joy and not with sorrow, neither with contempt, concerning their first parents.", "4 For, for this intent have we written these things, that they may know that we knew of Christ, and we had a hope of his glory many hundred years before his coming; and not only we ourselves had a hope of his glory, but also all the holy prophets which were before us.", "5 Behold, they believed in Christ and worshiped the Father in his name, and also we worship the Father in his name. And for this intent we keep the law of Moses, it pointing our souls to him; and for this cause it is sanctified unto us for righteousness, even as it was accounted unto Abraham in the wilderness to be obedient unto the commands of God in offering up his son Isaac, which is a similitude of God and his Only Begotten Son.", "6 Wherefore, we search the prophets, and we have many revelations and the spirit of prophecy; and having all these witnesses we obtain a hope, and our faith becometh unshaken, insomuch that we truly can command in the name of Jesus and the very trees obey us, or the mountains, or the waves of the sea.", "7 Nevertheless, the Lord God showeth us our weakness that we may know that it is by his grace, and his great condescensions unto the children of men, that we have power to do these things.", "8 Behold, great and marvelous are the works of the Lord. How unsearchable are the depths of the mysteries of him; and it is impossible that man should find out all his ways. And no man knoweth of his ways save it be revealed unto him; wherefore, brethren, despise not the revelations of God.", "9 For behold, by the power of his word man came upon the face of the earth, which earth was created by the power of his word. Wherefore, if God being able to speak and the world was, and to speak and man was created, O then, why not able to command the earth, or the workmanship of his hands upon the face of it, according to his will and pleasure?", "10 Wherefore, brethren, seek not to counsel the Lord, but to take counsel from his hand. For behold, ye yourselves know that he counseleth in wisdom, and in justice, and in great mercy, over all his works.", "11 Wherefore, beloved brethren, be reconciled unto him through the atonement of Christ, his Only Begotten Son, and ye may obtain a resurrection, according to the power of the resurrection which is in Christ, and be presented as the first-fruits of Christ unto God, having faith, and obtained a good hope of glory in him before he manifesteth himself in the flesh.", "12 And now, beloved, marvel not that I tell you these things; for why not speak of the atonement of Christ, and attain to a perfect knowledge of him, as to attain to the knowledge of a resurrection and the world to come?", "13 Behold, my brethren, he that prophesieth, let him prophesy to the understanding of men; for the Spirit speaketh the truth and lieth not. Wherefore, it speaketh of things as they really are, and of things as they really will be; wherefore, these things are manifested unto us plainly, for the salvation of our souls. But behold, we are not witnesses alone in these things; for God also spake them unto prophets of old.", "14 But behold, the Jews were a stiffnecked people; and they despised the words of plainness, and killed the prophets, and sought for things that they could not understand. Wherefore, because of their blindness, which blindness came by looking beyond the mark, they must needs fall; for God hath taken away his plainness from them, and delivered unto them many things which they cannot understand, because they desired it. And because they desired it God hath done it, that they may stumble.", "15 And now I, Jacob, am led on by the Spirit unto prophesying; for I perceive by the workings of the Spirit which is in me, that by the stumbling of the Jews they will reject the stone upon which they might build and have safe foundation.", "16 But behold, according to the scriptures, this stone shall become the great, and the last, and the only sure foundation, upon which the Jews can build.", "17 And now, my beloved, how is it possible that these, after having rejected the sure foundation, can ever build upon it, that it may become the head of their corner?", "18 Behold, my beloved brethren, I will unfold this mystery unto you; if I do not, by any means, get shaken from my firmness in the Spirit, and stumble because of my over anxiety for you."], "Español": ["Todos los profetas adoraron al Padre en el nombre de Cristo— El acto de Abraham de ofrecer a su hijo Isaac fue una semejanza de Dios y de Su Unigénito— Los hombres deben reconciliarse con Dios por medio de la Expiación— Los judíos rechazarán la piedra que sirve de fundamento. Aproximadamente 544–421a.C.", "1 Ahora bien, he aquí, aconteció que yo, Jacob, había ministrado mucho a mi pueblo de palabra (y no puedo escribir sino muy pocas de mis palabras por lo difícil que es grabar nuestras palabras sobre planchas), y sabemos que lo que escribamos sobre planchas debe permanecer;", "2 mas lo que escribamos sobre cualquiera otra cosa que no sea planchas, ha de perecer y desvanecerse; pero podemos escribir sobre planchas unas cuantas palabras que darán a nuestros hijos, y también a nuestros amados hermanos, una pequeña medida de conocimiento concerniente a nosotros, o sea, a sus padres;", "3 y en esto nos regocijamos; y obramos diligentemente para grabar estas palabras sobre planchas, esperando que nuestros amados hermanos y nuestros hijos las reciban con corazones agradecidos, y las consideren para que sepan con gozo, no con pesar, ni con desprecio, lo que atañe a sus primeros padres.", "4 Porque hemos escrito estas cosas para este fin, que sepan que nosotros sabíamos de Cristo y teníamos la esperanza de su gloria muchos siglos antes de su venida; y no solamente teníamos nosotros una esperanza de su gloria, sino también todos los santos profetas que vivieron antes que nosotros.", "5 He aquí, ellos creyeron en Cristo y adoraron al Padre en su nombre; y también nosotros adoramos al Padre en su nombre. Y con este fin guardamos la ley de Moisés, dado que orienta nuestras almas hacia él; y por esta razón se nos santifica como obra justa, así como le fue contado a Abraham en el desierto el ser obediente a los mandamientos de Dios al ofrecer a su hijo Isaac, que es una semejanza de Dios y de su Hijo Unigénito.", "6 Por tanto, escudriñamos los profetas, y tenemos muchas revelaciones y el espíritu de profecía; y teniendo todos estos testimonios, logramos una esperanza, y nuestra fe se vuelve inquebrantable, al grado de que verdaderamente podemos mandar en el nombre de Jesús, y los árboles mismos nos obedecen, o los montes, o las olas del mar.", "7 No obstante, el Señor Dios nos manifiesta nuestra debilidad para que sepamos que es por su gracia y sus grandes condescendencias para con los hijos de los hombres por las que tenemos poder para hacer estas cosas.", "8 ¡He aquí, grandes y maravillosas son las obras del Señor! ¡Cuán inescrutables son las profundidades de sus misterios; y es imposible que el hombre descubra todos sus caminos! Y nadie hay que conozca sus sendas a menos que le sean reveladas; por tanto, no despreciéis, hermanos, las revelaciones de Dios.", "9 Pues he aquí, por el poder de su palabra el hombre apareció sobre la faz de la tierra, la cual fue creada por el poder de su palabra. Por tanto, si Dios pudo hablar, y el mundo fue; y habló, y el hombre fue creado, ¿por qué, pues, no ha de poder mandar la tierra o la obra de sus manos sobre su superficie, según su voluntad y placer?", "10 Por tanto, hermanos, no procuréis aconsejar al Señor, antes bien aceptad el consejo de su mano. Porque he aquí, vosotros mismos sabéis que él aconseja con sabiduría, con justicia y con gran misericordia sobre todas sus obras.", "11 Así pues, amados hermanos, reconciliaos con él por medio de la expiación de Cristo, su Unigénito Hijo, y podréis obtener la resurrección, según el poder de la resurrección que está en Cristo, y ser presentados como las primicias de Cristo a Dios, teniendo fe y habiendo obtenido una buena esperanza de gloria en él, antes que se manifieste en la carne.", "12 Y ahora bien, amados míos, no os maravilléis de que os diga estas cosas; pues, ¿por qué no hablar de la expiación de Cristo, y lograr un perfecto conocimiento de él, así como el conocimiento de una resurrección y del mundo venidero?", "13 He aquí, mis hermanos, el que profetizare, profetice al entendimiento de los hombres; porque el Espíritu habla la verdad, y no miente. Por tanto, habla de las cosas como realmente son, y de las cosas como realmente serán; así que estas cosas nos son manifestadas claramente para la salvación de nuestras almas. Mas he aquí, nosotros no somos los únicos testigos de estas cosas; porque Dios las declaró también a los profetas de la antigüedad.", "14 Pero he aquí, los judíos fueron un pueblo de dura cerviz; y despreciaron las palabras de claridad, y mataron a los profetas, y procuraron cosas que no podían entender. Por tanto, a causa de su ceguedad, la cual vino por traspasar lo señalado, es menester que caigan; porque Dios les ha quitado su claridad y les ha entregado muchas cosas que no pueden entender, porque así lo desearon; y porque así lo desearon, Dios lo ha hecho, a fin de que tropiecen.", "15 Y ahora el Espíritu me impulsa a mí, Jacob, a profetizar, porque percibo por las indicaciones del Espíritu que hay en mí, que a causa del tropiezo de los judíos, ellos rechazarán la roca sobre la cual podrían edificar y tener fundamento seguro.", "16 Mas he aquí que esta roca, según las Escrituras, llegará a ser el grande, y el último, y el único y seguro fundamento sobre el cual los judíos podrán edificar.", "17 Y ahora bien, amados míos, ¿cómo será posible que estos, después de haber rechazado el fundamento seguro, puedan jamás edificar sobre él, para que sea la principal piedra angular?", "18 He aquí, amados hermanos míos, os aclararé este misterio, a no ser que de algún modo se debilite mi firmeza en el Espíritu, y tropiece por motivo de mi gran ansiedad por vosotros."], "Français": ["Tous les prophètes ont adoré le Père au nom du Christ— Le sacrifice d’Isaac par Abraham est une similitude de Dieu et de son Fils unique— Les hommes doivent se réconcilier avec Dieu par le moyen de l’Expiation— Les Juifs rejetteront la pierre de fondation. Vers 544–421av.J.-C.", "1 Or, voici, il arriva que moi, Jacob, ayant beaucoup servi mon peuple par la parole (et je ne peux écrire qu’un peu de mes paroles, à cause de la difficulté de graver nos paroles sur des plaques), et nous savons que les choses que nous écrivons sur des plaques vont rester;", "2 mais tout ce que nous écrivons sur autre chose que des plaques va périr et disparaître; mais nous pouvons écrire sur des plaques un petit nombre de mots, qui donneront, dans une faible mesure, à nos enfants, et aussi à nos frères bien-aimés, de la connaissance à notre sujet, ou au sujet de leurs pères—", "3 Or, de cela nous nous réjouissons; et nous travaillons diligemment à graver ces paroles sur des plaques, espérant que nos frères bien-aimés et nos enfants les recevront le cœur reconnaissant, et les étudieront afin d’apprendre avec joie et non avec tristesse, ni avec mépris, ce qui concerne leurs premiers parents.", "4 Car c’est dans ce but que nous avons écrit ces choses, afin qu’ils sachent que nous avions connaissance du Christ et que nous avions l’espérance de sa gloire bien des centaines d’années avant sa venue; et non seulement nous avions nous-mêmes l’espérance de sa gloire, mais aussi tous les saints prophètes qui ont été avant nous.", "5 Voici, ils ont cru au Christ et ont adoré le Père en son nom, et nous aussi, nous adorons le Père en son nom. Et c’est dans ce but que nous gardons la loi de Moïse, celle-ci tournant notre âme vers lui; et à cause de cela, elle est sanctifiée pour nous à justice, tout comme il fut compté comme justice à Abraham dans le désert d’avoir été obéissant aux commandements de Dieu en offrant son fils Isaac, ce qui est une similitude de Dieu et de son Fils unique.", "6 C’est pourquoi, nous sondons les prophètes, et nous avons beaucoup de révélations et l’esprit de prophétie; et ayant tous ces témoignages, nous obtenons l’espérance, et notre foi devient inébranlable, de sorte que nous pouvons, en vérité, commander au nom de Jésus, et les arbres mêmes nous obéissent, ou les montagnes, ou les vagues de la mer.", "7 Néanmoins, le Seigneur Dieu nous montre notre faiblesse, afin que nous sachions que c’est par sa grâce et sa grande condescendance envers les enfants des hommes que nous avons le pouvoir de faire ces choses.", "8 Voici, grandes et merveilleuses sont les œuvres du Seigneur. Comme elles sont insondables, les profondeurs de ses mystères, et il est impossible que l’homme découvre toutes ses voies. Et nul n’a connaissance de ses voies, si cela ne lui est révélé; c’est pourquoi, frères, ne méprisez pas les révélations de Dieu.", "9 Car voici, c’est par le pouvoir de sa parole que l’homme est venu sur la surface de la terre, laquelle terre a été créée par le pouvoir de sa parole. C’est pourquoi, si Dieu a été capable de parler et que le monde fut, et de parler et que l’homme fut créé, oh alors, pourquoi ne serait-il pas capable de commander, selon sa volonté et son bon plaisir, à la terre ou à l’œuvre de ses mains qui se trouve à sa surface?", "10 C’est pourquoi, frères, ne cherchez pas à conseiller le Seigneur, mais à prendre conseil auprès de lui. Car voici, vous savez vous-mêmes qu’il gouverne toutes ses œuvres avec sagesse, et avec justice, et avec une grande miséricorde.", "11 C’est pourquoi, frères bien-aimés, réconciliez-vous avec lui par l’expiation du Christ, son Fils unique, et vous pourrez obtenir une résurrection, selon le pouvoir de la résurrection qui est dans le Christ, et être présentés à Dieu comme les prémices du Christ, ayant la foi et ayant obtenu une bonne espérance de gloire en lui avant qu’il ne se manifeste dans la chair.", "12 Et maintenant, bien-aimés, ne vous étonnez pas que je vous dise ces choses; car pourquoi ne pas parler de l’expiation du Christ et parvenir à une connaissance parfaite de lui, de manière à parvenir à la connaissance d’une résurrection et du monde à venir?", "13 Voici, mes frères, celui qui prophétise, qu’il prophétise de façon que les hommes le comprennent; car l’Esprit dit la vérité et ne ment pas. C’est pourquoi, il parle des choses telles qu’elles sont réellement, et des choses telles qu’elles seront réellement; c’est pourquoi, ces choses nous sont manifestées clairement pour le salut de notre âme. Mais voici, nous ne sommes pas seuls témoins de ces choses; car Dieu l’a dit aussi aux prophètes d’autrefois.", "14 Mais voici, les Juifs étaient un peuple au cou roide; et ils méprisaient les paroles claires, et tuaient les prophètes, et recherchaient les choses qu’ils ne pouvaient pas comprendre. C’est pourquoi, à cause de leur aveuglement, aveuglement qui venait de ce qu’ils regardaient au-delà de la marque, ils devaient nécessairement tomber; car Dieu leur a enlevé sa clarté et leur a donné beaucoup de choses qu’ils ne peuvent pas comprendre, parce qu’ils l’ont désiré. Et parce qu’ils l’ont désiré, Dieu l’a fait afin qu’ils trébuchent.", "15 Et maintenant, moi, Jacob, je suis poussé par l’Esprit à prophétiser; car je vois, par l’inspiration de l’Esprit qui est en moi, que, parce qu’ils trébuchent, les Juifs rejetteront la pierre sur laquelle ils auraient pu bâtir et avoir une fondation sûre.", "16 Mais voici, selon les Écritures, cette pierre deviendra la grande, et la dernière, et la seule fondation sûre sur laquelle les Juifs peuvent bâtir.", "17 Et maintenant, mes bien-aimés, comment est-il possible que ceux-ci, après avoir rejeté la fondation sûre, puissent jamais bâtir sur elle, afin qu’elle devienne la principale de leur angle?", "18 Voici, mes frères bien-aimés, je vais vous dévoiler ce mystère, si je ne suis pas, d’une manière ou d’une autre, ébranlé dans ma fermeté dans l’Esprit et ne trébuche à cause de mon excès d’inquiétude pour vous."], "Kiribati": ["A bane n neboa te Tama burabeti ni kabane n aran te Kristo—Ti te arona ana anga karea Aberaam ngke e na tiringa Itaaka ma ana karea te Atua ngke anga Ana Rikitemanna—A na reitaki aomata ma te Atua rinanon te Mwakuri ni Kamaiu—Iutaia a na aki butimwaea te atibu are aan te kateitei. Uakaan ma ririki aika 544–421I.K.", "1 Taraia ngkai, e na koro bukina bwa Ngai ae Iakobwa, I a tia ni beku mwaaka ni kabwarabwara nakoia au botanaomata, (ao I aki kona ni koroi ni kabane kanoan au taeka, ibukin kaangaangan korean ara taeka iaon taian bwaatua) ao ti ataia bwa taeka ni kabane ake ti koroi iaon taian bwaatua a na teimatoa.", "2 Ma a na bua ni kabane bwaai ake ti aki koroi i aon taian bwaatua ma ni mauna nako; ma ti kona ni koroi taeka tabeua i aon taian bwaatua, are a na kona iai natira ma tarira aika a tangiraki ni karekea mai iai ataan taekara teutana, ke taekaia aia bakatibu—", "3 Ao ti kimwareirei ni karaoan te bwai aio; te botumwaaka ni beku ni koroi taeka iaon taian bwaatua, ma te kaantaninga bwa a na butimwaei tarira aika a tangiraki ma natia ma te kaitau inanoia, ao a na reiakin n te kimwareirei n tiaki te rawawata, ke n te aki rau n nano, n ongo taekaia aia moan kaaro.", "4 Bwa bon aio bukin korean bwaai aikai, bwa a na ataia ae ti ataa taekan Kristo, ao ti kariaria rokon mimitongina i nanon bubua n ririki i mwaain rokona; ao tiaki ti ngaira aika ti kariaria rokon mimitongina, ma burabeti aika a tabu ni kabane ake a maiu imwaira.", "5 Taraia, a kakoaua Kristo ao a neboa te Tama n arana, ao ti neboa naba te Tama n arana. Ao ibukin aio are ti kaawakina iai ana tua Mote, bwa e buoki tamneira ma rabwatara ni kairia nakoina; ao e a tia n tabuaki ibukin karaoan ae raoiroi iroura ibukin te waki aio, n aron are a tia n taekinaki nakon Aberaam i nanon te rereua bwa e na ongeaba nakon ana tuatua te Atua ao e na anga natina ae Itaaka, are ti te arona ma te Atua ngke e anga Natina are Te Rikitemanna.", "6 Mangaia ae ti ukoukori kanoan aia taeka burabeti, ao a mwaiti kaotioti ma tamnein taeka ni burabeti; ao n nooran kakoaua aikai ao e a reke iroura te kaantaninga, ao a aki kai kamwaeaki ara onimaki, ao ti a kona n tuatua n aran Iesu ao a na iri ara taeka taian aroka, ke taian maunga, ke naon marawa.", "7 E ngae n anne ao e a kaoti mamaarara nakoira te Uea ae te Atua bwa ti aonga n ataia bwa bon man ana akoi, ao man ruona nakoia kaain te aonaba are a reke iai iroura te mwaaka ni karaoi bwaai aikai.", "8 Taraia, a korakora ma ni kamimi ana mwakuri te Uea. E kaangaanga reken te atatai ibukin aan ana mwakuri aika a raba; ao e aki kona te aomata n atai aron ana mwakuri nako. Ao akea te aomata ae kona n atai kanoan ana mwakuri ma ti ngkana a kaotaki nakoina; ngaia are, taari, tai tannako man taian kaotioti aika mai iroun te Atua.", "9 Bwa taraia, e riki te aomata nako aon te aonaba ni mwaakan ana taeka, ae te aonaba are karikaki ni mwaakan ana taeka. Mangaia ae ngkana e kona te Atua ni karika te aonaba man ana taeka, ao n riki te aomata n ana taeka, bukin teraa ngkai e na aki kona n tautaekana te aonaba, ke bwaai ake e a tia ni kariki ni baina ake a mena iaona, n aron nanona ma kukureina?", "10 Mangaia ae tariu, kam na tai kaeta te Uea, ma kam na ongeaba n taian reirei mai irouna. Bwa taraia, kam ataia ae e reirei ma te wanawana, ma te tuaraoi, ma te nanoanga ae korakora, n ana taeka ni kabane.", "11 Mangaia ae tariu aika kam tangiraki, kam na raoiakinaki nakoina rinanon te mwakuri ni kamaiu iroun Kristo, ae Natina ae Te Rikitemanna, bwa kam aonga ni karekea te mangauti, n aron mwaakan te mangauti mai iroun Kristo, ao kam na riki bwa ana moan uaa Kristo nakon te Atua, n tia ni karekea te onimaki ma te kaantaninga ae tamaroa man te mimitong are irouna i mwain rokona nakon te aonaba n rabwata.", "12 Ao ngkai ngkami aika kam tangiraki, kam na tai miimi ngkai I tuangkami bwaai aikai; bwa e aera ngkai ti na aki taekina ana mwakuri ni kamaiu Kristo, ao ni karekea kororaoin taekana, ao ni karekea naba taekan te mangauti ma te aonaba n taai aika a na roko?", "13 Taraia, tariu, ane e na taetae ni burabeti, ke e taetae ni burabeti bwa aonga n oota iai aomata ni kabane; bwa e taekina te koaua te Tamnei ao e aki kewe. Mangaia ae ke taekin bwaai ngkai, ma aika a na roko; mangaia ae a kamatataaki bwaai aikai nakoira, ibukin kamaiuan tamneira. Ma taraia, tiaki ti ngaira taan kakoauai bwaai aikai; bwa e a tia naba te Atua n taetae nakoia burabeti ni kawai.", "14 Bwa taraia, Iutaia bon aomata aika a bonotaninga; ao a aki kakoauai taeka aika mataata, ao a tiringiia burabeti, ao a ukoukori bwaai aika a aki atai nanoia. Mangaia ae ibukin matakia, ae te mataki ae reke man taraan bwaai aika akea manenaia, ao a na riai ni bwaka; bwa e a tia n anaa ana oota te Atua mai irouia, ao e a anganiia bwaai aika a mwaiti aika a aki kona n oota iai, ngkai a tangiri, ao e karaoia te Atua ngkai a tangiria, bwa aonga ni bwaka.", "15 Ao ngkai, Ngai ae Iakobwa, I a kairaki iroun te Tamnei bwa N na taetae ni burabeti; bwa I kona n noori n aron ana kairi te Tamnei are mena inanou, bwa ni bwakaia Iutaia ao e na aki butimwaea te atibu are a kona ni katei aia kateitei aika a matoatoa.", "16 Ma taraia, n aron are taekinaki i nanon koroboki aika tabu, e na riki ni korakora te atibu aio, ao te kabanea, ao aan te kateitei ni koaua, are a na kateitei iaona Iutaia.", "17 Ao ngkai, ngkami aika tangiraki e na kanga ni kona ni kateitei i aona ma ni karikiia bwa maninginingin aia kateitei i mwin aki butimwaean an te kateitei ni koaua?", "18 Taraia tariu aika kam tangiraki, N na kabwaranakoa te bwai ae kamimi aio nakoimi; ngkana I aki ioioaki man matoatoau n te tamnei ma ni bwaka ibukin korakoran rawawatau ibukimi."]}