{"English": ["Jacob quotes Zenos relative to the allegory of the tame and wild olive trees—They are a likeness of Israel and the Gentiles—The scattering and gathering of Israel are prefigured—Allusions are made to the Nephites and Lamanites and all the house of Israel—The Gentiles will be grafted into Israel—Eventually the vineyard will be burned. About 544–421B.C.", "1 Behold, my brethren, do ye not remember to have read the words of the prophet Zenos, which he spake unto the house of Israel, saying:", "2 Hearken, O ye house of Israel, and hear the words of me, a prophet of the Lord.", "3 For behold, thus saith the Lord, I will liken thee, O house of Israel, like unto a tame olive tree, which a man took and nourished in his vineyard; and it grew, and waxed old, and began to decay.", "4 And it came to pass that the master of the vineyard went forth, and he saw that his olive tree began to decay; and he said: I will prune it, and dig about it, and nourish it, that perhaps it may shoot forth young and tender branches, and it perish not.", "5 And it came to pass that he pruned it, and digged about it, and nourished it according to his word.", "6 And it came to pass that after many days it began to put forth somewhat a little, young and tender branches; but behold, the main top thereof began to perish.", "7 And it came to pass that the master of the vineyard saw it, and he said unto his servant: It grieveth me that I should lose this tree; wherefore, go and pluck the branches from a wild olive tree, and bring them hither unto me; and we will pluck off those main branches which are beginning to wither away, and we will cast them into the fire that they may be burned.", "8 And behold, saith the Lord of the vineyard, I take away many of these young and tender branches, and I will graft them whithersoever I will; and it mattereth not that if it so be that the root of this tree will perish, I may preserve the fruit thereof unto myself; wherefore, I will take these young and tender branches, and I will graft them whithersoever I will.", "9 Take thou the branches of the wild olive tree, and graft them in, in the stead thereof; and these which I have plucked off I will cast into the fire and burn them, that they may not cumber the ground of my vineyard.", "10 And it came to pass that the servant of the Lord of the vineyard did according to the word of the Lord of the vineyard, and grafted in the branches of the wild olive tree.", "11 And the Lord of the vineyard caused that it should be digged about, and pruned, and nourished, saying unto his servant: It grieveth me that I should lose this tree; wherefore, that perhaps I might preserve the roots thereof that they perish not, that I might preserve them unto myself, I have done this thing.", "12 Wherefore, go thy way; watch the tree, and nourish it, according to my words.", "13 And these will I place in the nethermost part of my vineyard, whithersoever I will, it mattereth not unto thee; and I do it that I may preserve unto myself the natural branches of the tree; and also, that I may lay up fruit thereof against the season, unto myself; for it grieveth me that I should lose this tree and the fruit thereof.", "14 And it came to pass that the Lord of the vineyard went his way, and hid the natural branches of the tame olive tree in the nethermost parts of the vineyard, some in one and some in another, according to his will and pleasure.", "15 And it came to pass that a long time passed away, and the Lord of the vineyard said unto his servant: Come, let us go down into the vineyard, that we may labor in the vineyard.", "16 And it came to pass that the Lord of the vineyard, and also the servant, went down into the vineyard to labor. And it came to pass that the servant said unto his master: Behold, look here; behold the tree.", "17 And it came to pass that the Lord of the vineyard looked and beheld the tree in the which the wild olive branches had been grafted; and it had sprung forth and begun to bear fruit. And he beheld that it was good; and the fruit thereof was like unto the natural fruit.", "18 And he said unto the servant: Behold, the branches of the wild tree have taken hold of the moisture of the root thereof, that the root thereof hath brought forth much strength; and because of the much strength of the root thereof the wild branches have brought forth tame fruit. Now, if we had not grafted in these branches, the tree thereof would have perished. And now, behold, I shall lay up much fruit, which the tree thereof hath brought forth; and the fruit thereof I shall lay up against the season, unto mine own self.", "19 And it came to pass that the Lord of the vineyard said unto the servant: Come, let us go to the nethermost part of the vineyard, and behold if the natural branches of the tree have not brought forth much fruit also, that I may lay up of the fruit thereof against the season, unto mine own self.", "20 And it came to pass that they went forth whither the master had hid the natural branches of the tree, and he said unto the servant: Behold these; and he beheld the first that it had brought forth much fruit; and he beheld also that it was good. And he said unto the servant: Take of the fruit thereof, and lay it up against the season, that I may preserve it unto mine own self; for behold, said he, this long time have I nourished it, and it hath brought forth much fruit.", "21 And it came to pass that the servant said unto his master: How comest thou hither to plant this tree, or this branch of the tree? For behold, it was the poorest spot in all the land of thy vineyard.", "22 And the Lord of the vineyard said unto him: Counsel me not; I knew that it was a poor spot of ground; wherefore, I said unto thee, I have nourished it this long time, and thou beholdest that it hath brought forth much fruit.", "23 And it came to pass that the Lord of the vineyard said unto his servant: Look hither; behold I have planted another branch of the tree also; and thou knowest that this spot of ground was poorer than the first. But, behold the tree. I have nourished it this long time, and it hath brought forth much fruit; therefore, gather it, and lay it up against the season, that I may preserve it unto mine own self.", "24 And it came to pass that the Lord of the vineyard said again unto his servant: Look hither, and behold another branch also, which I have planted; behold that I have nourished it also, and it hath brought forth fruit.", "25 And he said unto the servant: Look hither and behold the last. Behold, this have I planted in a good spot of ground; and I have nourished it this long time, and only a part of the tree hath brought forth tame fruit, and the other part of the tree hath brought forth wild fruit; behold, I have nourished this tree like unto the others.", "26 And it came to pass that the Lord of the vineyard said unto the servant: Pluck off the branches that have not brought forth good fruit, and cast them into the fire.", "27 But behold, the servant said unto him: Let us prune it, and dig about it, and nourish it a little longer, that perhaps it may bring forth good fruit unto thee, that thou canst lay it up against the season.", "28 And it came to pass that the Lord of the vineyard and the servant of the Lord of the vineyard did nourish all the fruit of the vineyard.", "29 And it came to pass that a long time had passed away, and the Lord of the vineyard said unto his servant: Come, let us go down into the vineyard, that we may labor again in the vineyard. For behold, the time draweth near, and the end soon cometh; wherefore, I must lay up fruit against the season, unto mine own self.", "30 And it came to pass that the Lord of the vineyard and the servant went down into the vineyard; and they came to the tree whose natural branches had been broken off, and the wild branches had been grafted in; and behold all sorts of fruit did cumber the tree.", "31 And it came to pass that the Lord of the vineyard did taste of the fruit, every sort according to its number. And the Lord of the vineyard said: Behold, this long time have we nourished this tree, and I have laid up unto myself against the season much fruit.", "32 But behold, this time it hath brought forth much fruit, and there is none of it which is good. And behold, there are all kinds of bad fruit; and it profiteth me nothing, notwithstanding all our labor; and now it grieveth me that I should lose this tree.", "33 And the Lord of the vineyard said unto the servant: What shall we do unto the tree, that I may preserve again good fruit thereof unto mine own self?", "34 And the servant said unto his master: Behold, because thou didst graft in the branches of the wild olive tree they have nourished the roots, that they are alive and they have not perished; wherefore thou beholdest that they are yet good.", "35 And it came to pass that the Lord of the vineyard said unto his servant: The tree profiteth me nothing, and the roots thereof profit me nothing so long as it shall bring forth evil fruit.", "36 Nevertheless, I know that the roots are good, and for mine own purpose I have preserved them; and because of their much strength they have hitherto brought forth, from the wild branches, good fruit.", "37 But behold, the wild branches have grown and have overrun the roots thereof; and because that the wild branches have overcome the roots thereof it hath brought forth much evil fruit; and because that it hath brought forth so much evil fruit thou beholdest that it beginneth to perish; and it will soon become ripened, that it may be cast into the fire, except we should do something for it to preserve it.", "38 And it came to pass that the Lord of the vineyard said unto his servant: Let us go down into the nethermost parts of the vineyard, and behold if the natural branches have also brought forth evil fruit.", "39 And it came to pass that they went down into the nethermost parts of the vineyard. And it came to pass that they beheld that the fruit of the natural branches had become corrupt also; yea, the first and the second and also the last; and they had all become corrupt.", "40 And the wild fruit of the last had overcome that part of the tree which brought forth good fruit, even that the branch had withered away and died.", "41 And it came to pass that the Lord of the vineyard wept, and said unto the servant: What could I have done more for my vineyard?", "42 Behold, I knew that all the fruit of the vineyard, save it were these, had become corrupted. And now these which have once brought forth good fruit have also become corrupted; and now all the trees of my vineyard are good for nothing save it be to be hewn down and cast into the fire.", "43 And behold this last, whose branch hath withered away, I did plant in a good spot of ground; yea, even that which was choice unto me above all other parts of the land of my vineyard.", "44 And thou beheldest that I also cut down that which cumbered this spot of ground, that I might plant this tree in the stead thereof.", "45 And thou beheldest that a part thereof brought forth good fruit, and a part thereof brought forth wild fruit; and because I plucked not the branches thereof and cast them into the fire, behold, they have overcome the good branch that it hath withered away.", "46 And now, behold, notwithstanding all the care which we have taken of my vineyard, the trees thereof have become corrupted, that they bring forth no good fruit; and these I had hoped to preserve, to have laid up fruit thereof against the season, unto mine own self. But, behold, they have become like unto the wild olive tree, and they are of no worth but to be hewn down and cast into the fire; and it grieveth me that I should lose them.", "47 But what could I have done more in my vineyard? Have I slackened mine hand, that I have not nourished it? Nay, I have nourished it, and I have digged about it, and I have pruned it, and I have dunged it; and I have stretched forth mine hand almost all the day long, and the end draweth nigh. And it grieveth me that I should hew down all the trees of my vineyard, and cast them into the fire that they should be burned. Who is it that has corrupted my vineyard?", "48 And it came to pass that the servant said unto his master: Is it not the loftiness of thy vineyard—have not the branches thereof overcome the roots which are good? And because the branches have overcome the roots thereof, behold they grew faster than the strength of the roots, taking strength unto themselves. Behold, I say, is not this the cause that the trees of thy vineyard have become corrupted?", "49 And it came to pass that the Lord of the vineyard said unto the servant: Let us go to and hew down the trees of the vineyard and cast them into the fire, that they shall not cumber the ground of my vineyard, for I have done all. What could I have done more for my vineyard?", "50 But, behold, the servant said unto the Lord of the vineyard: Spare it a little longer.", "51 And the Lord said: Yea, I will spare it a little longer, for it grieveth me that I should lose the trees of my vineyard.", "52 Wherefore, let us take of the branches of these which I have planted in the nethermost parts of my vineyard, and let us graft them into the tree from whence they came; and let us pluck from the tree those branches whose fruit is most bitter, and graft in the natural branches of the tree in the stead thereof.", "53 And this will I do that the tree may not perish, that, perhaps, I may preserve unto myself the roots thereof for mine own purpose.", "54 And, behold, the roots of the natural branches of the tree which I planted whithersoever I would are yet alive; wherefore, that I may preserve them also for mine own purpose, I will take of the branches of this tree, and I will graft them in unto them. Yea, I will graft in unto them the branches of their mother tree, that I may preserve the roots also unto mine own self, that when they shall be sufficiently strong perhaps they may bring forth good fruit unto me, and I may yet have glory in the fruit of my vineyard.", "55 And it came to pass that they took from the natural tree which had become wild, and grafted in unto the natural trees, which also had become wild.", "56 And they also took of the natural trees which had become wild, and grafted into their mother tree.", "57 And the Lord of the vineyard said unto the servant: Pluck not the wild branches from the trees, save it be those which are most bitter; and in them ye shall graft according to that which I have said.", "58 And we will nourish again the trees of the vineyard, and we will trim up the branches thereof; and we will pluck from the trees those branches which are ripened, that must perish, and cast them into the fire.", "59 And this I do that, perhaps, the roots thereof may take strength because of their goodness; and because of the change of the branches, that the good may overcome the evil.", "60 And because that I have preserved the natural branches and the roots thereof, and that I have grafted in the natural branches again into their mother tree, and have preserved the roots of their mother tree, that, perhaps, the trees of my vineyard may bring forth again good fruit; and that I may have joy again in the fruit of my vineyard, and, perhaps, that I may rejoice exceedingly that I have preserved the roots and the branches of the first fruit—", "61 Wherefore, go to, and call servants, that we may labor diligently with our might in the vineyard, that we may prepare the way, that I may bring forth again the natural fruit, which natural fruit is good and the most precious above all other fruit.", "62 Wherefore, let us go to and labor with our might this last time, for behold the end draweth nigh, and this is for the last time that I shall prune my vineyard.", "63 Graft in the branches; begin at the last that they may be first, and that the first may be last, and dig about the trees, both old and young, the first and the last; and the last and the first, that all may be nourished once again for the last time.", "64 Wherefore, dig about them, and prune them, and dung them once more, for the last time, for the end draweth nigh. And if it be so that these last grafts shall grow, and bring forth the natural fruit, then shall ye prepare the way for them, that they may grow.", "65 And as they begin to grow ye shall clear away the branches which bring forth bitter fruit, according to the strength of the good and the size thereof; and ye shall not clear away the bad thereof all at once, lest the roots thereof should be too strong for the graft, and the graft thereof shall perish, and I lose the trees of my vineyard.", "66 For it grieveth me that I should lose the trees of my vineyard; wherefore ye shall clear away the bad according as the good shall grow, that the root and the top may be equal in strength, until the good shall overcome the bad, and the bad be hewn down and cast into the fire, that they cumber not the ground of my vineyard; and thus will I sweep away the bad out of my vineyard.", "67 And the branches of the natural tree will I graft in again into the natural tree;", "68 And the branches of the natural tree will I graft into the natural branches of the tree; and thus will I bring them together again, that they shall bring forth the natural fruit, and they shall be one.", "69 And the bad shall be cast away, yea, even out of all the land of my vineyard; for behold, only this once will I prune my vineyard.", "70 And it came to pass that the Lord of the vineyard sent his servant; and the servant went and did as the Lord had commanded him, and brought other servants; and they were few.", "71 And the Lord of the vineyard said unto them: Go to, and labor in the vineyard, with your might. For behold, this is the last time that I shall nourish my vineyard; for the end is nigh at hand, and the season speedily cometh; and if ye labor with your might with me ye shall have joy in the fruit which I shall lay up unto myself against the time which will soon come.", "72 And it came to pass that the servants did go and labor with their mights; and the Lord of the vineyard labored also with them; and they did obey the commandments of the Lord of the vineyard in all things.", "73 And there began to be the natural fruit again in the vineyard; and the natural branches began to grow and thrive exceedingly; and the wild branches began to be plucked off and to be cast away; and they did keep the root and the top thereof equal, according to the strength thereof.", "74 And thus they labored, with all diligence, according to the commandments of the Lord of the vineyard, even until the bad had been cast away out of the vineyard, and the Lord had preserved unto himself that the trees had become again the natural fruit; and they became like unto one body; and the fruits were equal; and the Lord of the vineyard had preserved unto himself the natural fruit, which was most precious unto him from the beginning.", "75 And it came to pass that when the Lord of the vineyard saw that his fruit was good, and that his vineyard was no more corrupt, he called up his servants, and said unto them: Behold, for this last time have we nourished my vineyard; and thou beholdest that I have done according to my will; and I have preserved the natural fruit, that it is good, even like as it was in the beginning. And blessed art thou; for because ye have been diligent in laboring with me in my vineyard, and have kept my commandments, and have brought unto me again the natural fruit, that my vineyard is no more corrupted, and the bad is cast away, behold ye shall have joy with me because of the fruit of my vineyard.", "76 For behold, for a long time will I lay up of the fruit of my vineyard unto mine own self against the season, which speedily cometh; and for the last time have I nourished my vineyard, and pruned it, and dug about it, and dunged it; wherefore I will lay up unto mine own self of the fruit, for a long time, according to that which I have spoken.", "77 And when the time cometh that evil fruit shall again come into my vineyard, then will I cause the good and the bad to be gathered; and the good will I preserve unto myself, and the bad will I cast away into its own place. And then cometh the season and the end; and my vineyard will I cause to be burned with fire."], "Español": ["Jacob cita las palabras de Zenós en cuanto a la alegoría del olivo cultivado y el olivo silvestre— Estos son una similitud de Israel y los gentiles— Se representan el esparcimiento y el recogimiento de Israel— Se hacen alusiones a los nefitas y a los lamanitas y a toda la casa de Israel— Los gentiles serán injertados en Israel— Finalmente la viña será quemada. Aproximadamente 544–421a.C.", "1 He aquí, hermanos míos, ¿no os acordáis de haber leído las palabras del profeta Zenós, las cuales habló a la casa de Israel, diciendo:", "2 ¡Escuchad, oh casa de Israel, y oíd las palabras mías, que soy un profeta del Señor!", "3 Porque he aquí, así dice el Señor: Te compararé, oh casa de Israel, a un olivo cultivado que un hombre tomó y nutrió en su viña; y creció y envejeció y empezó a secarse.", "4 Y acaeció que salió el amo de la viña, y vio que su olivo empezaba a secarse, y dijo: Lo podaré, y cavaré alrededor de él, y lo nutriré para que tal vez eche ramas nuevas y tiernas, y no perezca.", "5 Y aconteció que lo podó, y cavó alrededor de él, y lo nutrió según su palabra.", "6 Y sucedió que después de muchos días empezó a echar algunos retoños pequeños y tiernos, mas he aquí, la copa principal empezó a secarse.", "7 Y ocurrió que lo vio el amo de la viña, y dijo a su siervo: Me aflige que tenga que perder este árbol; por tanto, ve, y arranca las ramas de un olivo silvestre y tráemelas aquí; y arrancaremos esas ramas principales que empiezan a marchitarse, y las echaremos en el fuego para que se quemen.", "8 Y he aquí, dijo el Señor de la viña, tomaré muchas de estas ramas nuevas y tiernas y las injertaré donde yo quiera, y no importa si acaso la raíz de este árbol perece, yo puedo preservar su fruto para mí; por tanto, tomaré estas ramas nuevas y tiernas, y las injertaré donde yo quiera.", "9 Toma las ramas del olivo silvestre, e injértalas en lugar de ellas; y estas que he cortado, las echaré al fuego y las quemaré, a fin de que no obstruyan el terreno de mi viña.", "10 Y aconteció que el siervo del Señor de la viña hizo según la palabra de su amo, e injertó las ramas del olivo silvestre.", "11 Y el Señor de la viña hizo que se cavara alrededor, y se podara y se nutriera, y dijo a su siervo: Me aflige que tenga que perder este árbol; por tanto, para que tal vez pueda yo preservar sus raíces a fin de que no perezcan y pueda yo preservarlas para mí, he hecho esto.", "12 Por tanto, ve; cuida el árbol y nútrelo, según mis palabras.", "13 Y estos yo pondré en la parte más baja de mi viña, donde bien me parezca, esto no te incumbe; y lo hago a fin de preservar para mí las ramas naturales del árbol; y también con objeto de guardar para mí su fruto para la estación; porque me aflige que tenga que perder este árbol y su fruto.", "14 Y aconteció que el Señor de la viña se marchó, y escondió las ramas naturales del olivo cultivado en las partes más bajas de la viña, unas en una parte y otras en otra, según su voluntad y placer.", "15 Y sucedió que pasó mucho tiempo, y el Señor de la viña dijo a su siervo: Ven, descendamos a la viña para que podamos trabajar en ella.", "16 Y aconteció que el Señor de la viña y también su siervo bajaron a la viña a trabajar; y sucedió que el siervo dijo a su amo: He aquí, mira; contempla el árbol.", "17 Y ocurrió que el Señor de la viña miró y vio el árbol en el que se habían injertado las ramas del olivo silvestre; y había retoñado y comenzado a dar fruto; y vio que era bueno, y su fruto era semejante al fruto natural.", "18 Y dijo al siervo: He aquí, las ramas del árbol silvestre han alcanzado la humedad de la raíz, por lo que la raíz ha producido mucha fuerza; y a causa de la mucha fuerza de la raíz, las ramas silvestres han dado fruto cultivado. Así que, si no hubiéramos injertado estas ramas, el árbol habría perecido. Y he aquí, ahora guardaré mucho fruto que el árbol ha producido; y su fruto lo guardaré para mí mismo, para la estación.", "19 Y sucedió que el Señor de la viña dijo al siervo: Ven, vamos a la parte más baja de la viña, y veamos si las ramas naturales del árbol no han dado mucho fruto también, a fin de que pueda yo guardar su fruto para la estación, para mí mismo.", "20 Y aconteció que fueron a donde el amo había escondido las ramas naturales del árbol, y dijo al siervo: Mira estas; y vio que la primera había dado mucho fruto, y también vio que era bueno. Y dijo al siervo: Toma de su fruto y guárdalo para la estación, a fin de que yo lo preserve para mí mismo; pues, dijo él, lo he nutrido mucho tiempo, y ha producido fruto abundante.", "21 Y aconteció que el siervo dijo a su amo: ¿Cómo fue que viniste aquí a plantar este árbol, o esta rama del árbol? Porque he aquí, era el sitio más estéril de todo el terreno de tu viña.", "22 Y le dijo el Señor de la viña: No me aconsejes. Yo sabía que era un lugar estéril; por eso te dije que lo he nutrido tan largo tiempo, y tú ves que ha dado mucho fruto.", "23 Y aconteció que el Señor de la viña dijo a su siervo: Mira acá, he aquí, he plantado otra rama del árbol también; y tú sabes que esta parte del terreno era peor que la primera. Pero mira el árbol. Lo he nutrido todo este tiempo, y ha producido mucho fruto; por tanto, recógelo y guárdalo para la estación a fin de que yo lo preserve para mí mismo.", "24 Y aconteció que el Señor de la viña dijo otra vez a su siervo: Mira acá y ve otra rama que también he plantado; he aquí, también la he nutrido, y ha producido fruto.", "25 Y dijo al siervo: Mira hacia acá y ve la última. He aquí, esta la he plantado en terreno bueno, y la he nutrido todo este tiempo; y solo parte del árbol ha dado fruto cultivado, y la otra parte del árbol ha producido fruto silvestre; he aquí, he nutrido este árbol igual que los otros.", "26 Y sucedió que el Señor de la viña dijo al siervo: Arranca las ramas que no han producido fruto bueno y échalas en el fuego.", "27 Mas he aquí, el siervo le dijo: Podémoslo, y cavemos alrededor de él, y nutrámoslo un poco más, a fin de que tal vez te dé buen fruto, para que lo guardes para la estación.", "28 Y aconteció que el Señor de la viña y su siervo nutrieron todos los árboles frutales de la viña.", "29 Y aconteció que había pasado mucho tiempo, y el Señor de la viña dijo a su siervo: Ven, descendamos a la viña para que trabajemos de nuevo en ella. Porque he aquí, se acerca el tiempo, y el fin viene pronto; por tanto, debo guardar fruto para la estación, para mí mismo.", "30 Y sucedió que el Señor de la viña y el siervo descendieron a la viña; y llegaron al árbol cuyas ramas naturales habían sido arrancadas, y se habían injertado las ramas silvestres en su lugar; y he aquí, estaba cargado de toda clase de fruto.", "31 Y aconteció que el Señor de la viña probó el fruto, cada clase según su número. Y el Señor de la viña dijo: He aquí, por largo tiempo hemos nutrido este árbol, y he guardado para mí mucho fruto, para la estación.", "32 Pero he aquí, esta vez ha producido mucho fruto, y no hay ninguno que sea bueno. Y he aquí, hay toda clase de fruto malo; y no obstante todo nuestro trabajo, de nada me sirve; y me aflige ahora que tenga que perder este árbol.", "33 Y el Señor de la viña dijo al siervo: ¿Qué haremos por el árbol, para que de nuevo pueda yo preservar buen fruto de él para mí mismo?", "34 Y el siervo dijo a su amo: He aquí, a causa de que injertaste las ramas del olivo silvestre, estas han nutrido sus raíces, de modo que están vivas y no han perecido; por tanto, ves que están buenas todavía.", "35 Y aconteció que el Señor de la viña dijo a su siervo: Ningún provecho me deja el árbol, y sus raíces no me benefician nada, en tanto que produzca mal fruto.", "36 No obstante, sé que las raíces son buenas; y para mi propio fin las he preservado; y a causa de su mucha fuerza, hasta aquí han producido buen fruto de las ramas silvestres.", "37 Mas he aquí, las ramas silvestres han crecido y han sobrepujado a sus raíces; y debido a que las ramas silvestres han sobrepujado a las raíces, ha producido mucho fruto malo; y porque ha producido tanto fruto malo, ves que ya empieza a perecer; y pronto llegará a la madurez para ser echado al fuego, a menos que algo hagamos para preservarlo.", "38 Y aconteció que el Señor de la viña dijo a su siervo: Descendamos a los parajes más bajos de la viña, y veamos si las ramas naturales han producido también mal fruto.", "39 Y aconteció que descendieron a los parajes más bajos de la viña. Y ocurrió que vieron que el fruto de las ramas naturales se había corrompido también; sí, el primero, y el segundo, y el último también; y todos se habían corrompido.", "40 Y el fruto silvestre del último había sobrepujado a esa parte del árbol que produjo buen fruto, de tal modo que la rama se había marchitado y secado.", "41 Y aconteció que el Señor de la viña lloró, y dijo al siervo: ¿Qué más pude haber hecho por mi viña?", "42 He aquí, yo sabía que todo el fruto de la viña, exceptuando estos, se había corrompido. Y ahora estos, que en un tiempo habían producido buen fruto, se han corrompido también; y ahora todos los árboles de mi viña para nada sirven sino para ser cortados y echados en el fuego.", "43 Y he aquí que este último, cuya rama se ha marchitado, lo planté en un terreno fértil; sí, el que para mí era el más escogido de todos los demás parajes de mi viña.", "44 Y tú viste que también derribé lo que obstruía este pedazo de tierra, a fin de que yo pudiera plantar este árbol en su lugar.", "45 Y viste que parte de él produjo buen fruto, y parte de él dio fruto silvestre; y porque no le arranqué sus ramas y las eché al fuego, he aquí, han sobrepujado a la rama buena de modo que esta se ha secado.", "46 Y ahora bien, he aquí, no obstante todo el cuidado que hemos dado a mi viña, sus árboles se han corrompido, de modo que no dan buen fruto; y yo había esperado preservar a estos, a fin de haber guardado su fruto para la estación, para mí mismo. Mas he aquí, se han vuelto como el olivo silvestre, y no valen nada sino para ser cortados y echados al fuego; y me aflige que tenga que perderlos.", "47 ¿Pero qué más pude yo haber hecho en mi viña? ¿He relajado mi mano de modo que no la he nutrido? No, la he nutrido y cavado alrededor; la he podado y abonado; y he extendido la mano casi todo el día, y el fin se acerca. Y me aflige que tenga que talar todos los árboles de mi viña, y echarlos en el fuego para que sean quemados. ¿Quién es el que ha corrompido mi viña?", "48 Y acaeció que el siervo dijo a su amo: ¿No será la altura de tu viña? ¿No habrán sobrepujado sus ramas a las raíces que son buenas? Y a causa de que las ramas han sobrepujado a sus raíces, he aquí que aquellas crecieron más aprisa que la fuerza de las raíces, tomando fuerza para sí mismas. He aquí, digo: ¿No será esta la causa de la corrupción de los árboles de tu viña?", "49 Y aconteció que el Señor de la viña dijo al siervo: Vayamos y cortemos los árboles de la viña y echémoslos al fuego para que no obstruyan el terreno de mi viña, porque he hecho todo. ¿Qué más pude yo haber hecho por mi viña?", "50 Mas he aquí, el siervo dijo al Señor de la viña: Déjala un poco más.", "51 Y dijo el Señor: Sí, la dejaré un poco más, porque me aflige que tenga que perder los árboles de mi viña.", "52 Por tanto, tomemos algunas de las ramas de estos que he plantado en las partes más bajas de mi viña, e injertémoslas en el árbol del cual procedieron; y arranquemos del árbol esas ramas cuyo fruto es el más amargo, e injertemos en su lugar las ramas naturales del árbol.", "53 Y haré esto para que no perezca el árbol, a fin de que quizá preserve sus raíces para mi propio fin.", "54 Y he aquí, todavía están vivas las raíces de las ramas naturales del árbol que planté donde me pareció bien; por tanto, a fin de que yo las conserve también para mi propio fin, tomaré de las ramas de este árbol, y las injertaré en ellas. Sí, injertaré en ellas las ramas de su árbol original, para que yo preserve también las raíces para mí, para que cuando lleguen a tener suficiente fuerza tal vez me produzcan buen fruto, y me gloríe aún en el fruto de mi viña.", "55 Y aconteció que tomaron del árbol natural que se había vuelto silvestre, e injertaron en los árboles naturales que también se habían vuelto silvestres.", "56 Y también tomaron de los árboles naturales que se habían vuelto silvestres, e injertaron en su árbol original.", "57 Y el Señor de la viña dijo al siervo: No arranques las ramas silvestres de los árboles, sino aquellas que son las más amargas; y en ellas injertarás de acuerdo con lo que he dicho.", "58 Y de nuevo nutriremos los árboles de la viña, y podaremos sus ramas; y arrancaremos de los árboles aquellas ramas que han madurado, que deben perecer, y las echaremos al fuego.", "59 Y hago esto para que quizá sus raíces se fortalezcan a causa de su buena calidad; y que, a causa del cambio de ramas, lo bueno sobrepuje a lo malo.", "60 Y porque he preservado las ramas naturales y sus raíces, y he injertado nuevamente las ramas naturales en su árbol original y he preservado las raíces de su árbol original, para que quizá los árboles de mi viña produzcan nuevamente buen fruto; y que yo tenga de nuevo gozo en el fruto de mi viña, y tal vez me alegre en extremo porque he preservado las raíces y las ramas del primer fruto;", "61 ve, pues, y llama siervos para que trabajemos diligentemente con todo nuestro empeño en la viña, a fin de que podamos preparar el camino para que yo produzca otra vez el fruto natural, el cual es bueno y más precioso que cualquier otro fruto.", "62 Por tanto, vayamos y trabajemos con nuestra fuerza esta última vez; porque he aquí, se acerca el fin, y esta es la última vez que podaré mi viña.", "63 Injerta las ramas; empieza por las últimas, para que sean las primeras, y que las primeras sean las últimas; y cava alrededor de los árboles, viejos así como nuevos, los primeros y los últimos; y los últimos y los primeros, a fin de que todos sean nutridos de nuevo por la postrera vez.", "64 Por tanto, cava alrededor de ellos, y pódalos, y abónalos de nuevo por última vez, porque el fin se acerca. Y si acaso estos últimos injertos crecen y producen el fruto natural, entonces les prepararás el camino para que crezcan.", "65 Y a medida que empiecen a crecer, quitarás las ramas que dan fruto amargo, según la fuerza y el tamaño de las buenas; y no quitarás todas las ramas malas de una vez, no sea que las raíces resulten demasiado fuertes para el injerto, y este perezca, y pierda yo los árboles de mi viña.", "66 Porque me aflige que tenga que perder los árboles de mi viña; por tanto, quitarás lo malo a medida que crezca lo bueno, para que la raíz y la copa tengan igual fuerza, hasta que lo bueno sobrepuje a lo malo, y lo malo sea talado y echado en el fuego, a fin de que no obstruya el terreno de mi viña; y así barreré lo malo de mi viña.", "67 Y de nuevo injertaré las ramas del árbol natural en el árbol natural;", "68 e injertaré las ramas del árbol natural en las ramas naturales del árbol; y así las juntaré otra vez para que produzcan el fruto natural, y serán uno.", "69 Y lo malo será echado fuera, sí, fuera de todo el terreno de mi viña; pues he aquí, tan solo esta vez podaré mi viña.", "70 Y aconteció que el Señor de la viña envió a su siervo, y este fue e hizo lo que el Señor le había mandado, y trajo otros siervos; y eran pocos.", "71 Y les dijo el Señor de la viña: Id y trabajad en la viña con vuestro poder. Porque he aquí, esta es la última vez que nutriré mi viña; porque el fin se aproxima y la estación viene rápidamente; y si vosotros trabajáis conmigo con vuestro poder, os regocijaréis en el fruto que recogeré para mí mismo, para el tiempo que pronto llegará.", "72 Y sucedió que los siervos fueron y trabajaron con todas sus fuerzas; y el Señor de la viña también trabajó con ellos; y en todo obedecieron los mandatos del Señor de la viña.", "73 Y empezó de nuevo a producirse el fruto natural en la viña; y las ramas naturales comenzaron a crecer y a medrar en sumo grado; y empezaron luego a arrancarse las ramas silvestres y a echarse fuera; y conservaron iguales la raíz y la copa, según su fuerza.", "74 Y así trabajaron con toda diligencia, según los mandamientos del Señor de la viña, sí, hasta que lo malo hubo sido echado de la viña, y el Señor hubo logrado para sí que los árboles volviesen nuevamente al fruto natural; y llegaron a ser como un cuerpo; y los frutos fueron iguales, y el Señor de la viña había preservado para sí mismo el fruto natural, que fue sumamente precioso para él desde el principio.", "75 Y aconteció que cuando el Señor de la viña vio que su fruto era bueno y que su viña ya no estaba corrompida, llamó a sus siervos y les dijo: He aquí, hemos nutrido mi viña esta última vez; y veis que he obrado según mi voluntad; y he preservado el fruto natural que es bueno, aun como lo fue en el principio. Y benditos sois, porque a causa de que habéis sido diligentes en obrar conmigo en mi viña, y habéis guardado mis mandamientos, y me habéis traído otra vez el fruto natural, de modo que mi viña ya no está más corrompida, y lo malo se ha echado fuera, he aquí, os regocijaréis conmigo a causa del fruto de mi viña.", "76 Pues he aquí, por mucho tiempo guardaré del fruto de mi viña para mí mismo, para la estación, la cual se aproxima velozmente; y por la última vez he nutrido mi viña, y la he podado, y he cavado alrededor de ella, y la he abonado; por tanto, guardaré de su fruto para mí mismo, por mucho tiempo, de acuerdo con lo que he hablado.", "77 Y cuando llegue la ocasión en que nuevamente vuelva el mal fruto a mi viña, entonces haré recoger lo bueno y lo malo; y lo bueno preservaré para mí, y lo malo arrojaré a su propio lugar. Y entonces viene la estación y el fin; y haré que mi viña sea quemada con fuego."], "Français": ["Jacob cite Zénos à propos de l’allégorie de l’olivier franc et de l’olivier sauvage— Ils sont une similitude d’Israël et des Gentils— Préfiguration de la dispersion et du rassemblement d’Israël— Allusions aux Néphites et aux Lamanites, et à toute la maison d’Israël— Les Gentils seront greffés sur Israël— Finalement la vigne sera brûlée. Vers 544–421av.J.-C.", "1 Voici, mes frères, ne vous souvenez-vous pas avoir lu les paroles que le prophète Zénos adressa à la maison d’Israël, disant:", "2 Écoute, ô maison d’Israël, et entends ces paroles de moi qui suis prophète du Seigneur.", "3 Car voici, ainsi dit le Seigneur, je vais te comparer, ô maison d’Israël, à un olivier franc qu’un homme prit et nourrit dans sa vigne; et il poussa, et vieillit, et commença à dépérir.", "4 Et il arriva que le maître de la vigne sortit, et il vit que son olivier commençait à dépérir; et il dit: Je vais le tailler, et le bêcher alentour, et le nourrir, afin que peut-être il donne de jeunes et tendres branches, et qu’il ne périsse pas.", "5 Et il arriva qu’il le tailla, et le bêcha alentour, et le nourrit, selon sa parole.", "6 Et il arriva qu’après de nombreux jours, il commença à donner de jeunes et tendres branches; mais voici, son sommet principal commença à périr.", "7 Et il arriva que le maître de la vigne le vit, et il dit à son serviteur: Cela me peine de perdre cet arbre; c’est pourquoi, va couper les branches d’un olivier sauvage et apporte-les-moi ici; et nous couperons ces branches principales qui commencent à se dessécher, et nous les jetterons au feu, afin qu’elles soient brûlées.", "8 Et voici, dit le Seigneur de la vigne, j’enlève beaucoup de ces jeunes et tendres branches, et je vais les greffer là où je le veux; et cela n’a pas d’importance que la racine de cet arbre périsse, si je peux m’en conserver le fruit; c’est pourquoi je vais prendre ces jeunes et tendres branches, et je vais les greffer là où je le veux.", "9 Prends les branches de l’olivier sauvage, et greffe-les à leur place; et celles que j’ai coupées, je vais les jeter au feu et les brûler afin qu’elles n’encombrent pas le sol de ma vigne.", "10 Et il arriva que le serviteur du Seigneur de la vigne fit selon la parole du Seigneur de la vigne, et greffa les branches de l’olivier sauvage.", "11 Et le Seigneur de la vigne le fit bêcher alentour, et tailler, et nourrir, disant à son serviteur: Cela me peine de perdre cet arbre; c’est pourquoi, c’est afin de pouvoir peut-être en conserver les racines pour qu’elles ne périssent pas, afin de pouvoir me les conserver, que j’ai fait cela.", "12 C’est pourquoi, va, veille sur l’arbre, et nourris-le selon mes paroles.", "13 Et celles-ci, je les placerai dans la partie la plus basse de ma vigne, là où je le veux, peu t’importe; et je le fais afin de me conserver les branches naturelles de l’arbre; et aussi afin de m’en amasser du fruit en vue de la saison; car il me peine de perdre cet arbre et son fruit.", "14 Et il arriva que le Seigneur de la vigne alla cacher les branches naturelles de l’olivier franc dans les parties les plus basses de la vigne, les unes dans l’une et les autres dans l’autre, selon sa volonté et son bon plaisir.", "15 Et il arriva que beaucoup de temps passa, et le Seigneur de la vigne dit à son serviteur: Viens, descendons dans la vigne afin de travailler dans la vigne.", "16 Et il arriva que le Seigneur de la vigne, et aussi le serviteur, descendirent travailler dans la vigne. Et il arriva que le serviteur dit à son maître: Voici, regarde ici; vois l’arbre.", "17 Et il arriva que le Seigneur de la vigne regarda et vit l’arbre sur lequel avaient été greffées les branches de l’olivier sauvage; et il avait poussé des rejetons et commencé à porter du fruit. Et il vit qu’il était bon; et le fruit en était semblable au fruit naturel.", "18 Et il dit au serviteur: Voici, les branches de l’olivier sauvage se sont saisies de l’humidité de sa racine, de sorte que sa racine a produit beaucoup de force; et, à cause de la grande force de sa racine, les branches sauvages ont donné du fruit franc. Or, si nous n’avions pas greffé ces branches, l’arbre aurait péri. Et maintenant, voici, j’amasserai beaucoup du fruit que l’arbre a donné; et je m’en amasserai le fruit en vue de la saison.", "19 Et il arriva que le Seigneur de la vigne dit au serviteur: Viens, allons dans la partie la plus basse de la vigne, et voyons si les branches naturelles de l’arbre n’ont pas donné beaucoup de fruits aussi, afin que je puisse m’en amasser du fruit en vue de la saison.", "20 Et il arriva qu’ils allèrent là où le maître avait caché les branches naturelles de l’arbre, et il dit au serviteur: Vois celles-ci; et il vit la première, qu’elle avait donné beaucoup de fruits; et il vit aussi qu’ils étaient bons. Et il dit au serviteur: Prends-en du fruit, et amasse-le en vue de la saison, afin que je puisse me le conserver; car voici, dit-il, je l’ai nourri pendant tout ce temps, et il a donné beaucoup de fruits.", "21 Et il arriva que le serviteur dit à son maître: Comment es-tu venu ici planter cet arbre, ou cette branche de l’arbre? Car voici, c’était le coin le plus pauvre de toute la terre de ta vigne.", "22 Et le Seigneur de la vigne lui dit: Ne me conseille pas; je savais que c’était un coin de terre pauvre; c’est pourquoi je t’ai dit: Je l’ai nourri pendant tout ce temps, et tu vois qu’il a donné beaucoup de fruits.", "23 Et il arriva que le Seigneur de la vigne dit à son serviteur: Regarde par ici: voici, j’ai aussi planté une autre branche de l’arbre; et tu sais que ce coin de terre était pire que le premier. Mais regarde l’arbre. Je l’ai nourri pendant tout ce temps, et il a donné beaucoup de fruits; c’est pourquoi, récolte-les et amasse-les en vue de la saison, afin que je puisse me les conserver.", "24 Et il arriva que le Seigneur de la vigne dit encore à son serviteur: Regarde par ici, et vois encore une autre branche que j’ai plantée; vois que je l’ai nourrie aussi, et elle a donné des fruits.", "25 Et il dit au serviteur: Regarde par ici et vois la dernière. Voici, celle-ci je l’ai plantée dans un bon coin de terre; et je l’ai nourrie pendant tout ce temps, et il n’y a qu’une partie de l’arbre qui a donné du fruit franc, et l’autre partie de l’arbre a donné du fruit sauvage; voici, j’ai nourri cet arbre comme les autres.", "26 Et il arriva que le Seigneur de la vigne dit au serviteur: Coupe les branches qui n’ont pas donné du bon fruit, et jette-les au feu.", "27 Mais voici, le serviteur lui dit: Taillons-le, et bêchons-le alentour, et nourrissons-le encore un peu, afin qu’il te donne peut-être du bon fruit, afin que tu puisses l’amasser en vue de la saison.", "28 Et il arriva que le Seigneur de la vigne et le serviteur du Seigneur de la vigne nourrirent tous les fruits de la vigne.", "29 Et il arriva que beaucoup de temps s’était passé, et le Seigneur de la vigne dit à son serviteur: Viens, descendons dans la vigne, afin de travailler encore dans la vigne. Car voici, le temps approche, et la fin arrive bientôt; c’est pourquoi je dois m’amasser du fruit en vue de la saison.", "30 Et il arriva que le Seigneur de la vigne et le serviteur descendirent dans la vigne; et ils arrivèrent à l’arbre dont les branches naturelles avaient été coupées et sur lequel les branches sauvages avaient été greffées; et voici, toutes sortes de fruits encombraient l’arbre.", "31 Et il arriva que le Seigneur de la vigne goûta du fruit de chaque sorte selon son nombre. Et le Seigneur de la vigne dit: Voici, j’ai nourri cet arbre pendant tout ce temps, et je me suis amassé beaucoup de fruits en vue de la saison.", "32 Mais voici, cette fois-ci il a donné beaucoup de fruits, et il n’y en a aucun qui soit bon. Et voici, il y a toutes sortes de mauvais fruits; et ils ne me profitent en rien, malgré tout notre travail; et maintenant cela me peine de perdre cet arbre.", "33 Et le Seigneur de la vigne dit au serviteur: Qu’allons-nous faire à l’arbre, afin que je puisse m’en conserver encore du bon fruit?", "34 Et le serviteur dit à son maître: Voici, parce que tu as greffé les branches de l’olivier sauvage, elles ont nourri les racines, de sorte qu’elles sont vivantes et n’ont pas péri; c’est pourquoi tu vois qu’elles sont encore bonnes.", "35 Et il arriva que le Seigneur de la vigne dit à son serviteur: L’arbre ne m’est d’aucun profit, et ses racines ne me sont d’aucun profit tant qu’il donnera du mauvais fruit.", "36 Néanmoins, je sais que les racines sont bonnes, et c’est dans un dessein qui m’est propre que je les ai conservées; et à cause de leur grande force, elles ont donné jusqu’à présent du bon fruit par les branches sauvages.", "37 Mais voici, les branches sauvages ont poussé et l’ont emporté sur les racines; et, parce que les branches sauvages l’ont emporté sur les racines, il a donné beaucoup de mauvais fruits; et, parce qu’il a donné tant de mauvais fruits, tu vois qu’il commence à périr; et il sera bientôt mûr pour être jeté au feu, si nous ne faisons pas quelque chose pour le conserver.", "38 Et il arriva que le Seigneur de la vigne dit à son serviteur: Descendons dans les parties les plus basses de la vigne, et voyons si les branches naturelles ont aussi donné du mauvais fruit.", "39 Et il arriva qu’ils descendirent dans les parties les plus basses de la vigne. Et il arriva qu’ils virent que le fruit des branches naturelles s’était aussi corrompu; oui, la première et la seconde et aussi la dernière; et elles s’étaient toutes corrompues.", "40 Et le fruit sauvage de la dernière l’avait emporté sur cette partie de l’arbre qui donnait du bon fruit, de sorte que la branche s’était desséchée et était morte.", "41 Et il arriva que le Seigneur de la vigne pleura et dit au serviteur: Qu’aurais-je pu faire de plus pour ma vigne?", "42 Voici, je savais que tout le fruit de la vigne s’était corrompu, à l’exception de celles-ci. Et maintenant, celles-ci, qui ont jadis donné du bon fruit, se sont aussi corrompues; et maintenant tous les arbres de ma vigne ne sont plus bons qu’à être abattus et jetés au feu.", "43 Et vois ce dernier, dont la branche est desséchée, je l’ai planté dans un bon coin de terre; oui, celui qui était préférable pour moi à toutes les autres parties du pays de ma vigne.", "44 Et tu as vu que j’ai aussi abattu ce qui encombrait ce coin de terre, afin de planter cet arbre à sa place.", "45 Et tu as vu qu’une partie en a donné du bon fruit, et qu’une partie en a donné du fruit sauvage; et parce que je n’en ai pas coupé les branches pour les jeter au feu, voici, elles l’ont emporté sur la bonne branche de sorte qu’elle s’est desséchée.", "46 Et maintenant, voici, malgré tout le soin que nous avons pris de ma vigne, les arbres s’en sont corrompus, de sorte qu’ils ne donnent pas du bon fruit; et ceux-ci, j’avais espéré les conserver, m’en amasser du fruit en vue de la saison. Mais, voici, ils sont devenus comme l’olivier sauvage, et ils ne sont plus bons qu’à être abattus et jetés au feu; et cela me peine de les perdre.", "47 Mais qu’aurais-je pu faire de plus dans ma vigne? Ai-je laissé ma main faiblir, de sorte que je ne l’ai pas nourrie? Non, je l’ai nourrie, et je l’ai bêchée alentour, et je l’ai taillée, et je l’ai fumée; et j’ai étendu la main presque toute la journée, et la fin approche. Et cela me peine d’abattre tous les arbres de ma vigne et de les jeter au feu pour les brûler. Qui a bien pu corrompre ma vigne?", "48 Et il arriva que le serviteur dit au maître: N’est-ce pas la hauteur de ta vigne: les branches ne l’ont-elles pas emporté sur les racines, qui sont bonnes? Et parce que les branches l’ont emporté sur les racines, voici, elles ont poussé plus vite que ne le permettait la force des racines, prenant la force pour elles. Voici, dis-je, n’est-ce pas à cause de cela que les arbres de ta vigne se sont corrompus?", "49 Et il arriva que le Seigneur de la vigne dit au serviteur: Allons, abattons les arbres de la vigne et jetons-les au feu, afin qu’ils n’encombrent plus le sol de ma vigne, car j’ai tout fait. Qu’aurais-je pu faire de plus pour ma vigne?", "50 Mais voici, le serviteur dit au Seigneur de la vigne: Épargne-la encore un peu.", "51 Et le Seigneur dit: Oui, je vais l’épargner encore un peu, car cela me peine de perdre les arbres de ma vigne.", "52 C’est pourquoi, prenons parmi les branches de ceux-ci que j’ai plantés dans les parties les plus basses de ma vigne, et greffons-les sur l’arbre d’où elles viennent; et coupons de l’arbre les branches dont le fruit est le plus amer, et greffons à leur place les branches naturelles de l’arbre.", "53 Et cela, je vais le faire pour que l’arbre ne périsse pas, afin de pouvoir peut-être m’en conserver les racines pour mon propre dessein.", "54 Et voici, les racines des branches naturelles de l’arbre, que j’ai plantées où je le voulais, sont encore vivantes; c’est pourquoi, afin de me les conserver aussi pour mon dessein, je vais prendre certaines des branches de cet arbre, et je vais les greffer sur elles. Oui, je vais greffer sur elles les branches de leur arbre d’origine, afin de me conserver aussi les racines, afin que, lorsqu’elles seront suffisamment fortes, elles me donnent peut-être du bon fruit, et que je tire encore gloire du fruit de ma vigne.", "55 Et il arriva qu’ils prirent de l’arbre naturel, qui était devenu sauvage, et greffèrent sur les arbres naturels, qui étaient aussi devenus sauvages.", "56 Et ils prirent aussi des arbres naturels, qui étaient devenus sauvages, et greffèrent sur leur arbre d’origine.", "57 Et le Seigneur de la vigne dit au serviteur: Ne coupe pas les branches sauvages des arbres, sauf celles qui sont les plus amères; et tu y grefferas selon ce que j’ai dit.", "58 Et nous allons encore nourrir les arbres de la vigne, et nous allons en tailler les branches; et nous allons couper des arbres les branches qui sont mûres, qui doivent périr, et les jeter au feu.", "59 Et je fais cela, afin que peut-être les racines prennent de la force, parce qu’elles sont bonnes; et à cause du changement des branches, afin que le bon l’emporte sur le mauvais.", "60 Et parce que j’en ai conservé les branches naturelles et les racines, et que j’ai greffé les branches naturelles sur leur arbre d’origine, et ai conservé les racines de leur arbre d’origine, afin que peut-être les arbres de ma vigne donnent encore du bon fruit, et que je me réjouisse encore du fruit de ma vigne, et que peut-être je me réjouisse extrêmement d’avoir conservé les racines et les branches des premiers fruits—", "61 C’est pourquoi, va, appelle les serviteurs, afin que nous travaillions diligemment de toutes nos forces dans la vigne, afin que nous préparions le chemin, afin que je puisse produire encore le fruit naturel, fruit naturel qui est bon et plus précieux que tous les autres fruits.", "62 C’est pourquoi, allons, travaillons de toutes nos forces cette dernière fois, car voici, la fin approche, et c’est la dernière fois que je taille ma vigne.", "63 Greffez les branches; commencez par les dernières pour qu’elles soient les premières, et que les premières soient les dernières, et creusez alentour des arbres, vieux et jeunes, les premiers et les derniers; et les derniers et les premiers, afin que tous soient nourris encore une fois pour la dernière fois.", "64 C’est pourquoi, creusez-les donc alentour et taillez-les, et fumez-les encore pour la dernière fois, car la fin approche. Et si ces dernières greffes poussent et donnent du fruit naturel, alors vous préparerez la voie pour elles pour qu’elles puissent pousser.", "65 Et lorsqu’elles commenceront à pousser, vous élaguerez les branches qui donnent du fruit amer, selon la force des bonnes et leur taille; et vous n’en élaguerez pas les mauvaises d’un seul coup, de peur que les racines ne soient trop fortes pour la greffe, et que la greffe ne périsse, et que je ne perde les arbres de ma vigne.", "66 Car cela me peine de perdre les arbres de ma vigne; c’est pourquoi, vous élaguerez les mauvaises selon que les bonnes pousseront, afin que la racine et le sommet soient égaux en force, jusqu’à ce que les bonnes l’emportent sur les mauvaises et que les mauvaises soient abattues et jetées au feu, afin qu’elles n’encombrent pas le sol de ma vigne; et c’est ainsi que je balaierai de ma vigne celles qui sont mauvaises.", "67 Et les branches de l’arbre naturel, je les grefferai encore sur l’arbre naturel;", "68 et les branches de l’arbre naturel, je les grefferai sur les branches naturelles de l’arbre; et ainsi je les remettrai encore ensemble, afin qu’elles donnent le fruit naturel, et elles seront une.", "69 Et les mauvaises seront jetées, oui, hors de tout le pays de ma vigne; car voici, ce n’est que cette fois-ci que je vais tailler ma vigne.", "70 Et il arriva que le Seigneur de la vigne envoya son serviteur; et le serviteur alla faire ce que le Seigneur lui avait commandé, et amena d’autres serviteurs; et ils étaient peu nombreux.", "71 Et le Seigneur de la vigne leur dit: Allez, travaillez de toutes vos forces dans la vigne. Car voici, c’est la dernière fois que je nourris ma vigne; car la fin est proche, et la saison arrive rapidement; et si vous travaillez de toutes vos forces avec moi, vous vous réjouirez du fruit que je m’amasserai pour le temps qui va bientôt arriver.", "72 Et il arriva que les serviteurs allèrent et travaillèrent de toutes leurs forces; et le Seigneur de la vigne travailla aussi avec eux; et ils obéirent en tout aux commandements du Seigneur de la vigne.", "73 Et il recommença à y avoir du fruit naturel dans la vigne; et les branches naturelles commencèrent à grandir et à prospérer à l’extrême; et les branches sauvages commencèrent à être coupées et à être jetées; et ils en gardèrent la racine et le sommet égaux, selon leur force.", "74 Et c’est ainsi qu’ils travaillèrent en toute diligence, selon les commandements du Seigneur de la vigne, oui, jusqu’à ce que ce qui était mauvais eût été jeté hors de la vigne, et que le Seigneur se fût conservé les arbres, redevenus le fruit naturel; et ils devinrent comme un seul corps; et les fruits étaient égaux; et le Seigneur de la vigne s’était conservé le fruit naturel, qui était extrêmement précieux pour lui depuis le commencement.", "75 Et il arriva que lorsque le Seigneur de la vigne vit que son fruit était bon, et que sa vigne n’était plus corrompue, il appela ses serviteurs et leur dit: Voici, c’est la dernière fois que nous avons nourri ma vigne; et vous voyez que j’ai fait selon ma volonté, et j’ai conservé le fruit naturel, de sorte qu’il est bon, oui, tel qu’il était au commencement. Et bénis êtes-vous, car, parce que vous avez été diligents à travailler avec moi dans ma vigne, et avez gardé mes commandements, et m’avez ramené le fruit naturel, de sorte que ma vigne n’est plus corrompue, et que ce qui est mauvais est jeté, voici, vous aurez de la joie avec moi à cause du fruit de ma vigne.", "76 Car voici, je m’amasserai pendant longtemps du fruit de ma vigne, en vue de la saison qui arrive rapidement; et c’est la dernière fois que j’ai nourri ma vigne, et que je l’ai taillée, et que je l’ai bêchée alentour, et que je l’ai fumée; c’est pourquoi je vais m’amasser du fruit pendant longtemps, selon ce que j’ai dit.", "77 Et lorsque viendra le temps où du mauvais fruit viendra encore dans ma vigne, alors je ferai rassembler le bon et le mauvais; et le bon, je le conserverai pour moi, et le mauvais, je le jetterai en son lieu propre. Et alors vient la saison et la fin; et ma vigne, je la ferai brûler par le feu."], "Kiribati": ["Iakobwa e taekin ana taeka Tinoti ni kabootau aika a kaineti ma taekaia kaai oriwa aika a manana ma aika a moaanti—A kabootauaki ma Iteraera ao Tientaire—A kaman kaotaki kanikina ibukin kamaenakoan ma ikotan Iteraera—A kananonaaki Nibwaite ma Reimwanaite ao te bata are Iteraera ni kabane—A na katomaki tientaire ma Iteraera—N tokina ao e na kabuekaki te nne ni kurebe. Uakaan ma ririki aika 544–421I.K.", "1 Tariu, taraia, kam aki uringa warekan ana taeka te burabeti ae Tinoti, ngke e taetae nakon te bata are Iteraera, ni kangai:", "2 Ongora, O ngkoe ae te bata are Iteraera, ao ongo n au taeka, ae ana burabeti te Uea.", "3 Bwa taraia, e taku ana taeka te Uea, N na kabootauko, O ngkoe ae te bata are Iteraera, ma te kai te oriwa ae manana, ae e tabekia te aomata man ribanaia ni kamwarakea n ana nne ni kurebe; ao e bwebwerake, ao e a kara, ao e a moanna ni mka.", "4 Ao e koro bukina bwa e nako n noria te tia ununiki, ao e nori bwa e a moanna ni mka arokana ae te oriwa; ao e taku: N na koroi mwangana aika mka, ao ni kekena rarikina, ao ni kamwarakea, bwa e aonga ni bwebwe mwanga aika a uarereke man ububu, ao n aki mate.", "5 E koro bukina bwa e waaki ni koroi mwangana aika a mka, ao e kekena rarikina, ao e kamwarakea n aron are taku bwa e na karaoia.", "6 Ao e koro bukina bwa i mwin tabeua te bong ao e a nori mwanga tabeua aika a uarereke man ububu n riki; ma taraia, oin mwangangana a moanna ni mate.", "7 Ao e koro bukina bwa e nora aio te tia uniuniki, ao e taku nakon ana tia mwakuri: E taonaki nanou n te rawawata ngkai e nang mate arokau aio; mangaia ae nako otoi mwangan te kai te oriwa ae riki n aki akaaka, ao uoti nakoiu; ao ti na otoi taian mwanga aika a mate aikai, ao ti na karenakoi nakon te ai bwa aonga ni bue.", "8 Ao taraia, e taku ana taeka Uean te onaroka ni kurebe, N na anai mwanga aika bwebwerake aikai aika a uarereke ma n ububu ao N na katomai ma kai nako ake I kan katomai mangaia; ao e aoria bwa ngkana e mate wakaan te kai aio ao I kona n ana uaana ibukiu, mangaia ae N na anai mwangangana aika a uarereke man ububu ao N na katomai ma are I taku inanou.", "9 Anai mwangan te kai te oriwa ae riki n aki akaaka, ao katomai, n onei mwin taian mwanga; ao N na karenakoi mwanga ake I a tia n otoi nako nanon te ai ni kabueki, bwa aonga n aki kamangeangea aon au nne ni kurebe.", "10 Ao e koro bukina bwa e waaki ana tia mwakuri Uean te nne ni kurebe ni karaoi bwaai ake e tuangaki iroun Uean te nne ni kurebe bwa e na karaoi, ao e katomai mwangan te kai te oriwa are riki n aki akaaka.", "11 Ao e anga ana taeka Uean te nne ni kurebe bwa e na kenaki rarikina, ao ni koreaki mwangana aika a mka, ao ni kamwarakeaki, ao e taku nakon ana tia mwakuri: E rawawata nanou ngkai e na mate te kai aio; mangaia ae I a karaoa aio bwa I aonga n reita maiun wakaana bwa e aonga n aki mate, ao N na kateimatoa ibukiu, I a tia ni karaoa aio.", "12 Mangaia ae waakina am mwakuri; tararua te kai, kamwarakea, n aron are I tuangko.", "13 Ao N na katikui n te tabo ae kaokoroaki i nanon au nne ni kurebe, n aron are I taku inanou, ao e aki kakawaki aio nakoim; ao I karaoa aio ni kateimatoa n aron oin nanou mwangan te kai aio ni koaua; ao bwa I aonga ni kona ni kaawakin uaana ibukiu i mwin te tai; bwa e rawawata nanou ngkana e mate te kai aio ma uaana.", "14 Ao e koro bukina ao e waaki Uean te nne ni kurebe, ao e karabai mwangan te kai te oriwa are e manana ae e unikaki n te tabo ae kaokoroaki i nanon te nne ni kurebe, tabeua n te tabo teuana ao tabeua n tabo riki tabeua, n aron nanona ma kukureina.", "15 Ao e koro bukina bwa e maan i mwin aio, ao e taku Uean te nne ni kurebe nakon ana tia mwakuri: Nako mai bwa ti na nako ni kawara te nne ni kurebe, bwa ti na mwakuri i nanona.", "16 Ao e koro bukina bwa a nako Uean te nne ni kurebe ma ana tia mwakuri nakon te nne ni kurebe bwa a na mwakuri. Ao e koro bukina bwa e taku te tia mwakuri nakon ana toka: Taraia, tanimai; noora te kai.", "17 Ao e koro bukina bwa e taratara Uean te nne ni kurebe ao e noora te kai are a kanimwaki nako iai mwangan te kai te oriwa are e riki n aki akaaka; e a bon maiu raoi ao ni kariki uaa. Ao e nooria bwa e tamaroa; ao titebo uaana ma bon oin uaana.", "18 Ao e taku nakon te tia mwakuri: Taraia, e a reke te ran nakon taian mwanga aika a oteaki man te kai te oriwa ae riki n aki akaaka man te wakaa, ao e a reke naba te korakora man te wakaa; ao ngkai e mwaiti te korakora are e reke man te wakaa ao a kariki uaa aika a tamaroa mwanga aika a reke man te kai te oriwa ae riki n aki akaaka. Ngke arona bwa ti aki katomai mwanga aikai, ao e na tia ni mate te kai. Ao ngkai, taraia, a mwaiti uaa n roko n tain te tai, aika a riki man te kai; aika uaa aika N na kona ni kawakin bon ibukiu i mwin te tai.", "19 Ao e koro bukina bwa e taku Uean te nne ni kurebe nakon te tia mwakuri: Nakomai bwa ti na nako tabon te nne ni kurebe are raroa, man nooria ngkana a aki naba kariki uaa aika mwaiti oin mwangan te kai, bwa I aonga ni kona ni kawakin uaana ibukiu i mwin te tai.", "20 Ao e koro bukina bwa a nakon te tabo are e karabaki iai mwangan te kai iroun te toka, ao e taku nakon ana tia mwakuri: Nori aikai; ao e noria bwa a mwaiti uaan te moan mwanga; ao e noria bwa e tamaroa. Ao e taku nakon te tia mwakuri: Anai uaana, ao kawakin ibukiu i mwin te tai; ao e taku, taraia, e a maan au tai n ribanaia, ao e a tia ni kariki uaa aika a mwaiti.", "21 Ao e koro bukina bwa e taku te tia mwakuri nakon ana toka: Bukin tera ngkai ko unika te kai aio ikai, ke te mwanga aio? Bwa taraia, bon te tabo ae aki maiu tanona mai buakon aon te nne ni kurebe.", "22 Ao e taku Uean te nne ni kurebe nakoina: Ko na tai reireiai arou; I ataia bwa bon te tabo ae aki maiu tanona; mangaia ae I kangai nakoim, I a tia n ribanaia n te tai ae maan, ao ko a tia n nooria bwa a mwaiti uaana aika a riki.", "23 Ao e koro bukina bwa e taku Uean te nne ni kurebe nakon ana tia mwakuri: Nora arei; I a tia n unika te mwanga teuana ikekei; ao ko ataia bwa e aki maiu riki te tano arei nakon are te moan. Ma tara te kai. I a tia n ribanaia n te tai ae maan, ao a mwaiti uaana aika a tia n riki; mangaia ae rikoi, ao kawakin ibukin tain te aki kariki ua, bwa I aonga ni kawakinna ibukiu.", "24 Ao e koro bukina bwa e a manga taku riki Uean te nne ni kurebe nakon ana tia mwakuri: Tara aio, ao nora te mwanga riki teuana, are I a tia n unikia; ao taraia I a tia naba n ribanaia, ao e a tia ni kariki uaa.", "25 Ao e taku nakon te tia mwakuri: Taraa aio ao noora te kabanea ni kai. Taraia, I a tia n unika aio n te tabo ae maiu tanona; ao I a tia n ribanaia n te tai ae maan, ao ti teuana mwakorona ae kariki uaa aika a tamaroa, ao mwakorona are teuana e kariki uaa aika a uarereke; taraia, I a tia n ribana te kai aio n aron are I karaoia nakon taian kai ake tabeua.", "26 Ao e koro bukina bwa e taku Uean te nne ni kurebe nakon ana tia mwakuri: Otoi taian mwanga ake a aki kariki uaa aika a tamaroa, ao karenakoi nako nanon te ai.", "27 Ma taraia, e taku te tia mwakuri nakoina: E riai bwa ti na ti koroi mwanga ake a mate, ao ti na kamwarakei riki teutana, ao a na bae ni kariki uaa aika a tamaroa ibukim, ao ko na kona ni kawakin n tain te aki kariki uaa.", "28 Ao e koro bukina bwa a uaaia Uean te nne ni kurebe ma te tia mwakuri n ribanai uaan kaai ni kabane i nanon te nne ni kurebe.", "29 Ao e koro bukina bwa e maan i mwin aio ao e taku Uean te nne ni kurebe nakon ana tia mwakuri: Nakomai, bwa ti na nako ni mwakuri i nanon te nne ni kurebe. Bwa taraia e a kaan te tai, ao e nang roko te toki; mangaia ae N na riai ni kaawakin uaa ibukiu n tain te aki kariki uaa.", "30 Ao e koro bukina bwa a nako Uean te nne ni kurebe ma te tia mwakuri nakon te nne ni kurebe; ao a roko n te kai are e tia n oteaki mwangana ni koaua ao a kanimwaki i aona mwanga man te kai ae riki n aki akaaka ao taraia a mwaiti uaanikai i aona.", "31 Ao e koro bukina bwa e katoong uaana tabeua Uean te nne ni kurebe, n aekaia nako aika a mwaiti. Ao e taku Uean te nne ni kurebe: Taraia, e a maan te tai are ti riribana iai te kai aio, ao I a tia ni kakawakin uaa aika a mwaiti ibukiu n tain te aki kariki uaa.", "32 Ma taraia, n te tai aio ao e a mwaiti riki uaana, ao akea mai buakoia ae tamaroa. Ao taraia, a mwaiti aekan uaanikai aika a buakaka mai iai; ao akea te bwai ae e na reke mai iai ibukiu, e ngae ngke I a tia ni kabanea au tai iaona, ao e rawawata nanou ngkai e nang mate te kai aio.", "33 Ao e taku Uean te nne ni kurebe nakon te tia mwakuri: Teraa ae ti na karaoia nakon te kai, bwa ti aonga ni kona ni manga kaawakin uaana ibukiu n tain te aki kariki uaa?", "34 Ao e taku te tia mwakuri nakon te toka: Taraia, ngkai ko kanim mwanga man te kai te oriwa ae riki n aki akaaka ao a kamaiua te wakaa, ao a reke maiuia ao aikoa mate; mangaia ae ko noria bwa a tamaroa.", "35 Ao e koro bukina bwa e taku Uean te nne ni kurebe nakon ana tia mwakuri: Akea kabwaiau man te kai, ao akea naba kabwaiau man taian wakaa ngkana a teimatoa n anganai uaanikai aika a bubuaka.", "36 Ma e ngae n anne, I ataia bwa a tamaroa taian wakaa, ao I ibukin oin au kantaninga I a tia ni kawakinia; ao ibukina bwa e bati korakoraia ao a karika uaanikai aika a tamaroa man taian mwanga aika a reke man mwanga aika a riki n aki akaaka.", "37 Ma taraia, a rikirake taian mwanga riaon ana kona te wakaa; ao ngkai e a riao rikirakeia taian mwanga nakon te wakaa ao a kariki uaanikai aika a bubuaka; ao ngkai a riki uaanikai aika a bubuaka i aona ao e a moanna ni mate; e aki maan ao e na mka, ao e na karenakoaki nako nanon te ai, ma i mwaain aio ao ti riai ni karaoa are ti kona ibukina bwa e aonga ni maiu.", "38 Ao e koro bukina bwa e taku Uean te nne ni kurebe nakon ana tia mwakuri: Ti a nako nakon mwakoron te nne ni kurebe aika a raraoi, n noria bwa a kariki uanikai aika a bubuaka mwangan te kai ae ribanaki ke aki.", "39 Ao e koro bukina bwa a nakon mwakoron te nne ni kurebe ae e raroa. Ao e koro bukina bwa a noria bwa a moanna naba ni bubuaka uaan taian mwanga man te kai ae ribanaki; eng, te moan, te kauoua, ao taian kabanea n uanikai; ao a bane ni bubuaka.", "40 Ao a taonaki mwangan te kai aika a raoiroi ake a kariki uaanikai aika a tamaroa, n uaanikai aika a bubuaka, n te aro ae e mwau man ni mate te mwanga arei.", "41 Ao e koro bukina bwa e a tang Uean te nne ni kurebe, ao e taku nakon te tia mwakuri: Teraa are N na kona n tia ni karaoia ibukin au nne ni kurebe?", "42 Taraia, I ataia bwa a bane ni buakaka uaanikai ni kabane i nanon te nne ni kurebe, ma ti aikai aika a aki. Ao ngkai mwanga ake a tia ngkoa ni kariki uaanikai aika a tamaroa, a riki naba ni buakaka; ao ngkai akea bonganaia kai ni kabane i nanon au nne ni kurebe, ma ti bonganaia riki bwa kanan te ai, ao a teweaki nako nanon te ai.", "43 Ao noora te kabane ni uaanikai aio, ae e a tia n rai, I a tia n unikia n te tano ae maiu; eng, ae te tabo ae maiu riki nakon aonon nako au nne ni kurebe.", "44 Ao ko noria naba bwa I a tia ni koroi aroka ni kabane ake a riki iaon te tano aio, bwa I aonga n unika te kai aio n te tabo anne.", "45 Ao ko noria bwa e kariki uaanikai aika a tamaroa mwakorona teuana, ao mwakorona teuana e kariki uaanikai aika a bubuaka; ao ngkai I aki otoi mwanga akekei ma ni karenakoi nako nanon te ai, taraia, e eweka aon te mwanga ae tamaroa ao e riki ni mate iai.", "46 Ao ngkai, taraia, e ngae ngke I a tia ni kakorakorai n tararua au nne ni kurebe, ao a bon riki ni buakaka kaai ake I uniki i nanona, ao a aki kariki uaanikai aika a tamaroa; ao I a tia ni baireia bwa N na kaawakin, ake N na kona ni kaawakin uaaia ibukiu n tain te aki kariki uaa. Ma taraia, a riki n ai aroia kai oriwa aika a riki n aki akaaka, ao ai akea bonganaia ma ti te koreaki ao te karenakoaki nako nanon te ai; ao e nanokawaki nanou ngkai a nang mate.", "47 Ma a na tera riki are N na kona n tia ni karaoia i nanon au nne ni kurebe? I a tia n taningarotia au mwakuri, ke n aki ribanai raoi? Tiaki te koaua aio, I a bon tia n ribanaia raoi, ao I a tia ni kekena rarikina, ao ni koroi mwanga aika a mate, ao ni kamwarakea; ao I a tia ni kamarurungai ni mwakuri man te ingabong ni karokoa te bong. Ao e rawawata nanou ngkai e riai bwa N na koroi kai ni kabane i nanon au nne ni kurebe, ao ni karenakoi nako nanon te ai bwa a na kabuekaki. Antai ae kabuakaka nanon au nne ni kurebe?", "48 Ao e koro bukina bwa e taku te tia mwakuri nakon ana toka: Tiaki bukin rietan taian kai are e riki iai aio—tiaki bukin rikin aio man korakoran bwebweraken taian mwanga nakon taian wakaa aika a tamaroa? Ao ngkai a korakora riki taian mwanga nakon taian wakaa, ao a waekoa riki n reke korakoraia nakon taian wakaa, ao anai korakoraia taian wakaa. Taraia, I taekina aio, tiaki aio are e karika buakakan arokam i nanon am nne ni kurebe?", "49 Ao e koro bukina bwa e taku Uean te nne ni kurebe nakon ana tia mwakuri: Ti a nako ni koroi taian kai mai nanon te nne ni kurebe ao ni karenako nanon te ai, bwa aonga n aki kamangeangea nanon au nne ni kurebe, bwa I a tia ni karaoi ake I konai ni karaoi. Teraa riki are N na kona ni karaoia ibukin au nne ni kurebe?", "50 Ma taraia, e taku te tia mwakuri nakon Uean te nne ni kurebe: Tai waekoa ni koroi.", "51 Ao e taku te Uea: Eng, N na aki waekoa ni koroi, bwa e rawawata nanou ngkai a nang mate taian kai ake i nanon au nne ni kurebe.", "52 Mangaia ae ti na anai mwangan taian kai ake I uniki n taabo aika a raroa i nanon au nne ni kurebe, ao ti na katomai ma taian kai ake ti otoi ngkoa mai iai; ao ti na otoi taian mwanga ake a kariki uaanikai aika a mao man taian kai, ao ti na katomai mwangana ni koaua ao n onea mwia.", "53 Ao N na karaoa aio bwa aonga n aki mate taian kai, ao bwa I aonga naba ni kona ni kaawakin wakaana ibukin bwaai ake I taku inanou.", "54 Ao noria, ae a bon teimatoa ni maiu wakaan taian aroka ake I uniki n taabo nako; mangaia ae N na kawakin ibukin bwai ake I taku i nanou, ao N na anai mwangan te kai aio tabeua, ao N na katomai nako aona. Eng, N na katomai nako iai taian mwanga man te tina ni kai, bwa I aonga ni kona ni kawakin wakaana ibukin oin nanou, bwa a aonga n anganai uaanikai aika a tamaroa n te tai are e reke iai maiuia, ao I aonga ni kakatonga n reken taian uaanikai man au nne ni kurebe.", "55 Ao e koro bukina bwa a otoi taian mwanga man te kai are e a tia n riki ni maiu n aki akaaka, ao a katomai mwanga ngkoa nako aona, ake a tia naba n riki n aki akaaka.", "56 Ao a anai naba mwangan te kai are a tia n riki n aki akaaka, ao a katomai mwangana ma te tina ni kai.", "57 Ao e taku Uean te nne ni kurebe nakon ana tia mwakuri: Tai otoi mwanga aika a riki n aki akaaka man taian kai, ma ti ngkana a kariki uaanikai aika a mao; ao ko na onea mwia n aron are I a tia n tuangko.", "58 Ao ti na manga ribanai taian kai i nanon te nne ni kurebe, ao ti na koroi mwanga ake a tia ni mate; ao ti na otoi mwanga man taian kai ake a mka, ao a nang mate, ao ti na karenakoi nakon te ai.", "59 Ao I karaoa aio, bwa e aonga n ae e reke maiuia taian wakaa ngkai iai te raoiroi irouia; ao man te bitaki are e reke man taian mwanga ake a katomaki nako aona, bwa e aonga ni kona te buakaka te raoiroi.", "60 Ao ngkai I a tia ni kamaiui mwanga ni kai ma taian wakaa naba, ao I a tia ni manga katomai taian mwanga nakon taiani kai ake a oteaki ngkoa mai iai, ao n tia ni kamaiui wakaan te tina ni kai, bwa aonga ni kona taian kai i nanon au nne ni kurebe ni manga kariki uaanikai aika a tamaroa; ao e na manga reke kimwareireiu ni uaan au nne ni kurebe, ao e na korakora naba kukureiu ngkai I a tia ni kawakin taian wakaa ma mwanga man te moan ua—", "61 Mangaia ae ko na nako ni weteia taan mwakuri ni kabane bwa ti na kakorakoraira ni mwakuri i nanon te nne ni kurebe, bwa ti aonga ni katauraoa te kawai, bwa I aonga ni manga karika uaana a e aki renganaki, ae uaana a e aki renganaki ae raoiroi ma ni moan te kakawaki riki nakoia uaanikai nako.", "62 Mangaia ae ti na nako ao ti na kakorakoraira ni mwakuri, bwa e a kaan te toki, ao aio au kabanea n tai ni kaitiaka au nne ni kurebe.", "63 Katomai taian mwanga; waki man ake a kabane bwa aonga n riki rimoa ao ake a rimoa a na riki ni kabane. Ao keken rarikin taian aroka, aika a ataei ao aika a ikawai, man te moan ni karokoa te kabanea; ao a na bane n ribanaki mai moana ni karokoa kabaneana n te kabanea n tai.", "64 Mangaia ae kekena rarikia, ao koroi mwangaia aika a mate, ao kamwarakeia, n te kabanea n tai, bwa e a kaan roko te toki. Ao ngkana a reke maiuia mwanga ake a katomaki, ao a kariki uaanikai aika a tamaroa, ao kam riai ni katauraoa te kawai ibukia bwa aonga n rikirake.", "65 Ao ngkana a moanna n rikirake ao kam na kamwawai taian mwanga ake a kariki uaanikai aika a mao, n taratarai rikiraken buburaia ma tamaroaia; ao kam na aki kamwawai aika a buakaka n te tai ae ti teuana, bwa a rawa ni korakora riki wakaaia nakon taian mwanga ake a katomaki nako iai, ao a na mate taian mwanga, ao a na mate au kai ake i nanon au nne ni kurebe.", "66 Bwa e rawawata nanou ngkai a na mate taian kai ake i nanon au nne ni kurebe; mangaia ae kam na karaoa kamwawakia aika a bubuaka n aron birimwaakan rikirakeia ake a raoiroi, bwa e aonga ni bootau korakoran te rabwata ma te wakaa, ni karokoa te tai are e na taonaki iai te buakaka iroun te raoiroi, ao e na koutaki are e buakaka man teweaki nako nanon te ai, bwa e na aki kamangeangea nanon au nne ni kurebe; ao N na iaakin nako aika a bubuaka ni kabane mai nanon au nne ni kurebe.", "67 Ao N na kanimwi mwangan te kai are te oi nakon te kai are te oi.", "68 Ao N na katomai mwangan te kai ngkoa nakon neia ake a oteaki ngkoa mai iai; ao N na manga botiia, bwa a na kariki uaanikai aika a tamaroa, ao a na manga riki n ti teuana.", "69 Ao e koro bukina bwa a na karenakoaki ake a buakaka, eng, mai nanon au nne ni kurebe; bwa taraia, bon ti te tai aio ae N na kaitiaka iai au nne ni kurebe.", "70 Ao e koro bukina bwa e a kanakoa ana tia mwakuri Uean te nne ni kurebe; ao e nako te tia mwakuri ni karaoi bwaai ake tuangaki iroun te Uea, ao e kairiia taan mwakuri; aika tabeman mwaitia.", "71 Ao e taku Uean te nne ni kurebe nakoia: Kam na nako, ao kam na mwakuri i nanon te nne ni kurebe, ma korakorami ni kabane. Bwa taraia, aio te kabane n tai are N na ribana au nne ni kurebe; bwa e a kaan te toki, ao e a waekoa n roko te tai; ao ngkana kam kakorakoraingkami ni mwakuri ao e na reke iroumi te kimwareirei n taian uaanikai ake N na kaawakin ibukiu n tain te aki kariki uaa ae e kaan rokona.", "72 Ao e koro bukina bwa a nako taan mwakuri ni mwakuri ao a mwakuri ma korakoraia ni kabane; ao e mwakuri naba te Uea irarikiia; ao a kaawakin ana tua Uean te nne ni kurebe iaon bwaai ni kabane.", "73 Ao e a riki uaan te kai are ngkoa i nanon te nne ni kurebe; ao a moanna n riki mwangan te kai are ngkoa ma ni maiu raoi; ao a oteaki mwanga ake a reke man te kai are e riki n aki akaaka ao a karenakoaki; ao a kaboraoi aron maiuia wakaa ma taian mwanga, n aron korakoraia.", "74 Ao a mwakuri ni botumwaaka, ma te kakaonimaki, n aron ana tua Uean te nne ni kurebe, ni karenakoi naba ake a buakaka mai nanon te nne ni kurebe, ao Uean te nne ni kurebe e a kaawakin ibukina taian kai aika a kariki uaanikai aika a tamaroa; ao a riki n aiaron te rabwata ae ti teuana; ao titebo aroia uaana ni kabane; ao e a kaawakin uaana aika a tamaroa Uean te nne ni kurebe ibukina, aika moan te kakawaki nakoina man moan karaoan aio.", "75 Ao e koro bukina bwa ngke e a nooria Uean te nne ni kurebe bwa a raoiroi ana uaanikai, ao a aikoa buakaka kanoan ana nne ni kurebe, ao e a weteia ana tia mwakuri, ao e taku nakoia: Taraia, aio te kabanea n tai are ti na ribana iai te nne ni kurebe; ao kam a tia n nooria bwa I a tia ni karaoia n aron nanou; ao I a tia ni kaawakina te uaanikai are ngkoa, ae tamaroa, ao n aron tamaroana are ngkoa. Ao kam na kakabwaiaki; ngkai kam a tia ni kakaonimaki ni mwakuri ma Ngai i nanon au nne ni kurebe, ao ni kaawakin au tua, ao kam a tia ni manga karekea te uaanikai arei ngkoa nakoiu, ao e aikoa buakaka au nne ni kurebe, ma ni karenakoaki aika a bubuaka, taraia, kam na kimwareirei ma ngai ibukin uaan au nne ni kurebe.", "76 Bwa taraia, e na maan te tai are N na kona iai ni kaawakin uaanikai man au nne ni kurebe ibukiu n tain te aki kariki uaa, ae e na waekoa rokona; ao I a tia n ribana au nne ni kurebe, ma ni kaitiakia, ma ni keken rarikina, ma ni kamwarakea n te kabane n tai; mangaia ae N nang kaawakin uaanikai ibukiu, ibukin te tai ae maan, n aron are I a tia n taekinna.", "77 Ao ngkana e roko te tai are a na manga kaoti iai uaanikai aika a buakaka, n te tai anne ao N na booti uaanikai aika a raoiroi ma aika a buakaka; ao N na kaawakin aika a tamaroa ibukiu, ao N na karenakoi aika a buakaka nakon oin aia tabo. Ao ngkanne e na roko tokin te tai; ao N na kabueka au nne ni kurebe ma te ai."]}