{"English": ["Mormon cries repentance unto the Nephites—They gain a great victory and glory in their own strength—Mormon refuses to lead them, and his prayers for them are without faith—The Book of Mormon invites the twelve tribes of Israel to believe the gospel. About A.D.360–62.", "1 And it came to pass that the Lamanites did not come to battle again until ten years more had passed away. And behold, I had employed my people, the Nephites, in preparing their lands and their arms against the time of battle.", "2 And it came to pass that the Lord did say unto me: Cry unto this people—Repent ye, and come unto me, and be ye baptized, and build up again my church, and ye shall be spared.", "3 And I did cry unto this people, but it was in vain; and they did not realize that it was the Lord that had spared them, and granted unto them a chance for repentance. And behold they did harden their hearts against the Lord their God.", "4 And it came to pass that after this tenth year had passed away, making, in the whole, three hundred and sixty years from the coming of Christ, the king of the Lamanites sent an epistle unto me, which gave unto me to know that they were preparing to come again to battle against us.", "5 And it came to pass that I did cause my people that they should gather themselves together at the land Desolation, to a city which was in the borders, by the narrow pass which led into the land southward.", "6 And there we did place our armies, that we might stop the armies of the Lamanites, that they might not get possession of any of our lands; therefore we did fortify against them with all our force.", "7 And it came to pass that in the three hundred and sixty and first year the Lamanites did come down to the city of Desolation to battle against us; and it came to pass that in that year we did beat them, insomuch that they did return to their own lands again.", "8 And in the three hundred and sixty and second year they did come down again to battle. And we did beat them again, and did slay a great number of them, and their dead were cast into the sea.", "9 And now, because of this great thing which my people, the Nephites, had done, they began to boast in their own strength, and began to swear before the heavens that they would avenge themselves of the blood of their brethren who had been slain by their enemies.", "10 And they did swear by the heavens, and also by the throne of God, that they would go up to battle against their enemies, and would cut them off from the face of the land.", "11 And it came to pass that I, Mormon, did utterly refuse from this time forth to be a commander and a leader of this people, because of their wickedness and abomination.", "12 Behold, I had led them, notwithstanding their wickedness I had led them many times to battle, and had loved them, according to the love of God which was in me, with all my heart; and my soul had been poured out in prayer unto my God all the day long for them; nevertheless, it was without faith, because of the hardness of their hearts.", "13 And thrice have I delivered them out of the hands of their enemies, and they have repented not of their sins.", "14 And when they had sworn by all that had been forbidden them by our Lord and Savior Jesus Christ, that they would go up unto their enemies to battle, and avenge themselves of the blood of their brethren, behold the voice of the Lord came unto me, saying:", "15 Vengeance is mine, and I will repay; and because this people repented not after I had delivered them, behold, they shall be cut off from the face of the earth.", "16 And it came to pass that I utterly refused to go up against mine enemies; and I did even as the Lord had commanded me; and I did stand as an idle witness to manifest unto the world the things which I saw and heard, according to the manifestations of the Spirit which had testified of things to come.", "17 Therefore I write unto you, Gentiles, and also unto you, house of Israel, when the work shall commence, that ye shall be about to prepare to return to the land of your inheritance;", "18 Yea, behold, I write unto all the ends of the earth; yea, unto you, twelve tribes of Israel, who shall be judged according to your works by the twelve whom Jesus chose to be his disciples in the land of Jerusalem.", "19 And I write also unto the remnant of this people, who shall also be judged by the twelve whom Jesus chose in this land; and they shall be judged by the other twelve whom Jesus chose in the land of Jerusalem.", "20 And these things doth the Spirit manifest unto me; therefore I write unto you all. And for this cause I write unto you, that ye may know that ye must all stand before the judgment-seat of Christ, yea, every soul who belongs to the whole human family of Adam; and ye must stand to be judged of your works, whether they be good or evil;", "21 And also that ye may believe the gospel of Jesus Christ, which ye shall have among you; and also that the Jews, the covenant people of the Lord, shall have other witness besides him whom they saw and heard, that Jesus, whom they slew, was the very Christ and the very God.", "22 And I would that I could persuade all ye ends of the earth to repent and prepare to stand before the judgment-seat of Christ."], "Español": ["Mormón proclama el arrepentimiento a los nefitas— Logran una gran victoria y se jactan de su propia fuerza— Mormón se niega a dirigirlos, y sus oraciones por ellos carecen de fe— El Libro de Mormón invita a las doce tribus de Israel a creer en el Evangelio. Aproximadamente 360–362d.C.", "1 Y sucedió que los lamanitas no volvieron de nuevo a la batalla sino hasta después de haber transcurrido diez años más. Y he aquí, yo había ocupado a mi pueblo, los nefitas, en preparar sus tierras y sus armas para el día de la batalla.", "2 Y aconteció que el Señor me dijo: Clama a este pueblo: Arrepentíos, y venid a mí, y sed bautizados, y estableced de nuevo mi iglesia, y seréis preservados.", "3 Y amonesté a este pueblo, pero fue en vano; y no comprendieron que era el Señor el que los había librado, y les había concedido una oportunidad para arrepentirse. Y he aquí, endurecieron sus corazones contra el Señor su Dios.", "4 Y aconteció que después de haber pasado este décimo año, haciendo, en total, trescientos sesenta años desde la venida de Cristo, el rey de los lamanitas me envió una epístola en la que me hizo saber que se estaban preparando para venir de nuevo a la batalla contra nosotros.", "5 Y sucedió que hice que mi pueblo se congregara en la tierra de Desolación, en una ciudad que se hallaba en las fronteras, cerca del pasaje estrecho que conducía a la tierra del sur.", "6 Y allí situamos a nuestros ejércitos para detener los ejércitos de los lamanitas, para que no se apoderaran de ninguna de nuestras tierras; por tanto, nos fortificamos contra ellos con toda nuestra fuerza.", "7 Y aconteció que en el año trescientos sesenta y uno, los lamanitas llegaron a la ciudad de Desolación para luchar contra nosotros; y sucedió que los derrotamos ese año, de manera que se volvieron a sus propias tierras.", "8 Y en el año trescientos sesenta y dos, volvieron otra vez a la batalla; y de nuevo los derrotamos, y matamos a un gran número de ellos, y sus muertos fueron arrojados al mar.", "9 Ahora bien, por motivo de esta cosa notable que mi pueblo, los nefitas, había logrado, empezaron a jactarse de su propia fuerza, y comenzaron a jurar ante los cielos que vengarían la sangre de sus hermanos que habían sido muertos por sus enemigos.", "10 Y juraron por los cielos, y también por el trono de Dios, que irían a la batalla contra sus enemigos, y los talarían de sobre la faz de la tierra.", "11 Y sucedió que desde esa ocasión yo, Mormón, me negué por completo a ser comandante y caudillo de este pueblo, a causa de su iniquidad y sus abominaciones.", "12 He aquí, yo los había dirigido; a pesar de sus iniquidades, muchas veces los había dirigido a la batalla; y los había amado con todo mi corazón, de acuerdo con el amor de Dios que había en mí; y todo el día se había derramado mi alma en oración a Dios a favor de ellos; sin embargo, fue sin fe, debido a la dureza de sus corazones.", "13 Y tres veces los he librado de las manos de sus enemigos, y no se han arrepentido de sus pecados.", "14 Y cuando hubieron jurado por todo lo que nuestro Señor y Salvador Jesucristo les había prohibido, que irían contra sus enemigos para combatir y vengar la sangre de sus hermanos, he aquí, la voz del Señor vino a mí, diciendo:", "15 Mía es la venganza, y yo pagaré; y porque este pueblo no se arrepintió después que lo hube librado, he aquí, será destruido de sobre la faz de la tierra.", "16 Y sucedió que terminantemente me negué a marchar contra mis enemigos, e hice lo que el Señor me había mandado; y fui testigo pasivo para manifestar al mundo las cosas que yo vi y oí, según las manifestaciones del Espíritu que había dado testimonio de cosas venideras.", "17 Por tanto, os escribo a vosotros, gentiles, y también a vosotros, casa de Israel, que cuando comience la obra, os halléis a punto de prepararos para volver a la tierra de vuestra herencia;", "18 sí, he aquí, escribo a todos los extremos de la tierra; sí, a vosotras, doce tribus de Israel, que seréis juzgadas según vuestras obras por los doce que Jesús escogió en la tierra de Jerusalén para que fuesen sus discípulos.", "19 Y escribo también al resto de este pueblo, que igualmente será juzgado por los doce que Jesús escogió en esta tierra; y estos serán juzgados por los otros doce que Jesús escogió en la tierra de Jerusalén.", "20 Y el Espíritu me manifiesta estas cosas; por lo tanto, os escribo a todos vosotros. Y por esta razón os escribo, para que sepáis que todos tendréis que comparecer ante el tribunal de Cristo, sí, toda alma que pertenece a toda la familia humana de Adán; y debéis presentaros para ser juzgados por vuestras obras, ya sean buenas o malas;", "21 y también para que creáis en el evangelio de Jesucristo que tendréis entre vosotros; y también para que los judíos, el pueblo del convenio del Señor, tengan otro testigo, aparte de aquel a quien vieron y oyeron, de que Jesús, a quien mataron, era el verdadero Cristo y el verdadero Dios.", "22 Y si tan solo pudiera persuadiros a todos vosotros, extremos de la tierra, a que os arrepintieseis y os preparaseis para comparecer ante el tribunal de Cristo."], "Français": ["Mormon appelle les Néphites au repentir— Ils remportent une grande victoire et se glorifient de leur force— Mormon refuse de les diriger, et les prières qu’il fait pour eux sont dépourvues de foi— Le Livre de Mormon invite les douze tribus d’Israël à croire en l’Évangile. Vers 360–362apr.J.-C.", "1 Et il arriva que les Lamanites ne revinrent pas livrer bataille avant que dix autres années fussent passées. Et voici, j’avais employé mon peuple, les Néphites, à préparer ses terres et ses armes en vue du moment de la bataille.", "2 Et il arriva que le Seigneur me dit: Crie à ce peuple: Repentez-vous et venez à moi, et soyez baptisés, et édifiez de nouveau mon Église, et vous serez épargnés.", "3 Et je criai à ce peuple, mais ce fut en vain, et il ne se rendait pas compte que c’était le Seigneur qui l’avait épargné et lui accordait une occasion de se repentir. Et voici, il s’endurcit le cœur contre le Seigneur, son Dieu.", "4 Et il arriva que lorsque cette dixième année fut passée, ce qui faisait en tout trois cent soixante années depuis la venue du Christ, le roi des Lamanites m’envoya une épître, qui me faisait savoir qu’ils se préparaient à revenir nous livrer bataille.", "5 Et il arriva que je commandai à mon peuple de se rassembler au pays de Désolation, dans une ville qui était dans les régions frontières, près du passage étroit qui menait au pays situé du côté du sud.", "6 Et nous plaçâmes là notre armée, afin d’arrêter les armées des Lamanites, afin qu’elles ne prennent possession d’aucune de nos terres; c’est pourquoi nous nous fortifiâmes contre eux de toutes nos forces.", "7 Et il arriva que la trois cent soixante et unième année, les Lamanites descendirent à la ville de Désolation pour nous livrer bataille; et il arriva que, cette année-là, nous les battîmes, de sorte qu’ils retournèrent dans leurs terres.", "8 Et la trois cent soixante-deuxième année, ils redescendirent livrer bataille. Et nous les battîmes de nouveau et en tuâmes un grand nombre, et leurs morts furent jetés dans la mer.", "9 Et alors, à cause de cette grande chose que mon peuple, les Néphites, avait faite, ils commencèrent à se vanter de leur force et commencèrent à jurer devant les cieux qu’ils se vengeraient du sang de leurs frères qui avaient été tués par leurs ennemis.", "10 Et ils jurèrent par les cieux, et aussi par le trône de Dieu, qu’ils iraient livrer bataille à leurs ennemis et les retrancheraient de la surface du pays.", "11 Et il arriva que moi, Mormon, je refusai absolument, à partir de ce moment-là, d’être commandant et chef de ce peuple, à cause de sa méchanceté et de son abomination.", "12 Voici, je les avais dirigés, malgré leur méchanceté je les avais conduits de nombreuses fois à la bataille et les avais aimés de tout mon cœur, selon l’amour de Dieu qui était en moi; et mon âme s’était déversée tout le jour pour eux en prières à mon Dieu; néanmoins, je le faisais sans la foi, à cause de l’endurcissement de leur cœur.", "13 Et trois fois je les ai délivrés des mains de leurs ennemis, et ils ne se sont pas repentis de leurs péchés.", "14 Et lorsqu’ils eurent juré par tout ce qui leur avait été interdit par notre Seigneur et Sauveur Jésus-Christ, qu’ils iraient livrer bataille à leurs ennemis, et venger le sang de leurs frères, voici, la voix du Seigneur me parvint, disant:", "15 À moi la vengeance, c’est moi qui rétribuerai; et parce que ce peuple ne s’est pas repenti après que je l’ai délivré, voici, il sera retranché de la surface de la terre.", "16 Et il arriva que je refusai absolument de monter contre mes ennemis; et je fis ce que le Seigneur m’avait commandé; et je me tins en témoin passif pour manifester au monde les choses que je voyais et entendais, selon les manifestations de l’Esprit, qui avait témoigné des choses à venir.", "17 C’est pourquoi je vous écris, à vous, les Gentils, et aussi à toi, maison d’Israël, qui seras sur le point de te préparer à retourner au pays de ton héritage lorsque l’œuvre commencera;", "18 oui, voici, j’écris à toutes les extrémités de la terre; oui, à vous, les douze tribus d’Israël, qui serez jugées selon vos œuvres par les douze que Jésus a choisis pour être ses disciples au pays de Jérusalem.", "19 Et j’écris aussi au reste de ce peuple, qui sera aussi jugé par les douze que Jésus a choisis dans ce pays; et ils seront jugés par les douze autres que Jésus a choisis au pays de Jérusalem.", "20 Et ces choses, l’Esprit me les manifeste; c’est pourquoi je vous écris à tous. Et c’est pour cela que je vous écris, pour que vous sachiez que vous devrez tous vous tenir devant le siège du jugement du Christ, oui, toute âme qui appartient à toute la famille humaine d’Adam; et vous devez vous y tenir pour être jugés de vos œuvres, qu’elles soient bonnes ou mauvaises;", "21 et aussi, afin que vous croyiez en l’Évangile de Jésus-Christ, que vous aurez parmi vous; et aussi afin que les Juifs, le peuple de l’alliance du Seigneur, aient un autre témoin que celui qu’ils ont vu et entendu, pour attester que Jésus, qu’ils ont mis à mort, était le Christ lui-même et Dieu lui-même.", "22 Et je voudrais pouvoir vous persuader, vous toutes, extrémités de la terre, de vous repentir et de vous préparer à vous tenir devant le siège du jugement du Christ."], "Kiribati": ["E takaruaea te rairannano Moomon nakoia Nibwaite—A karekea te tokanikai ao te mimitong n oin korakoraia—E a rawa Moomon ni kairiia, ao akea te onimaki irouna ibukin ana tataro—Ana Boki Moomon e kaoiia baronga ake tengaun ma uabaronga ake mai Iteraera bwa a na kakoaua te euangkerio. Uakaan ma 360–362N.K.", "1 Ao e a koro bukina bwa a bon aki manga roko Reimwanaite ni buaka ma ngaira riki ni karokoa ae e a tia ni bane tebwina riki te ririki. Ao nooria, I a tia ni kamwakuria au botanaomata, ake Nibwaite, ni katauraoi abaia ma aia bwai ni buaka ni kaitara tain te buaka.", "2 Ao e a koro bukina bwa e taku te Uea nakoiu: Takaruaea nakon te botanaomata aio—Rairinanomi, ao nako mai nakoiu, ma ni bwabetitoaki, ao manga katea au ekaretia, ao kam na kamaiuaki.", "3 Ao I bon takaruaea aio nakoia te botanaomata aio, ma e bon matebuaka; ao a bon aki ataia bwa bon te Uea are e a tia ni kamaiuia, ma n anganiia aia tai ibukin rairannanoia. Ao nooria a bon kamatoatoai nanoia ni kaitara te Uea ae Atuaia.", "4 Ao e a koro bukina bwa i mwin banen te katebwina n ririki aio, are e a koro iai tenibubua ao onobwi te ririki man te tai are e roko iai Kristo, ao aia uea Reimwanaite e kanakoa te reta nakoiu, are I a ataia iai bwa a katauraoi bwa a na roko riki ni buaka ma ngaira.", "5 Ao e a koro bukina bwa I tua bwa a na ikotaki au botanaomata n te aba are Kamaroa, n te kaawa are e mena n te tia, i rarikin te kawai ae wariki are e kaineti nakon te aba i maiaki.", "6 Ao ikekei are ti a katuka ara taanga ni buaka, bwa ti aonga ni katoka aia taanga ni buaka Reimwanaite, bwa aonga n aki tauii abara; ngaia are ti a bon kamatoatoaira ni kaaitaraia ma kaina ara taanga ni kabane.", "7 Ao e a koro bukina bwa n te katenibubua ao onobwi ma teuana n ririki ao a roko Reimwanaite nakon te kaawa are Kamaroa bwa a na buaka ni kaaitaraira; ao e a koro bukina bwa n te ririki anne ao ti bon konaia, n te aro are a bon okiri abaia riki.", "8 Ao n te katenibubua ao onobwi ma uoua n ririki a bon manga roko riki ni buaka. Ao ti a manga konaia riki, ao ti bon tiringia n te mwaiti ae korakora, ao a bon teweaki nako taari aia mate.", "9 Ao ngkai, ibukin te bwai ae korakora are a karaoia au botanaomata aika Nibwaite, a bon kamoamoa n oin korakoraia, ma n tuea imatan karawa bwa a na kabooa mwiin raraaia tariia ake a a tia n tiringaki irouia aia kairiribai.", "10 Ao a bon tuea nako karawa ao nakon naba ana kaintokanuea te Atua, bwa a na nako ni buaka ni kaaitaraia aia taanga ni buaka, ao a na kamaunaia man te aba.", "11 Ao e a koro bukina bwa Ngai, Moomon I bon rawa man te tai aei bwa N na riki bwa aia mataniwi ao aia tia kairiri te botanaomata aio, ibukin buakakaia ma aia mwakuri aika bati n ribaki.", "12 Nooria, I a tia ni kairiia, e ngae ngke a buakaka I a tia ni kairiia mwaitin te tai nakon te buaka, ao I a tia n tangiriia, n aron ana tangira te Atua are e mena inanou, ma nanou ni koaua; ao I a tia ni bunra nako nanou n tataro nakon Atuau ni kabongnga ibukiia; ma e ngae n anne, bon akea onimakinana, ibukin matoatoan nanoia.", "13 Ao ai teniua te tai ae I a tia ni kainaomataia iai mai i nanon baia aia kairiribai, ao a bon tuai naba man rairinanoia ma n aia bure.", "14 Ao ngke a tia n tuea ni bwaai ni kabane ake e tabuia ara Uea ao ara Tia Kamaiu ae Iesu Kristo, bwa a na waerakeiia aia kairiribai bwa a na buaka, ao a na kabooa mwiin raraaia tariia, nooria e roko bwanaan te Uea nakoiu ni kangai:", "15 Bon au bwai te ira n taanga, ao N na kabomwi; ao kioina ngkai te botanaomata aio a aki rairinanoia i mwin are I a tia ni kainaomataia, nooria, a na bon kamaunaki ma iaon te aonaba.", "16 Ao e a koro bukina bwa I bon rawa raoi ni waerake ni kaaitaraia au kairiribai; ao I bon karaoa are e bon tuangai naba te Uea; ao I bon tei bwa te tia kakoaua ae akea te bwai ae I karaoia ni kaota nakon te aonaba bwaai ake I noori ma n ongo, n aron are e kaoti te Tamnei are e taekin koauan bwaai aika a na roko.", "17 Ngaia are I koroboki nakoimi, Tientaire, ao nakoimi naba, te bata are Iteraera, ngkana e waaki te mwakuri, bwa kam manga riai ni katauraoi ibukin okimi nakon abami ni bwaibwai;", "18 Eng, nooria, I koroboki nakon tokin aonaba; eng, nakoimi, baronga ake tengaun ma uabaronga are Iteraera, ake a na motikaki taekaia ma n aia mwakuri irouia naake tengaun ma uoman ake e a tia n rineiia Iesu bwa ana reirei n te aba are Ierutarem.", "19 Ao I koroboki naba nakoia nikiraia te botanaomata aio, ake a na motikaki naba taekaia irouia ake tengaun ma uoman ake e a tia n rineiia Iesu n te aba aio; ao naakai a na motikaki taekaia irouia ake tengaun ma uoman riki ake e rineiia Iesu n te aba are Ierutarem.", "20 Ao bwaai aikai a bon kaota te Tamnei nakoiu; ngaia are I koroboki nakoimi ni kabane. Ao ibukin aio ao I koroboki nakoimi, bwa kam aonga n ataia bwa kam na bane ni kabane n tei imatan ana kaintekateka ni motikitaeka Kristo, eng, ni kabane te aomata ae kaaina ana utu Atam are aomata ni kabane; ao kam na tei ni motikaki taekami man ami mwakuri, bwa a raraoi ke a bubuaka.", "21 Ao riki bwa kam na kakoaua ana euangkerio Iesu Kristo, are e na mena i buakomi; ao Iutaia naba are ana aomata ni berita ae tabu te Uea, a na karekei tia kakoaua riki i rarikina are a nooria ma n ongo, bwa Iesu, are a tiringnga, bon te Kristo ao bon te Atua.", "22 Ao I tangiria bwa N na kona ni kairoroia ni kabane tokin aonaba bwa a na rairinanoia ma ni katauraoia bwa a na tauraoi n tei imatan ana kaintekateka ni motikitaeka Kristo."]}