{"English": ["War and carnage continue—The wicked punish the wicked—Greater wickedness prevails than ever before in all Israel—Women and children are sacrificed to idols—The Lamanites begin to sweep the Nephites before them. About A.D.363–75.", "1 And now it came to pass that in the three hundred and sixty and third year the Nephites did go up with their armies to battle against the Lamanites, out of the land Desolation.", "2 And it came to pass that the armies of the Nephites were driven back again to the land of Desolation. And while they were yet weary, a fresh army of the Lamanites did come upon them; and they had a sore battle, insomuch that the Lamanites did take possession of the city Desolation, and did slay many of the Nephites, and did take many prisoners.", "3 And the remainder did flee and join the inhabitants of the city Teancum. Now the city Teancum lay in the borders by the seashore; and it was also near the city Desolation.", "4 And it was because the armies of the Nephites went up unto the Lamanites that they began to be smitten; for were it not for that, the Lamanites could have had no power over them.", "5 But, behold, the judgments of God will overtake the wicked; and it is by the wicked that the wicked are punished; for it is the wicked that stir up the hearts of the children of men unto bloodshed.", "6 And it came to pass that the Lamanites did make preparations to come against the city Teancum.", "7 And it came to pass in the three hundred and sixty and fourth year the Lamanites did come against the city Teancum, that they might take possession of the city Teancum also.", "8 And it came to pass that they were repulsed and driven back by the Nephites. And when the Nephites saw that they had driven the Lamanites they did again boast of their own strength; and they went forth in their own might, and took possession again of the city Desolation.", "9 And now all these things had been done, and there had been thousands slain on both sides, both the Nephites and the Lamanites.", "10 And it came to pass that the three hundred and sixty and sixth year had passed away, and the Lamanites came again upon the Nephites to battle; and yet the Nephites repented not of the evil they had done, but persisted in their wickedness continually.", "11 And it is impossible for the tongue to describe, or for man to write a perfect description of the horrible scene of the blood and carnage which was among the people, both of the Nephites and of the Lamanites; and every heart was hardened, so that they delighted in the shedding of blood continually.", "12 And there never had been so great wickedness among all the children of Lehi, nor even among all the house of Israel, according to the words of the Lord, as was among this people.", "13 And it came to pass that the Lamanites did take possession of the city Desolation, and this because their number did exceed the number of the Nephites.", "14 And they did also march forward against the city Teancum, and did drive the inhabitants forth out of her, and did take many prisoners both women and children, and did offer them up as sacrifices unto their idol gods.", "15 And it came to pass that in the three hundred and sixty and seventh year, the Nephites being angry because the Lamanites had sacrificed their women and their children, that they did go against the Lamanites with exceedingly great anger, insomuch that they did beat again the Lamanites, and drive them out of their lands.", "16 And the Lamanites did not come again against the Nephites until the three hundred and seventy and fifth year.", "17 And in this year they did come down against the Nephites with all their powers; and they were not numbered because of the greatness of their number.", "18 And from this time forth did the Nephites gain no power over the Lamanites, but began to be swept off by them even as a dew before the sun.", "19 And it came to pass that the Lamanites did come down against the city Desolation; and there was an exceedingly sore battle fought in the land Desolation, in the which they did beat the Nephites.", "20 And they fled again from before them, and they came to the city Boaz; and there they did stand against the Lamanites with exceeding boldness, insomuch that the Lamanites did not beat them until they had come again the second time.", "21 And when they had come the second time, the Nephites were driven and slaughtered with an exceedingly great slaughter; their women and their children were again sacrificed unto idols.", "22 And it came to pass that the Nephites did again flee from before them, taking all the inhabitants with them, both in towns and villages.", "23 And now I, Mormon, seeing that the Lamanites were about to overthrow the land, therefore I did go to the hill Shim, and did take up all the records which Ammaron had hid up unto the Lord."], "Español": ["Continúan la guerra y las matanzas— Los inicuos castigan a los inicuos— Jamás había habido una iniquidad mayor entre toda la casa de Israel— Se ofrecen mujeres y niños en sacrificio a los ídolos— Los lamanitas empiezan a ahuyentar a los nefitas delante de ellos. Aproximadamente 363–375d.C.", "1 Y aconteció que en el año trescientos sesenta y tres, los nefitas salieron de la tierra de Desolación con sus ejércitos para combatir a los lamanitas.", "2 Y aconteció que los ejércitos de los nefitas fueron rechazados hasta la tierra de Desolación; y mientras todavía se hallaban cansados, cayó sobre ellos una nueva tropa de lamanitas; y hubo una recia batalla, al grado de que los lamanitas se posesionaron de la ciudad de Desolación, y mataron a muchos de los nefitas, y tomaron un gran número de prisioneros.", "3 Y el resto huyó y se incorporó a los habitantes de la ciudad de Teáncum; y esta se hallaba situada en la frontera, por la costa del mar, y también estaba próxima a la ciudad de Desolación.", "4 Y fue porque los ejércitos de los nefitas acometieron a los lamanitas, que empezaron a ser destruidos; pues de no haber sido por eso, los lamanitas no los habrían vencido.", "5 Pero he aquí, los castigos de Dios sobrevendrán a los inicuos; y es por los inicuos que los inicuos son castigados; porque son ellos los que incitan el corazón de los hijos de los hombres a derramar sangre.", "6 Y sucedió que los lamanitas hicieron preparativos para avanzar contra la ciudad de Teáncum.", "7 Y ocurrió que en el año trescientos sesenta y cuatro los lamanitas avanzaron contra la ciudad de Teáncum, con objeto de apoderarse de ella también.", "8 Y aconteció que los nefitas los rechazaron y los hicieron huir. Y cuando los nefitas vieron que habían hecho huir a los lamanitas, se jactaron otra vez de su fuerza; y salieron confiados en su propio poder, y nuevamente tomaron la ciudad de Desolación.", "9 Y todas estas cosas habían acontecido, y perecieron miles de ambas partes, tanto entre los nefitas como entre los lamanitas.", "10 Y sucedió que ya había pasado el año trescientos sesenta y seis, y vinieron otra vez los lamanitas a la batalla contra los nefitas; y sin embargo, los nefitas no se arrepentían de lo malo que habían cometido, sino que persistían continuamente en su iniquidad.", "11 Y es imposible que la lengua relate, o que el hombre escriba una descripción completa de la horrible escena de sangre y mortandad que existía entre el pueblo, así nefitas como lamanitas; y todo corazón se había endurecido, de modo que se deleitaban en derramar sangre continuamente.", "12 Y jamás había habido tan grande iniquidad entre todos los hijos de Lehi, ni aun entre toda la casa de Israel, según las palabras del Señor, como la que había entre este pueblo.", "13 Y sucedió que los lamanitas se apoderaron de la ciudad de Desolación, y fue porque su número excedía al de los nefitas.", "14 Y también marcharon contra la ciudad de Teáncum, y arrojaron de ella a sus habitantes, y tomaron muchos prisioneros, tanto mujeres como niños, y los ofrecieron como sacrificio a sus ídolos.", "15 Y en el año trescientos sesenta y siete aconteció que los nefitas, furiosos porque los lamanitas habían sacrificado a sus mujeres y a sus hijos, marcharon contra los lamanitas, poseídos de una ira sumamente grande, de manera que nuevamente vencieron a los lamanitas y los echaron fuera de sus tierras.", "16 Y los lamanitas no volvieron contra los nefitas sino hasta el año trescientos setenta y cinco.", "17 Y en este año cayeron sobre los nefitas con todas sus fuerzas; y no fueron contados a causa de su inmenso número.", "18 Y desde esa ocasión no volvieron los nefitas a aventajar a los lamanitas, sino que empezaron a ser arrasados por ellos, así como el rocío ante el sol.", "19 Y aconteció que los lamanitas cayeron sobre la ciudad de Desolación; y se libró una batalla sumamente violenta en la tierra de Desolación, en la cual vencieron a los nefitas.", "20 Y huyeron nuevamente delante de los lamanitas, y llegaron a la ciudad de Boaz; y allí hicieron frente a los lamanitas con extraordinario valor, al grado de que los lamanitas no los vencieron sino hasta que vinieron sobre ellos por segunda vez.", "21 Y cuando los acometieron por segunda vez, los nefitas fueron rechazados y destrozados con una mortandad grande en extremo; y sus mujeres y sus hijos de nuevo fueron sacrificados a los ídolos.", "22 Y sucedió que los nefitas huyeron de ellos otra vez, llevando consigo a todos los habitantes, tanto de las ciudades como de las aldeas.", "23 Y ahora bien, yo, Mormón, viendo que los lamanitas estaban a punto de subyugar la tierra, fui, por consiguiente, a la colina de Shim, y recogí todos los anales que Ammarón había escondido para los fines del Señor."], "Français": ["La guerre et le carnage continuent— Les méchants punissent les méchants— Il règne une méchanceté plus grande que jamais auparavant dans tout Israël— Des femmes et des enfants sont sacrifiés aux idoles— Les Lamanites commencent à balayer les Néphites devant eux. Vers 363–375apr.J.-C.", "1 Et alors, il arriva que la trois cent soixante-troisième année, les Néphites allèrent, avec leurs armées, livrer bataille aux Lamanites, en dehors du pays de Désolation.", "2 Et il arriva que les armées des Néphites furent repoussées au pays de Désolation. Et pendant qu’elles étaient encore fatiguées, une armée fraîche de Lamanites tomba sur elles; et ils eurent une furieuse bataille, de sorte que les Lamanites prirent possession de la ville de Désolation, et tuèrent beaucoup de Néphites, et firent beaucoup de prisonniers.", "3 Et le reste s’enfuit et se joignit aux habitants de la ville de Téancum. Or, la ville de Téancum se trouvait dans les régions frontières près du bord de la mer; et elle était également près de la ville de Désolation.", "4 Et c’était parce que les armées des Néphites étaient allées livrer bataille aux Lamanites qu’elles commençaient à être frappées; car sans cela, les Lamanites n’auraient pu avoir aucun pouvoir sur elles.", "5 Mais voici, les jugements de Dieu viennent sur les méchants, et c’est par les méchants que les méchants sont punis; car ce sont les méchants qui excitent le cœur des enfants des hommes à l’effusion du sang.", "6 Et il arriva que les Lamanites firent des préparatifs pour attaquer la ville de Téancum.", "7 Et il arriva que la trois cent soixante-quatrième année, les Lamanites attaquèrent la ville de Téancum, afin de prendre également possession de la ville de Téancum.", "8 Et il arriva qu’ils furent repoussés et refoulés par les Néphites. Et lorsque les Néphites virent qu’ils avaient chassé les Lamanites, ils se vantèrent de nouveau de leur force; et ils allèrent avec leur force et reprirent possession de la ville de Désolation.", "9 Et maintenant, toutes ces choses avaient été faites, et des milliers d’hommes avaient été tués de part et d’autre, tant les Néphites que les Lamanites.", "10 Et il arriva que la trois cent soixante-sixième année était passée, et les Lamanites vinrent de nouveau livrer bataille aux Néphites; et cependant, les Néphites ne se repentaient pas du mal qu’ils avaient fait, mais persistaient continuellement dans leur méchanceté.", "11 Et il est impossible à la langue de décrire ou à l’homme d’écrire une description parfaite de l’horrible spectacle de sang et de carnage qui était parmi le peuple, tant des Néphites que des Lamanites; et tous les cœurs étaient endurcis, de sorte qu’ils prenaient plaisir à répandre continuellement le sang.", "12 Et il n’y avait jamais eu une aussi grande méchanceté parmi tous les enfants de Léhi, ni même parmi toute la maison d’Israël, selon les paroles du Seigneur, que parmi ce peuple.", "13 Et il arriva que les Lamanites prirent possession de la ville de Désolation, et cela parce que leur nombre dépassait le nombre des Néphites.", "14 Et ils marchèrent aussi contre la ville de Téancum, et en chassèrent les habitants, et firent beaucoup de prisonniers, femmes et enfants, et les offrirent en sacrifice à leurs idoles.", "15 Et il arriva que la trois cent soixante-septième année, les Néphites, en colère parce que les Lamanites avaient sacrifié leurs femmes et leurs enfants, allèrent contre les Lamanites avec une colère extrêmement grande, de sorte qu’ils battirent de nouveau les Lamanites et les chassèrent de leurs pays.", "16 Et les Lamanites ne revinrent plus contre les Néphites avant la trois cent soixante-quinzième année.", "17 Et cette année-là, ils descendirent contre les Néphites avec toute leur puissance; et on ne les compta pas à cause de leur grand nombre.", "18 Et à partir de ce moment-là, les Néphites n’obtinrent plus de pouvoir sur les Lamanites, mais commencèrent à être balayés par eux comme la rosée devant le soleil.", "19 Et il arriva que les Lamanites descendirent contre la ville de Désolation, et une bataille extrêmement furieuse fut livrée au pays de Désolation, au cours de laquelle ils battirent les Néphites.", "20 Et ils s’enfuirent de nouveau devant eux, et ils arrivèrent à la ville de Boaz; et là, ils résistèrent aux Lamanites avec une hardiesse extrême, de sorte que les Lamanites ne les battirent que lorsqu’ils revinrent une deuxième fois contre eux.", "21 Et lorsqu’ils furent venus une deuxième fois, les Néphites furent chassés et massacrés en un massacre extrêmement grand; de nouveau, leurs femmes et leurs enfants furent sacrifiés aux idoles.", "22 Et il arriva que les Néphites s’enfuirent de nouveau devant eux, prenant tous les habitants avec eux, tant dans les bourgs que dans les villages.", "23 Et alors, moi, Mormon, voyant que les Lamanites étaient sur le point de détruire le pays, j’allai à la colline de Shim et pris toutes les annales qu’Ammaron avait cachées pour le Seigneur."], "Kiribati": ["E reiti nako te buaka ao te urubwai nakon te maiu—A katuaeaki ake a buakaka irouia ake a buakaka—E teimatoa te buakaka ae raka riki nakon are mai i mwaaina iaon Iteraera ni kabuta—A karaoaki aine ma ataei bwa karea nakoia bouananti—A waaki Reimwanaite ni kamaunaia nako Nibwaite ma imwaia. Uakaan ma 363–375N.K.", "1 Ao ngkai e a koro bukina bwa n te katenibubua ao onobwi ma teniua n ririki ao Nibwaite a bon waerake ma aia taanga ni buaka ni kaaitaraia Reimwanaite, n otinako man te aba are Kamaroa.", "2 Ao e a koro bukina bwa a bon kakioaki n oki nakon te aba are Kamaroa aia taanga ni buaka Nibwaite. Ao ngke a kua ao, a manga kaoti aia taanga ni buaka Reimwanaite aika a marurung ma n roko i aoia; ao a buaka n te buaka ae korakora, n te aro are Reimwanaite a bon taua te kaawa are Kamaroa, ma n tiringia Nibwaite aika a mwaiti, ma n uotia nako bwa bure.", "3 Ao nikiraia a bon birinako ma n raonia kaain te kaawa are Teaenikam. Ngkai te kaawa are Teaenikam e bon mena n te tia i rarikin mataniwin te bike; ao e mena naba i rarikin te kaawa are Kamaroa.", "4 Ao aio ibukina bwa aia taanga ni buaka Nibwaite a bon waerake nakoia Reimwanaite, ngaia are a bon oreaki; bwa ngke arona bwa e aki riki aio, ao e na bon akea korakoraia Reimwanaite i aoia.", "5 Ma, nooria, ana motikitaeka te Atua e na bon mena i aoia naake a buakaka; ao a na bon katuaeaki ake a buakaka irouia ake a buakaka; bwa bon ake a buakaka aika a kakiriwea nanoia natiia aomata bwa a na kawawaea te raraa.", "6 Ao e a koro bukina bwa a bon katauraoi Reimwanaite bwa a na roko ni kaitara te kaawa are Teaenikam.", "7 Ao e a koro bukina bwa n te katenibubua ao onobwi ma aua n ririki ao a bon roko Reimwanaite ni kaitara te kaawa are Teaenikam, bwa aonga n taua naba te kaawa are Teaenikam.", "8 Ao e a koro bukina bwa a bon konaki ma ni kakioaki n oki irouia Nibwaite. Ao ngke Nibwaite a nooria bwa a kakioia Reimwanaite a bon kamoamoa ibukin oin korakoraia; ao a bon mwananga n oin korakoraia, ma n taua riki te kaawa are Kamaroa.", "9 Ao ngkai a bane bwaai aikai n tia ni karaoaki, ao bon ngaa ma ngaa ake a tia n tiringaki n itera aika uoua, irouia Nibwaite ao Reimwanaite.", "10 Ao e a koro bukina bwa e a bane te katenibubua ao onobwi ma onoua n ririki, ao a manga roko riki Reimwanaite i aoia Nibwaite bwa a na buaka; ao a bon aki naba rairinanoia Nibwaite man te buakaka are a tia ni karaoia, ma a bon teimatoa naba i nanon aia buakaka.", "11 Ao e bon kaangaanga bwa e na kabwarabwara te neewe, ke bwa te aomata e na kabwarabwara n te aro ae akea bureburena te aro ni kakamaku are e waanako iai te raraa ma n uruaki iai te maiu are e waaki i buakoia aomata, irouia Nibwaite ao irouia Reimwanaite ao a bon matoatoa naano ni kabane, n te aro are a bon kukurei ni kawawaean te raraa ae reiti nako.", "12 Ao bon akea te tai ae e a tia n rangi ni korakora iai te buakaka i buakoia nako natin Riaai, ke i buakoia naba ni kabane te bata are Iteraera, n aron ana taeka te Uea, n aron are e mena i buakoia te botanaomata aio.", "13 Ao e a koro bukina bwa a bon taua te kaawa are Kamaroa Reimwanaite, ao e riki aei ibukina bwa e korakora riki mwaitia nakoia Nibwaite.", "14 Ao a bon mwananga nako naba ni kaitara te kaawa are Teaenikam, ma ni kakioia nako kaaina mai iai, ma n uotia nako aia bure aika aine ao ataei, ma n anga ngaia bwa karea nakoia atuaia aika bouananti.", "15 Ao e a koro bukina bwa n te katenibubua ao onobwi ma itiua n ririki, ao a un Nibwaite ibukina bwa a tia Reimwanaite n anga aia aine ma natia bwa karea, n te aro are a kaaitaraia Reimwanaite ma te un ae rianako korakorana, n te aro are a bon konaia Reimwanaite ma ni kakioia man abaia.", "16 Ao a bon aki manga roko Reimwanaite ni kaitaraia Nibwaite ni karokoa te katenibubua ao itibwi ma nimaua n ririki.", "17 Ao n te ririki aio a bon roko ni kaitaraia Nibwaite ma korakoraia ni kabane; ao a bon aki warekaki mwaitia ibukin korakoran mwaitia.", "18 Ao man te tai anne ao Reimwanaite a bon aki manga karekea te korakora i aoia Nibwaite, ma a tiringaki irouia n aron te aoi imatan taai.", "19 Ao e koro bukina bwa a ruo rikaaki Reimwanaite ni kaitaraa te kaawa are Kamaroa; ao bon iai te buaka ae rianako korakorana n te aba are Kamaroa, are a konaki iai Nibwaite.", "20 Ao a manga birinako mai imataia, ao a roko nakon te kaawa are Boati; ao a bon tei ikekei ni kaitaraia Reimwanaite ma te ninikoria ae korakora, n te aro are aikoa konaki irouia Reimwanaite nua ae a manga roko riki te kaua tai.", "21 Ao ngke a tia n roko te kauoua n tai, a kakioaki Nibwaite ma n tiringaki n te tiritiri ae rianako korakorana; ao aia aine ma natiia a bon manga kareanaki riki nakoia bouananti.", "22 Ao e koro bukina bwa a manga biri nako Nibwaite mai imataia, ma ni kairiia nako ma ngaiia, kaain taian kaawa ao kaawa aika a uarereke.", "23 Ao ngkai, Ngai ae Moomon, ngke I a nooria bwa a nang taonanako te aba Reimwanaite, ngaia are I a bon nakon te tabuki are Tiim, ma n anai ni kabane taian reekoti ake e karabai Amaron iroun te Uea."]}