{"English": ["Moroni calls upon those who do not believe in Christ to repent—He proclaims a God of miracles, who gives revelations and pours out gifts and signs upon the faithful—Miracles cease because of unbelief—Signs follow those who believe—Men are exhorted to be wise and keep the commandments. About A.D.401–21.", "1 And now, I speak also concerning those who do not believe in Christ.", "2 Behold, will ye believe in the day of your visitation—behold, when the Lord shall come, yea, even that great day when the earth shall be rolled together as a scroll, and the elements shall melt with fervent heat, yea, in that great day when ye shall be brought to stand before the Lamb of God—then will ye say that there is no God?", "3 Then will ye longer deny the Christ, or can ye behold the Lamb of God? Do ye suppose that ye shall dwell with him under a consciousness of your guilt? Do ye suppose that ye could be happy to dwell with that holy Being, when your souls are racked with a consciousness of guilt that ye have ever abused his laws?", "4 Behold, I say unto you that ye would be more miserable to dwell with a holy and just God, under a consciousness of your filthiness before him, than ye would to dwell with the damned souls in hell.", "5 For behold, when ye shall be brought to see your nakedness before God, and also the glory of God, and the holiness of Jesus Christ, it will kindle a flame of unquenchable fire upon you.", "6 O then ye unbelieving, turn ye unto the Lord; cry mightily unto the Father in the name of Jesus, that perhaps ye may be found spotless, pure, fair, and white, having been cleansed by the blood of the Lamb, at that great and last day.", "7 And again I speak unto you who deny the revelations of God, and say that they are done away, that there are no revelations, nor prophecies, nor gifts, nor healing, nor speaking with tongues, and the interpretation of tongues;", "8 Behold I say unto you, he that denieth these things knoweth not the gospel of Christ; yea, he has not read the scriptures; if so, he does not understand them.", "9 For do we not read that God is the same yesterday, today, and forever, and in him there is no variableness neither shadow of changing?", "10 And now, if ye have imagined up unto yourselves a god who doth vary, and in whom there is shadow of changing, then have ye imagined up unto yourselves a god who is not a God of miracles.", "11 But behold, I will show unto you a God of miracles, even the God of Abraham, and the God of Isaac, and the God of Jacob; and it is that same God who created the heavens and the earth, and all things that in them are.", "12 Behold, he created Adam, and by Adam came the fall of man. And because of the fall of man came Jesus Christ, even the Father and the Son; and because of Jesus Christ came the redemption of man.", "13 And because of the redemption of man, which came by Jesus Christ, they are brought back into the presence of the Lord; yea, this is wherein all men are redeemed, because the death of Christ bringeth to pass the resurrection, which bringeth to pass a redemption from an endless sleep, from which sleep all men shall be awakened by the power of God when the trump shall sound; and they shall come forth, both small and great, and all shall stand before his bar, being redeemed and loosed from this eternal band of death, which death is a temporal death.", "14 And then cometh the judgment of the Holy One upon them; and then cometh the time that he that is filthy shall be filthy still; and he that is righteous shall be righteous still; he that is happy shall be happy still; and he that is unhappy shall be unhappy still.", "15 And now, O all ye that have imagined up unto yourselves a god who can do no miracles, I would ask of you, have all these things passed, of which I have spoken? Has the end come yet? Behold I say unto you, Nay; and God has not ceased to be a God of miracles.", "16 Behold, are not the things that God hath wrought marvelous in our eyes? Yea, and who can comprehend the marvelous works of God?", "17 Who shall say that it was not a miracle that by his word the heaven and the earth should be; and by the power of his word man was created of the dust of the earth; and by the power of his word have miracles been wrought?", "18 And who shall say that Jesus Christ did not do many mighty miracles? And there were many mighty miracles wrought by the hands of the apostles.", "19 And if there were miracles wrought then, why has God ceased to be a God of miracles and yet be an unchangeable Being? And behold, I say unto you he changeth not; if so he would cease to be God; and he ceaseth not to be God, and is a God of miracles.", "20 And the reason why he ceaseth to do miracles among the children of men is because that they dwindle in unbelief, and depart from the right way, and know not the God in whom they should trust.", "21 Behold, I say unto you that whoso believeth in Christ, doubting nothing, whatsoever he shall ask the Father in the name of Christ it shall be granted him; and this promise is unto all, even unto the ends of the earth.", "22 For behold, thus said Jesus Christ, the Son of God, unto his disciples who should tarry, yea, and also to all his disciples, in the hearing of the multitude: Go ye into all the world, and preach the gospel to every creature;", "23 And he that believeth and is baptized shall be saved, but he that believeth not shall be damned;", "24 And these signs shall follow them that believe—in my name shall they cast out devils; they shall speak with new tongues; they shall take up serpents; and if they drink any deadly thing it shall not hurt them; they shall lay hands on the sick and they shall recover;", "25 And whosoever shall believe in my name, doubting nothing, unto him will I confirm all my words, even unto the ends of the earth.", "26 And now, behold, who can stand against the works of the Lord? Who can deny his sayings? Who will rise up against the almighty power of the Lord? Who will despise the works of the Lord? Who will despise the children of Christ? Behold, all ye who are despisers of the works of the Lord, for ye shall wonder and perish.", "27 O then despise not, and wonder not, but hearken unto the words of the Lord, and ask the Father in the name of Jesus for what things soever ye shall stand in need. Doubt not, but be believing, and begin as in times of old, and come unto the Lord with all your heart, and work out your own salvation with fear and trembling before him.", "28 Be wise in the days of your probation; strip yourselves of all uncleanness; ask not, that ye may consume it on your lusts, but ask with a firmness unshaken, that ye will yield to no temptation, but that ye will serve the true and living God.", "29 See that ye are not baptized unworthily; see that ye partake not of the sacrament of Christ unworthily; but see that ye do all things in worthiness, and do it in the name of Jesus Christ, the Son of the living God; and if ye do this, and endure to the end, ye will in nowise be cast out.", "30 Behold, I speak unto you as though I spake from the dead; for I know that ye shall have my words.", "31 Condemn me not because of mine imperfection, neither my father, because of his imperfection, neither them who have written before him; but rather give thanks unto God that he hath made manifest unto you our imperfections, that ye may learn to be more wise than we have been.", "32 And now, behold, we have written this record according to our knowledge, in the characters which are called among us the reformed Egyptian, being handed down and altered by us, according to our manner of speech.", "33 And if our plates had been sufficiently large we should have written in Hebrew; but the Hebrew hath been altered by us also; and if we could have written in Hebrew, behold, ye would have had no imperfection in our record.", "34 But the Lord knoweth the things which we have written, and also that none other people knoweth our language; and because that none other people knoweth our language, therefore he hath prepared means for the interpretation thereof.", "35 And these things are written that we may rid our garments of the blood of our brethren, who have dwindled in unbelief.", "36 And behold, these things which we have desired concerning our brethren, yea, even their restoration to the knowledge of Christ, are according to the prayers of all the saints who have dwelt in the land.", "37 And may the Lord Jesus Christ grant that their prayers may be answered according to their faith; and may God the Father remember the covenant which he hath made with the house of Israel; and may he bless them forever, through faith on the name of Jesus Christ. Amen."], "Español": ["Moroni llama al arrepentimiento a aquellos que no creen en Cristo— Él proclama a un Dios de milagros, que da revelaciones y derrama dones y señales sobre los fieles— Los milagros cesan por causa de la incredulidad— Las señales siguen a aquellos que creen— Se exhorta a los hombres a ser prudentes y guardar los mandamientos. Aproximadamente 401–421d.C.", "1 Y ahora hablo también concerniente a aquellos que no creen en Cristo.", "2 He aquí, ¿creeréis en el día de vuestra visitación —he aquí, cuando venga el Señor, sí, ese gran día cuando la tierra se plegará como un rollo, y los elementos se derretirán con ardiente calor, sí, ese gran día en que seréis llevados para comparecer ante el Cordero de Dios— diréis entonces que no hay Dios?", "3 ¿Seguiréis entonces negando al Cristo, o podréis mirar al Cordero de Dios? ¿Suponéis que moraréis con él, estando conscientes de vuestra culpa? ¿Suponéis que podríais ser felices morando con ese santo Ser, mientras atormentara vuestras almas una sensación de culpa de haber siempre violado sus leyes?", "4 He aquí, os digo que seríais más desdichados, morando en la presencia de un Dios santo y justo, con la conciencia de vuestra impureza ante él, que si vivierais con las almas condenadas en el infierno.", "5 Porque he aquí, cuando se os haga ver vuestra desnudez delante de Dios, y también la gloria de Dios y la santidad de Jesucristo, ello encenderá una llama de fuego inextinguible en vosotros.", "6 Volveos, pues, oh incrédulos, volveos al Señor; clamad fervientemente al Padre en el nombre de Jesús, para que quizá se os halle sin mancha, puros, hermosos y blancos, en aquel grande y postrer día, habiendo sido purificados por la sangre del Cordero.", "7 Y también os hablo a vosotros que negáis las revelaciones de Dios y decís que ya han cesado, que no hay revelaciones, ni profecías, ni dones, ni sanidades, ni hablar en lenguas, ni la interpretación de lenguas.", "8 He aquí, os digo que aquel que niega estas cosas no conoce el evangelio de Cristo; sí, no ha leído las Escrituras; y si las ha leído, no las comprende.", "9 Pues, ¿no leemos que Dios es el mismo ayer, hoy y para siempre, y que en él no hay variación ni sombra de cambio?", "10 Ahora bien, si os habéis imaginado a un dios que varía, y en quien hay sombra de cambio, entonces os habéis imaginado a un dios que no es un Dios de milagros.", "11 Mas he aquí, yo os mostraré a un Dios de milagros, sí, el Dios de Abraham, y el Dios de Isaac, y el Dios de Jacob; y es ese mismo Dios que creó los cielos y la tierra, y todas las cosas que hay en ellos.", "12 He aquí, él creó a Adán, y por Adán vino la caída del hombre. Y por causa de la caída del hombre, vino Jesucristo, sí, el Padre y el Hijo; y a causa de Jesucristo vino la redención del hombre.", "13 Y a causa de la redención del hombre, que vino por Jesucristo, son llevados de vuelta a la presencia del Señor; sí, en esto son redimidos todos los hombres, porque la muerte de Cristo hace efectiva la resurrección, la cual lleva a cabo una redención de un sueño eterno, del cual todos los hombres despertarán, por el poder de Dios cuando suene la trompeta; y saldrán, pequeños así como grandes, y todos comparecerán ante su tribunal, redimidos y libres de esta ligadura eterna de la muerte, la cual es una muerte temporal.", "14 Y entonces viene el juicio del Santo sobre ellos; y entonces viene el momento en que el que es impuro continuará siendo impuro; y el que es justo continuará siendo justo; el que es feliz permanecerá feliz y el que es infeliz será infeliz todavía.", "15 Y ahora bien, a todos vosotros que os habéis imaginado a un dios que no puede hacer milagros, quisiera preguntaros: ¿Han pasado ya todas estas cosas de que he hablado? ¿Ha llegado ya el fin? He aquí, os digo que no; y Dios no ha cesado de ser un Dios de milagros.", "16 He aquí, ¿no son maravillosas a nuestros ojos las cosas que Dios ha hecho? Sí, y, ¿quién puede comprender las maravillosas obras de Dios?", "17 ¿Quién dirá que no fue un milagro que por su palabra existan los cielos y la tierra; que por el poder de su palabra el hombre haya sido creado del polvo de la tierra, y que por el poder de su palabra se hayan verificado milagros?", "18 ¿Y quién dirá que Jesucristo no obró muchos grandes milagros? Y hubo muchos grandes milagros que se efectuaron por mano de los apóstoles.", "19 Y si entonces se hicieron milagros, ¿por qué ha dejado Dios de ser un Dios de milagros, y sigue siendo todavía un Ser inmutable? Y he aquí, os digo que él no cambia; si así fuese, dejaría de ser Dios; y él no cesa de ser Dios, y es un Dios de milagros.", "20 Y el motivo por el cual cesa de obrar milagros entre los hijos de los hombres es porque ellos degeneran en la incredulidad, y se apartan de la vía correcta, y desconocen al Dios en quien debían poner su confianza.", "21 He aquí, os digo que quien crea en Cristo, sin dudar nada, cuanto pida al Padre en el nombre de Cristo, le será concedido; y esta promesa es para todos, aun hasta los extremos de la tierra.", "22 Porque he aquí, así dijo Jesucristo, el Hijo de Dios, a sus discípulos que iban a permanecer, sí, y también a todos sus discípulos, a oídos de la multitud: Id por todo el mundo, y predicad el evangelio a toda criatura;", "23 y el que creyere y fuere bautizado, será salvo; mas el que no creyere, será condenado;", "24 y estas señales seguirán a los que crean: En mi nombre echarán fuera demonios; hablarán nuevas lenguas; alzarán serpientes, y si bebieren cosa mortífera, no los dañará; pondrán sus manos sobre los enfermos, y ellos sanarán;", "25 y a quien crea en mi nombre, sin dudar nada, yo le confirmaré todas mis palabras, aun hasta los extremos de la tierra.", "26 Y ahora bien, he aquí, ¿quién puede resistir las obras del Señor? ¿Quién puede negar sus palabras? ¿Quién se levantará contra la omnipotente fuerza del Señor? ¿Quién despreciará las obras del Señor? ¿Quién despreciará a los hijos de Cristo? Considerad, todos vosotros que sois despreciadores de las obras del Señor, porque os asombraréis y pereceréis.", "27 Oh, no despreciéis, pues, ni os asombréis, antes bien, escuchad las palabras del Señor, y pedid al Padre, en el nombre de Jesús, cualquier cosa que necesitéis. No dudéis, mas sed creyentes; y empezad, como en los días antiguos, y allegaos al Señor con todo vuestro corazón, y labrad vuestra propia salvación con temor y temblor ante él.", "28 Sed prudentes en los días de vuestra probación; despojaos de toda impureza; no pidáis para dar satisfacción a vuestras concupiscencias, sino pedid con una resolución inquebrantable, para que no cedáis a ninguna tentación, sino que sirváis al verdadero Dios viviente.", "29 Cuidaos de ser bautizados indignamente; cuidaos de tomar el sacramento de Cristo indignamente, antes bien, mirad que hagáis todas las cosas dignamente, y hacedlo en el nombre de Jesucristo, el Hijo del Dios viviente; y si hacéis esto, y perseveráis hasta el fin, de ninguna manera seréis desechados.", "30 He aquí, os hablo como si hablara de entre los muertos; porque sé que tendréis mis palabras.", "31 No me condenéis por mi imperfección, ni a mi padre por causa de su imperfección, ni a los que han escrito antes de él; más bien, dad gracias a Dios que os ha manifestado nuestras imperfecciones, para que aprendáis a ser más sabios de lo que nosotros lo hemos sido.", "32 Y he aquí, hemos escrito estos anales según nuestro conocimiento, en los caracteres que entre nosotros se llaman egipcio reformado; y los hemos transmitido y alterado conforme a nuestra manera de hablar.", "33 Y si nuestras planchas hubiesen sido suficientemente amplias, habríamos escrito en hebreo; pero también hemos alterado el hebreo; y si hubiésemos podido escribir en hebreo, he aquí, no habríais tenido ninguna imperfección en nuestros anales.", "34 Pero el Señor sabe las cosas que hemos escrito, y también que ningún otro pueblo conoce nuestra lengua; y por motivo de que ningún otro pueblo conoce nuestra lengua, por lo tanto, él ha preparado los medios para su interpretación.", "35 Y se escriben estas cosas para que limpiemos nuestros vestidos de la sangre de nuestros hermanos, que han degenerado en la incredulidad.", "36 Y he aquí, estas cosas que hemos deseado concernientes a nuestros hermanos, sí, aun su restauración al conocimiento de Cristo, están de acuerdo con las oraciones de todos los santos que han morado en la tierra.", "37 Y el Señor Jesucristo les conceda que sean contestadas sus oraciones según su fe; y Dios el Padre se acuerde del convenio que ha hecho con la casa de Israel, y los bendiga para siempre, mediante la fe en el nombre de Jesucristo. Amén."], "Français": ["Moroni invite ceux qui ne croient pas au Christ à se repentir— Il proclame un Dieu de miracles, qui donne des révélations et déverse les dons et les signes sur les fidèles— Les miracles cessent à cause de l’incrédulité— Les signes suivent ceux qui croient— Exhortation aux hommes à avoir de la sagesse et à garder les commandements. Vers 401–421apr.J.-C.", "1 Et maintenant, je parle aussi concernant ceux qui ne croient pas au Christ.", "2 Voici, croirez-vous le jour où vous serez visités— voici, lorsque le Seigneur viendra, oui, ce grand jour où la terre sera roulée comme un livre et où les éléments embrasés se dissoudront, oui, en ce grand jour où vous serez amenés à vous tenir devant l’Agneau de Dieu— direz-vous alors qu’il n’y a pas de Dieu?", "3 Nierez-vous alors encore le Christ, ou pourrez-vous contempler l’Agneau de Dieu? Pensez-vous que vous demeurerez avec lui, avec la conscience de votre culpabilité? Pensez-vous que vous pourriez être heureux de demeurer avec cet Être saint, alors que votre âme est tenaillée par la conscience de votre culpabilité d’avoir constamment enfreint ses lois?", "4 Voici, je vous dis que vous seriez plus malheureux de demeurer avec un Dieu saint et juste, avec la conscience de votre souillure devant lui, que de demeurer avec les âmes damnées en enfer.", "5 Car voici, lorsque vous serez amenés à voir votre nudité devant Dieu, et aussi la gloire de Dieu, et la sainteté de Jésus-Christ, cela allumera sur vous une flamme d’un feu qui ne s’éteint pas.", "6 Oh! alors, incrédules, tournez-vous vers le Seigneur; implorez de toutes vos forces le Père, au nom de Jésus, afin d’être peut-être trouvés sans tache, purs, beaux et blancs, purifiés par le sang de l’Agneau en ce grand et dernier jour.", "7 Et en outre, je vous parle, à vous qui niez les révélations de Dieu et dites qu’elles ont cessé, qu’il n’y a pas de révélations, ni de prophéties, ni de dons, ni de guérisons, ni de don des langues, ni d’interprétation des langues;", "8 voici, je vous le dis, celui qui nie ces choses ne connaît pas l’Évangile du Christ; oui, il n’a pas lu les Écritures; si oui, il ne les comprend pas.", "9 Car ne lisons-nous pas que Dieu est le même hier, aujourd’hui et à jamais, et qu’en lui il n’y a ni variation, ni ombre de changement?", "10 Et maintenant, si vous vous êtes imaginé un Dieu qui varie et en qui il y a une ombre de changement, alors vous vous êtes imaginé un Dieu qui n’est pas un Dieu de miracles.", "11 Mais voici, je vais vous montrer un Dieu de miracles, le Dieu d’Abraham, et le Dieu d’Isaac, et le Dieu de Jacob; et c’est ce même Dieu qui a créé les cieux et la terre, et tout ce qui s’y trouve.", "12 Voici, il a créé Adam, et par Adam vint la chute de l’homme. Et à cause de la chute de l’homme vint Jésus-Christ, le Père et le Fils; et à cause de Jésus-Christ est venue la rédemption de l’homme.", "13 Et à cause de la rédemption de l’homme, qui est venue par Jésus-Christ, ils sont ramenés en la présence du Seigneur; oui, c’est en cela que tous les hommes sont rachetés, parce que la mort du Christ réalise la résurrection, qui réalise la rédemption d’un sommeil sans fin, sommeil dont tous les hommes seront réveillés par le pouvoir de Dieu, lorsque la trompette sonnera; et ils se lèveront, petits et grands, et tous se tiendront devant sa barre, rachetés et délivrés de ce lien éternel de la mort, laquelle mort est une mort temporelle.", "14 Et alors vient le jugement du Saint sur eux; et alors vient le moment où celui qui est souillé restera souillé, et celui qui est juste restera juste, et celui qui est heureux restera heureux, et celui qui est malheureux restera malheureux.", "15 Et maintenant, ô vous tous qui vous êtes imaginé un Dieu qui ne peut faire de miracles, je vous le demande: toutes ces choses dont j’ai parlé sont-elles arrivées? La fin est-elle déjà venue? Voici, je vous dis que non; et Dieu n’a pas cessé d’être un Dieu de miracles.", "16 Voici, les choses que Dieu a accomplies ne sont-elles pas merveilleuses à nos yeux? Oui, et qui peut comprendre les œuvres merveilleuses de Dieu?", "17 Qui dira que ce ne fut pas un miracle que, par sa parole, le ciel et la terre soient? Et par le pouvoir de sa parole, l’homme fut créé de la poussière de la terre; et par le pouvoir de sa parole, des miracles ont été accomplis.", "18 Et qui dira que Jésus-Christ n’a pas fait beaucoup de grands miracles? Et beaucoup de grands miracles furent accomplis par les mains des apôtres.", "19 Et si des miracles furent accomplis alors, pourquoi Dieu a-t-il cessé d’être un Dieu de miracles tout en étant un Être immuable? Et voici, je vous dis qu’il ne change pas; si oui, il cesserait d’être Dieu; et il ne cesse pas d’être Dieu et est un Dieu de miracles.", "20 Et la raison pour laquelle il cesse de faire des miracles parmi les enfants des hommes, c’est parce qu’ils dégénèrent dans l’incrédulité, et s’éloignent de la voie droite, et ne connaissent pas le Dieu en qui ils devraient avoir confiance.", "21 Voici, je vous dis que quiconque croit au Christ, ne doutant en aucune façon, tout ce qu’il demandera au Père, au nom du Christ, lui sera accordé; et cette promesse est pour tous, pour les extrémités de la terre.", "22 Car voici, ainsi dit Jésus-Christ, le Fils de Dieu, à ses disciples qui allaient demeurer, oui, et aussi à tous ses disciples, aux oreilles de la multitude: Allez par tout le monde, et prêchez l’Évangile à toute la création;", "23 Celui qui croira et qui sera baptisé sera sauvé, mais celui qui ne croira pas sera condamné;", "24 Voici les signes qui accompagneront ceux qui auront cru: En mon nom, ils chasseront les démons; ils parleront de nouvelles langues; ils saisiront des serpents; et s’ils boivent quelque breuvage mortel, il ne leur fera point de mal; ils imposeront les mains aux malades, et les malades seront guéris;", "25 et quiconque croira en mon nom, ne doutant en aucune façon, je lui confirmerai toutes mes paroles jusqu’aux extrémités de la terre.", "26 Et maintenant, voici, qui peut résister aux œuvres du Seigneur? Qui peut nier ses paroles? Qui s’élèvera contre la toute-puissance du Seigneur? Qui méprisera les œuvres du Seigneur? Qui méprisera les enfants du Christ? Voici, vous tous qui méprisez les œuvres du Seigneur, car vous serez dans l’étonnement et vous périrez.", "27 Oh! alors, ne méprisez pas, et ne vous étonnez pas, mais écoutez les paroles du Seigneur, et demandez au Père, au nom de Jésus, ce dont vous avez besoin. Ne doutez pas, mais croyez, et commencez comme dans les temps anciens, et venez au Seigneur de tout votre cœur, et travaillez à votre salut avec crainte et tremblement devant lui.", "28 Ayez de la sagesse pendant les jours de votre épreuve; dépouillez-vous de toute impureté; ne demandez pas afin de tout dépenser pour vos passions, mais demandez avec une fermeté inébranlable afin de ne céder à aucune tentation, mais afin de servir le Dieu vrai et vivant.", "29 Veillez à ne pas être baptisés indignement; veillez à ne pas prendre la Sainte-Cène du Christ indignement; mais veillez à tout faire avec dignité, et faites-le au nom de Jésus-Christ, le Fils du Dieu vivant; et si vous faites cela et persévérez jusqu’à la fin, vous ne serez en aucune façon chassés.", "30 Voici, je vous parle comme si je parlais d’entre les morts; car je sais que vous aurez mes paroles.", "31 Ne me condamnez pas à cause de mon imperfection, ni mon père à cause de son imperfection, ni ceux qui ont écrit avant lui; mais rendez plutôt grâces à Dieu de ce qu’il vous a manifesté nos imperfections, afin que vous puissiez apprendre à être plus sages que nous ne l’avons été.", "32 Et maintenant, voici, nous avons écrit ces annales selon notre connaissance, dans les caractères qui sont appelés parmi nous l’égyptien réformé, transmis et altérés par nous, selon notre manière de parler.", "33 Et si nos plaques avaient été suffisamment grandes, nous aurions écrit en hébreu; mais l’hébreu a été altéré aussi par nous; et si nous avions pu écrire en hébreu, voici, vous n’auriez eu aucune imperfection dans nos annales.", "34 Mais le Seigneur sait les choses que nous avons écrites, et aussi qu’aucun autre peuple ne connaît notre langue; et parce qu’aucun autre peuple ne connaît notre langue, il a préparé des moyens pour son interprétation.", "35 Et ces choses sont écrites afin que nous puissions débarrasser nos vêtements du sang de nos frères, qui ont dégénéré dans l’incrédulité.", "36 Et voici, les choses que nous avons désirées concernant nos frères, oui, qu’ils soient ramenés à la connaissance du Christ, sont conformes aux prières de tous les saints qui ont demeuré dans le pays.", "37 Et puisse le Seigneur Jésus-Christ accorder que leurs prières soient exaucées selon leur foi; et puisse Dieu le Père se souvenir de l’alliance qu’il a faite avec la maison d’Israël; et puisse-t-il la bénir à jamais, par la foi au nom de Jésus-Christ. Amen."], "Kiribati": ["Moronaai e weteia ake aki kakoaua Kristo bwa a na rairinanoia—E tataekina Atuan te kakai, ae e angaanga te kaotioti ao e kabwaroi bwai n tangira ma kanikina i aoia aika a kakaonimaki—A toki kakai ibukin te kakewekewe—A na roko kanikina nakoia aika a kakoaua—A kairoroaki aomata bwa a na wanawana ma ni kawakin tua. Uakaan ma 401–421N.K.", "1 Ao ngkai, I taetae naba ni kaineti ma ake a aki kakoaua Kristo.", "2 Nooria, kam na kakoaua n te bong are kam na kawaraki iai—nooria, ngkana e na roko te Uea, eng, n te bong are e korakora arei are e na rukurukumaki iai te aonaba n aron te ninira ni boki, ao a na ran bwain karawa n te kabuebue ae korakora, eng, n te bong are e korakora arei ngkana kam kairaki bwa kam na tei imatan ana Tiibu te Teei te Atua—ao ngkanne kam na kangai bwa akea te Atua?", "3 Ao ngkanne kam na aki kona ni kaakea Kristo, ke kam kona n taraa ana Tiibu te Teei te Atua? Kam kantaningaia bwa kam kona ni maeka ma ngaia ma n namakinna n ami iango bwa kam kairua? Kam kantaningaia bwa kam kona ni kukurei ni maeka ma Teuare e tabu, ngkana tamneimi a kammarakaki n namakinan te bure n ami iango bwa kam a tia n urui ana tua?", "4 Nooria, I taku nakoimi bwa kam na bon rangin aki kukurei ni maeka ma te Atua ae tabu ao e momotiraoi, ma n namakina kammairami imatana, nakon ae kam na maeka ma tamneia ake a kabuakakaaki i moone.", "5 Bwa nooria, ngkana kam kairaki bwa kam na noora aromi n akea karabakimi imatan te Atua, ma mimitongin naba te Atua, ao tabun Iesu Kristo, e na bon kauraa uran te ai ae e aki kona n tiringaki i aomi.", "6 O ngkanne, ngkami aika kam kakewekewe, rairaki nakon te Uea; tang ni kakorakorai ngkami nakon te Tama n aran Iesu, bwa tao kam na bon kona ni kuneaki n aki bareka, n itiaki, n tamaroa, ma ni mainaina, bwa kam a tia ni kaitiakaki n raraan te Tiibu te Teei, n te kabanea ni bong are e korakora.", "7 Ao riki I taetae nakoimi aika kam kakewei ana kaotioti te Atua, ma n taku bwa a toki, bwa akea riki kaotioti, ke taeka ni burabeti, ke bwai n tangira, ke te katoki aoraki, ke te taetae n neewe, ke rairan neewe;", "8 Nooria, I kangai nakoimi, ane e kakewei bwaai aikai e aki ataa ana euangkerio Kristo; eng, e bon tuai ni wareki koroboki aika tabu; ngkana e a tia ao e bon aki oota iai.", "9 Bwa tiaki bwa ti warekia bwa te Atua titebo ngkoananoa, ngkai, ao n aki toki, ao akea te kakaokoroaki ke te bibitaki irouna?", "10 Ao ngkai, ngkana kam a tia n iangoa atuami ae kakaokoro, are iai te bibitaki irouna, ao ngkanne kam a tia n iangoa atuami ae tiaki Atuan te kakai.", "11 Ma nooria, N na kaota nakoimi Atuan te kakai, are bon Atuan Aberaam, ao Atuan Itaaka, ao Atuan Iakobwa; ao bon te Atua naba anne are e karaoa karawa ma aonaba, ao bwaai ni kabane ake iai.", "12 Nooria, e karika Atam ao mai iroun Atam ao e roko te bwaka nakon te aomata. Ao ibukin bwakan te aomata ao e roko Iesu Kristo, ao te Tama ao te Nati; ao ibukin Iesu Kristo ao e roko kaboan te aomata.", "13 Ao ibukin kaboan te aomata are e reke mai iroun Iesu Kristo, ao a kaokaki nako matan te Uea; eng, aio are a kaboaki iai aomata ni kabane, ibukin maten Kristo are e kakoroa bukin te mangauti, are e kakoroa bukin te kaboaki man te matu ae aki totoki, are te matu are a na kautaki mai iai aomata ni mwaakan te Atua ngkana e tang te bu; ao a na bane n roko aika a uarereke ao aika a korakora, ao a na bane n tei imatan ana kai ni motikitaeka, n tia ni kabooaki ma ni kabwaraki man a na kabaebae te mate ae akea tokina, are bon te mate n rabwata.", "14 Ao ngkanne e na roko ana motikitaeka Teuare e tabu i aoia; ao ngkanne e na roko te tai are ane e kammaira e na bon tiku ni kammaira; ao ane e raoiroi e na bon tiku n raoiroi; ao ane e kukurei e na bon tiku ni kukurei; ao ane e aki kukurei e na bon tiku n aki kukurei.", "15 Ao ngkai, O ngkami ni kabane ake kam iangoia i nanomi bwa iai atuami ae e aki kona ni karaoi kakai, N na titirakiningkami, a tia ni koro bukin bwaai ake I a tia n taekin? E a roko te toki? Nooria, I taku nakoimi, E tuai; ao te Atua e tuai n toki arona are Atuan te kakai.", "16 Nooria, tiaki bwa a kamiimi bwaai ake e a karaoi te Atua imatara? Eng, ao antai ae kona n oota n ana mwakuri te Atua ae kamimi?", "17 Antai ae e na taku bwa tiaki man te kakai ao man ana taeka are a riki iai karawa ao te aonaba; ao man mwaakan ana taeka ao e karikaki te aomata mani bubun aontano; ao man mwaakan ana taeka ao a karaoaki kakai aika a mwaiti?", "18 Ao antai ae e na taku bwa Iesu Kristo e bon aki karaoi kakai aika a korakora? Ao a bon mwaiti kakai aika a korakora ake a karaoaki ni baia abotoro.", "19 Ao ngkana iai kakai aika a karaoaki, ao e aera bwa te Atua e na toki bwa te Atua ni kakai ao e na aki bibitaki? Ao nooria, I taku nakoimi bwa e tuai ni bitaki; bwa ngkanne e na aki riki bwa te Atua; ao e aki toki bwa te Atua, ao te Atua ni kakai.", "20 Ao e toki ni kakaraoi kakai i buakoia natiia aomata ibukina bwa a kerikaaki n aia aki onimaki, ao a kitana te kawai ae e eti, ma n aki ataa te Atua are a riai n onimakinna.", "21 Nooria, I taku nakoimi, bwa ane e kakoaua Kristo, ma n akea te bwai ae e nanououa iai, ao te bwai are e na butiia te Tama n aran Kristo e na bon anganaki; ao aio te berita nakoia aomata ni kabane, ni karokoa tokin te aonaba.", "22 Bwa nooria, e bon taku Iesu Kristo, are Natin te Atua, nakoia ana reirei ake a na tataninga, eng, nakoia naba ni kabane ana reirei, are a ongo aomata aika a uanao: Naako kabuta te aonaba, ma n tataekina te euangkerio nakoia aomata ni kabane;", "23 Ao ane e kakoaua ma ni bwabetitoaki ao e na bon kamaiuaki, ma ane e aki kakoaua e na bon kabuakakaaki;", "24 Ao a na iririia ake a kakoauai kanikina aikai—n arau ao a na kanakoia riaboro; ao a na taetae n neewe aika a boou; a na tauiia naeta; ao ngkana a mooi n te bwai ae kamamate ao a na bon aki ikoaki iai; ao a na katokai baia i aoia aika a aoraki ao a na marurung;", "25 Ao ane e kakoaua arau, n aki nanououa, ao N na kamatoai au taeka ni kabane nakoina, ni karokoa tokin aonaba.", "26 Ao ngkai, nooria, antai ae kona n tei ni kaaitarai ana mwakuri te Uea? Antai ae kona ni kakewei ana taeka? Antai ae e na teirake ni kaitara mwaakan te Uea ae korakora? Antai ae e na ribai ana mwakuri te Uea? Antai ae e na ribaia natin Kristo? Nooria, ngkami ni kabane ake a ribaa ana mwakuri te Uea, bwa kam na miimi ao kam na mate.", "27 O ngkanne, tai riribai, ao tai mimi, ma ongo n ana taeka te Uea, ma ni bubutia te Tama n aran Iesu ibukin bwaai ake ko kainnanoi. Tai nanououa, ma kakoaua, ao waaki n aron are ni kawai, ma ni kawara te Uea ma nanom ni kabane, ma ni mwakuria oin kamaiuam ma te maaku ao te ruru imatana.", "28 Kawanawanako i nanon am bong ni kataaki; kanakoa mai iroumi te baareka; tai bubuti, n te aro are ko na kona ni katoka nanom ni kaibwabwaru, ma bubuti ma te matoatoa ae e aki kona ni kamwaingaki, bwa kam na aki bwaka n te kaririaki, ma kam na beku iroun te Atua ae koaua ao e maiu.", "29 Taraia bwa kam na aki bwabetitoaki ngkana kam aki tau; taraia bwa kam na itiaki ngkana kam taua ana toa Kristo; ao taraia bwa kam na karaoi bwaai ni kabane n te itiaki, ma ni karaoia n aran Iesu Kristo, Natin te Atua ae maiu; ao ngkana kam karaoa aio, ma n teimatoa nua te toki, ao kam na bon aki tewenakoaki.", "30 Nooria, I taetae nakoimi n aiaron ae I taetae nakoimi man te mate; bwa I ataia bwa a na reke au taeka iroumi.", "31 Tai kabuakakai ibukin au aki kororaoi, ao tamau naba ibukin ana aki kororaoi, ao teuare e koroboki naba ma i mwaaina; ma karabwarabwa nakon te Atua bwa e a tia ni kaota ami aki kororaoi nakoimi, bwa kam aonga n reireinaki riki bwa kam na wanawana nakoira.", "32 Ao ngkai, nooria, ti a tia ni korea te reekoti aio n aron ara atatai, n taian man ni koroboki are a aranaki bwa te taetae n Aikubita ae e a tia ni bitaki, are ti anganaki ao ti bitia, n aron ara taetae.", "33 Ao ngke arona bwa e tau buuburan ara bwaatua ti na bon tia ni koroboki n taetae n Ebera; ao te taetae n Ebera e bon bitaki naba iroura; ao ngke arona bwa ti kona ni koroboki n te taetae n Ebera, nooria, e na bon akea aki kororaoin ara reekoti.", "34 Ma te Uea e atai bwaai ni kabane ake ti a tia ni karaoi, ao bwa akea riki te botanaomata ae e ataa ara taetae ni kawai ao ibukina bwa akea riki te botanaomata ae e ataa ara taetae, ngaia are e a tia ni katauraoa te anga are e na rairaki iai.", "35 Ao bwaai aikai a koreaki bwa a aonga n itiaki kunnikaira man raraaia tarira, ake a tia ni kerikaaki n aia aki onimaki.", "36 Bwaai ake ti tangiri ake a kaineti ma tarira, eng, are bon kaokakia nakon ataakin Kristo, ai bon ake a kaineti naba ma aia tataro aomata aika itiaki ni kabane ake a maeka iaon te aba.", "37 Ao ke te Uea are Iesu Kristo e anganiia kaekakin aia tataro n aron aia onimaki; ao ke te Atua te Tama e uringa te berita are e tabu are e a tia ni karaoia ma te bata are Iteraera; ao ke e kakabwaiaia n aki toki, rinanon onimakinan aran Iesu Kristo. Amen."]}