{"English": ["Mormon leads the Nephite armies—Blood and carnage sweep the land—The Nephites lament and mourn with the sorrowing of the damned—Their day of grace is passed—Mormon obtains the plates of Nephi—Wars continue. About A.D.327–50.", "1 And it came to pass in that same year there began to be a war again between the Nephites and the Lamanites. And notwithstanding I being young, was large in stature; therefore the people of Nephi appointed me that I should be their leader, or the leader of their armies.", "2 Therefore it came to pass that in my sixteenth year I did go forth at the head of an army of the Nephites, against the Lamanites; therefore three hundred and twenty and six years had passed away.", "3 And it came to pass that in the three hundred and twenty and seventh year the Lamanites did come upon us with exceedingly great power, insomuch that they did frighten my armies; therefore they would not fight, and they began to retreat towards the north countries.", "4 And it came to pass that we did come to the city of Angola, and we did take possession of the city, and make preparations to defend ourselves against the Lamanites. And it came to pass that we did fortify the city with our might; but notwithstanding all our fortifications the Lamanites did come upon us and did drive us out of the city.", "5 And they did also drive us forth out of the land of David.", "6 And we marched forth and came to the land of Joshua, which was in the borders west by the seashore.", "7 And it came to pass that we did gather in our people as fast as it were possible, that we might get them together in one body.", "8 But behold, the land was filled with robbers and with Lamanites; and notwithstanding the great destruction which hung over my people, they did not repent of their evil doings; therefore there was blood and carnage spread throughout all the face of the land, both on the part of the Nephites and also on the part of the Lamanites; and it was one complete revolution throughout all the face of the land.", "9 And now, the Lamanites had a king, and his name was Aaron; and he came against us with an army of forty and four thousand. And behold, I withstood him with forty and two thousand. And it came to pass that I beat him with my army that he fled before me. And behold, all this was done, and three hundred and thirty years had passed away.", "10 And it came to pass that the Nephites began to repent of their iniquity, and began to cry even as had been prophesied by Samuel the prophet; for behold no man could keep that which was his own, for the thieves, and the robbers, and the murderers, and the magic art, and the witchcraft which was in the land.", "11 Thus there began to be a mourning and a lamentation in all the land because of these things, and more especially among the people of Nephi.", "12 And it came to pass that when I, Mormon, saw their lamentation and their mourning and their sorrow before the Lord, my heart did begin to rejoice within me, knowing the mercies and the long-suffering of the Lord, therefore supposing that he would be merciful unto them that they would again become a righteous people.", "13 But behold this my joy was vain, for their sorrowing was not unto repentance, because of the goodness of God; but it was rather the sorrowing of the damned, because the Lord would not always suffer them to take happiness in sin.", "14 And they did not come unto Jesus with broken hearts and contrite spirits, but they did curse God, and wish to die. Nevertheless they would struggle with the sword for their lives.", "15 And it came to pass that my sorrow did return unto me again, and I saw that the day of grace was passed with them, both temporally and spiritually; for I saw thousands of them hewn down in open rebellion against their God, and heaped up as dung upon the face of the land. And thus three hundred and forty and four years had passed away.", "16 And it came to pass that in the three hundred and forty and fifth year the Nephites did begin to flee before the Lamanites; and they were pursued until they came even to the land of Jashon, before it was possible to stop them in their retreat.", "17 And now, the city of Jashon was near the land where Ammaron had deposited the records unto the Lord, that they might not be destroyed. And behold I had gone according to the word of Ammaron, and taken the plates of Nephi, and did make a record according to the words of Ammaron.", "18 And upon the plates of Nephi I did make a full account of all the wickedness and abominations; but upon these plates I did forbear to make a full account of their wickedness and abominations, for behold, a continual scene of wickedness and abominations has been before mine eyes ever since I have been sufficient to behold the ways of man.", "19 And wo is me because of their wickedness; for my heart has been filled with sorrow because of their wickedness, all my days; nevertheless, I know that I shall be lifted up at the last day.", "20 And it came to pass that in this year the people of Nephi again were hunted and driven. And it came to pass that we were driven forth until we had come northward to the land which was called Shem.", "21 And it came to pass that we did fortify the city of Shem, and we did gather in our people as much as it were possible, that perhaps we might save them from destruction.", "22 And it came to pass in the three hundred and forty and sixth year they began to come upon us again.", "23 And it came to pass that I did speak unto my people, and did urge them with great energy, that they would stand boldly before the Lamanites and fight for their wives, and their children, and their houses, and their homes.", "24 And my words did arouse them somewhat to vigor, insomuch that they did not flee from before the Lamanites, but did stand with boldness against them.", "25 And it came to pass that we did contend with an army of thirty thousand against an army of fifty thousand. And it came to pass that we did stand before them with such firmness that they did flee from before us.", "26 And it came to pass that when they had fled we did pursue them with our armies, and did meet them again, and did beat them; nevertheless the strength of the Lord was not with us; yea, we were left to ourselves, that the Spirit of the Lord did not abide in us; therefore we had become weak like unto our brethren.", "27 And my heart did sorrow because of this the great calamity of my people, because of their wickedness and their abominations. But behold, we did go forth against the Lamanites and the robbers of Gadianton, until we had again taken possession of the lands of our inheritance.", "28 And the three hundred and forty and ninth year had passed away. And in the three hundred and fiftieth year we made a treaty with the Lamanites and the robbers of Gadianton, in which we did get the lands of our inheritance divided.", "29 And the Lamanites did give unto us the land northward, yea, even to the narrow passage which led into the land southward. And we did give unto the Lamanites all the land southward."], "Español": ["Mormón encabeza los ejércitos de los nefitas— Hay sangre y mortandad por la faz de la tierra— Los nefitas se quejan y se lamentan con la aflicción de los condenados— Su día de gracia ha pasado— Mormón obtiene las planchas de Nefi— Continúan las guerras. Aproximadamente 327–350d.C.", "1 Y sucedió que en ese mismo año empezó de nuevo a haber guerra entre los nefitas y los lamanitas. Y a pesar de mi juventud, yo era de grande estatura; por tanto, el pueblo de Nefi me nombró para que fuese su caudillo, o sea, el caudillo de sus ejércitos.", "2 Aconteció, pues, que a los dieciséis años de edad salí contra los lamanitas a la cabeza de un ejército nefita; de modo que ya habían transcurrido trescientos veintiséis años.", "3 Y ocurrió que en el año trescientos veintisiete, los lamanitas vinieron contra nosotros con una fuerza sumamente grande, al grado de que llenaron de temor a mis ejércitos; de modo que no quisieron luchar, y empezaron a retroceder hacia los países del norte.", "4 Y sucedió que llegamos a la ciudad de Angola, y tomamos posesión de la ciudad, e hicimos los preparativos para defendernos de los lamanitas. Y aconteció que fortificamos la ciudad con nuestra fuerza; pero a pesar de todas nuestras fortificaciones, los lamanitas vinieron sobre nosotros y nos echaron de la ciudad.", "5 Y también nos arrojaron de la tierra de David.", "6 Y emprendimos la marcha y llegamos a la tierra de Josué, que se hallaba en las fronteras del oeste cerca del mar.", "7 Y aconteció que reunimos a nuestro pueblo con toda la rapidez posible, para concentrarlo en un solo grupo.", "8 Pero he aquí, la tierra estaba llena de ladrones y lamanitas; y no obstante la gran destrucción que se cernía sobre los de mi pueblo, no se arrepintieron de sus iniquidades; de modo que hubo sangre y mortandad por toda la faz de la tierra, así entre los nefitas como entre los lamanitas; y por toda la superficie de la tierra había una revolución completa.", "9 Y los lamanitas tenían un rey, y se llamaba Aarón; y vino contra nosotros con un ejército de cuarenta y cuatro mil. Y he aquí, yo le hice frente con cuarenta y dos mil. Y aconteció que lo derroté con mi ejército, de modo que huyó delante de mí. Y he aquí, ocurrió todo esto, y habían pasado ya trescientos treinta años.", "10 Y sucedió que los nefitas empezaron a arrepentirse de su iniquidad, y a llorar tal como lo había profetizado el profeta Samuel; porque he aquí, nadie podía conservar lo que era suyo, por motivo de los ladrones, y los bandidos, y los asesinos, y las artes mágicas, y las brujerías que había en la tierra.", "11 De modo que empezó a haber quejidos y lamentaciones en toda la tierra a causa de estas cosas; y con más particularidad entre el pueblo de Nefi.", "12 Y sucedió que cuando yo, Mormón, vi sus lamentos, y sus quejidos, y su pesar delante del Señor, mi corazón empezó a regocijarse dentro de mí, conociendo las misericordias y la longanimidad del Señor, suponiendo, por tanto, que él sería misericordioso con ellos para que se tornaran de nuevo en un pueblo justo.", "13 Pero he aquí, fue en vano este gozo mío, porque su aflicción no era para arrepentimiento, por motivo de la bondad de Dios, sino que era más bien el pesar de los condenados, porque el Señor no siempre iba a permitirles que hallasen felicidad en el pecado.", "14 Y no venían a Jesús con corazones quebrantados y espíritus contritos, antes bien, maldecían a Dios, y deseaban morir. No obstante, luchaban con la espada por sus vidas.", "15 Y aconteció que mi aflicción nuevamente volvió a mí, y vi que el día de gracia había pasado para ellos, tanto temporal como espiritualmente; porque vi que miles de ellos eran talados en rebelión manifiesta contra su Dios, y amontonados como estiércol sobre la superficie de la tierra. Y así habían pasado trescientos cuarenta y cuatro años.", "16 Y ocurrió que en el año trescientos cuarenta y cinco, los nefitas empezaron a huir delante de los lamanitas; y fueron perseguidos aun hasta que llegaron a la tierra de Jasón antes que fuera posible detenerlos en su retirada.", "17 Y la ciudad de Jasón se hallaba situada no lejos de la tierra donde Ammarón había depositado los anales para los fines del Señor, con objeto de que no fuesen destruidos. Y he aquí, yo había ido, de acuerdo con la palabra de Ammarón, y tomado las planchas de Nefi, y preparé una historia según sus palabras.", "18 Y sobre las planchas de Nefi hice una relación completa de todas las iniquidades y abominaciones; mas sobre estas planchas me abstuve de hacer un relato completo de sus iniquidades y sus abominaciones; porque he aquí, desde que he sido capaz de observar las vías de los hombres, ha estado delante de mis ojos una escena continua de maldades y abominaciones.", "19 Y, ¡ay de mí por causa de sus iniquidades; porque mi corazón se ha visto lleno de pesar por razón de sus maldades, todos mis días! No obstante, sé que yo seré enaltecido en el postrer día.", "20 Y sucedió que en este año, el pueblo de Nefi otra vez fue perseguido y echado. Y aconteció que fuimos acosados hasta que hubimos llegado al norte, a la tierra que se llamaba Shem.", "21 Y ocurrió que fortificamos la ciudad de Shem, y recogimos a cuantos nos fue posible de nuestro pueblo para que tal vez los libráramos de la destrucción.", "22 Y aconteció que en el año trescientos cuarenta y seis, los lamanitas empezaron a acometernos otra vez.", "23 Y aconteció que hablé a los de mi pueblo, y los exhorté con mucha energía, para que resistieran valientemente frente a los lamanitas, y lucharan por sus mujeres, y sus hijos, y sus casas, y sus hogares.", "24 Y mis palabras los impulsaron un tanto a tener vigor, al grado de que no huyeron de los lamanitas, sino que los resistieron osadamente.", "25 Y ocurrió que con un ejército de treinta mil hombres, combatimos contra una fuerza de cincuenta mil; y sucedió que los resistimos con tal firmeza que huyeron delante de nosotros.", "26 Y aconteció que cuando huyeron, los perseguimos con nuestros ejércitos, y de nuevo tuvimos un encuentro con ellos y los derrotamos. No obstante, la fuerza del Señor no estaba con nosotros; sí, nos vimos abandonados a tal grado que el Espíritu del Señor no moraba en nosotros; por tanto, nos habíamos vuelto débiles como nuestros hermanos.", "27 Y se afligió mi corazón por motivo de esta gran calamidad de mi pueblo, causada por su iniquidad y sus abominaciones. Mas he aquí, avanzamos contra los lamanitas y los ladrones de Gadiantón, hasta que de nuevo tomamos posesión de las tierras de nuestra herencia.", "28 Y había pasado el año trescientos cuarenta y nueve. Y en el año trescientos cincuenta concertamos un tratado con los lamanitas y los ladrones de Gadiantón, mediante el cual quedaron divididas las tierras de nuestra herencia.", "29 Y los lamanitas nos cedieron la región del norte, sí, hasta el estrecho pasaje que conducía a la región del sur; y nosotros dimos a los lamanitas toda la tierra del sur."], "Français": ["Mormon conduit les armées néphites— Le sang et le carnage se répandent dans tout le pays— Les Néphites se lamentent et pleurent de la tristesse des damnés— Leur jour de grâce est passé— Mormon obtient les plaques de Néphi— Les guerres continuent. Vers 327–350apr.J.-C.", "1 Et il arriva que, cette même année, la guerre éclata de nouveau entre les Néphites et les Lamanites. Et moi, malgré que je fusse jeune, j’étais d’une haute stature; c’est pourquoi, le peuple de Néphi me nomma pour être son chef, ou le chef de ses armées.", "2 C’est ainsi qu’il arriva que, dans ma seizième année, j’allai à la tête d’une armée de Néphites contre les Lamanites; et trois cent vingt-six ans étaient passés.", "3 Et il arriva que la trois cent vingt-septième année, les Lamanites tombèrent sur nous avec une puissance extrêmement grande, de sorte qu’ils effrayèrent mes armées; c’est pourquoi, elles ne voulurent pas se battre et elles commencèrent à se retirer vers les régions du nord.", "4 Et il arriva que nous arrivâmes à la ville d’Angola, et nous prîmes possession de la ville et fîmes des préparatifs pour nous défendre contre les Lamanites. Et il arriva que nous fortifiâmes la ville de toutes nos forces; mais malgré toutes nos fortifications, les Lamanites tombèrent sur nous et nous chassèrent de la ville.", "5 Et ils nous chassèrent aussi du pays de David.", "6 Et nous marchâmes et arrivâmes au pays de Josué, qui était dans les régions frontières, à l’ouest, près du bord de la mer.", "7 Et il arriva que nous rassemblâmes notre peuple aussi vite que possible, afin de le réunir en un seul corps.", "8 Mais voici, le pays était rempli de brigands et de Lamanites; et malgré la grande destruction qui était suspendue au-dessus de mon peuple, il ne se repentait pas de ses mauvaises actions; c’est pourquoi le sang et le carnage se répandirent sur toute la surface du pays, tant de la part des Néphites que de la part des Lamanites; et ce fut une révolution complète sur toute la surface du pays.", "9 Et maintenant, les Lamanites avaient un roi, et son nom était Aaron; et il vint contre nous avec une armée de quarante-quatre mille. Et voici, je lui résistai avec quarante-deux mille. Et il arriva que je le battis avec mon armée, de sorte qu’il s’enfuit devant moi. Et voici, tout cela se fit, et trois cent trente années étaient passées.", "10 Et il arriva que les Néphites commencèrent à se repentir de leur iniquité et commencèrent à crier comme l’avait prophétisé Samuel, le prophète; car voici, nul ne pouvait garder ce qui était à lui, à cause des voleurs, et des brigands, et des assassins, et de la magie, et des sortilèges qui étaient dans le pays.", "11 Ainsi, il commença à y avoir un deuil et une lamentation dans tout le pays à cause de ces choses, et plus spécialement parmi le peuple de Néphi.", "12 Et il arriva que lorsque moi, Mormon, je vis leurs lamentations, et leur deuil, et leur tristesse devant le Seigneur, mon cœur commença à se réjouir au-dedans de moi, connaissant la miséricorde et la longanimité du Seigneur, et pensant, par conséquent, qu’il serait miséricordieux envers eux, de sorte qu’ils redeviendraient un peuple juste.", "13 Mais voici, cette joie, qui était la mienne, fut vaine, car leur tristesse ne les portait pas au repentir, à cause de la bonté de Dieu; mais c’était plutôt la tristesse des damnés, parce que le Seigneur n’allait plus leur permettre de trouver du bonheur dans le péché.", "14 Et ils ne venaient pas à Jésus, le cœur brisé et l’esprit contrit, mais ils maudissaient Dieu et souhaitaient mourir. Néanmoins, ils se battaient avec l’épée pour défendre leur vie.", "15 Et il arriva que la tristesse s’empara de nouveau de moi, et je vis que le jour de grâce était passé pour eux, à la fois temporellement et spirituellement; car j’en voyais des milliers abattus, en rébellion ouverte contre leur Dieu et entassés comme du fumier sur la surface du pays. Et ainsi, trois cent quarante-quatre années étaient passées.", "16 Et il arriva que la trois cent quarante-cinquième année, les Néphites commencèrent à fuir devant les Lamanites; et ils furent poursuivis jusqu’à ce qu’ils arrivent au pays de Jashon, avant qu’il soit possible de les arrêter dans leur retraite.", "17 Et maintenant, la ville de Jashon était près du pays où Ammaron avait déposé les annales pour le Seigneur, afin qu’elles ne fussent pas détruites. Et voici, j’étais allé, selon la parole d’Ammaron, prendre les plaques de Néphi, et je fis des annales, selon les paroles d’Ammaron.", "18 Et sur les plaques de Néphi, je fis le récit complet de toute la méchanceté et de toutes les abominations; mais sur ces plaques, je m’abstins de faire le récit complet de leur méchanceté et de leurs abominations, car voici, une scène continuelle de méchanceté et d’abominations est devant mes yeux depuis que je suis à même de contempler les voies de l’homme.", "19 Et malheur à moi à cause de leur méchanceté; car, toute ma vie, mon cœur a été rempli de tristesse à cause de leur méchanceté; néanmoins, je sais que je serai élevé au dernier jour.", "20 Et il arriva que cette année-là, le peuple de Néphi fut de nouveau traqué et chassé. Et il arriva que nous fûmes chassés jusqu’à ce que nous fussions arrivés dans la direction du nord au pays qui était appelé Sem.", "21 Et il arriva que nous fortifiâmes la ville de Sem et nous rassemblâmes notre peuple autant qu’il était possible, afin de pouvoir peut-être le sauver de la destruction.", "22 Et il arriva que la trois cent quarante-sixième année, ils nous attaquèrent de nouveau.", "23 Et il arriva que je parlai à mon peuple et l’exhortai, avec une grande énergie, à résister hardiment devant les Lamanites et à se battre pour ses femmes, et ses enfants, et ses maisons, et ses foyers.", "24 Et mes paroles l’excitèrent quelque peu à la vigueur, de sorte qu’il ne prit pas la fuite devant les Lamanites, mais leur résista avec hardiesse.", "25 Et il arriva que nous combattîmes avec une armée de trente mille contre une armée de cinquante mille. Et il arriva que nous leur résistâmes avec une telle fermeté qu’ils s’enfuirent devant nous.", "26 Et il arriva que lorsqu’ils eurent fui, nous les poursuivîmes avec nos armées, et les rencontrâmes de nouveau, et les battîmes; néanmoins, la force du Seigneur n’était pas avec nous; oui, nous étions livrés à nous-mêmes, de sorte que l’Esprit du Seigneur ne demeurait pas en nous; c’est pourquoi nous étions devenus faibles comme nos frères.", "27 Et mon cœur était attristé à cause de cette grande calamité qui était celle de mon peuple, à cause de sa méchanceté et de ses abominations. Mais voici, nous marchâmes sur les Lamanites et les brigands de Gadianton, jusqu’à ce que nous eussions de nouveau pris possession des pays de notre héritage.", "28 Et la trois cent quarante-neuvième année était passée. Et la trois cent cinquantième année, nous conclûmes, avec les Lamanites et les brigands de Gadianton, un traité par lequel nous divisâmes les pays de notre héritage.", "29 Et les Lamanites nous donnèrent le pays situé du côté du nord, oui, jusqu’au passage étroit qui menait au pays situé du côté du sud. Et nous donnâmes aux Lamanites tout le pays situé du côté du sud."], "Kiribati": ["Moomon e kaira aia taanga ni buaka Nibwaite—E taonanako te aba te raraa ao te urubwai nakon te maiu—A bwaebwaeti ma n nanokawaki Nibwaite ma te nanokawaki are a namakinna ake a kabuakakaaki—E a bane aia bong n akoaki—Moomon e karekei ana bwaatua Nibwaai—A reiti nako taian bubuaka. Uakaan ma 327–350N.K.", "1 Ao e a koro bukina bwa n te ririki naba arei ao e a waaki te buaka riki imarenaia Nibwaite ao Reimwanaite. Ao e ngae ngke I bon rangi n ataei, e bon bubura rabwatau; ngaia are a rineai ana botanaomata Nibwaai bwa N na riki bwa aia tia kairiri, ke te tia kairiia aia taanga ni buaka.", "2 Ngaia are e a koro bukina bwa n au katebwi ma onoua n ririki ao I a bon mwananga mai moaia aia taanga ni buaka Nibwaite, ni kaaitaraia Reimwanaite; ngaia ai tenibubua ao uabwi ma onoua te ririki ae a tia n nako.", "3 Ao e a koro bukina bwa n te katenibubua ao uabwi ma itiua n ririki ao a bon roko iaora Reimwanaite ma te korakora ae bati, n te aro are a maaku kaain au taanga ni buaka; ngaia are a bon aki kan un, ao a kerikaaki nakon aaba ake i meang.", "4 Ao e koro bukina bwa ti bon roko n te kaawa are Angkora, ao ti bon taua te kaawa, mani katauraoi ibukin kawakinara mai irouia Reimwanate. Ao e a koro bukina bwa ti bon kamatoatoa te kaawa ni korakorara; ma e ngae ngke ti kamatoatoai a bon roko naba Reimwanaite iaora ma ni kakioira nako man ara kaawa.", "5 Ao a bon kakioira nako naba ma n te aba are Tawita.", "6 Ao ti mwananga nako ma n roko n te aba are Iotua, are e mena n te tia i maeao i rarikin taari.", "7 Ao e koro bukina bwa ti bon ikotiia ara aomata ni kawaekoaira n aron are ti kona, bwa ti aonga n ikotiia n ti teuana te rabwata.", "8 Ma nooria, e a onrake te aba irouia taan kamwarua ao irouia Reimwanaite; ao e ngae ngke e a bon korakora te urubwai are e na roko nakoia au botanaomata, a bon aki rairinanoia man aia mwakuri aika a bubuaka; ngaia are e a buta te aba ni kabane n te raraa ao te urubwai nakon te maiu, irouia Nibwaite ao Reimwanaite; ao aomata a katiteuanaki ni kaitara te tua n aron aia babaire ni kabuta te aba.", "9 Ao ngkai, iai aia uea Reimwanaite, ao arana bon Aaron; ao e roko ni kaaitaraira ma ana taanga ni buaka ae abwi ma aua te ngaa mwaitin kaaina. Ao nooria, I kaaitaraia ma raou aika abwi ma uoua te ngaa mwaitia. Ao e a koro bukina bwa I tokanikai iaona ma au taanga ni buaka n te aro are e a birinako mai matau. Ao nooria, a bane n riki bwaai aikai, ao a tia ni bane tenibubua ao tenibwi te ririki.", "10 Ao e a koro bukina bwa a waaki n rairinanoia Nibwaite man buakakaia, ao a tang, n aron are e taetae ni burabetiaki iroun Tamuera are te burabeti; bwa akea te aomata ae e kona ni kawakina oin ana bwai, ibukina bwa iai taan iraa, kamwarua, ao taan tiriaomata, ao te mwakuri ni kakaraoi, ao te tabunea are e mena n te aba.", "11 Ao ngaia are e a waaki te tang ni wenei ao te bwaebwaeti n te aba ni kabane ibukin bwaai aikai, ao ai moaraara riki i buakoia ana botanaomata Nibwaai.", "12 Ao e a koro bukina bwa ngke Ngai, Moomon, I noora aia bwaebwaeti ma aia tang ni wenei ao nanokawakia imatan te Uea, e bon kimwareirei nanou inanou, bwa I ataa ana nanoanga ao ana taotaonaki n nano te Uea i nanon te tai ae maan, ngaia are I taku inanou bwa ngkana e nanoangaiia ao a na manga riki bwa aomata aika a raraoi.", "13 Ma nooria, e bon matebuaka kimwareireiu aei, ibukina bwa nanokawakia bon tiaki ibukin te rairannano, ibukin raoiroin te Atua; ma bon te nanokawaki ibukina bwa a kabuakakaaki, ibukina bwa te Uea e bon aki kariaia bwa a na kukurei i nanon karaoan te bure.", "14 Ao a bon aki nako nakon Iesu ma te nano ae uruaki ma n raraoma, ma a bon tataebuaka te Atua, ao a tangiria ni mate. Ma e ngae n anne a bon korakai ma aia kabaang ibukin iangoan maiuia.", "15 Ao e a koro bukina bwa e a manga oki riki nanokawakiu nakoiu, ao I nooria bwa te bong n akoi e a tia n nako mai irouia, n te maiu n rabwata ao n te maiu n tamnei; bwa I nooria ngaa ma ngaa aika a koreaki ni kabwakaki ibukin tereteren kaitaraan te Atua irouia, ao a bwarietata n aron te maniua iaon te aba. Ao ngaia are bon tenibubua ao abwi ma aua te ririki aika a tia ni bane", "16 Ao e a koro bukina bwa n te katenibubua ao abwi ma nimaua n ririki ao Nibwaite a waaki ni biri nako mai irouia Reimwanaite; ao a bon kakioaki ni karokoa ae a roko n te aba are Iation, i mwaain are e kona n reke katokaia n te tai are a kekerikaki iai.", "17 Ao ngkai, te kaawa are Iation e mena i rarikin n te aba are Amaron e taunii iai rongorongo iroun te Uea, bwa aonga n aki uruakaki. Ao nooria I a tia n nako n aron ana taeka Amaron, n anai ana bwaatua Nibwaai, ma ni karaoa te reekoti n aron ana taeka Amaron.", "18 Ao iaon ana bwaatua Nibwaai ao I bon karaoa te rongorongo ae bwanin ibukin mwakuri aika a buakaka ma mwakuri aika bati n ribaki ni kabane, ao iaon bwaatua aikai ao I bon keiaki ni kabwanina rongorongon buakakaia ma aia mwakuri aika bati n ribaki, bwa nooria, e reiti nako nooran te aro ae buakaka ma mwakuri aika bati n ribaki imatau man te tai are I a tau iai n noora ana waaki te aomata.", "19 Ao ai kananoangara ngai ibukin buakakaia; bwa e a onrake nanou n te nanokawaki ibukin buakakaia, i nanon au bong ni kabane; ma e ngae n anne, I ataia bwa N na uotaki rake n te kabanea ni bong.", "20 Ao e a koro bukina bwa n te ririki aei ao a manga ukoukoraki ma ni kakiokioaki ana botanaomata Nibwaai. Ao e a koro bukina bwa ti a bon kakioaki ni karokoa ae ti a roko i meang n te aba are arana Teem.", "21 Ao e a koro bukina bwa ti bon kamatoatoa aon te kaawa are Teem, ao ti bon ikoikotiia ara botanaomata n aron ae riai, bwa ti aonga ni kamaiuia man te tiringaki.", "22 Ao e a koro bukina bwa n te katenibubua ao abwi ma onoua n ririki ao a waaki riki n roko iaora.", "23 Ao e a koro bukina bwa I bon taetae nakoia au botanaomata, ma ni kakorakoraai ni kairoroia, bwa a na ninikoria imataia Reimwanaite ma n un ibukiia buuia, natia, ao bataia ma mwengaia.", "24 Ao au taeka a bon kakiriwea nanoia bwa a na marurung, n te aro are a bon aki biri nako ma imataia Reimwanaite, ma a bon tei ma te ninikoria ni kaitaraia.", "25 Ao e a koro bukina bwa ti bon buaka ma ara taanga ni buaka ae kaaina bon tenibwi te ngaa ni kaitaraa te taanga ni buaka ae mwaitia nimabwi te ngaa. Ao e a koro bukina bwa ti bon tei n nene imataia n te aro are a bon biri nako ma imatara.", "26 Ao e a koro bukina bwa ngke a tia ni biri nako ti bon kakioia ma ara taanga ni buaka ao ti kaitibo ma ngaiia riki, ao ti tokanikai i aoia; ma e ngae n anne e bon aki mena korakoran te Uea iroura; eng, ti a bon katukaki i bon iroura, n te aro are e a aki tiku iroura Tamnein te Uea; ngaia are ti a mamaara n aekaia tarira.", "27 Ao e nanokawaki nanou ibukin aroia aei au botanaomata ae kananokawaki, ibukin buakakaia ma aia mwakuri aika bati n ribaki. Ma nooria, ti bon mwananga ni kaaitaraia Reimwanaite ma ana taan iraa Kateanton, ni karokoa ae ti a manga tauii abara ake ti bwaibwai iai.", "28 Ao e a bane tenibubua ao abwi ma ruaiwa te ririki. Ao i nanon te katenibubua ao nimabwi n ririki ti bon karaoa te boraraoi ma Reimwanaite ao ana taan iraa Kateanton, are ti a karekea iai bwenauakin abara ake ti bwaibwai iai.", "29 Ao Reimwanaite a bon anganiira te aba are i meang, eng, nakon naba te kawai are e wariki are e kaineti nakon te aba are i maiaki. Ao ti bon anganiia Reimwanaite aaba ni kabane ake i maiaki."]}