{"English": ["Mormon again leads the Nephite armies in battles of blood and carnage—The Book of Mormon will come forth to convince all Israel that Jesus is the Christ—Because of their unbelief, the Lamanites will be scattered, and the Spirit will cease to strive with them—They will receive the gospel from the Gentiles in the latter days. About A.D.375–84.", "1 And it came to pass that I did go forth among the Nephites, and did repent of the oath which I had made that I would no more assist them; and they gave me command again of their armies, for they looked upon me as though I could deliver them from their afflictions.", "2 But behold, I was without hope, for I knew the judgments of the Lord which should come upon them; for they repented not of their iniquities, but did struggle for their lives without calling upon that Being who created them.", "3 And it came to pass that the Lamanites did come against us as we had fled to the city of Jordan; but behold, they were driven back that they did not take the city at that time.", "4 And it came to pass that they came against us again, and we did maintain the city. And there were also other cities which were maintained by the Nephites, which strongholds did cut them off that they could not get into the country which lay before us, to destroy the inhabitants of our land.", "5 But it came to pass that whatsoever lands we had passed by, and the inhabitants thereof were not gathered in, were destroyed by the Lamanites, and their towns, and villages, and cities were burned with fire; and thus three hundred and seventy and nine years passed away.", "6 And it came to pass that in the three hundred and eightieth year the Lamanites did come again against us to battle, and we did stand against them boldly; but it was all in vain, for so great were their numbers that they did tread the people of the Nephites under their feet.", "7 And it came to pass that we did again take to flight, and those whose flight was swifter than the Lamanites’ did escape, and those whose flight did not exceed the Lamanites’ were swept down and destroyed.", "8 And now behold, I, Mormon, do not desire to harrow up the souls of men in casting before them such an awful scene of blood and carnage as was laid before mine eyes; but I, knowing that these things must surely be made known, and that all things which are hid must be revealed upon the house-tops—", "9 And also that a knowledge of these things must come unto the remnant of these people, and also unto the Gentiles, who the Lord hath said should scatter this people, and this people should be counted as naught among them—therefore I write a small abridgment, daring not to give a full account of the things which I have seen, because of the commandment which I have received, and also that ye might not have too great sorrow because of the wickedness of this people.", "10 And now behold, this I speak unto their seed, and also to the Gentiles who have care for the house of Israel, that realize and know from whence their blessings come.", "11 For I know that such will sorrow for the calamity of the house of Israel; yea, they will sorrow for the destruction of this people; they will sorrow that this people had not repented that they might have been clasped in the arms of Jesus.", "12 Now these things are written unto the remnant of the house of Jacob; and they are written after this manner, because it is known of God that wickedness will not bring them forth unto them; and they are to be hid up unto the Lord that they may come forth in his own due time.", "13 And this is the commandment which I have received; and behold, they shall come forth according to the commandment of the Lord, when he shall see fit, in his wisdom.", "14 And behold, they shall go unto the unbelieving of the Jews; and for this intent shall they go—that they may be persuaded that Jesus is the Christ, the Son of the living God; that the Father may bring about, through his most Beloved, his great and eternal purpose, in restoring the Jews, or all the house of Israel, to the land of their inheritance, which the Lord their God hath given them, unto the fulfilling of his covenant;", "15 And also that the seed of this people may more fully believe his gospel, which shall go forth unto them from the Gentiles; for this people shall be scattered, and shall become a dark, a filthy, and a loathsome people, beyond the description of that which ever hath been amongst us, yea, even that which hath been among the Lamanites, and this because of their unbelief and idolatry.", "16 For behold, the Spirit of the Lord hath already ceased to strive with their fathers; and they are without Christ and God in the world; and they are driven about as chaff before the wind.", "17 They were once a delightsome people, and they had Christ for their shepherd; yea, they were led even by God the Father.", "18 But now, behold, they are led about by Satan, even as chaff is driven before the wind, or as a vessel is tossed about upon the waves, without sail or anchor, or without anything wherewith to steer her; and even as she is, so are they.", "19 And behold, the Lord hath reserved their blessings, which they might have received in the land, for the Gentiles who shall possess the land.", "20 But behold, it shall come to pass that they shall be driven and scattered by the Gentiles; and after they have been driven and scattered by the Gentiles, behold, then will the Lord remember the covenant which he made unto Abraham and unto all the house of Israel.", "21 And also the Lord will remember the prayers of the righteous, which have been put up unto him for them.", "22 And then, O ye Gentiles, how can ye stand before the power of God, except ye shall repent and turn from your evil ways?", "23 Know ye not that ye are in the hands of God? Know ye not that he hath all power, and at his great command the earth shall be rolled together as a scroll?", "24 Therefore, repent ye, and humble yourselves before him, lest he shall come out in justice against you—lest a remnant of the seed of Jacob shall go forth among you as a lion, and tear you in pieces, and there is none to deliver."], "Español": ["Mormón nuevamente dirige a los ejércitos nefitas en cruentas batallas de terrible mortandad— El Libro de Mormón aparecerá para convencer a todo Israel de que Jesús es el Cristo— Por motivo de su incredulidad, los lamanitas serán dispersados, y el Espíritu dejará de luchar con ellos— En los últimos días, recibirán el Evangelio de parte de los gentiles. Aproximadamente 375–384d.C.", "1 Y aconteció que fui entre los nefitas, y me arrepentí del juramento que había hecho de que nunca más volvería a ayudarles; y otra vez me dieron el mando de sus ejércitos, pues me veían como si yo pudiera librarlos de sus aflicciones.", "2 Pero he aquí, yo no abrigaba ninguna esperanza, porque conocía los juicios del Señor que habrían de venir sobre ellos; porque no se arrepentían de sus iniquidades, sino que luchaban por sus vidas sin invocar a aquel Ser que los creó.", "3 Y aconteció que los lamanitas vinieron contra nosotros luego que hubimos huido a la ciudad de Jordán; pero he aquí, fueron rechazados, de modo que no tomaron la ciudad en esa ocasión.", "4 Y aconteció que vinieron otra vez contra nosotros, y retuvimos la ciudad. Y había otras ciudades que los nefitas retenían, plazas fuertes que les impedían el paso, de modo que no podían penetrar en el país que se hallaba ante nosotros, para destruir a los habitantes de nuestra tierra.", "5 Y ocurrió que aquellas tierras que habíamos dejado atrás, cuyos habitantes no fueron recogidos, los lamanitas las destruyeron; y sus pueblos, y aldeas, y ciudades fueron quemados con fuego; y así pasaron trescientos setenta y nueve años.", "6 Y sucedió que en el año trescientos ochenta, los lamanitas vinieron a la batalla contra nosotros otra vez, y les hicimos frente con valor; pero todo fue en vano, porque eran tan grandes sus números que hollaron al pueblo nefita bajo sus pies.", "7 Y ocurrió que nuevamente huimos, y aquellos cuya huida fue más veloz que la marcha de los lamanitas se libraron, y aquellos cuya huida no superó a los lamanitas fueron derribados y destruidos.", "8 Y he aquí que yo, Mormón, no deseo atormentar las almas de los hombres, pintándoles tan terrible escena de sangre y mortandad que se presentó ante mis ojos; pero, sabiendo yo que estas cosas ciertamente se darán a conocer, y que toda cosa que está oculta será revelada desde los techos de las casas,", "9 y además, que el conocimiento de estas cosas debe llegar al resto de este pueblo, y también a los gentiles que el Señor ha dicho que dispersarán a este pueblo, y lo considerarán como nada entre ellos, escribo, por lo tanto, un breve compendio, no atreviéndome a dar cuenta completa de las cosas que he visto, por motivo del mandamiento que he recibido, y también para que no os aflijáis demasiado por la iniquidad de este pueblo.", "10 Y ahora bien, he aquí, declaro esto a su posteridad y también a los gentiles que se preocupan por la casa de Israel, que comprenden y saben de dónde vienen sus bendiciones.", "11 Porque sé que ellos sentirán pesar por la calamidad de la casa de Israel; sí, se afligirán por la destrucción de este pueblo; se lamentarán de que este pueblo no se hubiera arrepentido para ser recibido en los brazos de Jesús.", "12 Y se escriben estas cosas para el resto de la casa de Jacob; y se escriben de esta manera porque Dios sabe que la iniquidad no se las manifestará a ellos; y se ocultarán para los propósitos del Señor, a fin de que aparezcan en su debido tiempo.", "13 Y este es el mandamiento que he recibido; y he aquí, aparecerán según el mandamiento del Señor, cuando él, en su sabiduría, lo juzgue prudente.", "14 Y he aquí, irán a los incrédulos entre los judíos; e irán con este fin: que sean convencidos de que Jesús es el Cristo, el Hijo del Dios viviente; para que el Padre realice, por medio de su muy Amado, su grande y eterno propósito de restaurar a los judíos, o sea, a toda la casa de Israel, a la tierra de su herencia, que el Señor su Dios les ha dado, para el cumplimiento de su convenio;", "15 y también para que la posteridad de este pueblo crea más plenamente su evangelio, el cual irá de los gentiles a ellos; porque este pueblo será dispersado, y llegará a ser una gente de color obscuro, inmunda y aborrecible, sobrepujando a la descripción de cuanto se haya visto entre nosotros; sí, y aun lo que haya habido entre los lamanitas; y esto a causa de su incredulidad y su idolatría.", "16 Pues he aquí, el Espíritu del Señor ya ha dejado de luchar con sus padres; y están sin Cristo y sin Dios en el mundo; y son echados de un lado para otro como paja que se lleva el viento.", "17 En un tiempo fueron un pueblo deleitable; y tuvieron a Cristo por pastor suyo; sí, Dios el Padre los guiaba.", "18 Mas ahora, he aquí que Satanás los lleva, tal como tamo que se lleva el viento, o como el barco que, sin velas ni ancla, ni cosa alguna con qué dirigirlo, es azotado por las olas; y así como la nave son ellos.", "19 Y he aquí, el Señor ha reservado sus bendiciones, que ellos pudieron haber recibido en la tierra, para los gentiles que poseerán la tierra.", "20 Mas he aquí, sucederá que los gentiles los perseguirán y esparcirán; y después que hayan sido perseguidos y esparcidos por los gentiles, he aquí, entonces el Señor se acordará del convenio que hizo con Abraham y con toda la casa de Israel.", "21 Y el Señor también recordará las oraciones de los justos, las cuales se han dirigido a él a favor de ellos.", "22 Y entonces, oh gentiles, ¿cómo podréis hallaros ante el poder de Dios sin que os arrepintáis y os volváis de vuestros inicuos caminos?", "23 ¿No sabéis que estáis en las manos de Dios? ¿No sabéis que él tiene todo poder, y que por su gran mandato la tierra se plegará como un rollo?", "24 Por tanto, arrepentíos y humillaos ante él, no sea que se levante en justicia contra vosotros; no sea que un resto de la posteridad de Jacob vaya entre vosotros como león, y os despedace, y no haya nadie para librar."], "Français": ["Mormon conduit de nouveau les armées néphites dans des batailles marquées par le sang et le carnage— Le Livre de Mormon paraîtra pour convaincre tout Israël que Jésus est le Christ— À cause de leur incrédulité, les Lamanites seront dispersés, et l’Esprit cessera de lutter avec eux— Dans les derniers jours, ils recevront l’Évangile grâce aux Gentils. Vers 375–384apr.J.-C.", "1 Et il arriva que j’allai parmi les Néphites et me repentis du serment que j’avais fait de ne plus les aider; et ils me donnèrent de nouveau le commandement de leurs armées, car ils me considéraient comme quelqu’un qui pouvait les délivrer de leurs afflictions.", "2 Mais voici, j’étais sans espoir, car je connaissais les jugements du Seigneur qui allaient s’abattre sur eux; car ils ne se repentaient pas de leurs iniquités, mais luttaient pour conserver la vie, sans faire appel à cet Être qui les avait créés.", "3 Et il arriva que les Lamanites vinrent contre nous, alors que nous nous étions enfuis à la ville de Jourdain; mais voici, ils furent repoussés, de sorte qu’ils ne prirent pas la ville à ce moment-là.", "4 Et il arriva qu’ils vinrent de nouveau contre nous, et nous conservâmes la ville. Et il y eut aussi d’autres villes qui furent conservées par les Néphites, places fortes qui les arrêtèrent, de sorte qu’ils ne purent entrer dans la région qui s’étendait devant nous, pour détruire les habitants de notre pays.", "5 Mais il arriva que tous les pays à côté desquels nous étions passés et dont les habitants n’avaient pas été rassemblés, furent détruits par les Lamanites, et leurs bourgs, et leurs villages, et leurs villes furent brûlés par le feu; et ainsi, trois cent soixante-dix-neuf ans étaient passés.", "6 Et il arriva que la trois cent quatre-vingtième année, les Lamanites vinrent de nouveau nous livrer bataille, et nous leur résistâmes hardiment; mais tout cela était en vain, car leur nombre était si grand qu’ils foulaient le peuple des Néphites sous leurs pieds.", "7 Et il arriva que nous prîmes de nouveau la fuite, et ceux dont la fuite était plus rapide que l’avance des Lamanites échappèrent, et ceux dont la fuite ne dépassait pas l’avance des Lamanites furent balayés et détruits.", "8 Et maintenant, voici, moi, Mormon, je ne désire pas déchirer l’âme des hommes en leur exposant l’affreux spectacle de sang et de carnage qui se présenta à mes yeux; mais, sachant que ces choses doivent certainement être dévoilées, et que tout ce qui est caché doit être révélé sur les toits—", "9 et aussi que la connaissance de ces choses doit parvenir au reste de ce peuple, et aussi aux Gentils, dont le Seigneur a dit qu’ils disperseraient ce peuple, et que ce peuple serait compté pour rien parmi eux— c’est pourquoi, j’écris un court abrégé, n’osant pas faire le récit complet des choses que j’ai vues, à cause du commandement que j’ai reçu, et aussi afin que vous n’ayez pas une trop grande tristesse à cause de la méchanceté de ce peuple.", "10 Et maintenant, voici, cela je le dis à leur postérité, et aussi aux Gentils qui se préoccupent de la maison d’Israël, qui comprennent et savent d’où viennent leurs bénédictions.", "11 Car je sais que ceux-là seront attristés de la calamité de la maison d’Israël; oui, ils seront attristés de la destruction de ce peuple; ils seront attristés de ce que ce peuple ne s’est pas repenti, de sorte qu’il aurait pu être serré dans les bras de Jésus.", "12 Or, ces choses sont écrites au reste de la maison de Jacob, et elles sont écrites de cette manière parce que Dieu sait que la méchanceté ne les leur fera pas parvenir; et elles doivent être cachées pour le Seigneur, afin de paraître lorsqu’il le jugera bon.", "13 Et tel est le commandement que j’ai reçu. Et voici, elles paraîtront selon le commandement du Seigneur, lorsqu’il le jugera bon dans sa sagesse.", "14 Et voici, elles iront aux incrédules d’entre les Juifs; et elles iront dans le but de les persuader que Jésus est le Christ, le Fils du Dieu vivant, afin que le Père puisse réaliser, par son Bien-aimé, son grand dessein éternel, qui est de ramener les Juifs, ou toute la maison d’Israël, au pays de leur héritage, que le Seigneur, leur Dieu, leur a donné, pour accomplir son alliance;", "15 et aussi pour que la postérité de ce peuple croie plus complètement en son Évangile, qui ira des Gentils parmi elle; car ce peuple sera dispersé et deviendra un peuple sombre, souillé et repoussant, au-delà de toute description de ce qui a jamais été parmi nous, oui, de ce qui a été parmi les Lamanites, et cela à cause de son incrédulité et de son idolâtrie.", "16 Car voici, l’Esprit du Seigneur a déjà cessé de lutter avec leurs pères; et ils sont sans Christ et sans Dieu dans le monde; et ils sont chassés comme la balle emportée par le vent.", "17 Ils étaient jadis un peuple agréable et ils avaient le Christ pour berger; oui, ils étaient conduits par Dieu le Père.", "18 Mais maintenant, voici, ils sont conduits çà et là par Satan, comme la balle est emportée par le vent, ou comme un navire sans voile ni ancre, et sans rien pour le gouverner, est ballotté sur les vagues; et ils sont comme lui.", "19 Et voici, le Seigneur a réservé les bénédictions qu’ils auraient pu recevoir dans le pays aux Gentils qui posséderont le pays.", "20 Mais voici, il arrivera qu’ils seront chassés et dispersés par les Gentils; et lorsqu’ils auront été chassés et dispersés par les Gentils, voici, alors le Seigneur se souviendra de l’alliance qu’il a faite avec Abraham et avec toute la maison d’Israël.", "21 Et le Seigneur se souviendra aussi des prières que les justes lui ont adressées pour eux.", "22 Et alors, ô Gentils, comment pourrez-vous subsister devant la puissance de Dieu, si vous ne vous repentez pas et ne vous détournez pas de vos voies mauvaises?", "23 Ne savez-vous pas que vous êtes dans les mains de Dieu? Ne savez-vous pas qu’il a tout pouvoir et qu’à son grand commandement, la terre sera roulée comme un livre?", "24 C’est pourquoi, repentez-vous, et humiliez-vous devant lui, de peur qu’il ne sorte en justice contre vous— de peur qu’un reste de la postérité de Jacob n’aille parmi vous comme un lion, et ne vous déchire, et qu’il n’y ait personne pour délivrer."], "Kiribati": ["E a manga kairiia aia taanga Nibwaite Moomon n taian buaka aika a kawawaea nako te raraa ma n urua te maiu—E na roko Ana Boki Moomon ni kakoaua nakon Iteraera ni kabane bwa Iesu bon te Kristo—Ibukin aia kakewekewe, ao a na kamaenakoaki Reimwanaite, ao e na aki mena te Tamnei ma ngaiia—A na karekea te euangkerio mai irouia Tientaire ni boong aika kaitira. Uakaan ma 375–384N.K.", "1 Ao e koro bukina bwa I bon mwananga nako i buakoia Nibwaite, ma n rairananou man te berita are I karaoia ma ngaiia are N na manga aki oki ni buokiia; ao a bon manga anganai riki bwa N na kairiia aia taanga ni buaka, bwa a bon taraai bwa I kona ni kainaomataia man karawawatakia.", "2 Ma nooria, bon akea au kantaninga, bwa I bon ataa ana motikitaeka te Uea are e na roko i aoia; bwa a bon aki rairinanoia man aia bure, ma a bon kekeiaki ibukin maiuia ma n aki wewetea Teuare e karikiia.", "3 Ao e a koro bukina bwa a roko Reimwanaite ni kaaitaraira ngke ti birinako man te kaawa are Ioretan; ma nooria, a bon kakioaki rikaaki ngaia are a aki taua te kaawa n te tai anne.", "4 Ao e a koro bukina bwa a bon roko ni kaaitaraira riki, ao ti bon taua ara kaawa. Ao bon iai riki kaawa tabeua ake a tauaki irouia Nibwaite, are aia tabo ni katantan ake a bon katokiia bwa a na aki kona n roko n te aba are e wene i mwaira, bwa a na tiringia naake a maeka n abara.", "5 Ma e a koro bukina bwa aaba ake ti rirarikiia, ake a bon aki botaki iai kaaia, a bon uruakaki irouia Reimwanaite, ma aia kaawa aika a tau buburaia, ma kaawa aika a uarereke, ao aia kaawa nako a bon kabuekaki n te ai; ao ikai are e a bane iai tenibubua ao itibwi ma ruaiwa te ririki.", "6 Ao e a koro bukina bwa n te katenibubua ao wanibwi n ririki ao a manga roko riki ni kaaitaraia n te buaka Reimwanaite, ma ti bon ninikoria n tei ni kaaitaraia; ma e bon matebuaka, bwa e bon rangi ni korakora mwaitia n te aro are a bon toubekaia Nibwaite i aan waeia.", "7 Ao e a koro bukina bwa ti bon birinako, ao naake a waekoa riki aron birinakoia imwaia Reimwanaite a bon birinako, ao naake a waeremwe aron birinakoia imwaia Reimwanaite a bon kabwakaki ma n tiringaki.", "8 Ao ngkai nooria, Ngai, Moomon, I bon aki tangiria bwa N na karawawata tamneia aomata ni kaota nakoia aron tarakin te raraa ma te urubwai nakon te maiu, ae moan te kakamaku n aron are e a wene imatau; ma Ngai, I ataia bwa a na riai ni kaotaki bwaai ni kabane, ao bwaai ake a karabaki a na bon kaotaki mai taubukin mwenga nako—", "9 Ao riki e na bon roko ataakin bwaai aikai nakoia nikiraia te botanaomata aikai, ao nakoia naba Tientaire, are e taku te Uea bwa a na kamaenakoia te botanaomata aio, ao a na warekaki te botanaomata aio bwa akea bonganaia i buakoia—ngaia are I korea te rongorongo ae uarereke, bwa I maaku ni kabwanina raoi rongorongon are I a tia n nooria, ibukin te tua are I a tia ni karekea, ao riki bwa kam aonga n aki rangi n nanokawaki ibukin buakakaia te botanaomata aio.", "10 Ao ngkai nooria, I taekina aio nakoia aia kariki, ao nakoia naba Tientaire ake a tabe nanoia irouia kaain te bata are Iteraera, ao a bon namakinna ma n ataia bwa e roko mai ia kakabwaiaia.", "11 Bwa I ataia bwa a na bon nanokawaki ibukin taian kaangaanga ake e na rotaki iai te bata are Iteraera; eng, a na nanokawaki ibukin kamaunakia te botanaomata aio; a na nanokawaki ngkai a bon aki rairananoia te botanaomata aio, bwa ngke ngkai ao a na bon rabwataki i nanon bain Iesu.", "12 Ngkai a koreaki bwaai aikai nakoia nikiraia kaain te bata are Iakobwa; ao a bon koreaki n te aekaki aei, ibukina bwa e bon ataaki iroun te Atua bwa a na bon aki kaotaki bwaai aikai nakoia man te buakaka; ma a na karabaki iroun te Uea bwa a na kona n roko ni bon oin ana tai.", "13 Ao bon aio te tua are I a tia ni karekea; ao nooria, a na bon roko n aron ana tua te Uea, ngkana e nooria bwa e riai, n oin wanawanana.", "14 Ao nooria, a na roko bwaai aikai nakoia Iutaia ake a kakewekewe; ao ibukin aei ao a na anganaki—bwa a na kairoroaki bwa Iesu bon te Kristo, Natin te Atua ae maiu; bwa e aonga ni kakoroa bukin ana kantaninga ae korakora ao akea tokina, rinanon Natina ae Moan te Tangiraki, ibukin kaokakia Iutaia, ke ni kabane te bata are Iteraera, nakon abaia ni bwaibwai, are te Uea ae Atuaia e a tia n anganiia, ibukin kakoroan ana berita ae tabu.", "15 Ao riki bwa aonga kanoaia te botanaomata aio ni kakoaua riki ana euangkerio, are e na nako mai irouia Tientaire; bwa a na maenako te botanaomata aio, ma n riki ni bwatabwata, ni kammaira, ma n riki bwa aomata aika a ribaki, n te aro ae e aki kona ni kabwarabwaraki aekan aroia i buakora ma i mwaaina, eng, ae riaon riki are i buakoia Reimwanaite, ao e riki aio ibukin aia kakewekewe ma taromauriaia bouananti.", "16 Bwa nooria, e a kaman akea Tamnein te Uea irouia aia bakatibu; ao akea Kristo ma te Atua irouia n te aonaba; ao a bon ukaki n aron kunin te wiita n te ang.", "17 Bon aomata aika a tikiraoi ngkoa, ao bon aia tia kaawakin tiibu Kristo; eng, ao a bon kairaki iroun te Atua te Tama.", "18 Ma ngkai, nooria, a bon kairiraki iroun Tatan, n aron kunin te wiita are e ukaki n te ang, ke n aron te kaibuke are e kibakiba n aki akaaka iaon te nao, n akea iena ke roona, ke akea te bwai are e na bwenaki iai; ao a katotonga arona.", "19 Ao nooria, e tautau aia kakabwaia te Uea, are a na bon kona ni karekea n te aba, ibukiia Tientaire ake a na taua te aba.", "20 Ma nooria, e na koro bukina bwa a na kakiokioaki ma ni kamaenakoaki irouia Tientaire ao i mwin are a tia ni kakiokioaki ma ni kamaenakoaki irouia Tientaire, nooria, ngkanne te Uea e na uringa te berita are e tabu are e karaoia nakon Aberaam ao nakoia ni kabane te bata are Iteraera.", "21 Ao e na uringa naba te Uea aia tataro ake a raoiroi, are a tia n uotaki nakoina ibukiia.", "22 Ao ngkanne, O ngkami Tientaire, kam na kanga n tei imatan mwaakan te Atua, ma ti ngkana kam rairinanomi ma n rairaki man aromi aika a bubuaka?", "23 Kam aki ataia bwa kam mena i nanon bain te Atua? Kam aki ataia bwa iai irouna te mwaaka ni kabane ao man ana taeka ae korakora ao e kona n niniraki te aonaba n aron te ninira ni boki.", "24 Ngaia are, rairinanomi, ma n nanorinano imatana, bwa mwiina e na roko ma te momotiraoi ni kaaitarai ngkami—bwa mwiina ao kanoan Iakobwa a na waaki i buakomi n aron te raian, ma n raebiti ngkami nakon mwakorokoro, ao a na bon akea ae e na kamaiui ngkami."]}