{"English": ["Ammaron instructs Mormon concerning the sacred records—War commences between the Nephites and the Lamanites—The Three Nephites are taken away—Wickedness, unbelief, sorceries, and witchcraft prevail. About A.D.321–26.", "1 And now I, Mormon, make a record of the things which I have both seen and heard, and call it the Book of Mormon.", "2 And about the time that Ammaron hid up the records unto the Lord, he came unto me, (I being about ten years of age, and I began to be learned somewhat after the manner of the learning of my people) and Ammaron said unto me: I perceive that thou art a sober child, and art quick to observe;", "3 Therefore, when ye are about twenty and four years old I would that ye should remember the things that ye have observed concerning this people; and when ye are of that age go to the land Antum, unto a hill which shall be called Shim; and there have I deposited unto the Lord all the sacred engravings concerning this people.", "4 And behold, ye shall take the plates of Nephi unto yourself, and the remainder shall ye leave in the place where they are; and ye shall engrave on the plates of Nephi all the things that ye have observed concerning this people.", "5 And I, Mormon, being a descendant of Nephi, (and my father’s name was Mormon) I remembered the things which Ammaron commanded me.", "6 And it came to pass that I, being eleven years old, was carried by my father into the land southward, even to the land of Zarahemla.", "7 The whole face of the land had become covered with buildings, and the people were as numerous almost, as it were the sand of the sea.", "8 And it came to pass in this year there began to be a war between the Nephites, who consisted of the Nephites and the Jacobites and the Josephites and the Zoramites; and this war was between the Nephites, and the Lamanites and the Lemuelites and the Ishmaelites.", "9 Now the Lamanites and the Lemuelites and the Ishmaelites were called Lamanites, and the two parties were Nephites and Lamanites.", "10 And it came to pass that the war began to be among them in the borders of Zarahemla, by the waters of Sidon.", "11 And it came to pass that the Nephites had gathered together a great number of men, even to exceed the number of thirty thousand. And it came to pass that they did have in this same year a number of battles, in which the Nephites did beat the Lamanites and did slay many of them.", "12 And it came to pass that the Lamanites withdrew their design, and there was peace settled in the land; and peace did remain for the space of about four years, that there was no bloodshed.", "13 But wickedness did prevail upon the face of the whole land, insomuch that the Lord did take away his beloved disciples, and the work of miracles and of healing did cease because of the iniquity of the people.", "14 And there were no gifts from the Lord, and the Holy Ghost did not come upon any, because of their wickedness and unbelief.", "15 And I, being fifteen years of age and being somewhat of a sober mind, therefore I was visited of the Lord, and tasted and knew of the goodness of Jesus.", "16 And I did endeavor to preach unto this people, but my mouth was shut, and I was forbidden that I should preach unto them; for behold they had wilfully rebelled against their God; and the beloved disciples were taken away out of the land, because of their iniquity.", "17 But I did remain among them, but I was forbidden to preach unto them, because of the hardness of their hearts; and because of the hardness of their hearts the land was cursed for their sake.", "18 And these Gadianton robbers, who were among the Lamanites, did infest the land, insomuch that the inhabitants thereof began to hide up their treasures in the earth; and they became slippery, because the Lord had cursed the land, that they could not hold them, nor retain them again.", "19 And it came to pass that there were sorceries, and witchcrafts, and magics; and the power of the evil one was wrought upon all the face of the land, even unto the fulfilling of all the words of Abinadi, and also Samuel the Lamanite."], "Español": ["Ammarón da instrucciones a Mormón concernientes a los anales sagrados— Comienza la guerra entre los nefitas y los lamanitas— Se retira a los Tres Nefitas— Prevalecen la iniquidad, la incredulidad, los sortilegios y las hechicerías. Aproximadamente 321–326d.C.", "1 Y ahora yo, Mormón, hago una relación de las cosas que he visto y oído; y la llamo el Libro de Mormón.", "2 Y más o menos en la época en que Ammarón ocultó los anales para los fines del Señor, vino a mí (tendría yo unos diez años de edad, y empezaba a adquirir alguna instrucción en la ciencia de mi pueblo), y me dijo Ammarón: Veo que eres un niño sensato, y presto para observar;", "3 por lo tanto, cuando tengas unos veinticuatro años de edad, quisiera que recordaras las cosas que hayas observado concernientes a este pueblo, y cuando llegues a esa edad, ve a la tierra de Antum, a una colina que se llamará Shim; y allí he depositado para los fines del Señor todos los santos grabados concernientes a este pueblo.", "4 Y he aquí, tomarás contigo las planchas de Nefi, y las demás las dejarás en el lugar donde se hallan; y sobre las planchas de Nefi grabarás todas las cosas que hayas observado concernientes a este pueblo.", "5 Y yo, Mormón, siendo descendiente de Nefi (y el nombre de mi padre era Mormón), recordé las cosas que Ammarón me mandó.", "6 Y sucedió que teniendo yo once años de edad, mi padre me llevó a la tierra del sur, sí, hasta la tierra de Zarahemla.", "7 Toda la superficie de la tierra había quedado cubierta de edificios, y los habitantes eran casi tan numerosos como las arenas del mar.", "8 Y sucedió que en este año empezó a haber una guerra entre los nefitas, que se componían de los nefitas, y los jacobitas, y los josefitas y los zoramitas; y esta guerra fue entre los nefitas, y los lamanitas, los lemuelitas y los ismaelitas.", "9 Ahora bien, los lamanitas, lemuelitas e ismaelitas se llamaban lamanitas; y los dos partidos eran los nefitas y los lamanitas.", "10 Y aconteció que empezó la guerra entre ellos en las fronteras de Zarahemla, junto a las aguas de Sidón.", "11 Y sucedió que los nefitas habían reunido un número muy crecido de hombres, que pasaba aun de treinta mil. Y acaeció que en este mismo año hubo un número de batallas, en las cuales los nefitas derrotaron a los lamanitas y mataron a muchos de ellos.", "12 Y ocurrió que los lamanitas abandonaron su propósito, y hubo paz en la tierra; y duró la paz por el término de unos cuatro años, de modo que no hubo efusión de sangre.", "13 Pero prevaleció la maldad sobre la faz de toda la tierra, de manera que el Señor retiró a sus amados discípulos, y cesó la obra de milagros y sanidades debido a la iniquidad del pueblo.", "14 Y no hubo dones del Señor, y el Espíritu Santo no descendió sobre ninguno, por causa de su iniquidad e incredulidad.", "15 Y habiendo llegado yo a la edad de quince años, y siendo de carácter algo serio, por tanto, me visitó el Señor, y probé y conocí la bondad de Jesús.", "16 E intenté predicar a este pueblo, pero me fue cerrada la boca, y se me prohibió que les predicara; pues he aquí, se habían rebelado intencionalmente contra su Dios; y los amados discípulos fueron retirados de la tierra, a causa de la iniquidad del pueblo.", "17 Mas yo permanecí entre ellos, pero me fue prohibido que les predicara por motivo de la dureza de sus corazones; y debido a la dureza de sus corazones, la tierra fue maldecida por causa de ellos.", "18 Y estos ladrones de Gadiantón, que se hallaban entre los lamanitas, infestaban la tierra, a tal grado que los habitantes empezaron a ocultar sus tesoros en la tierra; y se hicieron deleznables, porque el Señor había maldecido la tierra, de tal manera que no podían conservarlos ni recuperarlos.", "19 Y aconteció que hubo sortilegios, y hechicerías, y encantamientos; y el poder del maligno se extendió por toda la faz de la tierra, hasta cumplirse todas las palabras de Abinadí y también de Samuel el Lamanita."], "Français": ["Ammaron donne des instructions à Mormon concernant les annales sacrées— La guerre commence entre les Néphites et les Lamanites— Les trois Néphites sont retirés— La méchanceté, l’incrédulité, les sorcelleries et les sortilèges règnent. Vers 321–326apr.J.-C.", "1 Et maintenant, moi, Mormon, je fais le récit des choses que j’ai vues et entendues, et je l’appelle le Livre de Mormon.", "2 À l’époque où il cacha les annales pour le Seigneur, Ammaron vint à moi (j’avais environ dix ans et je commençais à être quelque peu instruit selon la science de mon peuple) et il me dit: Je vois que tu es un enfant sérieux et que tu es rapide à observer;", "3 c’est pourquoi, je voudrais qu’aux environs de ta vingt-quatrième année, tu te souviennes des choses que tu as observées concernant ce peuple; et lorsque tu auras cet âge-là, va au pays d’Antum, à une colline qui sera appelée Shim; et là j’ai déposé pour le Seigneur toutes les inscriptions sacrées concernant ce peuple.", "4 Et voici, tu prendras les plaques de Néphi pour toi, et les autres, tu les laisseras dans le lieu où elles sont; et tu graveras sur les plaques de Néphi toutes les choses que tu as observées concernant ce peuple.", "5 Et moi, Mormon, descendant de Néphi (et le nom de mon père était Mormon), je me souvins des choses qu’Ammaron m’avait commandées.", "6 Et il arriva qu’à l’âge de onze ans, je fus emmené par mon père dans le pays situé du côté du sud, au pays de Zarahemla.", "7 Toute la surface du pays s’était couverte de bâtiments, et le peuple était presque aussi nombreux que le sable de la mer.", "8 Et il arriva que cette année-là, il commença à y avoir une guerre entre les Néphites, qui étaient composés des Néphites, et des Jacobites, et des Joséphites, et des Zoramites; et cette guerre fut entre les Néphites, et les Lamanites, et les Lémuélites, et les Ismaélites.", "9 Or, les Lamanites, et les Lémuélites, et les Ismaélites étaient appelés Lamanites, et les deux partis étaient les Néphites et les Lamanites.", "10 Et il arriva que la guerre commença entre eux dans les régions frontières de Zarahemla, près des eaux de Sidon.", "11 Et il arriva que les Néphites avaient rassemblé un grand nombre d’hommes, au point de dépasser le nombre de trente mille. Et il arriva que, cette même année, ils eurent un certain nombre de batailles, dans lesquelles les Néphites battirent les Lamanites et en tuèrent beaucoup.", "12 Et il arriva que les Lamanites renoncèrent à leur dessein, et la paix se fit dans le pays; et la paix dura pendant environ quatre ans, de sorte qu’il n’y eut pas d’effusion de sang;", "13 mais la méchanceté régnait sur la surface de tout le pays, de sorte que le Seigneur retira ses disciples bien-aimés, et l’œuvre de miracles et de guérisons cessa à cause de l’iniquité du peuple.", "14 Et il n’y eut plus de dons venant du Seigneur, et le Saint-Esprit ne descendit plus sur personne à cause de leur méchanceté et de leur incrédulité.", "15 Et moi, ayant quinze ans et étant d’un esprit plutôt sérieux, je fus visité par le Seigneur, et goûtai et connus la bonté de Jésus.", "16 Et je m’efforçai de prêcher à ce peuple, mais la bouche me fut fermée, et il me fut interdit de leur prêcher; car voici, ils s’étaient volontairement rebellés contre leur Dieu; et les disciples bien-aimés avaient été enlevés du pays à cause de leur iniquité.", "17 Mais je restai parmi eux, mais il me fut interdit de leur prêcher, à cause de l’endurcissement de leur cœur; et à cause de l’endurcissement de leur cœur, le pays fut maudit à cause d’eux.", "18 Et ces brigands de Gadianton, qui étaient parmi les Lamanites, infestaient le pays, de sorte que ses habitants commencèrent à cacher leurs trésors dans la terre; et ils leur glissèrent entre les doigts, parce que le Seigneur avait maudit le pays, de sorte qu’ils ne pouvaient ni les conserver, ni les retenir.", "19 Et il arriva qu’il y eut des sorcelleries, et des sortilèges, et de la magie; et le pouvoir du Malin agit sur toute la surface du pays au point d’accomplir toutes les paroles d’Abinadi et aussi de Samuel, le Lamanite."], "Kiribati": ["E reireinaki Moomon iroun Amaron taekan reekoti ake a tabu—E a waaki te bubuaka imarenaia Nibwaite ao Reimwanaite—A uotaki nako Nibwaite ake teniman—E teimatoa ni waaki te buakaka, te aro ni kakewekewe, te waaki ni kakaraoi ao te tabunea. Uakaan ma 321–326N.K.", "1 Ao ngkai, Ngai ae Moomon, I a koroi reekoti n bwaai ake I a tia n noori ma n ongo, ao I aranna bwa Ana Boki Moomon.", "2 Ao n te tai are Amaron e karabai iai taian reekoti iroun te Uea, e roko nakoiu, (ngke tao tebwina au ririki, ao I a moanna n reireinaki n aron reiakinaia au botanaomata) ao e taku Amaron nakoiu: I nooria bwa te teei ngkoe ae ko taua ma nanom n aroarom, ao ko bon waekoa naba n oota ni bwaai nako;", "3 Ngaia are ngkana e a kaan uabwi ma aua am ririki I tangiria bwa ko na uringi bwaai ake ko a tia n noori ni kaineti ma te botanaomata aio; ao ngkana e a kaan am ririki anne, ao nakon te aba are Antam, nakon te tabuki are e na aranaki bwa Tiem; ao ikanne are I a tia iai n taunii koroboki ake a tabu iroun te Uea ake a kaineti ma te botanaomata aio.", "4 Ao nooria, ko na anaa ana bwaatua Nibwaai nakoim ao ake nikirana ko na katikui n te tabo are a mena iai; ao ko na koroi iaon ana bwaatua Nibwaai bwaai ni kabane ake ko noori ni kaineti ma te botanaomata aio.", "5 Ao Ngai, Moomon, ngkai bon kanoan Nibwaai, (ao aran Tamau bon Moomon) I uring taeka ake e tuangai Amaron.", "6 Ao e a koro bukina bwa ngke, e a kaan tebwi ma teuana au ririki, I a uotaki nako iroun tamau nakon te aba are e mena i meang, nakon naba te aba are Taraemera.", "7 E a bon kaonaki aon te aba n taian kateitei, ao a mwaiti aomata n te aro ae kanga mwaitin tanon taari.", "8 Ao e a koro bukina bwa n te ririki aei ao bon iai te buaka imarenaia Nibwaite, ake bon Nibwaite, ao Iakobwaite ao Iotebwaite ao Tioramwaite; ao te buaka aei bon imarenaia Nibwaite, ao Reimwanaite ao Remueraite ao Itimaeraite.", "9 Ngkai Reimwanaite ao Remueraite ao Itimaeraite a bon aranaki bwa Reimwanaite, ao botaki aika uoua aikai bon Nibwaite ao Reimwanaite.", "10 Ao e a koro bukina bwa e a waaki te buaka imarenaia n tian Taraemera, i rarikin ranin Tiitan", "11 Ao e a koro bukina bwa a ikotiia Nibwaite ae te mwaiti ae korakora ni mwaane, n te aro are e a mwaiti riki nakon te ware ae tenibwi te ngaa. Ao e a koro bukina bwa a bon karekea n te ririki naba aei buaka tabeua ake a tokanikai iai Nibwaite i aoia Reimwanaite ao a tiringia aika a mwaiti.", "12 Ao e a koro bukina bwa Reimwanaite a katoka aia baire, ao e reke te rau n te aba; ao e tiku te aba n rau i nanon te maan ae aua te ririki, ao bon akea kawawaean te raraa.", "13 Ma e teimatoa te buakaka iaon te aba ni kabuta, n te aro are te Uea e a uotia nako ana reirei ake moan te tangiraki irouna, ao a toki mwakuri ni kakai ao ni katoki aoraki ibukin buakakaia aomata.", "14 Ao bon akea bwaai n tituaraoi mai iroun te Uea, ao e a bon aki roko te Tamnei are e Raoiroi i aoia aomata, ibukin buakakaia ma aia kakewekewe.", "15 Ao Ngai, bon tebwi ma nimaua au ririki ao kanga e reke irou te aro ae I taataua ma nanou, ngaia are I bon kawaraki iroun te Uea, ao I katoonga ma n ataa ana raoiroi Iesu.", "16 Ao I bon waaki ni kabwarabwara nakoia te botanaomata aio, ma e bon in wiiu, ao I bon tabuaki bwa N na kabwarabwara nakoia; bwa nooria bon nanoia ni kaitara Atuaia ao a uotaki nako ana reirei ake a moan te tangiraki man te aba, ibukin buakakaia.", "17 Ma I bon tiku i buakoia, ma I bon tabuaki bwa N na kabwarabwara nakoia, ibukin matoatoan nanoia; ao ibukin matoatoan nanoia ao e bon karekeaki kaain te aba ibukiia.", "18 Ao ana taan iraa Kateanton, ake a mena i buakoia Reimwanaite, a bon kaona te aba ma te kakamaku, n te aro are kaain te aba a bon karabai kaubwaia i aan tano; ao a bon kai mwarua ibukina bwa te Uea e karekea kain te aba, ngaia are aki kona n tauii, ke ni kaawakin riki.", "19 Ao e a koro bukina bwa bon iai taan kakaraoi, ao taan tabunea, ma waaki n tabunea; ao e roko mwaakan teuare e buakaka iaon te aba ni kabuta, n te aro are a koro iai bukin ana taeka Abinataai ni kabane, ao Tamuera are te Reimwanaite ni kabane."]}