{"English": ["The Lamanites seek out and destroy the Nephites—The Book of Mormon will come forth by the power of God—Woes pronounced upon those who breathe out wrath and strife against the work of the Lord—The Nephite record will come forth in a day of wickedness, degeneracy, and apostasy. About A.D.400–421.", "1 Behold I, Moroni, do finish the record of my father, Mormon. Behold, I have but few things to write, which things I have been commanded by my father.", "2 And now it came to pass that after the great and tremendous battle at Cumorah, behold, the Nephites who had escaped into the country southward were hunted by the Lamanites, until they were all destroyed.", "3 And my father also was killed by them, and I even remain alone to write the sad tale of the destruction of my people. But behold, they are gone, and I fulfil the commandment of my father. And whether they will slay me, I know not.", "4 Therefore I will write and hide up the records in the earth; and whither I go it mattereth not.", "5 Behold, my father hath made this record, and he hath written the intent thereof. And behold, I would write it also if I had room upon the plates, but I have not; and ore I have none, for I am alone. My father hath been slain in battle, and all my kinsfolk, and I have not friends nor whither to go; and how long the Lord will suffer that I may live I know not.", "6 Behold, four hundred years have passed away since the coming of our Lord and Savior.", "7 And behold, the Lamanites have hunted my people, the Nephites, down from city to city and from place to place, even until they are no more; and great has been their fall; yea, great and marvelous is the destruction of my people, the Nephites.", "8 And behold, it is the hand of the Lord which hath done it. And behold also, the Lamanites are at war one with another; and the whole face of this land is one continual round of murder and bloodshed; and no one knoweth the end of the war.", "9 And now, behold, I say no more concerning them, for there are none save it be the Lamanites and robbers that do exist upon the face of the land.", "10 And there are none that do know the true God save it be the disciples of Jesus, who did tarry in the land until the wickedness of the people was so great that the Lord would not suffer them to remain with the people; and whether they be upon the face of the land no man knoweth.", "11 But behold, my father and I have seen them, and they have ministered unto us.", "12 And whoso receiveth this record, and shall not condemn it because of the imperfections which are in it, the same shall know of greater things than these. Behold, I am Moroni; and were it possible, I would make all things known unto you.", "13 Behold, I make an end of speaking concerning this people. I am the son of Mormon, and my father was a descendant of Nephi.", "14 And I am the same who hideth up this record unto the Lord; the plates thereof are of no worth, because of the commandment of the Lord. For he truly saith that no one shall have them to get gain; but the record thereof is of great worth; and whoso shall bring it to light, him will the Lord bless.", "15 For none can have power to bring it to light save it be given him of God; for God wills that it shall be done with an eye single to his glory, or the welfare of the ancient and long dispersed covenant people of the Lord.", "16 And blessed be he that shall bring this thing to light; for it shall be brought out of darkness unto light, according to the word of God; yea, it shall be brought out of the earth, and it shall shine forth out of darkness, and come unto the knowledge of the people; and it shall be done by the power of God.", "17 And if there be faults they be the faults of a man. But behold, we know no fault; nevertheless God knoweth all things; therefore, he that condemneth, let him be aware lest he shall be in danger of hell fire.", "18 And he that saith: Show unto me, or ye shall be smitten—let him beware lest he commandeth that which is forbidden of the Lord.", "19 For behold, the same that judgeth rashly shall be judged rashly again; for according to his works shall his wages be; therefore, he that smiteth shall be smitten again, of the Lord.", "20 Behold what the scripture says—man shall not smite, neither shall he judge; for judgment is mine, saith the Lord, and vengeance is mine also, and I will repay.", "21 And he that shall breathe out wrath and strifes against the work of the Lord, and against the covenant people of the Lord who are the house of Israel, and shall say: We will destroy the work of the Lord, and the Lord will not remember his covenant which he hath made unto the house of Israel—the same is in danger to be hewn down and cast into the fire;", "22 For the eternal purposes of the Lord shall roll on, until all his promises shall be fulfilled.", "23 Search the prophecies of Isaiah. Behold, I cannot write them. Yea, behold I say unto you, that those saints who have gone before me, who have possessed this land, shall cry, yea, even from the dust will they cry unto the Lord; and as the Lord liveth he will remember the covenant which he hath made with them.", "24 And he knoweth their prayers, that they were in behalf of their brethren. And he knoweth their faith, for in his name could they remove mountains; and in his name could they cause the earth to shake; and by the power of his word did they cause prisons to tumble to the earth; yea, even the fiery furnace could not harm them, neither wild beasts nor poisonous serpents, because of the power of his word.", "25 And behold, their prayers were also in behalf of him that the Lord should suffer to bring these things forth.", "26 And no one need say they shall not come, for they surely shall, for the Lord hath spoken it; for out of the earth shall they come, by the hand of the Lord, and none can stay it; and it shall come in a day when it shall be said that miracles are done away; and it shall come even as if one should speak from the dead.", "27 And it shall come in a day when the blood of saints shall cry unto the Lord, because of secret combinations and the works of darkness.", "28 Yea, it shall come in a day when the power of God shall be denied, and churches become defiled and be lifted up in the pride of their hearts; yea, even in a day when leaders of churches and teachers shall rise in the pride of their hearts, even to the envying of them who belong to their churches.", "29 Yea, it shall come in a day when there shall be heard of fires, and tempests, and vapors of smoke in foreign lands;", "30 And there shall also be heard of wars, rumors of wars, and earthquakes in divers places.", "31 Yea, it shall come in a day when there shall be great pollutions upon the face of the earth; there shall be murders, and robbing, and lying, and deceivings, and whoredoms, and all manner of abominations; when there shall be many who will say, Do this, or do that, and it mattereth not, for the Lord will uphold such at the last day. But wo unto such, for they are in the gall of bitterness and in the bonds of iniquity.", "32 Yea, it shall come in a day when there shall be churches built up that shall say: Come unto me, and for your money you shall be forgiven of your sins.", "33 O ye wicked and perverse and stiffnecked people, why have ye built up churches unto yourselves to get gain? Why have ye transfigured the holy word of God, that ye might bring damnation upon your souls? Behold, look ye unto the revelations of God; for behold, the time cometh at that day when all these things must be fulfilled.", "34 Behold, the Lord hath shown unto me great and marvelous things concerning that which must shortly come, at that day when these things shall come forth among you.", "35 Behold, I speak unto you as if ye were present, and yet ye are not. But behold, Jesus Christ hath shown you unto me, and I know your doing.", "36 And I know that ye do walk in the pride of your hearts; and there are none save a few only who do not lift themselves up in the pride of their hearts, unto the wearing of very fine apparel, unto envying, and strifes, and malice, and persecutions, and all manner of iniquities; and your churches, yea, even every one, have become polluted because of the pride of your hearts.", "37 For behold, ye do love money, and your substance, and your fine apparel, and the adorning of your churches, more than ye love the poor and the needy, the sick and the afflicted.", "38 O ye pollutions, ye hypocrites, ye teachers, who sell yourselves for that which will canker, why have ye polluted the holy church of God? Why are ye ashamed to take upon you the name of Christ? Why do ye not think that greater is the value of an endless happiness than that misery which never dies—because of the praise of the world?", "39 Why do ye adorn yourselves with that which hath no life, and yet suffer the hungry, and the needy, and the naked, and the sick and the afflicted to pass by you, and notice them not?", "40 Yea, why do ye build up your secret abominations to get gain, and cause that widows should mourn before the Lord, and also orphans to mourn before the Lord, and also the blood of their fathers and their husbands to cry unto the Lord from the ground, for vengeance upon your heads?", "41 Behold, the sword of vengeance hangeth over you; and the time soon cometh that he avengeth the blood of the saints upon you, for he will not suffer their cries any longer."], "Español": ["Los lamanitas persiguen y destruyen a los nefitas— El Libro de Mormón aparecerá por el poder de Dios— Se declaran calamidades sobre los que respiren ira y contiendas contra la obra del Señor— La historia nefita aparecerá en una época de iniquidad, degeneración y apostasía. Aproximadamente 400–421d.C.", "1 He aquí que yo, Moroni, doy fin al registro de mi padre Mormón. He aquí, no tengo sino pocas cosas que escribir, cosas que mi padre me ha mandado.", "2 Sucedió, pues, que tras la grande y tremenda batalla en Cumorah, he aquí, los lamanitas persiguieron a los nefitas que se habían escapado a las tierras del sur, hasta que todos fueron destruidos.", "3 Y mi padre también murió a manos de ellos, y yo quedo solo para escribir el triste relato de la destrucción de mi pueblo. Mas he aquí, han desaparecido, y yo cumplo el mandamiento de mi padre. Y no sé si me matarán o no.", "4 Por tanto, escribiré y esconderé los anales en la tierra; y no importa a dónde yo vaya.", "5 He aquí, mi padre ha preparado estos anales, y ha escrito el objeto de ellos. Y he aquí, yo también lo escribiría, si tuviera espacio en las planchas; pero no lo tengo, y mineral no tengo, porque me hallo solo. Mi padre ha sido muerto en la batalla, y todos mis parientes, y no tengo amigos ni adónde ir; y cuánto tiempo el Señor permitirá que yo viva, no lo sé.", "6 He aquí, han pasado cuatrocientos años desde la venida de nuestro Señor y Salvador.", "7 Y he aquí, los lamanitas han perseguido a mi pueblo, los nefitas, de ciudad en ciudad y de lugar en lugar, hasta que no existen ya; y grande ha sido su caída; sí, grande y asombrosa es la destrucción de mi pueblo, los nefitas.", "8 Y he aquí, es la mano del Señor lo que lo ha hecho. Y he aquí, también los lamanitas están en guerra unos contra otros; y toda la superficie de esta tierra es un ciclo continuo de asesinatos y de derramamiento de sangre; y nadie sabe el fin de la guerra.", "9 Y he aquí, no digo más de ellos, porque ya no hay sino lamanitas y ladrones que existen sobre la faz de la tierra.", "10 Y no hay quien conozca al verdadero Dios salvo los discípulos de Jesús, quienes permanecieron en la tierra hasta que la iniquidad de la gente fue tan grande que el Señor no les permitió permanecer con el pueblo; y nadie sabe si están o no sobre la faz de la tierra.", "11 Mas he aquí, mi padre y yo los hemos visto, y ellos nos han ministrado.", "12 Y quien reciba esta historia, y no la condene por las imperfecciones que haya en ella, tal persona sabrá de cosas mayores que estas. He aquí, soy Moroni; y si fuera posible, os daría a conocer todas las cosas.", "13 He aquí, ceso de hablar concerniente a este pueblo. Soy hijo de Mormón y mi padre era descendiente de Nefi.", "14 Y soy el mismo que esconde esta historia para los fines del Señor; mas las planchas en que se halla no tienen ningún valor, por causa del mandamiento del Señor. Porque él ciertamente dice que nadie las obtendrá para lucrar; mas la historia que contienen es de gran valor, y a aquel que la saque a luz, el Señor lo bendecirá.", "15 Porque nadie puede tener el poder para sacarla a luz salvo que le sea dado de Dios; porque Dios dispone que se haga con la mira puesta únicamente en la gloria de Dios, o para el beneficio del antiguo y por tan largo tiempo dispersado pueblo del convenio del Señor.", "16 Y bendito sea aquel que saque esto a luz; porque se sacará de las tinieblas a la luz, según la palabra de Dios; sí, será sacado de la tierra, y brillará de entre las tinieblas y llegará al conocimiento del pueblo; y se realizará por el poder de Dios.", "17 Y si hay errores, son errores del hombre. Mas he aquí, no sabemos que haya errores; no obstante, Dios sabe todas las cosas; por tanto, cuídese aquel que condene, no sea que corra peligro del fuego del infierno.", "18 Y el que diga: Mostradme o seréis heridos, cuídese, no sea que mande lo que el Señor ha prohibido.", "19 Porque he aquí, el que precipitadamente juzgue, precipitadamente será también juzgado; pues según sus obras, será su paga; por tanto, aquel que hiera será, a su vez, herido del Señor.", "20 He aquí lo que dicen las Escrituras: El hombre no herirá ni tampoco juzgará; porque el juicio es mío, dice el Señor, y la venganza es mía también, y yo pagaré.", "21 Y el que respire iras y contiendas contra la obra del Señor, y contra el pueblo del convenio del Señor, que es la casa de Israel, y diga: Destruiremos la obra del Señor, y el Señor no se acordará del convenio que ha hecho con la casa de Israel, tal persona está en peligro de ser talada y arrojada al fuego;", "22 porque los eternos designios del Señor han de seguir adelante, hasta que se cumplan todas sus promesas.", "23 Escudriñad las profecías de Isaías. He aquí, no puedo escribirlas. Sí, he aquí, os digo que aquellos santos que me han precedido, que han poseído esta tierra, clamarán, sí, desde el polvo clamarán al Señor; y así como vive el Señor, se acordará del convenio que ha hecho con ellos.", "24 Y él conoce sus oraciones, que se hicieron a favor de sus hermanos. Y él conoce su fe, porque en su nombre pudieron mover montañas; y en su nombre pudieron hacer que temblara la tierra; y por el poder de su palabra hicieron que se derribaran las prisiones; sí, ni aun el horno ardiente pudo dañarlos, ni las bestias salvajes, ni las serpientes venenosas, por motivo del poder de su palabra.", "25 Y he aquí, sus oraciones también fueron a favor de aquel a quien el Señor habría de conceder sacar a luz estas cosas.", "26 Y no es menester que nadie diga que no saldrán, pues ciertamente saldrán, porque el Señor lo ha dicho; porque de la tierra han de salir, por mano del Señor, y nadie puede impedirlo; y sucederá en una época en que se dirá que ya no existen los milagros; y será como si alguien hablase de entre los muertos.", "27 Y sucederá en un día en que la sangre de los santos clamará al Señor, por motivo de las combinaciones secretas y las obras de obscuridad.", "28 Sí, sucederá en un día en que se negará el poder de Dios; y las iglesias se habrán corrompido y ensalzado en el orgullo de sus corazones; sí, en un día en que los directores y maestros de las iglesias se envanecerán con el orgullo de sus corazones, hasta el grado de envidiar a aquellos que pertenecen a sus iglesias.", "29 Sí, sucederá en un día en que se oirá de fuegos, y tempestades, y vapores de humo en países extranjeros;", "30 y también se oirá de guerras, rumores de guerras y terremotos en diversos lugares.", "31 Sí, sucederá en un día en que habrá grandes contaminaciones sobre la superficie de la tierra: habrá asesinatos, y robos, y mentiras, y engaños, y fornicaciones, y toda clase de abominaciones; cuando habrá muchos que dirán: Haz esto, o haz aquello, y no importa, porque en el postrer día el Señor sostendrá al que tal hiciere. Pero, ¡ay de tales, porque se hallan en la hiel de amargura y en los lazos de la iniquidad!", "32 Sí, sucederá en un día en que se habrán establecido iglesias que dirán: Venid a mí, y por vuestro dinero seréis perdonados de vuestros pecados.", "33 ¡Oh pueblo inicuo, y perverso, y obstinado! ¿Por qué os habéis establecido iglesias para obtener lucro? ¿Por qué habéis tergiversado la santa palabra de Dios, para traer la condenación sobre vuestras almas? He aquí, examinad las revelaciones de Dios; pues, he aquí, llegará el tiempo, en aquel día, en que se cumplirán todas estas cosas.", "34 He aquí, el Señor me ha mostrado cosas grandes y maravillosas concernientes a lo que se realizará en breve, en ese día en que aparezcan estas cosas entre vosotros.", "35 He aquí, os hablo como si os hallaseis presentes, y sin embargo, no lo estáis. Pero he aquí, Jesucristo me os ha mostrado, y conozco vuestras obras.", "36 Y sé que andáis según el orgullo de vuestros corazones; y no hay sino unos pocos que no se envanecen por el orgullo de sus corazones, al grado de vestir ropas suntuosas, y de llegar a la envidia, las contiendas, la malicia y las persecuciones, y toda clase de iniquidades; y vuestras iglesias, sí, sin excepción, se han contaminado a causa del orgullo de vuestros corazones.", "37 Porque he aquí, amáis el dinero, y vuestros bienes, y vuestros costosos vestidos, y el adorno de vuestras iglesias, más de lo que amáis a los pobres y los necesitados, los enfermos y los afligidos.", "38 ¡Oh vosotros, corruptos, vosotros, hipócritas, vosotros, maestros, que os vendéis por lo que se corrompe! ¿Por qué habéis mancillado la santa iglesia de Dios? ¿Por qué os avergonzáis de tomar sobre vosotros el nombre de Cristo? ¿Por qué no consideráis que es mayor el valor de una felicidad sin fin que esa miseria que jamás termina? ¿Es acaso por motivo de la alabanza del mundo?", "39 ¿Por qué os adornáis con lo que no tiene vida, y sin embargo, permitís que el hambriento, y el necesitado, y el desnudo, y el enfermo, y el afligido pasen a vuestro lado, sin hacerles caso?", "40 Sí, ¿por qué formáis vuestras abominaciones secretas para obtener lucro, y dais lugar a que las viudas y también los huérfanos lloren ante el Señor, y también que la sangre de sus padres y sus maridos clame al Señor, desde el suelo, venganza sobre vuestra cabeza?", "41 He aquí, la espada de la venganza se cierne sobre vosotros; y pronto viene el día en que él vengará la sangre de los santos en vosotros, porque no soportará más sus clamores."], "Français": [], "Kiribati": ["A ukoukoriia Nibwaite, Reimwanaite ma n tiringia—E na roko Ana Boki Moomon ni mwaakan te Atua—A na atongaki taeka ni karekekai nakoia ake a taekin taeka n un ma kakauntaeka ni kaitaraa ana mwakuri te Uea—E na kaoti aia reekoti Nibwaite n te bong ni buakaka, kerikakin te raoiroi, ao te bwaka man te koaua. Uakaan ma 400–421N.K.", "1 Nooria Ngai, ae Moronaai, I a kabanea ana reekoti tamau ae Moomon. Nooria bon iai ti tabeua bwaai ake I kan koroi taekaia, ake bwaai ake I a tia n tuangaki iroun tamau.", "2 Ao ngkai e a koro bukina bwa i mwin te buaka are e korakora ma n rianako are i Kumora, nooria, Nibwaite ake a tia ni birinako nakon te aba are i maiaki a bon kakiokioaki irouia Reimwanaite, ni karokoa ae a kamaunaki.", "3 Ao e tiringaki naba tamau irouia, ao ngai I a tiku n ti ngai bwa N na korea rongorongon tiringakia au botanaomata ae kananokawaki. Ma nooria, a nako, ao I kakoroa ana tua tamau. Ao I aki ataia bwa a na tiringai ke a na aki.", "4 Ngaia are N na koroboki ma ni karabai taian reekoti n te tano; ao e aki kakawaki bwa I nakea.", "5 Nooria, e a tia ni korea te reekoti aio tamau, ao e a tia ni korea te kantaninga ibukina. Ao nooria, N na koroboki naba ngkana e tau nnena iaon taian bwaatua, ma e bon aki tau ao akea te tano ae iai te biti i nanona irou, bwa are I a bon tiku n ti Ngai. E a tia n tiringaki tamau n te buaka, ao au koraki ni kabane, ao bon akea raoraou ke te tabo are N na nako iai; ao I bon aki ataia bwa e na maan ra te tai ae e na kariaia te Uea bwa N na maiu iai.", "6 Nooria, e a bane abubua te ririki man te tai are e kaoti iai ara Uea ao ara Tia Kamaiu.", "7 Ao nooria, a ukoukoria au botanaomata Reimwanaite, ake Nibwaite man te kaawa teuana nakon te kaawa teuana, ni karokoa ae a bon akea; ao e korakora bwakaia; eng, e korakora ao e kamiimia te nano aron tiringakia au botanaomata aika Nibwaite.", "8 Ao nooria, e bon riki aei man bain te Uea. Ao nooria naba, a bon buaka Reimwanaite imarenaia; ao te aba aio ni kabuta e bon waaki iai te tiritiri ao kawawaean te raraa ae reiti nako; ao bon akea ae ataia bwa e na toki te buaka n ningai.", "9 Ao ngkai, nooria, I aki manga taekinia, bwa ai bon akea ma ti Reimwanaite ao taan iraa ae iai ngkai iaon te aba.", "10 Ao bon akea ae a ataa te Atua ni koaua ma bon ti ana reirei Iesu, ake a bon tiku n tataninga iaon te aba ni karokoa ae a rangi korakora buakakaia aomata n te aro are e aki kariaia te Uea bwa ana tiku ma aomata; ao bon akea te aomata ae e ataia bwa a mena iaon te aba ke a aki.", "11 Ma nooria, Ngai ma tamau ti a tia n nooria, ao a tia ni karaoa te ibuobuoki nakoira.", "12 Ao ane e reke irouna te reekoti aio, ao e na aki kabuakaka ibukin aro n aki kororaoi ake a mena iai, ao e na bon atai riki bwaai aika a korakora nakon aikai. Nooria, bon Ngai Moronaai; ao ngke arona bwa e konaki ni karaoaki ao I a kaoti bwaai ni kabane nakoimi.", "13 Nooria, I a katoka au taetae ni kawai ibukiia te botanaomata aio. Ngai bon natin Moomon te mwaane ao tamau bon kanoan Nibwaai.", "14 Ao bon Ngai are I karabai taian rongorongo iroun te Uea; akea manenan taian bwaatua, ma ti ana tua te Uea. Bwa e bon taetae ma te koaua ni kangai bwa akea te aomata ae e kona n anai ibukin karekean ana raka; ma te reekoti are iai e bon rangi ni kakawaki; ao ane e na oti irouna, e na kakabwaiaki iroun te Uea.", "15 Bwa bon akea ae e kona n reke irouna te mwaaka ni kaotia ma ti ngkana e anganaki mai iroun te Atua; bwa bon nanon te Atua bwa e na karaoaki ma te mata teuana ae kaineti nakon mimitongina, ke ibukin mweraoia aomata ngkoa ae ana aomata ni berita ae tabu te Uea ake a kaman kamaenakoaki.", "16 Ao e na kakabwaiaki ane e kaota te bwai aio; bwa e na uotaki man te roo nakon te oota, n aron ana taeka te Atua; eng, e na uotaki man te tano, ao e na raneanea man te roo, ma n ataaki irouia aomata; ao e na karaoaki ni mwaakan te Atua.", "17 Ao ngkana iai taian kairua ao bon ana kairua te aomata. Ma nooria, bon akea te kairua ae ti ataia; ma e ngae n anne e atai bwaai ni kabane te Atua; ngaia are, ane e kabuakaka, ke e tarataraia bwa mwiina ao e na noora kakamaakun ain moone.", "18 Ao ane e kangai: Kaotia nakoiu, bwa mwiina ko na oreaki—ke e tarataraia bwa mwiina ao e tuatua te bwai ae tabuia te Uea.", "19 Bwa nooria, ane e motikitaeka n aki akaaka ao e na manga motikaki taekana n aki akaaka; bwa e na kabooaki n aron ana mwakuri; ngaia are, ane e oro ao e na manga oreaki riki, iroun te Uea.", "20 Nooria e taekinaki ae kangai ni koroboki aika tabu—akea te aomata ae e na oro, ao e na aki naba motikitaeka; bwa bon au bwai te motikitaeka, e taku te Uea, ao au bwai naba te ira n taanga ao N na kabomwi.", "21 Ao ane e taekin taeka n un ma kakauntaeka ni kaitara ana mwakuri te Uea, ma ni kaaitaraia ana aomata ni berita ae tabu te Uea ake kaain te bata are Iteraera, ma ni kangai: Ti na kamauna ana mwakuri te Uea, ao te Uea e na bon aki uringa ana berita ae tabu are e a tia ni karaoia ma te bata are Iteraera—ao bon ngaia naba are e na koreaki ma n tewenakoaki nako nanon te ai.", "22 Bwa ana waaki te Uea aika akea tokiia a na bon waaki nako, ni karokoa ae a na bane ni kakoroaki bukin ana berita.", "23 Ukoukori ana taeka ni burabeti Itaia. Nooria, I bon aki kona ni koroi. Eng, nooria I taku nakoimi, bwa aomata aika itiaki akekei ake a tia ni maiu imwaiu, ake a tia ni bwaina te aba aio, a na takarua, eng, ma ni bubun aontano ao a na takarua nakon te Uea; ao ngkai e maiu te Uea ao e na bon uringa te berita are e tabu are e a tia ni karaoia ma ngaiia.", "24 Ao e bon atai aia tataro, bwa bon ibukiia tariia. Ao e ataa aia onimaki, bwa n arana ao a na kona ni kamwaingi maunga; ao n arana ao a kona n ioioa te aonaba; ao man mwaakan ana taeka ao a kona ni kabwakai nako naano nne ni kaikain; eng, ao te ai ni kanai ai ae ura mwaaka e bon aki kona naba ni kaikoakia, ao aki naba maan aika a kaakang, ma naeta aika a kamaamate, ibukin mwaakan ana taeka.", "25 Ao nooria, a bon tataro naba ibukin teuare e na kariaia te Uea bwa e na karokoi bwaai aikai.", "26 Ao akea ae e na taekinna bwa a na bon aki kaotaki, bwa a na bon kaotaki, bwa e a tia n taekinna te Uea; bwa a na otinako man te tano, ni bain te Uea, ao akea ae kona n tukia; ao e na kaoti n te bong are e taekinaki iai bwa a toki kakai; ao e na kaoti n aron ae aongkoa temanna ae taetae man te mate.", "27 Ao e na kaoti n te bong are raraaia aomata aika itiaki a na tang nakon te Uea, ibukin botaki ni karaba aika buakaka ma mwakuri n roo.", "28 Ao e na kaoti n te bong are e a kakeweaki iai mwaakan te Atua, ao a bareka ekaretia ma n tabekaki rake ibukin kainikatongan nanoia; eng, n te bong are mataniwin ekaretia ma tia reirei a na tabekakirake ibukin kainikatongan nanoia n te aro are a bakantang irouia raoia ake a kaaina aia ekaretia.", "29 Eng, e na kaoti n te bong are e na ongo te aba taekan taian ai, ma angibuaka, ma buanen bubu n aba aika ianena.", "30 Ao e na ongo naba te aba taekan bubuaka, rongorongon buaka, mwaeiein taabo aika a kakaokoro.", "31 Eng, e na roko n te bong are e na korakora iai te bareka iaon te aonaba; e na iai te tiriaomata, te iraa, te kewe, ao te mwaamwana te aba, ma waaki ni kabekaau, ma aekan nako mwakuri aika bati n ribaki; ao a na mwaiti ake a na kangai, karaoa aei, ke karaoa arei, bwa akea bonganana, bwa te Uea e na boutokaaia naakai n te kabanea ni bong. Ma e na reke kaia naakai, bwa a na mena n te aro ae kananokawaki ae moan te mao ao a na kabaeaki n te bure.", "32 Eng, e na kaoti n te bong are a na kateaki iai ekaretia ao a na kangai: Nakomai nakoiu, ao ibukin ami mwane a na kabwaraki ami bure.", "33 O ngkami aomata aika kam buakaka ma ni kamangao ao ma ni kamoamoa, e aera ngkai kam katei ekaretia ibukin karekean ami raka? E aera ngkai kam bita ana taeka te Atua ae tabu, bwa kam aonga ni kabuakaka tamneimi? Nooria, taratarai ana kaotioti te Atua; bwa nooria, e na roko te tai n te bong arei are a na kakoroaki iai bukin bwaai ni kabane.", "34 Nooria, e a tia te Uea ni kaoti nakoiu bwaai aika a korakora ma ni kamiimi ni kaineti ma te bwai ae e na roko n te tai ae e aki rangi ni maan, n te bong are a na roko iai bwaai aikai i buakomi.", "35 Nooria, I taetae nakoimi n aron ae aongkoa iai ngkami, ma bon akea ngkami. Ma nooria, Iesu Kristo e a tia ni kaoti ngkami nakoiu, ao I atai ami mwakuri.", "36 Ao I ataia bwa kam bon nakonako i nanon kainikatongan nanomi; ao bon akea bwa ti tabeman aika a aki tabekakirake ni kainikatongan nanoia, ma ni bwaini kunnikai aika a titikiraoi, ao ma ni bakantang, a kakauntaeka, a kairiribai, ao a bwainikirinia tabemwaang, ma ni karaoi aekan buakaka nako; ao ami ekaretia, eng, ni kabane, a baareka ibukin kainikatongan nanomi.", "37 Bwa nooria, kam bon tangira te mwane, ma ami bwai, ao ami kunnikai aika a titikiraoi, ma katamaroan ami ekaretia, nakon riki tangiraia aika a raarikin ma ni kainnano, ao aika a aoraki ma n rawawata.", "38 O ngkami aika kam baareka, ngkami aika bwaritaio, ngkami tia reirei, aika kam kabooingkami ibukin te bwai are kam na baareka iai, e aera ngkai kam kabareka ana ekaretia te Atua ae tabu? E aera ngkai kam bwainrang ni katokaa iaomi aran Kristo? E aera ngkai kam aki iangoia bwa e korakora riki kakawakin te kukurei are aki totoki nakon te nanokawaki are e aki kona ni mate—ibukin ana kamoamoa te aonaba.", "39 E aera ngkai kam katamaroai ngkami n te bwai are akea te maiu iai, ma ni kariaia bwa naake a baki, ake a kainnano, ake akea karabaia, ao ake a aoraki ma ake a karawawataki a na rirarikimi, ao kam aki tabeakinia.", "40 Eng, e aera ngkai kam kateirakei ami mwakuri aika bati n ribaki aika a raba bwa e aonga n reke ami raka, ma ni karekea te anga bwa a na tang ni wenei aine ake a tia ni mate buuia imatan te Uea, ao ake akea aia karo bwa a na tang ni wenei nakon te Uea naba, ao bwa raraaia tamaia ma kaainnabaia ana takarua nakon te Uea mai aontano, ibukin irakin taangaia ae e na bwaka iaon atuia.", "41 Nooria, e tinetine iaomi te kabaang n irantaanga; ao e na roko n te tai ae aki maan are e na irantaanga raraaia aomata aika itiaki iaomi, bwa e na bon aki kariaia bwa a na manga tangitang riki."]}