{"English": ["Mormon invites the Lamanites of the latter days to believe in Christ, accept His gospel, and be saved—All who believe the Bible will also believe the Book of Mormon. About A.D.385.", "1 And now, behold, I would speak somewhat unto the remnant of this people who are spared, if it so be that God may give unto them my words, that they may know of the things of their fathers; yea, I speak unto you, ye remnant of the house of Israel; and these are the words which I speak:", "2 Know ye that ye are of the house of Israel.", "3 Know ye that ye must come unto repentance, or ye cannot be saved.", "4 Know ye that ye must lay down your weapons of war, and delight no more in the shedding of blood, and take them not again, save it be that God shall command you.", "5 Know ye that ye must come to the knowledge of your fathers, and repent of all your sins and iniquities, and believe in Jesus Christ, that he is the Son of God, and that he was slain by the Jews, and by the power of the Father he hath risen again, whereby he hath gained the victory over the grave; and also in him is the sting of death swallowed up.", "6 And he bringeth to pass the resurrection of the dead, whereby man must be raised to stand before his judgment-seat.", "7 And he hath brought to pass the redemption of the world, whereby he that is found guiltless before him at the judgment day hath it given unto him to dwell in the presence of God in his kingdom, to sing ceaseless praises with the choirs above, unto the Father, and unto the Son, and unto the Holy Ghost, which are one God, in a state of happiness which hath no end.", "8 Therefore repent, and be baptized in the name of Jesus, and lay hold upon the gospel of Christ, which shall be set before you, not only in this record but also in the record which shall come unto the Gentiles from the Jews, which record shall come from the Gentiles unto you.", "9 For behold, this is written for the intent that ye may believe that; and if ye believe that ye will believe this also; and if ye believe this ye will know concerning your fathers, and also the marvelous works which were wrought by the power of God among them.", "10 And ye will also know that ye are a remnant of the seed of Jacob; therefore ye are numbered among the people of the first covenant; and if it so be that ye believe in Christ, and are baptized, first with water, then with fire and with the Holy Ghost, following the example of our Savior, according to that which he hath commanded us, it shall be well with you in the day of judgment. Amen."], "Español": ["Mormón invita a los lamanitas de los postreros días a creer en Cristo, aceptar Su Evangelio y ser salvos— Todos los que crean en la Biblia creerán también en el Libro de Mormón. Aproximadamente 385d.C.", "1 Y ahora bien, he aquí, quisiera hablar un poco al resto de este pueblo que ha sido preservado, si es que Dios les concede mis palabras, para que sepan acerca de las cosas de sus padres; sí, os hablo a vosotros, un resto de la casa de Israel, y estas son las palabras que yo hablo:", "2 Sabed que sois de la casa de Israel.", "3 Sabed que debéis llegar hasta el arrepentimiento, o no podéis ser salvos.", "4 Sabed que debéis abandonar vuestras armas de guerra; y no deleitaros más en el derramamiento de sangre, y no volver a tomarlas, salvo que Dios os lo mande.", "5 Sabed que debéis llegar al conocimiento de vuestros padres, y a arrepentiros de todos vuestros pecados e iniquidades, y creer en Jesucristo, que él es el Hijo de Dios, y que los judíos lo mataron, y que por el poder del Padre ha resucitado, con lo cual ha logrado la victoria sobre la tumba; y en él también es consumido el aguijón de la muerte.", "6 Y él lleva a efecto la resurrección de los muertos, mediante la cual los hombres se levantarán para presentarse ante su tribunal.", "7 Y él ha efectuado la redención del mundo, por lo cual a aquel que en el día del juicio sea hallado sin culpa ante él, le será concedido morar en la presencia de Dios, en su reino, para cantar alabanzas eternas con los coros celestes, al Padre, y al Hijo, y al Espíritu Santo, que son un Dios, en un estado de felicidad que no tiene fin.", "8 Por tanto, arrepentíos y sed bautizados en el nombre de Jesús, y asíos al evangelio de Cristo, que no solo en estos anales os será presentado, sino también en los anales que llegarán de los judíos a los gentiles, anales que vendrán de los gentiles a vosotros.", "9 Porque he aquí, se escriben estos con el fin de que creáis en aquellos; y si creéis en aquellos, también creeréis en estos; y si creéis en estos, sabréis concerniente a vuestros padres, y también las obras maravillosas que se efectuaron entre ellos por el poder de Dios.", "10 Y sabréis también que sois un resto de la descendencia de Jacob; por tanto, sois contados entre los del pueblo del primer convenio; y si es que creéis en Cristo, y sois bautizados, primero en el agua, y después con fuego y con el Espíritu Santo, siguiendo el ejemplo de nuestro Salvador, de conformidad con lo que él nos ha mandado, entonces os irá bien en el día del juicio. Amén."], "Français": ["Mormon invite les Lamanites des derniers jours à croire au Christ, à accepter son Évangile et à être sauvés— Tous ceux qui croient en la Bible croiront aussi au Livre de Mormon. Vers 385apr.J.-C.", "1 Et maintenant, voici, je voudrais parler quelque peu au reste de ce peuple qui est épargné, si Dieu lui donne mes paroles, afin qu’il soit informé des choses de ses pères; oui, je vous parle, reste de la maison d’Israël; et voici les paroles que je dis:", "2 Sachez que vous êtes de la maison d’Israël.", "3 Sachez que vous devez venir au repentir, sinon vous ne pouvez être sauvés.", "4 Sachez que vous devez déposer vos armes de guerre et ne plus mettre vos délices dans l’effusion du sang, et ne plus les prendre, à moins que Dieu ne vous le commande.", "5 Sachez que vous devez en arriver à connaître vos pères, et vous repentir de tous vos péchés et de toutes vos iniquités, et croire en Jésus-Christ, qu’il est le Fils de Dieu, et qu’il fut tué par les Juifs, et que par le pouvoir du Père il est ressuscité, grâce à quoi il a remporté la victoire sur le tombeau; et en lui aussi est englouti l’aiguillon de la mort.", "6 Et il réalise la résurrection des morts, par laquelle l’homme doit être ressuscité pour se tenir devant son siège du jugement.", "7 Et il a réalisé la rédemption du monde, par laquelle, à celui qui est trouvé innocent devant lui le jour du jugement, il est donné de demeurer en la présence de Dieu dans son royaume, pour chanter sans cesse des louanges avec les chœurs là-haut, au Père, et au Fils, et au Saint-Esprit, qui sont un seul Dieu, dans un état de bonheur qui n’a pas de fin.", "8 C’est pourquoi, repentez-vous, et soyez baptisés au nom de Jésus, et saisissez-vous de l’Évangile du Christ, qui sera placé devant vous, non seulement dans ces annales-ci, mais aussi dans les annales qui parviendront des Juifs aux Gentils, annales qui viendront des Gentils à vous.", "9 Car voici, ceci est écrit dans l’intention que vous croyiez cela; et si vous croyez cela, vous croirez ceci aussi; et si vous croyez ceci, vous saurez ce qui concerne vos pères, et aussi les œuvres merveilleuses qui ont été accomplies parmi eux par le pouvoir de Dieu.", "10 Et vous saurez aussi que vous êtes un reste de la postérité de Jacob; c’est pourquoi vous êtes comptés parmi le peuple de la première alliance; et si vous croyez au Christ et êtes baptisés, premièrement d’eau, ensuite de feu et du Saint-Esprit, suivant l’exemple de notre Sauveur, selon ce qu’il nous a commandé, tout ira bien pour vous au jour du jugement. Amen."], "Kiribati": ["E kakao Moomon nakoia Reimwanaite ni boong aika kaitira bwa a na kakoaua Kristo, ma ni butimwaea Ana euangkerio, ma ni kamaiuaki—Ni kabane ake a kakoaua te Baibara a na kakoaua naba Ana Boki Moomon. Uakaan ma 385N.K.", "1 Ao ngkai, nooria I tangiria n taetae nakoia nikiraia te botanaomata aio ake a aki tiringaki, ngkana arona bwa te Atua e na anganiia au taeka, bwa aonga n atai taekan aia bwai aia bakatibu, ngkami aika nikiraia kaain te bata are Iteraera; ao aikai taeka ake I taekin:", "2 Kam riai n ataia ae ngkami kaain te bata are Iteraera.", "3 Kam na ataia bwa kam riai n rairinanomi, bwa kam raawa n aki kona ni kamaiuaki.", "4 Kam riai n ataia bwa kam na katikui inano ami bwai ni buaka, ma n aki manga kukurei ni kawawaean te raraa, ma n aki manga oki n anai, ti ngkana e tuangingkami te Atua.", "5 Kam riai n ataia bwa kam riai ni karekea aia atatai ami bakatibu, ma n rairinanomi man ami bure ni kabane ma buakakami, ma ni kakoaua Iesu Kristo, bwa bon ngaia Natin te Atua, ao e tiringaki irouia Iutaia, ao man mwaakan te Tama ao e a tia ni manga kateirakeaki, are e a tia iai ni karekea te tokanikai iaon te rua ni mate; ao e kabwautaki naba weten te mate irouna.", "6 Ao e kakoroa bukin mangautiia maate, are a na kateirakeaki iai aomata bwa a na tei imatan ana kaintekateka ni motikitaeka.", "7 Ao e a tia ni kakoroa bukin kaboakin te aonaba, n te aro are iai ae e kuneaki n aki bure imatana n te bong ni motikitaeka e na bon anganaki te kona ni maeka ma te Atua n Ueana, bwa e na anenea kamoamoana n aki totoki ma taan anene i karawa, nakon te Tama, ao nakon te Nati, ao nakon te Tamnei ae Raoiroi, are bon temanna te Atua, n te aro ni kakukurei ae aki totoki.", "8 Ngaia are rairinanomi, ma ni bwabetitoaki n aran Iesu, ma n taua ni kamatoaa ana euangkerio Kristo, are e na kateaki imatami, tiaki ti n te reekoti aio ma n te reekoti naba are e na roko nakoia Tientaire mai irouia Iutaia, are te reekoti are e na roko mai irouia Tientaire nakoimi.", "9 Bwa nooria, e koreaki aio ma te kantaninga bwa kam na kakoaua anne; ao ngkana kam kakoaua anne kam na kakoaua aio naba; ao ngkana kam kakoaua aio ao kam kona n atatai ni kaineti ma aroia ami bakatibu, ao mwakuri ake a kamimi ake a karaoaki ni mwaakan te Atua are e mena i buakoia.", "10 Ao kam na ataia naba bwa ngkami nikiraia kanoan Iakobwa; ngaia are kam a warekaki i buakoia aomatan te moan berita ae tabu; ao ngkana arona bwa kam kakoaua Kristo, ma ni bwabetitoaki, n te ran moa, ao i mwina n te ai ma te Tamnei ae Raoiroi, ma ni katotonga te banna are iroun te Tia Kamaiu, n aron are e a tia n tuangira, ao e na nako raoi aromi n te bong ni motikitaeka. Amen."]}