{"English": ["Elders ordain priests and teachers by the laying on of hands. About A.D.401–21.", "1 The manner which the disciples, who were called the elders of the church, ordained priests and teachers—", "2 After they had prayed unto the Father in the name of Christ, they laid their hands upon them, and said:", "3 In the name of Jesus Christ I ordain you to be a priest (or if he be a teacher, I ordain you to be a teacher) to preach repentance and remission of sins through Jesus Christ, by the endurance of faith on his name to the end. Amen.", "4 And after this manner did they ordain priests and teachers, according to the gifts and callings of God unto men; and they ordained them by the power of the Holy Ghost, which was in them."], "Español": ["Los élderes ordenan presbíteros y maestros mediante la imposición de manos. Aproximadamente 401–421d.C.", "1 La forma en que los discípulos, que eran llamados los élderes de la iglesia, ordenaban presbíteros y maestros:", "2 Después de haber orado al Padre en el nombre de Cristo, les imponían las manos, y decían:", "3 En el nombre de Jesucristo, te ordeno para que seas presbítero (o si fuera maestro, te ordeno para que seas maestro) para predicar el arrepentimiento y la remisión de pecados, por medio de Jesucristo, mediante la perseverancia en la fe en su nombre hasta el fin. Amén.", "4 Y de este modo ordenaban presbíteros y maestros, según los dones y llamamientos de Dios a los hombres; y los ordenaban por el poder del Espíritu Santo que había en ellos."], "Français": ["Les anciens ordonnent des prêtres et des instructeurs par l’imposition des mains. Vers 401–421apr.J.-C.", "1 Manière dont les disciples, qui étaient appelés les anciens de l’Église, ordonnaient les prêtres et les instructeurs:", "2 Après avoir prié le Père au nom du Christ, ils leur imposaient les mains et disaient:", "3 Au nom de Jésus-Christ, je t’ordonne prêtre (ou, si c’était un instructeur, je t’ordonne instructeur), pour prêcher le repentir et le pardon des péchés par l’intermédiaire de Jésus-Christ, par la persévérance de la foi en son nom jusqu’à la fin. Amen.", "4 Et c’est de cette manière qu’ils ordonnaient les prêtres et les instructeurs, selon les dons et les appels de Dieu aux hommes; et ils les ordonnaient par le pouvoir du Saint-Esprit qui était en eux."], "Kiribati": ["Unimwaane a katabuia ibonga ma tia reirei n te katoka bai. Uakaan ma 401–421N.K.", "1 Aio aron katabuaia ibonga ma tia reirei irouia ana reirei ake aranaki bwa unimwaanen te ekaretia—", "2 I mwina ngkana a tia n tataro nakon te Tama n aran Kristo, a katokai baiia i aoia ma ni kangai:", "3 N aran Iesu Kristo I katabuko bwa ko na riki bwa te ibonga (ke ngkana te tia reirei, I katabuko bwa ko na riki bwa te tia reirei) bwa ko na tataekina te rairannano ma kamaunaan bure rinanon Iesu Kristo, ma n teimatoan onimakinan arana ni karokoa te toki. Amen.", "4 Ao aio katotongan te aro are a katabuia iai ibonga ma tia reirei, n aron ana bwaintangira ma ana wewete te Atua nakoia aomata; ao a katabuia ni mwaakan te Tamnei are e Raoiroi, are e mena irouia."]}