{"English": ["A testimony of the Book of Mormon comes by the power of the Holy Ghost—The gifts of the Spirit are dispensed to the faithful—Spiritual gifts always accompany faith—Moroni’s words speak from the dust—Come unto Christ, be perfected in Him, and sanctify your souls. About A.D.421.", "1 Now I, Moroni, write somewhat as seemeth me good; and I write unto my brethren, the Lamanites; and I would that they should know that more than four hundred and twenty years have passed away since the sign was given of the coming of Christ.", "2 And I seal up these records, after I have spoken a few words by way of exhortation unto you.", "3 Behold, I would exhort you that when ye shall read these things, if it be wisdom in God that ye should read them, that ye would remember how merciful the Lord hath been unto the children of men, from the creation of Adam even down until the time that ye shall receive these things, and ponder it in your hearts.", "4 And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.", "5 And by the power of the Holy Ghost ye may know the truth of all things.", "6 And whatsoever thing is good is just and true; wherefore, nothing that is good denieth the Christ, but acknowledgeth that he is.", "7 And ye may know that he is, by the power of the Holy Ghost; wherefore I would exhort you that ye deny not the power of God; for he worketh by power, according to the faith of the children of men, the same today and tomorrow, and forever.", "8 And again, I exhort you, my brethren, that ye deny not the gifts of God, for they are many; and they come from the same God. And there are different ways that these gifts are administered; but it is the same God who worketh all in all; and they are given by the manifestations of the Spirit of God unto men, to profit them.", "9 For behold, to one is given by the Spirit of God, that he may teach the word of wisdom;", "10 And to another, that he may teach the word of knowledge by the same Spirit;", "11 And to another, exceedingly great faith; and to another, the gifts of healing by the same Spirit;", "12 And again, to another, that he may work mighty miracles;", "13 And again, to another, that he may prophesy concerning all things;", "14 And again, to another, the beholding of angels and ministering spirits;", "15 And again, to another, all kinds of tongues;", "16 And again, to another, the interpretation of languages and of divers kinds of tongues.", "17 And all these gifts come by the Spirit of Christ; and they come unto every man severally, according as he will.", "18 And I would exhort you, my beloved brethren, that ye remember that every good gift cometh of Christ.", "19 And I would exhort you, my beloved brethren, that ye remember that he is the same yesterday, today, and forever, and that all these gifts of which I have spoken, which are spiritual, never will be done away, even as long as the world shall stand, only according to the unbelief of the children of men.", "20 Wherefore, there must be faith; and if there must be faith there must also be hope; and if there must be hope there must also be charity.", "21 And except ye have charity ye can in nowise be saved in the kingdom of God; neither can ye be saved in the kingdom of God if ye have not faith; neither can ye if ye have no hope.", "22 And if ye have no hope ye must needs be in despair; and despair cometh because of iniquity.", "23 And Christ truly said unto our fathers: If ye have faith ye can do all things which are expedient unto me.", "24 And now I speak unto all the ends of the earth—that if the day cometh that the power and gifts of God shall be done away among you, it shall be because of unbelief.", "25 And wo be unto the children of men if this be the case; for there shall be none that doeth good among you, no not one. For if there be one among you that doeth good, he shall work by the power and gifts of God.", "26 And wo unto them who shall do these things away and die, for they die in their sins, and they cannot be saved in the kingdom of God; and I speak it according to the words of Christ; and I lie not.", "27 And I exhort you to remember these things; for the time speedily cometh that ye shall know that I lie not, for ye shall see me at the bar of God; and the Lord God will say unto you: Did I not declare my words unto you, which were written by this man, like as one crying from the dead, yea, even as one speaking out of the dust?", "28 I declare these things unto the fulfilling of the prophecies. And behold, they shall proceed forth out of the mouth of the everlasting God; and his word shall hiss forth from generation to generation.", "29 And God shall show unto you, that that which I have written is true.", "30 And again I would exhort you that ye would come unto Christ, and lay hold upon every good gift, and touch not the evil gift, nor the unclean thing.", "31 And awake, and arise from the dust, O Jerusalem; yea, and put on thy beautiful garments, O daughter of Zion; and strengthen thy stakes and enlarge thy borders forever, that thou mayest no more be confounded, that the covenants of the Eternal Father which he hath made unto thee, O house of Israel, may be fulfilled.", "32 Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ; and if by the grace of God ye are perfect in Christ, ye can in nowise deny the power of God.", "33 And again, if ye by the grace of God are perfect in Christ, and deny not his power, then are ye sanctified in Christ by the grace of God, through the shedding of the blood of Christ, which is in the covenant of the Father unto the remission of your sins, that ye become holy, without spot.", "34 And now I bid unto all, farewell. I soon go to rest in the paradise of God, until my spirit and body shall again reunite, and I am brought forth triumphant through the air, to meet you before the pleasing bar of the great Jehovah, the Eternal Judge of both quick and dead. Amen."], "Español": ["Se recibe un testimonio del Libro de Mormón por el poder del Espíritu Santo— Los dones del Espíritu se dan a los fieles— Los dones espirituales siempre acompañan a la fe— Las palabras de Moroni hablan desde el polvo— Venid a Cristo, perfeccionaos en Él y santificad vuestras almas. Aproximadamente 421d.C.", "1 Y ahora yo, Moroni, escribo algo según me parezca bien; y escribo a mis hermanos los lamanitas; y quiero que sepan que ya han pasado más de cuatrocientos veinte años desde que se dio la señal de la venida de Cristo.", "2 Y sello estos anales, después que os haya hablado unas palabras por vía de exhortación.", "3 He aquí, quisiera exhortaros a que, cuando leáis estas cosas, si Dios juzga prudente que las leáis, recordéis cuán misericordioso ha sido el Señor con los hijos de los hombres, desde la creación de Adán hasta el tiempo en que recibáis estas cosas, y que lo meditéis en vuestros corazones.", "4 Y cuando recibáis estas cosas, quisiera exhortaros a que preguntéis a Dios el Eterno Padre, en el nombre de Cristo, si no son verdaderas estas cosas; y si pedís con un corazón sincero, con verdadera intención, teniendo fe en Cristo, él os manifestará la verdad de ellas por el poder del Espíritu Santo;", "5 y por el poder del Espíritu Santo podréis conocer la verdad de todas las cosas.", "6 Y cualquier cosa que es buena, es justa y verdadera; por lo tanto, nada que sea bueno niega al Cristo, antes bien, reconoce que él existe.", "7 Y por el poder del Espíritu Santo podréis saber que él existe; por lo que quisiera exhortaros a que no neguéis el poder de Dios; porque él obra por poder, de acuerdo con la fe de los hijos de los hombres, lo mismo hoy, y mañana, y para siempre.", "8 Y además os exhorto, hermanos míos, a que no neguéis los dones de Dios, porque son muchos, y vienen del mismo Dios. Y hay diversas maneras de administrar estos dones, pero es el mismo Dios que obra todas las cosas en todo; y se dan a los hombres por las manifestaciones del Espíritu de Dios para beneficiarlos.", "9 Porque he aquí, a uno le es dado por el Espíritu de Dios enseñar la palabra de sabiduría;", "10 y a otro, enseñar la palabra de conocimiento por el mismo Espíritu;", "11 y a otro, una fe sumamente grande; y a otro, los dones de sanar por el mismo Espíritu;", "12 y además, a otro, obrar poderosos milagros;", "13 y además, a otro, profetizar concerniente a todas las cosas;", "14 y además, a otro, ver ángeles y espíritus ministrantes;", "15 y además, a otro, todo género de lenguas;", "16 y además, a otro, la interpretación de idiomas y diversas clases de lenguas.", "17 Y todos estos dones vienen por el Espíritu de Cristo; y vienen a todo hombre, respectivamente, de acuerdo con su voluntad.", "18 Y quisiera exhortaros, mis amados hermanos, a que tengáis presente que toda buena dádiva viene de Cristo.", "19 Y quisiera exhortaros, mis amados hermanos, a que recordéis que él es el mismo ayer, hoy y para siempre, y que todos estos dones de que he hablado, que son espirituales, jamás cesarán, mientras permanezca el mundo, sino por la incredulidad de los hijos de los hombres.", "20 Por tanto, debe haber fe; y si debe haber fe, también debe haber esperanza; y si debe haber esperanza, debe haber caridad también.", "21 Y a menos que tengáis caridad, de ningún modo seréis salvos en el reino de Dios; ni seréis salvos en el reino de Dios si no tenéis fe; ni tampoco, si no tenéis esperanza.", "22 Y si no tenéis esperanza, os hallaréis en la desesperación; y la desesperación viene por causa de la iniquidad.", "23 Y Cristo verdaderamente dijo a nuestros padres: Si tenéis fe, podréis hacer todas las cosas que me sean convenientes.", "24 Y ahora hablo a todos los extremos de la tierra: Si llega el día en que dejen de existir entre vosotros el poder y los dones de Dios, será por causa de la incredulidad.", "25 Y, ¡ay de los hijos de los hombres si tal fuere el caso; porque no habrá entre vosotros quien haga lo bueno, no, ni uno solo! Porque si hubiere entre vosotros quien hiciere lo bueno, será por el poder y los dones de Dios.", "26 Y, ¡ay de aquellos que hagan cesar estas cosas y mueran, porque mueren en sus pecados y no pueden ser salvos en el reino de Dios! Y lo digo de acuerdo con las palabras de Cristo, y no miento.", "27 Y os exhorto a que recordéis estas cosas; pues se acerca rápidamente el día en que sabréis que no miento, porque me veréis ante el tribunal de Dios; y el Señor Dios os dirá: ¿No os declaré mis palabras, que fueron escritas por este hombre, como uno que clamaba de entre los muertos, sí, como uno que hablaba desde el polvo?", "28 Declaro estas cosas para el cumplimiento de las profecías. Y he aquí, procederán de la boca del Dios sempiterno; y su palabra resonará de generación en generación.", "29 Y Dios os mostrará que lo que he escrito es verdadero.", "30 Y otra vez quisiera exhortaros a que vinieseis a Cristo, y procuraseis toda buena dádiva; y que no tocaseis el don malo, ni la cosa impura.", "31 ¡Y despierta y levántate del polvo, oh Jerusalén; sí, y vístete tus ropas hermosas, oh hija de Sion; y fortalece tus estacas, y extiende tus linderos para siempre, a fin de que ya no seas más confundida, y se cumplan los convenios que el Padre Eterno te ha hecho, oh casa de Israel!", "32 Sí, venid a Cristo, y perfeccionaos en él, y absteneos de toda impiedad, y si os abstenéis de toda impiedad, y amáis a Dios con todo vuestro poder, mente y fuerza, entonces su gracia os es suficiente, para que por su gracia seáis perfectos en Cristo; y si por la gracia de Dios sois perfectos en Cristo, de ningún modo podréis negar el poder de Dios.", "33 Y además, si por la gracia de Dios sois perfectos en Cristo y no negáis su poder, entonces sois santificados en Cristo por la gracia de Dios, mediante el derramamiento de la sangre de Cristo, que está en el convenio del Padre para la remisión de vuestros pecados, a fin de que lleguéis a ser santos, sin mancha.", "34 Y ahora me despido de todos. Pronto iré a descansar en el paraíso de Dios, hasta que mi espíritu y mi cuerpo de nuevo se reúnan, y sea llevado triunfante por el aire, para encontraros ante el agradable tribunal del gran Jehová, el Juez Eterno de vivos y muertos. Amén."], "Français": [], "Kiribati": ["Te koaua ibukin Ana boki Moomon e roko ma ni mwaakan te Tamnei are e Raoiroi—Taan kakaonimaki a bon anganaki ana bwai n tituaraoi te Tamnei—Bwai n tituaraoi n te Tamnei a raona te onimaki—A taetae ana taeka Moronaai man te bubu—Nakomai nakon Kristo, ma ni kakororaoaki irouna, ao ma ni katabui tamneimi. Uakaan ma 421N.K.", "1 Ngkai ngai, ae Moronaai, I a korea teutana are I taku bwa e raoiroi; ao I koroboki nakoia tariu, aika Reimwanaite; ao I tangiria bwa a na ataia bwa ai abubua ao uabwi tabun te ririki ae e a tia n nako i mwin anganakira te kanikina ibukin rokon Kristo.", "2 Ao I kaini rongorongo aikai, i mwin ae I a tia n taekin taeka nakoimi bwa au anga n anai nanomi.", "3 Nooria, N na anai nanomi bwa ngkana kam wareki bwaai aikai, ngkana wanawanan te Atua bwa kam na wareki, ao bwa kam na uringnga bwa e a tia n nanoanga te Uea nakoia natiia aomata, man te tai are karikaki iai Atam nakon te tai are kam na karekei bwaai aikai, ao ma n iangoi i nanomi.", "4 Ao ngkana a reke bwaai aikai iroumi, kaungai nanomi bwa kam na butiia te Atua, te Tama ae akea Tokina, n aran Kristo, ngkana arona bwa a koaua bwaai aikai; ao ngkana arona bwa kam bubuti ma te nano ae koaua ma nanomi raoi, ao te onimaki iroun Kristo, e na bon kaota te koaua nakoimi, ni mwaakan te Tamnei ae Raoiroi.", "5 Ao ma ni mwaakan te Tamnei are e Raoiroi ao kam na kona n atai koauan bwaai ni kabane.", "6 Ao te bwai are e raoiroi e eti ao e koaua; ngaia are, akea te bwai ae raoiroi ae kaakeaa Kristo ma e, kakoaua bwa bon iai.", "7 Ao kam kona n ataia bwa bon ngaia, ni mwaakan te Tamnei are e Raoiroi; ngaia are I kaungai nanomi bwa kam n aki kaakea mwaakan te Atua; bwa e mwakuri n te mwaaka, n aron aia onimaki natiia aomata, ao titebo ngkai ao ningabong, ao n aki toki.", "8 Ao riki, I kaungai nanomi, tariu, bwa kam na aki kaakeaa ana bwai n tituaraoi te Atua, bwa a bon mwaiti; ao a bon roko mai iroun te Atua ae ti temanna. Ao a bon mwaiti aron kamwakuraia bwai n tituaraoi aikai; ma bon te Atua ae ti temanna ae mwakuri irouia ni kabane; ao bon ana mwakuri Tamnein te Atua are e anga nakoia aomata, ibukin bwaai aika a raoiroi nakoia.", "9 Bwa nooria, nakon temanna ao e anganaki Tamnein te Atua, bwa e aonga n reirei taeka ni wanawana.", "10 Ao nakon temanna, bwa e na reirei taekan te ataibwai iroun naba te Tamnei anne.", "11 Ao nakon temanna, te onimaki ae korakora; ao nakon temanna te katoki aoraki iroun te Tamnei naba anne.", "12 Ao riki nakon temanna, bwa e na kona ni mwamwakuri kakai aika a korakora.", "13 Ao riki, nakon temanna bwa e na kona n taetae ni burabeti ni kaineti ma bwaai ni kabane.", "14 Ao riki, nakon temanna, noorakia anera ma tamnei ake a na karaoi mwakuri n ibuobuoki.", "15 Ao riki, nakon temanna, aekakin nako neewe.", "16 Ao riki, nakon temanna, kabwaranakoan nanon taian taetae ma aekan neewe nako.", "17 Ao bwaai n tituaraoi aikai a bane n roko mai iroun Tamnein Kristo; ao a bane n roko nakoia aomata n tatabemania nako, n aron nanona.", "18 Ao I kaungai nanomi, tariu aika kam tangiraki, bwa kam na uringnga bwa bwai n tituaraoi ni kabane aika a raraoi a bane n roko mai iroun Kristo.", "19 Ao N na kaungai nanomi, tariu aika kam tangiraki, bwa kam na uringnga bwa bon titebo ngaia ngkoananoa, ngkai, ao n aki toki, ao bwa bwaintituaraoi aikai aika I a tia n taekin, aika bwaai n te tamnei, a na bon aki kona ni mauna, n aron teimatoan te aonaba ni iai, ma e bon nakon aron aia kakewekewe natia aomata.", "20 Ngaia are, e na riai n iai te onimaki; ao ngkana iai te onimaki ao e na iai naba te kantaninga; ao ngkana iai te kantaninga e na riai naba n iai te tangira ae kororaoi.", "21 Ao ngkana akea iroumi te tangira ae kororaoi ao kam bon aki kona ni kamaiuaki n uean te Atua; ao kam aki kona naba ni kamaiuaki n uean te Atua ngkana akea ami onimaki; ao kam aki kona naba ngkana akea ami kantaninga.", "22 Ao ngkana akea ami kantaninga ao kam na bon bwarannano; ao e roko te bwarannano ibukin te bure.", "23 Ao e bon taetae ma te koaua Kristo nakoia ara bakatibu: Ngkana iai iroumi te onimaki ao kam kona ni karaoi bwaai ni kabane ake a riai nakoiu.", "24 Ao ngkai N na taetae nakoia tokin aonaba—bwa ngkana e roko te bong are mwaakan ao ana bwaintituaraoi te Atua a na bua mai i buakomi, e na bon riki ibukin te kakewekewe iroumi.", "25 Ao te maraia nakoia natiia aomata ngkana e na reke te aro aio; bwa e na bon akea ma i buakomi ae e na karaoa ae raoiroi, bon akea temanna. Bwa ngkana iai temanna mai buakomi ae karaoa ae raoiroi, ao e na bon mwakuri ni mwaakan ao ana bwai n tituaraoi te Atua.", "26 Ao te maraia irouia ake a na kaakeai bwaai aikai ao a mate, bwa a na mate i nanon aia bure, ao a bon aki kona ni kamaiuaki n uean te Atua; ao I taekinna n aron ana taeka Kristo; ao I aki kewe.", "27 Ao I kaungai nanomi bwa kam na ururing bwaai aikai; bwa e waekoa n roko te tai are kam na ataia bwa I aki kewe, bwa kam na noorai n ana kai ni motikitaeka te Atua; ao e na kangai te Uea ae te Atua nakoimi: Tiaki bwa I taekin au taeka nakoimi ake e koroi teuaei, n aron temanna ae tang man te mate, eng, n aron temanna ae taetae mai i nanon bubun te tano.", "28 I taekin bwaai aikai ibukin kakoroan taeka ni burabeti. Ao nooria, a na otinako mai wiin te Atua are aki totoki; ao e na tinako au taeka man te roro teuana nakon te roro teuana.", "29 Ao te Atua e na kaotia nakoimi, bwa te bwai are I a tia ni koroi e bon koaua.", "30 Ao riki I kaungai nanomi bwa kam na nakon Kristo, ma n tauii bwaai n tituaraoi ni kabane aika a raraoi, ma n aki riingi bwai n tangira aika a buakaka, ke te bwai ae bareka.", "31 Ao uti, ao teirake ma n te bubu, O Ierutarem; eng, ao katokai kunnikaim aika a titikiraoi, O natin Tion te aine; ao kamatoatoai am kai aike ko kamatoaki iai ao kabubura tiam n aki toki, bwa ko aonga n aki manga kamangaoaki, bwa ana berita aika a tabu te Tama ae Akea Tokina ake e a tia ni karaoia ma ngkami, O te bata are Iteraera, e na kakoroaki bukina.", "32 Eng, nakomai nakon Kristo, ma ni kakororaoaki irouna, ao ma ni kaakeai ma iroumi bwaai ni kabane aika tiaki aron atua; ao ngkana kam kaakeai bwaai ni kabane aika tiaki aron atua; ma n tangira te Atua ma korakorami, ami iango ao marurungimi, ao ngkanne e na tau ana akoi ibukimi, ao man ana akoi ao kam kona ni kororaoi iroun Kristo; ao ngkana man ana akoi te Atua kam a kakororaoaki i nanon Kristo, kam bon aki kona ni kaakea mwaakan te Atua.", "33 Ao riki, ngkana man ana akoi te Atua kam a kororaoi iroun Kristo, ao kam aki kaakea mwaakana, ao ngkanne kam a katabuaki rinanon Kristo man ana akoi te Atua, rinanon waanakon raraan Kristo, are e mena n ana berita are e tabu te Tama ibukin kamaunaan ami bure, bwa kam aonga n riki ni mimitong, n aki memea.", "34 Ao ngkai I taekina tiabo nakoimi ni kabane. E aki maan te tai ao N nang nako ni motirawa n ana bwaretaiti te Atua, ni karokoa te tai are e na manga ikotaki tamneiu ma rabwatau, ao I a manga uotaki ma te tokanikai i karawa, ni kaitibo ma ngkami i matan ana kai ni motikitaeka ae kakukurei Iehova are e kakannato, te Tia Motika taekaia aika a maiu ao aika a mate ae Akea Tokina. Amen."]}