{"English": ["Moroni writes for the benefit of the Lamanites—The Nephites who will not deny Christ are put to death. About A.D.401–21.", "1 Now I, Moroni, after having made an end of abridging the account of the people of Jared, I had supposed not to have written more, but I have not as yet perished; and I make not myself known to the Lamanites lest they should destroy me.", "2 For behold, their wars are exceedingly fierce among themselves; and because of their hatred they put to death every Nephite that will not deny the Christ.", "3 And I, Moroni, will not deny the Christ; wherefore, I wander whithersoever I can for the safety of mine own life.", "4 Wherefore, I write a few more things, contrary to that which I had supposed; for I had supposed not to have written any more; but I write a few more things, that perhaps they may be of worth unto my brethren, the Lamanites, in some future day, according to the will of the Lord."], "Español": ["Moroni escribe para el beneficio de los lamanitas— Se mata a todo nefita que no niegue al Cristo. Aproximadamente 401–421d.C.", "1 Ahora bien, yo, Moroni, después de haber acabado de compendiar los anales del pueblo de Jared, había pensado no escribir más, pero no he perecido todavía; y no me doy a conocer a los lamanitas, no sea que me destruyan.", "2 Porque he aquí, sus guerras entre ellos mismos son extremadamente furiosas; y por motivo de su odio, matan a todo nefita que no niegue al Cristo.", "3 Y yo, Moroni, no negaré al Cristo; de modo que ando errante por donde puedo, para proteger mi propia vida.", "4 Por consiguiente, escribo unas pocas cosas más, contrario a lo que había supuesto; porque había pensado no escribir más; pero escribo unas cuantas cosas más, que tal vez sean de valor a mis hermanos los lamanitas en algún día futuro, según la voluntad del Señor."], "Français": ["Moroni écrit pour le profit des Lamanites— Les Néphites qui ne veulent pas nier le Christ sont mis à mort. Vers 401–421apr.J.-C.", "1 Or, moi, Moroni, après avoir fini d’abréger l’histoire du peuple de Jared, j’avais pensé que je n’écrirais pas davantage, mais je n’ai pas encore péri; et je ne me fais pas connaître aux Lamanites, de peur qu’ils ne me fassent périr.", "2 Car voici, leurs guerres entre eux sont extrêmement féroces; et à cause de leur haine, ils mettent à mort tout Néphite qui ne veut pas nier le Christ.", "3 Et moi, Moroni, je ne veux pas nier le Christ; c’est pourquoi j’erre partout où je peux pour la sécurité de ma vie.", "4 C’est pourquoi, j’écris encore un petit nombre de choses, contrairement à ce que j’avais pensé; car j’avais pensé que je n’écrirais plus; mais j’écris encore un petit nombre de choses, afin qu’elles aient peut-être de la valeur pour mes frères, les Lamanites, un jour futur, selon la volonté du Seigneur."], "Kiribati": ["Moronaai e koroboki ibukin ae raoiroi ibukiia Reimwanaite—Nibwaite ake a rawa ni kaakea Kristo a bon tiringaki. Uakaan ma 401–421N.K.", "1 Ngkai Ngai, ae Moronaai, I a tia ni katoka kauarerekean rongorongoia ana botanaomata Iareta, I a tia ni kataua inanou bwa N na aki manga korea riki ae bati, ma I bon tuai ma ni mate; ao I aki kaotai nakoia Reimwanaite bwa mwiina ao a tiringai.", "2 Bwa nooria, a bati ni korakora aia bubuaka imarenaia; ao ibukin aia kairiribai a bon tiringia ni kabane Nibwaite ake a bon aki kaakea Kristo.", "3 Ao Ngai, ae Moronaai, N na bon aki kaakea Kristo; ngaia are, I a rerebaua nakon taabo ake I kona n nako iai ibukin kawakinan oin maiu.", "4 Ngaia are, I a manga koroi riki bwaai tabeua, are e kaitaraa, te bwai are I a tia ni kataua mai inanou; bwa I a tia ni kataua mainanou bwa N na aki manga korea riki ae bati; ma I a ti manga koroi riki bwaai tabeua, bwa tao a na bongana nakoia tariu, aika Reimwanaite, n taai aika i mwaira, n aron nanon te Uea."]}