{"English": ["Repentant persons are baptized and fellowshipped—Church members who repent are forgiven—Meetings are conducted by the power of the Holy Ghost. About A.D.401–21.", "1 And now I speak concerning baptism. Behold, elders, priests, and teachers were baptized; and they were not baptized save they brought forth fruit meet that they were worthy of it.", "2 Neither did they receive any unto baptism save they came forth with a broken heart and a contrite spirit, and witnessed unto the church that they truly repented of all their sins.", "3 And none were received unto baptism save they took upon them the name of Christ, having a determination to serve him to the end.", "4 And after they had been received unto baptism, and were wrought upon and cleansed by the power of the Holy Ghost, they were numbered among the people of the church of Christ; and their names were taken, that they might be remembered and nourished by the good word of God, to keep them in the right way, to keep them continually watchful unto prayer, relying alone upon the merits of Christ, who was the author and the finisher of their faith.", "5 And the church did meet together oft, to fast and to pray, and to speak one with another concerning the welfare of their souls.", "6 And they did meet together oft to partake of bread and wine, in remembrance of the Lord Jesus.", "7 And they were strict to observe that there should be no iniquity among them; and whoso was found to commit iniquity, and three witnesses of the church did condemn them before the elders, and if they repented not, and confessed not, their names were blotted out, and they were not numbered among the people of Christ.", "8 But as oft as they repented and sought forgiveness, with real intent, they were forgiven.", "9 And their meetings were conducted by the church after the manner of the workings of the Spirit, and by the power of the Holy Ghost; for as the power of the Holy Ghost led them whether to preach, or to exhort, or to pray, or to supplicate, or to sing, even so it was done."], "Español": ["Las personas que se arrepienten son bautizadas y hermanadas en la Iglesia— Los miembros de la Iglesia que se arrepienten son perdonados— Las reuniones se dirigen por el poder del Espíritu Santo. Aproximadamente 401–421d.C.", "1 Y ahora hablo concerniente al bautismo. He aquí, eran bautizados élderes, presbíteros y maestros; y no eran bautizados a menos que dieran frutos apropiados para manifestar que eran dignos de ello.", "2 Ni tampoco recibían a nadie para el bautismo, a menos que viniese con un corazón quebrantado y un espíritu contrito, y testificase a la iglesia que verdaderamente se había arrepentido de todos sus pecados.", "3 Y a nadie recibían para el bautismo, a menos que tomara sobre sí el nombre de Cristo, teniendo la determinación de servirle hasta el fin.", "4 Y después que habían sido recibidos por el bautismo, y el poder del Espíritu Santo había obrado en ellos y los había purificado, eran contados entre los del pueblo de la iglesia de Cristo; y se inscribían sus nombres, a fin de que se hiciese memoria de ellos y fuesen nutridos por la buena palabra de Dios, para guardarlos en la vía correcta, para conservarlos continuamente atentos a orar, confiando solamente en los méritos de Cristo, que era el autor y perfeccionador de su fe.", "5 Y la iglesia se reunía a menudo para ayunar y orar, y para hablar unos con otros concerniente al bienestar de sus almas.", "6 Y se reunían con frecuencia para participar del pan y vino, en memoria del Señor Jesús.", "7 Y se esforzaban estrictamente por que no hubiese iniquidad entre ellos; y a quienes hallaban que habían cometido iniquidad, y eran condenados ante los élderes por tres testigos de la iglesia, y si no se arrepentían ni confesaban, sus nombres eran borrados, y no eran contados entre el pueblo de Cristo.", "8 Mas cuantas veces se arrepentían y pedían perdón, con verdadera intención, se les perdonaba.", "9 Y los de la iglesia dirigían sus reuniones de acuerdo con las manifestaciones del Espíritu, y por el poder del Espíritu Santo; porque conforme los guiaba el poder del Espíritu Santo, bien fuese predicar, o exhortar, orar, suplicar o cantar, así se hacía."], "Français": ["Les personnes repentantes sont baptisées et intégrées— Les membres de l’Église qui se repentent sont pardonnés— Les réunions sont dirigées par le pouvoir du Saint-Esprit. Vers 401–421apr.J.-C.", "1 Et maintenant, je parle du baptême. Voici, les anciens, les prêtres et les instructeurs étaient baptisés; et ils n’étaient baptisés que s’ils produisaient du fruit montrant qu’ils en étaient dignes.", "2 Et ils ne recevaient pour le baptême que ceux qui s’avançaient, le cœur brisé et l’esprit contrit, et témoignaient à l’Église qu’ils se repentaient vraiment de tous leurs péchés.", "3 Et nul n’était reçu au baptême s’il ne prenait sur lui le nom du Christ, décidé à le servir jusqu’à la fin.", "4 Et après avoir été reçus au baptême et avoir été touchés et purifiés par le pouvoir du Saint-Esprit, ils étaient comptés parmi le peuple de l’Église du Christ; et leur nom était pris, pour qu’on se souvînt d’eux et qu’on les nourrît de la bonne parole de Dieu, pour les garder dans la voie droite, pour les garder continuellement attentifs à la prière, se reposant uniquement sur les mérites du Christ, qui était l’auteur et le consommateur de leur foi.", "5 Et les membres de l’Église se réunissaient souvent pour jeûner et pour prier, et pour se parler l’un à l’autre du bien-être de leur âme.", "6 Et ils se réunissaient souvent pour prendre le pain et le vin en souvenir du Seigneur Jésus.", "7 Et ils étaient stricts à veiller à ce qu’il n’y eût pas d’iniquité parmi eux; et tous ceux qui étaient trouvés commettant l’iniquité, trois témoins de l’Église les condamnaient devant les anciens, et s’ils ne se repentaient pas, et ne confessaient pas, leur nom était effacé, et ils n’étaient plus comptés parmi le peuple du Christ.", "8 Mais aussi souvent qu’ils se repentaient et recherchaient le pardon avec une intention réelle, ils étaient pardonnés.", "9 Et leurs réunions étaient dirigées par l’Église, selon l’inspiration de l’Esprit et par le pouvoir du Saint-Esprit; car, selon que le pouvoir du Saint-Esprit les conduisait soit à prêcher, soit à exhorter, soit à prier, soit à supplier, soit à chanter, ainsi faisait-on."], "Kiribati": ["Aomata ake a rairinanoia a bwabetitoaki ma n iraorao te aba nakoia—Kaain te ekaretia ake a rairinanoia a kabwaraki aia bure—A waakinaki botaki nako ni mwaakan te Tamnei are e Raoiroi. Uakaan ma 401–421N.K.", "1 Ao ngkai I taetae ni kaineti ma te bwabetito. Nooria, unimwaane, ibonga ao tia reirei a bwabetitoaki; ao a bon aki bwabetitoaki ni karokoa ae a nooraki uaaia ae oti iai bwa a bon tau ni butimwaia.", "2 Ao a bon aki butimwaeaki naba tabeman nakon te bwabetito ni karokoa ae a roko ma te nano ae uruaki ao te tamnei ae raraoma, ma ni kakoaua nakon te ekaretia bwa a bon rairinanoia ni koaua man aia bure.", "3 Ao bon akea ae butimwaeaki nakon te bwabetito ni karokoa moa ae a katoka aran Kristo i aoia, ma n iai irouia te nanomatoa bwa a na toro irouna ni karokoa te toki.", "4 Ao i mwin are a tia ni butimwaeaki nakon te bwabetito, ma n rotaki ma ni kaitiakaki ni mwaakan te Tamnei are e Raoiroi, a bon warekaki i buakoia aomatan ana ekaretia Kristo; ao a tauaki araia, bwa aonga n uringaki ma ni kamwarakeaki n ana taeka te Atua ae raoiroi, bwa a na waaki n te kawai ae eti, bwa a na aki toki n teimatoa n tataro, n ti onimakina ana mwakuri aika a raraoi Kristo, are bon te tia karika ao te tia karokoa n te toki aia onimaki.", "5 Ao te ekaretia e bon aki toki ni botaki, n aki mamatam man tataro, man taetae imarenaia ni kaineti ma maiuraoin tamneia.", "6 Ao a bon aki toki ni botaki n anaa te kariki ma te wain, ni kauringa te Uea are Iesu.", "7 Ao a bon matoatoa n tarataraia bwa a na akea te bure i buakoia; ao akana a kuneaki ni karaoa te bure mai buakoia, ao teniman ana tia kakoaua te aro a bon kabuakakaia imataia unimwaane, ao ngkana aki rairinanoia, ma ni kaoti aia bure, a kamaunaki araia, ao a bon aki warekaki i buakoia ana aomata Kristo.", "8 Ma ngkana aki toki n rairinanoia ma n ukoukora kabwaran aia bure ma nanoia ni koaua, a bon kabwaraki aia bure.", "9 Ao aia botaki a bon waakinaki n te ekaretia n aron ana mwakuri te Tamnei, ao ma ni mwaakan te Tamnei are e Raoiroi; bwa ngkana mwaakan te Tamnei are e Raoiroi e kairiia bwa tao a na kabwarabwara, ke a na kaungaia aomata, ke a na tataro, ke a na bubuti, ke a na anene, ao e a bon karaoaki."]}