{"English": ["Both the Nephites and the Lamanites are depraved and degenerate—They torture and murder each other—Mormon prays that grace and goodness may rest upon Moroni forever. About A.D.401.", "1 My beloved son, I write unto you again that ye may know that I am yet alive; but I write somewhat of that which is grievous.", "2 For behold, I have had a sore battle with the Lamanites, in which we did not conquer; and Archeantus has fallen by the sword, and also Luram and Emron; yea, and we have lost a great number of our choice men.", "3 And now behold, my son, I fear lest the Lamanites shall destroy this people; for they do not repent, and Satan stirreth them up continually to anger one with another.", "4 Behold, I am laboring with them continually; and when I speak the word of God with sharpness they tremble and anger against me; and when I use no sharpness they harden their hearts against it; wherefore, I fear lest the Spirit of the Lord hath ceased striving with them.", "5 For so exceedingly do they anger that it seemeth me that they have no fear of death; and they have lost their love, one towards another; and they thirst after blood and revenge continually.", "6 And now, my beloved son, notwithstanding their hardness, let us labor diligently; for if we should cease to labor, we should be brought under condemnation; for we have a labor to perform whilst in this tabernacle of clay, that we may conquer the enemy of all righteousness, and rest our souls in the kingdom of God.", "7 And now I write somewhat concerning the sufferings of this people. For according to the knowledge which I have received from Amoron, behold, the Lamanites have many prisoners, which they took from the tower of Sherrizah; and there were men, women, and children.", "8 And the husbands and fathers of those women and children they have slain; and they feed the women upon the flesh of their husbands, and the children upon the flesh of their fathers; and no water, save a little, do they give unto them.", "9 And notwithstanding this great abomination of the Lamanites, it doth not exceed that of our people in Moriantum. For behold, many of the daughters of the Lamanites have they taken prisoners; and after depriving them of that which was most dear and precious above all things, which is chastity and virtue—", "10 And after they had done this thing, they did murder them in a most cruel manner, torturing their bodies even unto death; and after they have done this, they devour their flesh like unto wild beasts, because of the hardness of their hearts; and they do it for a token of bravery.", "11 O my beloved son, how can a people like this, that are without civilization—", "12 (And only a few years have passed away, and they were a civil and a delightsome people)", "13 But O my son, how can a people like this, whose delight is in so much abomination—", "14 How can we expect that God will stay his hand in judgment against us?", "15 Behold, my heart cries: Wo unto this people. Come out in judgment, O God, and hide their sins, and wickedness, and abominations from before thy face!", "16 And again, my son, there are many widows and their daughters who remain in Sherrizah; and that part of the provisions which the Lamanites did not carry away, behold, the army of Zenephi has carried away, and left them to wander whithersoever they can for food; and many old women do faint by the way and die.", "17 And the army which is with me is weak; and the armies of the Lamanites are betwixt Sherrizah and me; and as many as have fled to the army of Aaron have fallen victims to their awful brutality.", "18 O the depravity of my people! They are without order and without mercy. Behold, I am but a man, and I have but the strength of a man, and I cannot any longer enforce my commands.", "19 And they have become strong in their perversion; and they are alike brutal, sparing none, neither old nor young; and they delight in everything save that which is good; and the suffering of our women and our children upon all the face of this land doth exceed everything; yea, tongue cannot tell, neither can it be written.", "20 And now, my son, I dwell no longer upon this horrible scene. Behold, thou knowest the wickedness of this people; thou knowest that they are without principle, and past feeling; and their wickedness doth exceed that of the Lamanites.", "21 Behold, my son, I cannot recommend them unto God lest he should smite me.", "22 But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I pray unto God that he will spare thy life, to witness the return of his people unto him, or their utter destruction; for I know that they must perish except they repent and return unto him.", "23 And if they perish it will be like unto the Jaredites, because of the wilfulness of their hearts, seeking for blood and revenge.", "24 And if it so be that they perish, we know that many of our brethren have deserted over unto the Lamanites, and many more will also desert over unto them; wherefore, write somewhat a few things, if thou art spared and I shall perish and not see thee; but I trust that I may see thee soon; for I have sacred records that I would deliver up unto thee.", "25 My son, be faithful in Christ; and may not the things which I have written grieve thee, to weigh thee down unto death; but may Christ lift thee up, and may his sufferings and death, and the showing his body unto our fathers, and his mercy and long-suffering, and the hope of his glory and of eternal life, rest in your mind forever.", "26 And may the grace of God the Father, whose throne is high in the heavens, and our Lord Jesus Christ, who sitteth on the right hand of his power, until all things shall become subject unto him, be, and abide with you forever. Amen."], "Español": ["Tanto los nefitas como los lamanitas se han depravado y degenerado— Se torturan y se asesinan unos a otros— Mormón suplica que la gracia y la bondad de Dios acompañen a Moroni para siempre. Aproximadamente 401d.C.", "1 Mi amado hijo, te escribo otra vez para que sepas que estoy vivo todavía; pero escribo algo de aquello que es penoso.", "2 Porque he aquí, he tenido una reñida batalla con los lamanitas, en la cual no vencimos; y Arqueanto ha caído por la espada, y también Luram y Emrón; sí, y hemos perdido un gran número de nuestros mejores hombres.", "3 Y ahora bien, he aquí, hijo mío, temo que los lamanitas destruyan a los de este pueblo; porque no se arrepienten, y Satanás de continuo los está provocando a la ira unos contra otros.", "4 He aquí, continuamente estoy afanándome con ellos; y cuando les hablo la palabra de Dios con severidad, tiemblan y se enojan conmigo; y cuando no empleo la severidad, endurecen el corazón contra la palabra; por tanto, temo que el Espíritu del Señor ha cesado de luchar con ellos.", "5 Porque es tan grande su ira, que me parece que no temen la muerte; y han perdido su amor, el uno para con el otro; y siempre están sedientos de sangre y de venganza.", "6 Y ahora bien, mi querido hijo, pese a su dureza, trabajemos diligentemente; porque si dejamos de obrar, incurriremos en la condenación. Porque tenemos una obra que debemos efectuar mientras estemos en este tabernáculo de barro, a fin de vencer al enemigo de toda rectitud, y dar reposo a nuestras almas en el reino de Dios.", "7 Y ahora escribo un poco concerniente a los padecimientos de este pueblo, porque según las noticias que he recibido de Amorón, he aquí, los lamanitas tienen muchos prisioneros que tomaron de la torre de Sherriza; y había entre ellos hombres, mujeres y niños.", "8 Y a los maridos y padres de estas mujeres y niños los han matado; y alimentan a las mujeres con la carne de sus esposos, y a los niños con la carne de sus padres; y no les dan sino un poco de agua.", "9 Mas no obstante esta gran abominación de los lamanitas, no excede a la de nuestro pueblo en Moriántum. Pues he aquí, han tomado cautivas a muchas de las hijas de los lamanitas; y después de privarlas de lo que era más caro y precioso que todas las cosas, que es la castidad y la virtud,", "10 después de haber hecho esto, las asesinaron de la manera más cruel, torturando sus cuerpos hasta la muerte; y después que han hecho esto, devoran sus cuerpos como bestias salvajes, a causa de la dureza de sus corazones; y lo hacen como señal de valor.", "11 Oh mi amado hijo, ¿cómo puede un pueblo como este, que está sin civilización", "12 (y solo han pasado unos pocos años desde que era un pueblo deleitable y civilizado),", "13 oh hijo mío, cómo puede un pueblo como este, que se deleita en tanta abominación,", "14 cómo podemos esperar que Dios detenga su mano en juicio contra nosotros?", "15 He aquí, mi corazón exclama: ¡Ay de este pueblo! ¡Ven en juicio, oh Dios, y oculta sus pecados, e iniquidad, y abominaciones, de ante tu faz!", "16 Y además, hijo mío, hay muchas viudas y sus hijas que permanecen en Sherriza; y la parte de las provisiones que los lamanitas no se llevaron, he aquí, el ejército de Zenefi la ha tomado consigo, y a ellas las ha dejado para que anden errando por donde puedan hallar alimento; y muchas ancianas se desmayan por el camino, y mueren.", "17 Y el ejército que está conmigo es débil; y los ejércitos de los lamanitas me separan de Sherriza; y cuantos se han pasado al ejército de Aarón han sido víctimas de su espantosa brutalidad.", "18 ¡Oh, la depravación de mi pueblo! No tienen ni orden ni misericordia. He aquí, no soy más que un hombre, y no tengo más fuerza que la de un hombre, y ya no me es posible poner en vigor mis órdenes.", "19 Y ellos se han empedernido en su perversidad; y son igualmente brutales, pues no perdonan a nadie, ni a jóvenes ni a ancianos; y se deleitan en todo menos en lo que es bueno; y los padecimientos de nuestras mujeres y nuestros hijos por toda la faz de esta tierra sobrepujan a todas las cosas; sí, la lengua no lo puede expresar, ni se puede escribir.", "20 Ahora bien, hijo mío, no hablo más de esta horrible escena. He aquí, tú conoces la iniquidad de los de este pueblo; sabes que no tienen principios y han perdido toda sensibilidad; y sus iniquidades sobrepujan a las de los lamanitas.", "21 He aquí, hijo mío, no puedo encomendarlos a Dios, no sea que él me castigue.", "22 Mas he aquí, hijo mío, te encomiendo a Dios, y confío en Cristo que te salvarás; y le pido a Dios que te conserve la vida para que seas testigo o del regreso de este pueblo a él, o de su entera destrucción; porque yo sé que deben perecer, a menos que se arrepientan y vuelvan a él.", "23 Y si perecen, será como los jareditas, por motivo de la obstinación de sus corazones en buscar sangre y venganza.", "24 Y si es que perecen, sabemos que un gran número de nuestros hermanos se han pasado a los lamanitas, y que muchos otros también desertarán a ellos. Escribe, pues, algunas cosas, si eres preservado y yo muero y no te veo más; pero confío en que pueda verte pronto, porque tengo unos anales sagrados que quisiera entregarte.", "25 Hijo mío, sé fiel en Cristo; y que las cosas que he escrito no te aflijan, para apesadumbrarte hasta la muerte; sino Cristo te anime, y sus padecimientos y muerte, y la manifestación de su cuerpo a nuestros padres, y su misericordia y longanimidad, y la esperanza de su gloria y de la vida eterna, reposen en tu mente para siempre.", "26 Y la gracia de Dios el Padre, cuyo trono está en las alturas de los cielos, y de nuestro Señor Jesucristo, que se sienta a la diestra de su poder, hasta que todas las cosas le sean sujetas, te acompañe y quede contigo para siempre. Amén."], "Français": ["Les Néphites et les Lamanites sont dépravés et dégénérés— Ils se torturent et s’assassinent mutuellement— Mormon prie pour que la grâce et la bonté reposent à jamais sur Moroni. Vers 401apr.J.-C.", "1 Mon fils bien-aimé, je t’écris de nouveau afin que tu saches que je suis encore vivant; mais j’écris quelque peu sur ce qui est affligeant.", "2 Car voici, j’ai eu une furieuse bataille avec les Lamanites, dans laquelle nous n’avons pas vaincu; et Archéantus est tombé par l’épée, et aussi Luram et Emron; oui, et nous avons perdu un grand nombre de nos hommes d’élite.", "3 Et maintenant, voici, mon fils, je crains que les Lamanites ne détruisent ce peuple; car ils ne se repentent pas, et Satan les excite continuellement à la colère les uns contre les autres.", "4 Voici, je travaille continuellement avec eux; et lorsque je dis la parole de Dieu avec rigueur, ils tremblent et sont en colère contre moi; et lorsque je n’utilise pas de rigueur, ils s’endurcissent le cœur contre elle; c’est pourquoi, je crains que l’Esprit du Seigneur n’ait cessé de lutter avec eux.", "5 Car ils sont dans une colère si extrême qu’il me semble qu’ils n’ont aucune crainte de la mort; et ils ont perdu leur amour les uns pour les autres; et ils ont continuellement soif de sang et de vengeance.", "6 Néanmoins, mon fils bien-aimé, malgré leur endurcissement, travaillons diligemment; car si nous cessions de travailler, nous tomberions sous la condamnation; car nous avons un travail à accomplir pendant que nous sommes dans ce tabernacle d’argile, afin de vaincre l’ennemi de toute justice et de donner du repos à notre âme dans le royaume de Dieu.", "7 Et maintenant, j’écris quelque peu sur les souffrances de ce peuple. Car selon la connaissance que j’ai reçue d’Amoron, voici, les Lamanites ont beaucoup de prisonniers, qu’ils ont pris de la tour de Sherrizah; et il y avait des hommes, des femmes et des enfants.", "8 Et ils ont tué les maris et pères de ces femmes et de ces enfants; et ils font manger la chair de leurs maris aux femmes et la chair de leurs pères aux enfants; et ils ne leur donnent pas d’eau, si ce n’est un peu.", "9 Et malgré cette grande abomination des Lamanites, elle ne dépasse pas celle de notre peuple à Moriantum. Car voici, ils ont fait prisonnières beaucoup de filles des Lamanites; et après leur avoir ravi ce qu’elles avaient de plus cher et de plus précieux, la chasteté et la vertu—", "10 et après avoir fait cela, ils les ont assassinées d’une manière extrêmement cruelle, torturant leur corps jusqu’à la mort; et après avoir fait cela, ils dévorent leur chair comme des bêtes sauvages à cause de l’endurcissement de leur cœur; et ils le font en signe de bravoure.", "11 Ô mon fils bien-aimé, comment se peut-il qu’un tel peuple, qui est sans civilisation—", "12 (il n’y a qu’un petit nombre d’années qui sont passées, et ils étaient un peuple civilisé et agréable)—", "13 mais ô mon fils, comment un tel peuple, qui met ses délices dans tant d’abominations,", "14 comment pouvons-nous attendre de Dieu qu’il arrête sa main en jugement contre nous?", "15 Voici, mon cœur s’écrie: Malheur à ce peuple! Sors en jugement, ô Dieu, et cache leurs péchés, et leur méchanceté, et leurs abominations de devant ta face!", "16 Et en outre, mon fils, il y a beaucoup de veuves et leurs filles qui restent à Sherrizah; et cette partie des provisions que les Lamanites n’ont pas emportée, voici, l’armée de Zénéphi l’a emportée, et elle les a laissées errer là où elles peuvent pour trouver de la nourriture; et beaucoup de vieilles femmes s’évanouissent en chemin et meurent.", "17 Et l’armée qui est avec moi est faible; et les armées des Lamanites sont entre Sherrizah et moi; et tous ceux qui ont fui vers l’armée d’Aaron sont tombés victimes de leur affreuse brutalité.", "18 Oh! la dépravation de mon peuple! Ils sont sans ordre et sans miséricorde. Voici, je ne suis qu’un homme, et je n’ai que la force d’un homme, et je ne peux plus faire respecter mes commandements.", "19 Et ils sont devenus forts dans leur perversion; et ils sont aussi brutaux les uns que les autres, n’épargnant personne, ni jeunes ni vieux; et ils mettent leurs délices dans tout sauf dans ce qui est bon; et les souffrances de nos femmes et de nos enfants sur toute la surface de ce pays dépassent tout; oui, la langue ne peut les raconter, et elles ne peuvent pas non plus être écrites.", "20 Et maintenant, mon fils, je ne m’attarde plus sur cet horrible tableau. Voici, tu connais la méchanceté de ce peuple; tu sais qu’il est sans principes et qu’il a perdu toute sensibilité; et sa méchanceté surpasse celle des Lamanites.", "21 Voici, mon fils, je ne peux pas le recommander à Dieu, de peur qu’il ne me frappe.", "22 Mais voici, mon fils, je te recommande à Dieu, et j’ai l’assurance dans le Christ que tu seras sauvé; et je prie Dieu qu’il t’épargne la vie pour que tu sois témoin du retour de son peuple à lui, ou de sa destruction totale; car je sais qu’il périra à moins qu’il ne se repente et ne retourne à lui.", "23 Et s’ils périssent, ce sera comme les Jarédites, à cause de l’obstination de leur cœur à chercher le sang et la vengeance.", "24 Et s’ils périssent, nous savons que beaucoup de nos frères sont passés aux Lamanites, et qu’un nombre plus grand encore passera aussi à eux; c’est pourquoi, écris quelque peu, un petit nombre de choses, si tu es épargné et si je péris et ne te vois pas; mais j’ai l’assurance que je pourrai te voir bientôt, car j’ai des annales sacrées que je voudrais te remettre.", "25 Mon fils, sois fidèle dans le Christ; et que les choses que j’ai écrites ne te causent pas de peine, pour t’accabler jusqu’à la mort; mais que le Christ te console, et que ses souffrances et sa mort, et son corps montré à nos pères, et sa miséricorde et sa longanimité, et l’espérance de sa gloire et de la vie éternelle demeurent à jamais dans ton esprit.", "26 Et que la grâce de Dieu le Père, dont le trône est haut dans les cieux, et de notre Seigneur Jésus-Christ, qui est assis à la droite de sa puissance, jusqu’à ce que tout lui soit assujetti, soit et demeure avec toi à jamais. Amen."], "Kiribati": ["A uaaia Nibwaite ma Reimwanaite ni buakaka ma ni kekerikaki—A bwainikirinia man tiritiri imarenaia—E tataro Moomon bwa te akoi ma te tangira e na mena i aon Moronaai n aki toki. Uakaan ma 401N.K.", "1 Natiu ae moan te tangiraki, I a manga koroboki riki nakoim bwa ko aonga n ataia bwa I bon maiu; ma N na korea rongorongon te bwai ae kananokawaki.", "2 Bwa nooria, I a tia ni buaka n te buaka ae korakora ma Reimwanaite, are ti bon aki tokanikai iai; ao Akiantati e a tia ni bwaka n te kabaang, ao Ruram naba ma Emron; eng, ao e korakora mwaitia ara aomata aika a rine aika a tia ni bua.", "3 Ao ngkai nooria, natiu te mwaane, I maaku bwa mwiina ao a na kamaunaki te botanaomata aio irouia Reimwanaite, bwa a bon aki rairinanoia, ao Tatan e aki toki ni kakiriwei nanoia bwa a na un imarenaia.", "4 Nooria, I aki toki ni beku mangaia; ao ngkana I taekina ana taeka te Atua n te aro ae kakang ao a ruru ma n un ni kaitaraai; ao ngkana I aki taetae ma te kakang a kamatoai nanoia ni kaitara; ngaia are, I maaku bwa mwiina ao e a aki mena Tamnein te Uea irouia.", "5 Bwa e mwaiti korakoran uniia n te aro are irou ao a bon aki maaka te mate; ao e a bua aia tangira, imarenaia; ao a taka ibukin tangiran te raraa ma te irantaanga n aki toki.", "6 Ao ngkai, natiu te mwaane ae moan te tangiraki irou, e ngae ngke a matoatoa, ti na botumwaaka ni beku; bwa ngkana ti katoka ara mwakuri, ao ti na mena i aan te kabuakakaki; bwa iai ara mwakuri ae ti na karaoia i nanon menara n rabwatara ae te tano, bwa ti aonga n tokanikai i aon ana kairiribai te raoiroi, ma ni karekea motirawan tamneira n uean te Atua.", "7 Ao ngkai, I koroboki ni kaineti ma kainnanoia te botanaomata aio. Bwa n aron te ataibwai are I a tia ni karekea mai iroun Amoron, nooria a mwaiti aia bure Reimwanaite, ake a kairiia man te taua are Tierita; ao bon iai mwaane, aine ao ataei.", "8 Ao buuia ma tamaia aine ma ataei akekei a tia n tiringia; ao a anganiia aine bwa a na kana irikoia buuia, ao ataei bwa a na kana irikoia tamaia; ao akea te ran ma ti teutana, are a bon anganiia.", "9 Ao e ngae ngke e a korakora aia mwakuri aika bati n ribaki Reimwanaite aio, e bon aki rota aroia ara aomata ake i Moriantam. Bwa nooria, a mwaiti natia aine Reimwanaite ake a tia n tauiia bwa bure; ao ngke a tia n anaa mai irouia te bwai are moan te tangiraki ma ni kakawaki i aon bwaai nako are bon, itiakiia ma tamaroaia—", "10 Ao i mwin karaoan aio, a bon tiringia n te aro ae moan te ribuaka, a bwainikirini rabwataia ni karokoa a mate; ao ngke a tia ni karaoa aei, a kang irikoia n aroia man aika a kaakang, ibukin matoatoan nanoia ao a karaoia bwa aongkoa kaotan ninikoriaia.", "11 O natiu te mwaane ae moan te tangiraki, e na kanga n riki te botanaomata ae aekan aei, ae akea te nano n aomata irouia—", "12 (Ao tabeua te ririki n nako ao bon aomata aika a nano n aomata ao a moan te tamaroa)", "13 Ma O natiu te mwaane, e kanga n riki te botanaomata ae aekan aio, ae mena kukureia n te mwakuri ae bati n ribaki ae korakora—", "14 Ti na kanga ni kantaninga te Atua bwa e na aki karokoa baina iaora ni kaaitaraira ni motika taekara?", "15 Nooria, e takarua nanou: Te maraia nakoia te botanaomata aio. Nakomai i nanon am motikitaeka O te Atua, ao karabai aia bure, ma buakakaia, ao aia mwakuri aika bati n ribaki mai imatam!", "16 Ao riki natiu te mwaane, a bon mwaiti aine ake a mate buuia ma natia aine ake a tiku i Tierita; ao mwakoron te bwauna are aki uotia nako Reimwanaite, nooria, e uotaki nako iroun ana taanga ni buaka Tinibwaai, ao a katikuia bwa a na rerebaua nakon taabo nako ni kakaea kanaia; ao a mwaiti aine aika a kara aika tong i rarikin te kawai ao a mate.", "17 Ao te taanga ni buaka aei e a bon mamaara; ao aia taanga ni buaka Reimwanaite a mena imarenau ma Tierita; ao ni kabane ake a birinako nakon ana taanga ni buaka Aaron a bon mwane n te aro n iowawa ae kamwaraa arei.", "18 O rikiraken buakakaia au botanaomata! Bon akea te waaki raoi ao te nanoanga irouia. Nooria, Ngai bon te aomata, ao iai korakorau n aomata, ao I aki kona n teimatoa ni kamatoaa au kairiri.", "19 Ao a bon matoatoa n aroia aika a bwaoua; ao a bon titebo ma maan, ae akea ae a kamaiua, akea te kara ke te teei; ao a bon kukurei ni bwaai ni kabane ma tiaki ae raoiroi; ao kainnanoia ara aine ma ara ataei i aon te aba e a bon rang ni korakora i aon bwaai nako; eng, e aki kona te neewe n taekinna ao e aki kona naba ni koreaki.", "20 Ao ngkai, natiu te mwaane, I aki manga taekina riki te bwai ae kamwaraa aio. Nooria, ko bon ataa aron buakakaia te botanaomata aio; ko ataia bwa akea tuaia, ao akea aia tangira; ao buakakaia e riaon buakakaia Reimwanaite.", "21 Nooria, natiu te mwaane, I aki kona n uotarake taekaia nakon te Atua bwa mwiina ao e oreai.", "22 Ma nooria, natiu te mwaane, I uotarake taekam nakon te Atua, ao I onimaki iroun Kristo bwa ko na kamaiuaki; ao I tataro nakon te Atua bwa e na anganiko maium, bwa ko na noora okia ana botanaomata nakoina, ke kamaunakiiia; bwa I ataia bwa a na bon mate ngkana aki rairinanoia ma n okiria.", "23 Ao ngkana a mate ao ai bon aekaia Iaretaite, ibukin are e tangira nanoia, ukoukoran te raraa ma te irantaanga.", "24 Ao ngkana arona bwa tao a mate, ti ataia bwa a mwaiti tarira ake a tia ni birinako rarikiia Reimwanaite, ao a mwaiti riki aika a na manga birinako nakoia; ngaia are, koroi bwaai tabeua, ngkana ko kamaiuaki ao Ngai N na mate ao N na aki nooriko; ma I onimakinna bwa N na nooriko n te tai ae e aki maan; bwa iai rongorongo aika a tabu ake I kan anganiko.", "25 Natiu te mwaane, kakaonimaki iroun Kristo; ao a na aki riki bwaai aika I koroi bwa karawawatam, bwa a na taoniko rikaaki nakon te mate; ma e na tabekikorake Kristo, ao ke kainnanona ao matena, ao kaotan rabwatana nakoia ara bakatibu, ao ana nanoanga, ma ana taotaonakin nano i nanon te tai ae maan, ao kantaningaan mimitongina ma te maiu ae akea tokina, e na tiku n am iango n aki toki.", "26 Ao ke ana akoi te Atua te Tama, are e mena ana kaintoka ni uea i eta i karawa, ao ara Uea are Iesu Kristo are e tekateka i angatain mwaakana, ni karokoa ae bwaai ni kabane a tautaekanaki irouna, e na mena iroum n aki toki. Amen."]}