{"English": ["Jesus gave the twelve Nephite disciples power to confer the gift of the Holy Ghost. About A.D.401–21.", "1 The words of Christ, which he spake unto his disciples, the twelve whom he had chosen, as he laid his hands upon them—", "2 And he called them by name, saying: Ye shall call on the Father in my name, in mighty prayer; and after ye have done this ye shall have power that to him upon whom ye shall lay your hands, ye shall give the Holy Ghost; and in my name shall ye give it, for thus do mine apostles.", "3 Now Christ spake these words unto them at the time of his first appearing; and the multitude heard it not, but the disciples heard it; and on as many as they laid their hands, fell the Holy Ghost."], "Español": ["Jesús dio a los doce discípulos nefitas poder para conferir el don del Espíritu Santo. Aproximadamente 401–421d.C.", "1 Las palabras de Cristo, las cuales habló a sus discípulos, los doce que había escogido, al imponerles las manos.", "2 Y los llamó por su nombre, diciendo: Pediréis al Padre en mi nombre, con poderosa oración; y después que hayáis hecho esto, tendréis poder para que a aquel a quien impongáis las manos, le confiráis el Espíritu Santo; y en mi nombre lo conferiréis, porque así lo hacen mis apóstoles.", "3 Y Cristo les habló estas palabras al tiempo de su primera aparición; y la multitud no las oyó, mas los discípulos sí las oyeron; y sobre todos aquellos a los que impusieron las manos, descendió el Espíritu Santo."], "Français": [], "Kiribati": ["Iesu e anganiia Nibwaite ake tengaun ma uoman ake ana reirei te mwaaka n anga te bwaintituaraoi ae te Tamnei ae Raoiroi. Uakaan ma 401–421N.K.", "1 Ana taeka Kristo, ake e taekin nakoia ana reirei, ake tengaun ma uoman ake e a tia n rineia, ngke e katokai baina i aoia—", "2 Ao e weteia n araia ni kangai: Kam na wetea te Tama n arau, n tataro ni kakorakorai ngkami; ao ngkana kam a tia ni karaoa aio e na reke iroumi te mwaaka bwa ane kam katokai baimi i aona ao kam na anganna te Tamnei are e Raoiroi; ao n arau ao kam na anga, bwa anne ae a karaoia au abotoro.", "3 Ngke tia Kristo n taekin taeka aikai nakoia n te tai are e moan kaoti iai; ao a bon aki ongo aomata ake a uanao, ma a bon ongo ana reirei; ao e roko te Tamnei are e Raoiroi i aoia aika a mwaiti ake a katokai baiia i aoia."]}