{"English": ["The mode of administering the sacramental wine is set forth. About A.D.401–21.", "1 The manner of administering the wine—Behold, they took the cup, and said:", "2 O God, the Eternal Father, we ask thee, in the name of thy Son, Jesus Christ, to bless and sanctify this wine to the souls of all those who drink of it, that they may do it in remembrance of the blood of thy Son, which was shed for them; that they may witness unto thee, O God, the Eternal Father, that they do always remember him, that they may have his Spirit to be with them. Amen."], "Español": ["Se expone la forma de administrar el vino sacramental. Aproximadamente 401–421d.C.", "1 La manera de administrar el vino. He aquí, tomaban la copa y decían:", "2 Oh Dios, Padre Eterno, en el nombre de Jesucristo, tu Hijo, te pedimos que bendigas y santifiques este vino para las almas de todos los que lo beban, para que lo hagan en memoria de la sangre de tu Hijo, que por ellos se derramó; para que testifiquen ante ti, oh Dios, Padre Eterno, que siempre se acuerdan de él, para que puedan tener su Espíritu consigo. Amén."], "Français": ["Manière de bénir le vin de la Sainte-Cène. Vers 401–421apr.J.-C.", "1 Manière de bénir le vin: Voici, ils prenaient la coupe et disaient:", "2 Ô Dieu, Père éternel, nous te demandons, au nom de ton Fils, Jésus-Christ, de bénir et de sanctifier ce vin pour l’âme de tous ceux qui en boivent, afin qu’ils le fassent en souvenir du sang de ton Fils, qui a été versé pour eux, afin qu’ils te témoignent, ô Dieu, Père éternel, qu’ils se souviennent toujours de lui, et qu’ils aient son Esprit avec eux. Amen."], "Kiribati": ["E a karaoaki aron waakinan te wain n toa. Uakaan ma 401–421N.K.", "1 Aron waakinan te wain—Nooria, a an anaa te mwangko, ma ni kangai:", "2 O te Atua, te Tama ae Akea Tokina, ti butiko, n aran natim Iesu Kristo, bwa ko na kakabwaia ma ni katabua te wain aio nako nanon tamneia ake a na bane n nimma, bwa a na karaoia ni kauringa raraan Natim are e waanako ibukiia, bwa aonga ni kakoaua nakoim te Atua te Tama ae Akea Tokina, bwa a na aki toki n ururingnga, bwa e aonga ni memena Tamneina irouia. Amen."]}