{"English": ["How elders and priests administer the sacramental bread is explained. About A.D.401–21.", "1 The manner of their elders and priests administering the flesh and blood of Christ unto the church; and they administered it according to the commandments of Christ; wherefore we know the manner to be true; and the elder or priest did minister it—", "2 And they did kneel down with the church, and pray to the Father in the name of Christ, saying:", "3 O God, the Eternal Father, we ask thee in the name of thy Son, Jesus Christ, to bless and sanctify this bread to the souls of all those who partake of it; that they may eat in remembrance of the body of thy Son, and witness unto thee, O God, the Eternal Father, that they are willing to take upon them the name of thy Son, and always remember him, and keep his commandments which he hath given them, that they may always have his Spirit to be with them. Amen."], "Español": ["Se expone la forma en que los élderes y los presbíteros administran el pan sacramental. Aproximadamente 401–421d.C.", "1 La forma en que sus élderes y presbíteros administraban la carne y la sangre de Cristo a la iglesia; y las administraban de acuerdo con los mandamientos de Cristo; por tanto, sabemos que la manera es correcta; y el élder o el presbítero las administraba.", "2 Y se arrodillaban con la iglesia, y oraban al Padre en el nombre de Cristo, diciendo:", "3 Oh Dios, Padre Eterno, en el nombre de Jesucristo, tu Hijo, te pedimos que bendigas y santifiques este pan para las almas de todos los que participen de él, para que lo coman en memoria del cuerpo de tu Hijo, y testifiquen ante ti, oh Dios, Padre Eterno, que están dispuestos a tomar sobre sí el nombre de tu Hijo, y a recordarle siempre, y a guardar sus mandamientos que él les ha dado, para que siempre puedan tener su Espíritu consigo. Amén."], "Français": ["Comment les anciens et les prêtres bénissent et distribuent le pain de la Sainte-Cène. Vers 401–421apr.J.-C.", "1 Manière dont leurs anciens et leurs prêtres bénissaient la chair et le sang du Christ pour l’Église; et ils les bénissaient selon les commandements du Christ; c’est pourquoi, nous savons que cette manière est vraie; et l’ancien ou le prêtre les bénissait et les distribuait;", "2 Et ils s’agenouillaient avec l’Église et priaient le Père au nom du Christ, disant:", "3 Ô Dieu, Père éternel, nous te demandons, au nom de ton Fils, Jésus-Christ, de bénir et de sanctifier ce pain pour l’âme de tous ceux qui en prennent, afin qu’ils le mangent en souvenir du corps de ton Fils, et te témoignent, ô Dieu, Père éternel, qu’ils sont disposés à prendre sur eux le nom de ton Fils, se souvenir toujours de lui et garder les commandements qu’il leur a donnés, afin qu’ils aient toujours son Esprit avec eux. Amen."], "Kiribati": ["E kabwarabwaraki aron katabuan te kariki n toa irouia unimwaane ao ibonga. Uakaan ma 401–421N.K.", "1 Aroia aia unimwaane ma aia ibonga ni kabuta rabwatan ma raraan Kristo nakon te ekaretia; ao e karaoaki n aron ana tua Kristo; ngaia are ti ataia bwa e bon koaua aron karaoana; ao te unimwaane ke te ibonga e bon wakinna—", "2 Ao a bon katorobubua ma te ekaretia, ma n tataro nakon te Tama n aran Kristo, ni kangai:", "3 O Te Atua, te Tama ae Akea Tokina, ti butiko n aran natim, Iesu Kristo, bwa ko na kakabwaia ma ni katabua te kariki aei nako nanon tamneia ake ana bane n anaia; bwa a na kanna ni kauringa iai rabwatan natim, ma ni kakoaua nakoim, O te Atua, te Tama ae Akea Tokina, bwa a bon kukurei ni katoka i aoia aran natim, ma n aki toki n ururingnga, ma ni kaawakin ana tua nako ake e a tia n anganiia, bwa e aonga ni memena Tamneina irouia n taai nako. Amen."]}