{"English": ["An invitation is given to enter into the rest of the Lord—Pray with real intent—The Spirit of Christ enables men to know good from evil—Satan persuades men to deny Christ and do evil—The prophets manifest the coming of Christ—By faith, miracles are wrought and angels minister—Men should hope for eternal life and cleave unto charity. About A.D.401–21.", "1 And now I, Moroni, write a few of the words of my father Mormon, which he spake concerning faith, hope, and charity; for after this manner did he speak unto the people, as he taught them in the synagogue which they had built for the place of worship.", "2 And now I, Mormon, speak unto you, my beloved brethren; and it is by the grace of God the Father, and our Lord Jesus Christ, and his holy will, because of the gift of his calling unto me, that I am permitted to speak unto you at this time.", "3 Wherefore, I would speak unto you that are of the church, that are the peaceable followers of Christ, and that have obtained a sufficient hope by which ye can enter into the rest of the Lord, from this time henceforth until ye shall rest with him in heaven.", "4 And now my brethren, I judge these things of you because of your peaceable walk with the children of men.", "5 For I remember the word of God which saith by their works ye shall know them; for if their works be good, then they are good also.", "6 For behold, God hath said a man being evil cannot do that which is good; for if he offereth a gift, or prayeth unto God, except he shall do it with real intent it profiteth him nothing.", "7 For behold, it is not counted unto him for righteousness.", "8 For behold, if a man being evil giveth a gift, he doeth it grudgingly; wherefore it is counted unto him the same as if he had retained the gift; wherefore he is counted evil before God.", "9 And likewise also is it counted evil unto a man, if he shall pray and not with real intent of heart; yea, and it profiteth him nothing, for God receiveth none such.", "10 Wherefore, a man being evil cannot do that which is good; neither will he give a good gift.", "11 For behold, a bitter fountain cannot bring forth good water; neither can a good fountain bring forth bitter water; wherefore, a man being a servant of the devil cannot follow Christ; and if he follow Christ he cannot be a servant of the devil.", "12 Wherefore, all things which are good cometh of God; and that which is evil cometh of the devil; for the devil is an enemy unto God, and fighteth against him continually, and inviteth and enticeth to sin, and to do that which is evil continually.", "13 But behold, that which is of God inviteth and enticeth to do good continually; wherefore, every thing which inviteth and enticeth to do good, and to love God, and to serve him, is inspired of God.", "14 Wherefore, take heed, my beloved brethren, that ye do not judge that which is evil to be of God, or that which is good and of God to be of the devil.", "15 For behold, my brethren, it is given unto you to judge, that ye may know good from evil; and the way to judge is as plain, that ye may know with a perfect knowledge, as the daylight is from the dark night.", "16 For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God.", "17 But whatsoever thing persuadeth men to do evil, and believe not in Christ, and deny him, and serve not God, then ye may know with a perfect knowledge it is of the devil; for after this manner doth the devil work, for he persuadeth no man to do good, no, not one; neither do his angels; neither do they who subject themselves unto him.", "18 And now, my brethren, seeing that ye know the light by which ye may judge, which light is the light of Christ, see that ye do not judge wrongfully; for with that same judgment which ye judge ye shall also be judged.", "19 Wherefore, I beseech of you, brethren, that ye should search diligently in the light of Christ that ye may know good from evil; and if ye will lay hold upon every good thing, and condemn it not, ye certainly will be a child of Christ.", "20 And now, my brethren, how is it possible that ye can lay hold upon every good thing?", "21 And now I come to that faith, of which I said I would speak; and I will tell you the way whereby ye may lay hold on every good thing.", "22 For behold, God knowing all things, being from everlasting to everlasting, behold, he sent angels to minister unto the children of men, to make manifest concerning the coming of Christ; and in Christ there should come every good thing.", "23 And God also declared unto prophets, by his own mouth, that Christ should come.", "24 And behold, there were divers ways that he did manifest things unto the children of men, which were good; and all things which are good cometh of Christ; otherwise men were fallen, and there could no good thing come unto them.", "25 Wherefore, by the ministering of angels, and by every word which proceeded forth out of the mouth of God, men began to exercise faith in Christ; and thus by faith, they did lay hold upon every good thing; and thus it was until the coming of Christ.", "26 And after that he came men also were saved by faith in his name; and by faith, they become the sons of God. And as surely as Christ liveth he spake these words unto our fathers, saying: Whatsoever thing ye shall ask the Father in my name, which is good, in faith believing that ye shall receive, behold, it shall be done unto you.", "27 Wherefore, my beloved brethren, have miracles ceased because Christ hath ascended into heaven, and hath sat down on the right hand of God, to claim of the Father his rights of mercy which he hath upon the children of men?", "28 For he hath answered the ends of the law, and he claimeth all those who have faith in him; and they who have faith in him will cleave unto every good thing; wherefore he advocateth the cause of the children of men; and he dwelleth eternally in the heavens.", "29 And because he hath done this, my beloved brethren, have miracles ceased? Behold I say unto you, Nay; neither have angels ceased to minister unto the children of men.", "30 For behold, they are subject unto him, to minister according to the word of his command, showing themselves unto them of strong faith and a firm mind in every form of godliness.", "31 And the office of their ministry is to call men unto repentance, and to fulfil and to do the work of the covenants of the Father, which he hath made unto the children of men, to prepare the way among the children of men, by declaring the word of Christ unto the chosen vessels of the Lord, that they may bear testimony of him.", "32 And by so doing, the Lord God prepareth the way that the residue of men may have faith in Christ, that the Holy Ghost may have place in their hearts, according to the power thereof; and after this manner bringeth to pass the Father, the covenants which he hath made unto the children of men.", "33 And Christ hath said: If ye will have faith in me ye shall have power to do whatsoever thing is expedient in me.", "34 And he hath said: Repent all ye ends of the earth, and come unto me, and be baptized in my name, and have faith in me, that ye may be saved.", "35 And now, my beloved brethren, if this be the case that these things are true which I have spoken unto you, and God will show unto you, with power and great glory at the last day, that they are true, and if they are true has the day of miracles ceased?", "36 Or have angels ceased to appear unto the children of men? Or has he withheld the power of the Holy Ghost from them? Or will he, so long as time shall last, or the earth shall stand, or there shall be one man upon the face thereof to be saved?", "37 Behold I say unto you, Nay; for it is by faith that miracles are wrought; and it is by faith that angels appear and minister unto men; wherefore, if these things have ceased wo be unto the children of men, for it is because of unbelief, and all is vain.", "38 For no man can be saved, according to the words of Christ, save they shall have faith in his name; wherefore, if these things have ceased, then has faith ceased also; and awful is the state of man, for they are as though there had been no redemption made.", "39 But behold, my beloved brethren, I judge better things of you, for I judge that ye have faith in Christ because of your meekness; for if ye have not faith in him then ye are not fit to be numbered among the people of his church.", "40 And again, my beloved brethren, I would speak unto you concerning hope. How is it that ye can attain unto faith, save ye shall have hope?", "41 And what is it that ye shall hope for? Behold I say unto you that ye shall have hope through the atonement of Christ and the power of his resurrection, to be raised unto life eternal, and this because of your faith in him according to the promise.", "42 Wherefore, if a man have faith he must needs have hope; for without faith there cannot be any hope.", "43 And again, behold I say unto you that he cannot have faith and hope, save he shall be meek, and lowly of heart.", "44 If so, his faith and hope is vain, for none is acceptable before God, save the meek and lowly in heart; and if a man be meek and lowly in heart, and confesses by the power of the Holy Ghost that Jesus is the Christ, he must needs have charity; for if he have not charity he is nothing; wherefore he must needs have charity.", "45 And charity suffereth long, and is kind, and envieth not, and is not puffed up, seeketh not her own, is not easily provoked, thinketh no evil, and rejoiceth not in iniquity but rejoiceth in the truth, beareth all things, believeth all things, hopeth all things, endureth all things.", "46 Wherefore, my beloved brethren, if ye have not charity, ye are nothing, for charity never faileth. Wherefore, cleave unto charity, which is the greatest of all, for all things must fail—", "47 But charity is the pure love of Christ, and it endureth forever; and whoso is found possessed of it at the last day, it shall be well with him.", "48 Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that ye may become the sons of God; that when he shall appear we shall be like him, for we shall see him as he is; that we may have this hope; that we may be purified even as he is pure. Amen."], "Español": ["Se hace la invitación a entrar en el reposo del Señor— Orad con verdadera intención— El Espíritu de Cristo habilita a los hombres para discernir el bien del mal— Satanás persuade a los hombres a negar a Cristo y hacer lo malo— Los profetas manifiestan la venida de Cristo— Por medio de la fe, se efectúan los milagros y los ángeles ministran— Los hombres deben tener la esperanza de obtener la vida eterna y deben allegarse a la caridad. Aproximadamente 401–421d.C.", "1 Y ahora yo, Moroni, escribo unas pocas de las palabras que mi padre Mormón habló concernientes a la fe, a la esperanza y a la caridad; porque de esta manera habló al pueblo, mientras les enseñaba en la sinagoga que habían construido como sitio donde adorar.", "2 Y ahora yo, Mormón, os hablo a vosotros, amados hermanos míos; y es por la gracia de Dios el Padre, y nuestro Señor Jesucristo, y su santa voluntad, debido al don del llamamiento que me hizo, que se me permite hablaros en esta ocasión.", "3 Por tanto, quisiera hablaros a vosotros que sois de la iglesia, que sois los pacíficos discípulos de Cristo, y que habéis logrado la esperanza necesaria mediante la cual podéis entrar en el reposo del Señor, desde ahora en adelante, hasta que tengáis reposo con él en el cielo.", "4 Y juzgo esto de vosotros, mis hermanos, por razón de vuestra conducta pacífica para con los hijos de los hombres.", "5 Porque me acuerdo de la palabra de Dios, que dice: Por sus obras los conoceréis; porque si sus obras son buenas, ellos también son buenos.", "6 Porque he aquí, Dios ha dicho que un hombre, siendo malo, no puede hacer lo que es bueno; porque si presenta una ofrenda, o si ora a Dios, a menos que lo haga con verdadera intención, de nada le aprovecha.", "7 Porque he aquí, no se le cuenta como obra buena.", "8 Pues he aquí, si un hombre, siendo malo, presenta una ofrenda, lo hace de mala gana; de modo que le es contado como si hubiese retenido la ofrenda; por tanto, se le tiene por malo ante Dios.", "9 E igualmente le es contado por mal a un hombre si ora y no lo hace con verdadera intención de corazón; sí, y nada le aprovecha, porque Dios no recibe a ninguno de estos.", "10 Por tanto, un hombre, siendo malo, no puede hacer lo que es bueno; ni presentará una ofrenda buena.", "11 Porque he aquí, una fuente amarga no puede dar agua buena; ni tampoco puede una fuente buena dar agua amarga; de modo que si un hombre es siervo del diablo, no puede seguir a Cristo; y si sigue a Cristo, no puede ser siervo del diablo.", "12 Por consiguiente, todo lo que es bueno viene de Dios, y lo que es malo viene del diablo; porque el diablo es enemigo de Dios, y lucha contra él continuamente, e invita e induce a pecar y a hacer lo que es malo sin cesar.", "13 Mas he aquí, lo que es de Dios invita e induce a hacer lo bueno continuamente; de manera que todo aquello que invita e induce a hacer lo bueno, y a amar a Dios y a servirle, es inspirado por Dios.", "14 Tened cuidado, pues, amados hermanos míos, de que no juzguéis que lo que es malo sea de Dios, ni que lo que es bueno y de Dios sea del diablo.", "15 Pues he aquí, mis hermanos, os es concedido juzgar, a fin de que podáis discernir el bien del mal; y la manera de juzgar es tan clara, a fin de que sepáis con un perfecto conocimiento, como la luz del día lo es de la obscuridad de la noche.", "16 Pues he aquí, a todo hombre se da el Espíritu de Cristo para que sepa discernir el bien del mal; por tanto, os muestro la manera de juzgar; porque toda cosa que invita a hacer lo bueno, y persuade a creer en Cristo, es enviada por el poder y el don de Cristo, por lo que sabréis, con un conocimiento perfecto, que es de Dios.", "17 Pero cualquier cosa que persuade a los hombres a hacer lo malo, y a no creer en Cristo, y a negarlo, y a no servir a Dios, entonces sabréis, con un conocimiento perfecto, que es del diablo; porque de este modo obra el diablo, porque él no persuade a ningún hombre a hacer lo bueno, no, ni a uno solo; ni lo hacen sus ángeles; ni los que a él se sujetan.", "18 Ahora bien, mis hermanos, en vista de que conocéis la luz por la cual podéis juzgar, la cual es la luz de Cristo, cuidaos de juzgar equivocadamente; porque con el mismo juicio con que juzguéis, seréis también juzgados.", "19 Por tanto, os suplico, hermanos, que busquéis diligentemente en la luz de Cristo, para que podáis discernir el bien del mal; y si os aferráis a todo lo bueno, y no lo condenáis, ciertamente seréis hijos de Cristo.", "20 Y ahora bien, hermanos míos, ¿cómo es posible que os aferréis a todo lo bueno?", "21 Ahora llegamos a esa fe de la cual dije que hablaría; y os indicaré la forma en que podéis aferraros a todo lo bueno.", "22 Porque he aquí, sabiendo Dios todas las cosas, dado que existe de eternidad en eternidad, he aquí, él envió ángeles para ministrar a los hijos de los hombres, para manifestar concerniente a la venida de Cristo; y que en Cristo habría de venir todo lo bueno.", "23 Y Dios también declaró a los profetas, por su propia boca, que Cristo vendría.", "24 Y he aquí, de diversos modos manifestó cosas que eran buenas a los hijos de los hombres; y todas las cosas que son buenas vienen de Cristo; de lo contrario, los hombres se hallaban caídos, y ninguna cosa buena podía llegar a ellos.", "25 De modo que por la ministración de ángeles, y por toda palabra que salía de la boca de Dios, empezaron los hombres a ejercitar la fe en Cristo; y así, por medio de la fe, se aferraron a todo lo bueno; y así fue hasta la venida de Cristo.", "26 Y después que vino, los hombres también fueron salvos por la fe en su nombre; y por la fe llegan a ser hijos de Dios. Y tan ciertamente como Cristo vive, habló estas palabras a nuestros padres, diciendo: Cuanto le pidáis al Padre en mi nombre, que sea bueno, con fe creyendo que recibiréis, he aquí os será concedido.", "27 Por tanto, amados hermanos míos, ¿han cesado los milagros porque Cristo ha subido a los cielos, y se ha sentado a la diestra de Dios para reclamar del Padre sus derechos de misericordia que él tiene sobre los hijos de los hombres?", "28 Porque él ha cumplido los fines de la ley, y reclama a todos los que tienen fe en él; y los que tienen fe en él se allegarán a todo lo bueno; por tanto, él aboga por la causa de los hijos de los hombres; y mora eternamente en los cielos.", "29 Y porque ha hecho esto, ¿han cesado los milagros, mis queridos hermanos? He aquí, os digo que no; ni han cesado los ángeles de ministrar a los hijos de los hombres.", "30 Porque he aquí, se sujetan a él para ejercer su ministerio de acuerdo con la palabra de su mandato, manifestándose a los que tienen una fe fuerte y una mente firme en toda forma de santidad.", "31 Y el oficio de su ministerio es llamar a los hombres al arrepentimiento; y cumplir y llevar a efecto la obra de los convenios del Padre, los cuales él ha hecho con los hijos de los hombres; y preparar la vía entre los hijos de los hombres, declarando la palabra de Cristo a los vasos escogidos del Señor, para que den testimonio de él.", "32 Y obrando de este modo, el Señor Dios prepara la senda para que el resto de los hombres tengan fe en Cristo, a fin de que el Espíritu Santo tenga cabida en sus corazones, según su poder; y de este modo el Padre lleva a efecto los convenios que ha hecho con los hijos de los hombres.", "33 Y Cristo ha dicho: Si tenéis fe en mí, tendréis poder para hacer cualquier cosa que me sea conveniente.", "34 Y él ha dicho: Arrepentíos, todos vosotros, extremos de la tierra, y venid a mí, y sed bautizados en mi nombre, y tened fe en mí, para que seáis salvos.", "35 Y ahora bien, amados hermanos míos, si resulta que estas cosas de que os hablo son verdaderas, y en el postrer día Dios os mostrará con poder y gran gloria que son verdaderas, y si son verdaderas, ¿ha cesado el día de los milagros?", "36 ¿O han cesado los ángeles de aparecer a los hijos de los hombres? ¿O les ha retenido él el poder del Espíritu Santo? ¿O lo hará, mientras dure el tiempo, o exista la tierra, o haya sobre la faz de ella un hombre a quien salvar?", "37 He aquí, os digo que no; porque es por la fe que se obran milagros; y es por la fe que aparecen ángeles y ejercen su ministerio a favor de los hombres; por tanto, si han cesado estas cosas, ¡ay de los hijos de los hombres, porque es a causa de la incredulidad, y todo es inútil!", "38 Porque, según las palabras de Cristo, ningún hombre puede ser salvo a menos que tenga fe en su nombre; por tanto, si estas cosas han cesado, la fe también ha cesado; y terrible es la condición del hombre, pues se halla como si no se hubiera efectuado redención alguna.", "39 Mas he aquí, mis amados hermanos, opino de vosotros cosas mejores, porque juzgo que tenéis fe en Cristo a causa de vuestra mansedumbre; porque si no tenéis fe en él, entonces no sois dignos de ser contados entre el pueblo de su iglesia.", "40 Y además, amados hermanos míos, quisiera hablaros concerniente a la esperanza. ¿Cómo podéis lograr la fe, a menos que tengáis esperanza?", "41 Y, ¿qué es lo que habéis de esperar? He aquí, os digo que debéis tener esperanza, por medio de la expiación de Cristo y el poder de su resurrección, en que seréis levantados a vida eterna, y esto por causa de vuestra fe en él, de acuerdo con la promesa.", "42 De manera que si un hombre tiene fe, es necesario que tenga esperanza; porque sin fe no puede haber esperanza.", "43 Y además, he aquí os digo que el hombre no puede tener fe ni esperanza, a menos que sea manso y humilde de corazón.", "44 Porque si no, su fe y su esperanza son vanas, porque nadie es aceptable a Dios sino los mansos y humildes de corazón; y si un hombre es manso y humilde de corazón, y confiesa por el poder del Espíritu Santo que Jesús es el Cristo, es menester que tenga caridad; porque si no tiene caridad, no es nada; por tanto, es necesario que tenga caridad.", "45 Y la caridad es sufrida y es benigna, y no tiene envidia, ni se envanece, no busca lo suyo, no se irrita fácilmente, no piensa el mal, no se regocija en la iniquidad, sino se regocija en la verdad; todo lo sufre, todo lo cree, todo lo espera, todo lo soporta.", "46 Por tanto, amados hermanos míos, si no tenéis caridad, no sois nada, porque la caridad nunca deja de ser. Allegaos, pues, a la caridad, que es mayor que todo, porque todas las cosas han de perecer;", "47 pero la caridad es el amor puro de Cristo, y permanece para siempre; y a quien la posea en el postrer día, le irá bien.", "48 Por consiguiente, amados hermanos míos, pedid al Padre con toda la energía de vuestros corazones, que seáis llenos de este amor que él ha otorgado a todos los que son discípulos verdaderos de su Hijo Jesucristo; para que lleguéis a ser hijos de Dios; para que cuando él aparezca, seamos semejantes a él, porque lo veremos tal como es; para que tengamos esta esperanza; para que seamos purificados así como él es puro. Amén."], "Français": ["Invitation à entrer dans le repos du Seigneur— Priez avec une intention réelle— L’Esprit du Christ permet aux hommes de distinguer le bien du mal— Satan persuade les hommes de nier le Christ et de faire le mal— Les prophètes rendent manifeste la venue du Christ— C’est par la foi que les miracles s’accomplissent et que les anges exercent leur ministère— Les hommes doivent espérer la vie éternelle et s’attacher à la charité. Vers 401–421apr.J.-C.", "1 Et maintenant, moi, Moroni, j’écris quelques-unes des paroles que mon père Mormon prononça concernant la foi, l’espérance et la charité; car c’est de cette manière qu’il parla au peuple, tandis qu’il l’instruisait dans la synagogue qu’ils avaient bâtie comme lieu de culte.", "2 Et maintenant, moi, Mormon, je vous parle, mes frères bien-aimés; et c’est par la grâce de Dieu le Père, et de notre Seigneur Jésus-Christ, et par sa sainte volonté, à cause du don de l’appel qu’il m’a fait, qu’il m’est permis de vous parler en ce moment.", "3 C’est pourquoi, je voudrais vous parler, à vous qui êtes de l’Église, qui êtes les disciples paisibles du Christ et qui avez obtenu l’espérance suffisante, par laquelle vous pouvez entrer dans le repos du Seigneur, dorénavant, jusqu’à ce que vous vous reposiez avec lui au ciel.", "4 Et maintenant, mes frères, je vous juge ainsi à cause de votre conduite paisible envers les enfants des hommes.", "5 Car je me souviens de la parole de Dieu qui dit que vous les reconnaîtrez à leurs œuvres; car si leurs œuvres sont bonnes, alors ils sont bons aussi.", "6 Car voici, Dieu a dit qu’un homme méchant ne peut pas faire ce qui est bien; car s’il offre un don, ou prie Dieu, s’il ne le fait pas avec une intention réelle, cela ne lui profite en rien.", "7 Car voici, cela ne lui est pas imputé comme justice.", "8 Car voici, si un homme méchant fait un don, il le fait à contrecœur; c’est pourquoi, cela lui est imputé comme s’il avait retenu le don; c’est pourquoi, il est imputé comme mauvais devant Dieu.", "9 Et de même aussi cela est imputé comme mal à un homme, s’il prie et ne le fait pas avec une intention réelle du cœur; oui, et cela ne lui profite en rien, car Dieu ne reçoit aucun de ceux-là.", "10 C’est pourquoi, un homme méchant ne peut pas faire ce qui est bien; et il ne fera pas non plus un bon don.", "11 Car voici, une source amère ne peut pas produire de bonne eau; et une bonne source ne peut pas non plus produire de l’eau amère; c’est pourquoi, un homme qui est serviteur du diable ne peut pas suivre le Christ; et s’il suit le Christ, il ne peut pas être serviteur du diable.", "12 C’est pourquoi, tout ce qui est bien vient de Dieu; et ce qui est mal vient du diable; car le diable est ennemi de Dieu, et le combat continuellement, et invite et incite continuellement à pécher et à faire ce qui est mal.", "13 Mais voici, ce qui est de Dieu invite et incite continuellement à faire ce qui est bien; c’est pourquoi, tout ce qui invite et incite à faire le bien, et à aimer Dieu, et à le servir, est inspiré de Dieu.", "14 C’est pourquoi, prenez garde, mes frères bien-aimés, de juger que ce qui est mal est de Dieu, ou que ce qui est bien et de Dieu est du diable.", "15 Car voici, mes frères, il vous est donné de juger, afin que vous discerniez le bien du mal; et la façon de juger, afin de savoir avec une connaissance parfaite, est aussi claire que la lumière du jour par rapport à la nuit sombre.", "16 Car voici, l’Esprit du Christ est donné à tout homme afin qu’il puisse discerner le bien du mal; c’est pourquoi, je vous montre la façon de juger; car tout ce qui invite à faire le bien et à persuader de croire au Christ est envoyé par le pouvoir et le don du Christ; c’est pourquoi vous pouvez savoir avec une connaissance parfaite que c’est de Dieu.", "17 Mais tout ce qui persuade les hommes de faire le mal et de ne pas croire au Christ, et de le nier, et de ne pas servir Dieu, alors vous pouvez savoir avec une connaissance parfaite que c’est du diable; car c’est de cette manière que le diable opère, car il ne persuade aucun homme de faire le bien, non, pas un seul; ni ses anges non plus, ni ceux qui se soumettent à lui.", "18 Et maintenant, mes frères, étant donné que vous connaissez la lumière par laquelle vous pouvez juger, laquelle lumière est la lumière du Christ, veillez à ne pas juger à tort; car de ce même jugement dont vous jugez, vous serez aussi jugés.", "19 C’est pourquoi, je vous supplie, frères, de rechercher diligemment dans la lumière du Christ afin de discerner le bien du mal; et si vous vous saisissez de toute bonne chose, et ne la condamnez pas, vous serez certainement enfants du Christ.", "20 Et maintenant, mes frères, comment vous est-il possible de vous saisir de toute bonne chose?", "21 Et maintenant, j’en arrive à cette foi dont j’ai dit que je parlerais; et je vais vous dire la façon dont vous pouvez vous saisir de toute bonne chose.", "22 Car voici, sachant tout, étant d’éternité en éternité, voici, Dieu a envoyé des anges pour servir les enfants des hommes, pour rendre manifeste ce qui concerne la venue du Christ; et, dans le Christ, tout ce qui était bon devait venir.", "23 Et Dieu a aussi déclaré aux prophètes, de sa propre bouche, que le Christ viendrait.", "24 Et voici, il a eu diverses façons de manifester aux enfants des hommes des choses qui étaient bonnes; et tout ce qui est bon vient du Christ; autrement, les hommes étaient déchus, et rien de bon ne pouvait leur advenir.", "25 C’est pourquoi, par le ministère d’anges et par toute parole qui sort de la bouche de Dieu, les hommes commencèrent à faire preuve de foi au Christ; et ainsi, par la foi, ils se saisirent de tout ce qui est bon; et il en fut ainsi jusqu’à la venue du Christ.", "26 Et lorsqu’il fut venu, les hommes furent aussi sauvés par la foi en son nom; et par la foi, ils deviennent les fils de Dieu. Et aussi sûrement que le Christ vit, il a dit ces paroles à nos pères: Tout ce que vous demanderez de bon au Père, en mon nom, croyant avec foi que vous recevrez, voici, cela vous sera fait.", "27 C’est pourquoi, mes frères bien-aimés, les miracles ont-ils cessé parce que le Christ est monté au ciel et s’est assis à la droite de Dieu, pour réclamer au Père les droits de miséricorde qu’il a sur les enfants des hommes?", "28 Car il a satisfait aux buts de la loi, et il réclame tous ceux qui ont foi en lui; et ceux qui ont foi en lui s’attachent à tout ce qui est bon; c’est pourquoi, il défend la cause des enfants des hommes; et il demeure éternellement dans les cieux.", "29 Et parce qu’il a fait cela, mes frères bien-aimés, les miracles ont-ils cessé? Voici, je vous dis que non; et les anges n’ont pas cessé non plus de servir les enfants des hommes.", "30 Car voici, ils lui sont soumis, pour servir selon la parole de son commandement, se montrant à ceux qui ont la foi forte et l’esprit ferme dans toutes les formes de la piété.", "31 Et l’office de leur ministère est d’appeler les hommes au repentir et d’accomplir et de faire l’œuvre des alliances que le Père a faites avec les enfants des hommes, pour préparer le chemin parmi les enfants des hommes, en annonçant la parole du Christ aux vases choisis du Seigneur, afin qu’ils témoignent de lui.", "32 Et ce faisant, le Seigneur Dieu prépare le chemin pour que le reste des hommes ait foi au Christ, pour que le Saint-Esprit ait place dans leur cœur, selon son pouvoir; et c’est de cette manière que le Père accomplit les alliances qu’il a faites avec les enfants des hommes.", "33 Et le Christ a dit: Si vous avez foi en moi, vous aurez le pouvoir de faire tout ce qui est utile en moi.", "34 Et il a dit: Repentez-vous, toutes les extrémités de la terre, et venez à moi, et soyez baptisées en mon nom, et ayez foi en moi, afin que vous soyez sauvées.", "35 Et maintenant, mes frères bien-aimés, si ces choses que je vous ai dites sont vraies, et Dieu vous montrera, avec puissance et une grande gloire au dernier jour qu’elles sont vraies, et si elles sont vraies, le jour des miracles a-t-il cessé?", "36 Ou les anges ont-ils cessé d’apparaître aux enfants des hommes? Ou leur a-t-il refusé le pouvoir du Saint-Esprit? Ou le fera-t-il, aussi longtemps que le temps durera, ou que la terre demeurera, ou qu’il y aura, à la surface de la terre, un seul homme à sauver?", "37 Voici, je vous dis que non; car c’est par la foi que les miracles s’accomplissent; et c’est par la foi que les anges apparaissent aux hommes et les servent; c’est pourquoi, si ces choses ont cessé, malheur aux enfants des hommes, car c’est à cause de l’incrédulité, et tout est vain.", "38 Car nul ne peut être sauvé, selon les paroles du Christ, s’il n’a la foi en son nom; c’est pourquoi, si ces choses ont cessé, alors la foi a cessé aussi; et affreux est l’état de l’homme, car il est comme si aucune rédemption n’avait été faite.", "39 Mais voici, mes frères bien-aimés, je vous juge mieux que cela, car je juge que vous avez foi au Christ à cause de votre humilité; car si vous n’avez pas foi en lui, alors vous n’êtes pas dignes d’être comptés parmi le peuple de son Église.", "40 Et en outre, mes frères bien-aimés, je voudrais vous parler de l’espérance. Comment pouvez-vous parvenir à la foi si vous n’avez pas l’espérance?", "41 Et qu’allez-vous espérer? Voici, je vous dis que vous aurez l’espérance, par l’expiation du Christ et le pouvoir de sa résurrection, d’être ressuscités pour la vie éternelle, et cela à cause de votre foi en lui, selon la promesse.", "42 C’est pourquoi, si un homme a la foi, il doit nécessairement avoir l’espérance; car, sans la foi, il ne peut y avoir d’espérance.", "43 Et en outre, voici, je vous dis qu’il ne peut avoir la foi et l’espérance s’il n’est doux et humble de cœur.", "44 Sinon, sa foi et son espérance sont vaines, car nul n’est acceptable devant Dieu, si ce n’est ceux qui sont doux et humbles de cœur; et si un homme est doux et humble de cœur, et confesse par le pouvoir du Saint-Esprit que Jésus est le Christ, il doit nécessairement avoir la charité; car s’il n’a pas la charité, il n’est rien; c’est pourquoi il doit nécessairement avoir la charité.", "45 Et la charité est patiente, et est pleine de bonté, et n’est pas envieuse, et ne s’enfle pas d’orgueil, ne cherche pas son intérêt, ne s’irrite pas, ne soupçonne pas le mal, et ne se réjouit pas de l’injustice, mais se réjouit de la vérité, excuse tout, croit tout, espère tout, supporte tout.", "46 C’est pourquoi, mes frères bien-aimés, si vous n’avez pas la charité, vous n’êtes rien, car la charité ne périt jamais. C’est pourquoi, attachez-vous à la charité, qui est ce qu’il y a de plus grand, car tout succombera;", "47 Mais la charité est l’amour pur du Christ, et elle subsiste à jamais; et tout ira bien pour quiconque sera trouvé la possédant au dernier jour.", "48 C’est pourquoi, mes frères bien-aimés, priez le Père de toute l’énergie de votre cœur, afin d’être remplis de cet amour qu’il a accordé à tous ceux qui sont de vrais disciples de son Fils, Jésus-Christ; afin de devenir les fils de Dieu; afin que lorsqu’il apparaîtra, nous soyons semblables à lui, car nous le verrons tel qu’il est; afin que nous ayons cette espérance; afin que nous soyons purifiés comme il est pur. Amen."], "Kiribati": ["E anga te kakao ibukin te rin i nanon motirawan te Uea—Tataro ma te nano ae koaua—Tamnein Kristo e anganiia aomata bwa ana kona n ataa te raoiroi man te buakaka—Tatan e kairoroia aomata bwa a na kaakea Kristo ao ana karaoa ae buakaka—Burabeti a kaota rokon Kristo—Ma n te onimaki ao a karaoaki kakai, ao a karaoa te ibuobuoki anera—Aomata a na kantaninga te maiu ae akea tokina man taua te tangira ae kororaoi. Uakaan ma 401–421N.K.", "1 Ao ngkai Ngai, ae Moronaai, I koroi ana taeka tabeua tamau are Moomon, ke e taekin ni kaineti ma te onimaki, te kantaninga ao te tangira ae kororaoi; bwa e taetae nakoia aomata n te aro aei, ngke e reireinia n te tinakaoke are a tia ni kateia bwa te tabo n nebonebo.", "2 Ao ngkai Ngai, Moomon, I taetae nakoimi, tariu aika kam tangiraki: ao bon man ana akoi te Atua te Tama, ao ara Uea are Iesu Kristo, ao nanona ae mimitong, ibukin ana bwaintangira n te wewete nakoiu, are I a kariaiakaki bwa N na taetae nakoimi n te tai aei.", "3 Ngaia are, N na taetae nakoimi ake kaain te ekaretia, ake taan irira Kristo i nanon te rau, ake a tia ni karekea te kantaninga ae tau are kam a kona iai n rin i nanon ana rau te Uea, man te tai aio ni karokoa ae kam motirawa mangaia i karawa.", "4 Ao ngkai tariu, I motika taekan bwaai aikai nakoimi ibukina bwa kam nakonako ma te rau ma natia aomata.", "5 Bwa I uringa ana taeka te Atua are e taku bwa ko na kinaaia man aia mwakuri; bwa ngkana a raoiroi aia mwakuri, ao ngkanne a bon raoiroi naba.", "6 Bwa nooria, e a tia n taku te Atua bwa ngkana e buakaka te aomata ao e aki kona ni karaoa ae raoiroi; bwa ngkana e anga te bwaintangira ke e tataro nakon te Atua, ao ngkana e aki karaoia ma nanona ni koaua ao bon akea manenana nakoina.", "7 Bwa nooria, e bon aki warekaki nakoina bwa te bwai ae raoiroi.", "8 Bwa nooria, ngkana e buakaka te aomata ao e anga te bwai n tangira, e karaoia ma te ngurengure; ngaia are e bon taraaki bwa titebo ngke e taua te bwaintangira; ngaia are e warekaki bwa e buakaka imatan te Atua.", "9 Ao ai arona naba bwa e warekaki bwa e buakaka nakon te aomata, ngkana e tataro tiaki n oin nanona; eng, ao bon akea manenana nakoina, bwa e bon aki butimwaea te Atua te aekaki aei.", "10 Ngaia are, te aomata are e buakaka e bon aki kona ni karaoa ae raoiroi; ao e bon aki kona naba n anga te bwai n tangira ae raoiroi.", "11 Bwa nooria, te koburake n ran ae mao e bon aki konaa ni karekea te ran ae tamaroa; ao e aki naba konaa te koburake n ran ae raoiroi ni karekea te ran ae mao; ngaia are, te aomata are ana toro te riaboro e bon aki konaa n irira Kristo; ao ngkana e ira Kristo ao bon aki tiaki ana toro te riaboro.", "12 Ngaia are, bwaai ni kabane aika a raoiroi a bane n roko mai iroun te Atua; ao te bwai are e buakaka e roko mai iroun te riaboro; bwa te riaboro bon ana kairiribai te Atua, ao e aki toki n un mangaia, ao e anai nano nakon te bure, ao karaoan ae buakaka n aki toki.", "13 Ma nooria, are mai iroun te Atua e kakao ma n anai nano nakon karaoan te raoiroi n aki toki; ngaia are bwaai ni kabane aika a kakao ma n anai nano nakon karaoan te raoiroi, ao nakon tangiran te Atua, ma te toro irouna, e bon roko mai iroun te Atua", "14 Ngaia are, kakauongo, tariu aika kam tangiraki, bwa kam na aki motika taekan te bwai ae buakaka bwa e roko mai iroun te Atua, ke te bwai are raoiroi ao e roko mai iroun te Atua bwa mai iroun te riaboro.", "15 Bwa nooria, tariu, kam a tia n anganaki bwa kam na motikitaeka, bwa kam aonga n ataa te raoiroi ma n te buakaka; ao e bon maataata raoi aron te motikitaeka, bwa kam aonga n atatai ma te ataibwai ae kororaoi, n ai aekan te ngaina ma n te bong.", "16 Bwa nooria, a bane n anganaki aomata Tamnein Kristo, bwa aonga n ataa te raoiroi ma n te buakaka; ngaia are, N na kaota nakoimi kawain te motikitaeka; bwa bwaai ni kabane ake a kakao nakon karaoan te raoiroi ma n kairoro nakon kakoauan Kristo, e bon roko man mwaakan ao ana bwai n tangira Kristo; mangaia are kam na ataia ma te atatai ae kororaoi bwa bon mai iroun te Atua.", "17 Ma te bwai are e kairoroia aomata bwa a na karaoa ae buakaka, ao bwa a na aki kakoaua Kristo, ao a na kaakea, ma n aki toro iroun te Atua, ao ngkanne kam na kona n ataia ma te ataibwai ae kororaoi bwa bon mai iroun te riaboro; bwa aio aron ana mwakuri te riaboro, bwa e aki kairoroa te aomata bwa e na karaoa ae raoiroi, e aki, tiaki naba temanna; ao aki naba ana anera; ao aki naba ake a tautaekanaki irouna.", "18 Ao ngkai, tariu, e nooraki bwa kam ataa te oota are kam a motikitaeka iai, are bon te oota are ootan Kristo, taraia bwa kam na aki motikitaeka n te aro ae kairua; bwa te motikitaeka are ko motikitaeka iai ao ko na manga bon motikaki naba taekami iai.", "19 Ngaia are, I kairoroi ngkami, tariu, bwa kam na ukeuke ma te nanomwaka i nanon ootan Kristo bwa ko na ataa te raoiroi man te buakaka; ao ngkana kam tauii ni kabane bwaai aika a raoiroi, ma n aki kabuakakai, ao kam na bon riki bwa natin Kristo.", "20 Ao ngkai, tariu, kam na kanga n tauii ni kabane bwaai aika a raoiroi?", "21 Ao ngkai I a roko nakon te onimaki arei, are I taku bwa N na taekinna; ao N na tuangkami te kawai are kam kona iai n tauii bwaai ni kabane aika a raoiroi.", "22 Bwa nooria, e atai bwaai ni kabane te Atua, ngkai ngaia ma n aki totoki nakon aki totoki, nooria, e kanakoia anera bwa a na buokiia natia aomata, bwa a na kaota rokon Kristo; ao i nanon Kristo ao a na bane n roko bwaai ni kabane aika a raoiroi.", "23 Ao te Atua e taetae naba nakoia burabeti, n oin wiina bwa e na roko Kristo.", "24 Ao nooria, bon iai anga aika a mwaiti are e a kaoti iai bwaai aika mwaiti nakoia natia aomata, ake a raoiroi, ao bwaai ni kabane ake a raraoi a roko mai iroun Kristo; ao ngke ngkai a bwaka aomata, ao akea te bwai ae raoiroi ae kona n roko irouia.", "25 Ngaia are, man aia mwakuri n ibuobuoki anera, ao man taeka ni kabane ake a otinako ma ni wiin te Atua, ao aomata a moana ni kamwakura aia onimaki iroun Kristo; ao man te onimaki ao a bon tauii bwaai ni kabane ake a raoiroi; ao aio arona ni karokoa rokon Kristo.", "26 Ao mwiin rokona a bon kamaiuaki aomata naba man onimakinan arana; ao man te onimaki are a riki bwa natin te Atua mwaane. Ao ngkai e bon maiu te Kristo e taekin taeka aikai nakoia ara bakatibu ni kangai: Ane e bubutia te Tama n arau, te bwai ae raoiroi, ma te onimaki ma ni kakoaua bwa e na bon reke, nooria e na bon karaoaki nakoina.", "27 Ngaia are, tariu aika kam tangiraki, a tia n toki kakai ibukina bwa e a tia Kristo n nako karawa, ma n tia n tekateka i angatain te Atua, bwa e na anaa mai iroun te Tama te nanoanga are e riai n reke i rouna ibukiia natia aomata?", "28 Bwa e a tia ni kakoroa bukin te tua, ao e anaia ni kabane ake a onimakinna; ao naake iai aia onimaki irouna, a na tauii bwaai ni kabane aika raoiroi; ngaia are e tei ibukin aia waaki natia aomata; ao e maeka n aki toki i karawa.", "29 Ao ibukina bwa e a tia ni karaoa aio, tariu aika kam tangiraki irou, a tia n toki kakai? Nooria, I tuangkami, A tuai; ao aki toki naba anera ni karaoa te ibuobuoki nakoia natia aomata.", "30 Bwa nooria, a bon tautaekanaki irouna, bwa a na mwakuri n aron ana taeka ni kairiri, bwa a na kaotia nakoia ake a matoatoa aia onimaki ao a matoatoa aia iango n aekan nako te aro n Atua.", "31 Ao tabeia n aia mwakuri bwa a na weteia aomata ni kabane nakon te rairannano, ao ma ni kakoroi bukin ma ni karaoi ana mwakuri ni berita aika a tabu ni kabane te Tama, are e a tia ni karaoia nakoia natia aomata, bwa e na katauraoa te kawai i buakoia natiia aomata, ma n taekinan ana taeka Kristo nakoia aomata ake a rineaki iroun te Uea, bwa a na taetaekina koauana.", "32 Ao ngkana a karaoa aio, ao te Uea ae te Atua e katauraoa te kawai are nikiraia aomata a na iai irouia te onimaki iroun Kristo, bwa te Tamnei are e Raoiroi e na iai nnena inanoia, n aron te mwaaka are iai; ao n te aro aei e na kakoroaki bukin ana berita aika a tabu te Tama, are e a tia ni karaoia ma natiia aomata.", "33 Ao e a tia n taku Kristo: Ngkana iai onimakinau iroumi ao e na reke iroumi te mwaaka ni karaoa te bwai are kam tangiria iroou.", "34 Ao e taku: Rairinanomi ngkami tokin aonaba, ao nakomai nakoiu, ma ni bwabetitoaki n arau, ma ni karekea te onimaki irou, bwa kam aonga ni kamaiuaki.", "35 Ao ngkai, tariu aika kam tangiraki, ngkana aio arona bwa a koaua bwaai aika I a ti a n taekin nakoimi, ao te Atua e na kaotia nakoimi, ma te mwaaka ao te mimitong ae korakora n te kabanea ni bong bwa a bon koaua, ao ngkana a koaua, e a tia n toki bongin te kakai?", "36 Ke a tia anera n toki kaotia nakoia natiia aomata? Ke e a tia n taua mwaakan te Tamnei are e Raoiroi mai irouia? Ke tao e na taua mwaakan te Tamnei are e Raoiroi ngkana iai te tai ke ngkana iai te aonaba, ke ngkana iai temanna te aomata ae tiku ni kamaiuaki i aon te aba?", "37 Nooria, I taku nakoimi, Tiaki; bwa bon man te onimaki are a karaoaki iai kakai; ao man te onimaki are a kaoti iai anera ma ni mwakuri nakoia aomata; ngaia are, ngkana arona bwa a toki bwaai aikai ao te maraia nakoia natia aomata, bwa e riki ibukin aia kakewekewe, ao a matebuaka bwaai ni kabane.", "38 Bwa akea te aomata ae kona ni kamaiuaki, n aron ana taeka Kristo, ti ngkana a onimakina arana; ngaia are, ngkana arona bwa a toki bwaai aikai, ao e a tia naba n toki te onimaki; ao ai kananoangara aron te aomata, bwa a riki n aron ae akea te kabomwi are e a ti a ni karaoaki.", "39 Ma nooria, tariu aika kam tangiraki, I motika taekan bwaai aika a raraoi riki ibukimi, bwa I motikia bwa iai onimakinan Kristo iroumi ibukin ami nimamannei; bwa ngke arona bwa akea onimakinana ao ngkanne kam aki tau ni warekaki i buakoia aomatan ana ekaretia.", "40 Ao riki, tariu aika kam tangiraki, N na taetae nakoimi ni kaineti ma te kantaninga. Kam kanga ni kona ni karekea te onimaki, ma ti ngkana iai te kantaninga iroumi?", "41 Ao teraa are kam na kantaningaia? Nooria, I taku nakoimi bwa kam na karekea te kantaninga rinanon ana mwakuri ni kamaiu Kristo ao mwaakan mangautina, bwa kam na kateirakeaki nakon te maiu are akea tokina, ao aio ibukin ami onimaki irouna n aron te berita.", "42 Ngaia are, ngkana iai ana onimaki te aomata e na riai n iai te kantaninga irouna; bwa ngkana akea te onimaki ao bon akea te kantaninga irouna.", "43 Ao riki, nooria, I taku nakoim bwa e bon aki kona n reke te onimaki irouna ma te kantaninga, ma ti ngkana e nimamannei, ma n nanorinano i nanona.", "44 Ao ngkana ngaia ao, ana onimaki ma ana kantaninga e bon matebuaka, bwa akea ma i buakoia ae butimwaeaki iroun te Atua, ma ti ngkana e nimamannei ma n nanorinano nanona, ao e taekinna ni mwaakan te Tamnei are e Raoiroi bwa Iesu bon te Kristo, ao e na riai n iai irouna te tangira ae kororaoi; bwa ngkana akea te tangira ae kororaoi irouna ao bon te akea ngaia; ngaia are e riai n iai te tangira ae kororaoi irouna.", "45 Ao te tangira ae kororaoi e taotaonaki n nano, ao e akoi, ao e aki bakantang, ao e aki kainikatonga, ao e aki ukoukora oin nanona, e aki kakai un, e aki iangoa te buakaka, ao e aki kimwareirei n te buakaka ma e kimwareirei n te koaua, e keiakin bwaai ni kabane, e kakoauai bwaai ni kabane, e kantaningai bwaai ni kabane, ao e teimatoa n nanomwaka ni bwaai ni kabane.", "46 Ngaia are, tariu aika kam tangiraki iroou, ngkana akea iroumi te tangira ae kororaoi, ao bon akea ngkami, bwa akea kabwakan te tangira. Ngaia are, niim ma te tangira ae kororaoi, are te kabanea ni korakora i aon bwaai nako, bwa bwaai ni kabane a na kona ni bwaka—", "47 Ma te tangira ae kororaoi bon ana tangira Kristo ae itiaki, ao e teimatoa n uaa te toki; ao ane e kuneaki irouna n te kabane ni bong, ao e na bon nakoraoi ibukina.", "48 Ngaia are, tariu aika kam tangiraki irou, tataro nakon te Tama ma korakoran nanomi ni kabane, bwa kam na kaonaki n te tangira aio, are e a tia ni katoka i aoia ni kabane ake taan irira Natina, are Iesu Kristo ni koaua; bwa kam aonga n riki bwa natin te Atua; bwa ngkana e kaoti ao ti na riki n arona, bwa ti na nooria n arona ngkai; bwa ti aonga ni karekea te kantaninga aio; bwa ti aonga ni kaitiakaki n arona ae e itiaki. Amen."]}