{"English": ["The Saints become the sons and daughters of Christ through faith—They are then called by the name of Christ—King Benjamin exhorts them to be steadfast and immovable in good works. About 124B.C.", "1 And now, it came to pass that when king Benjamin had thus spoken to his people, he sent among them, desiring to know of his people if they believed the words which he had spoken unto them.", "2 And they all cried with one voice, saying: Yea, we believe all the words which thou hast spoken unto us; and also, we know of their surety and truth, because of the Spirit of the Lord Omnipotent, which has wrought a mighty change in us, or in our hearts, that we have no more disposition to do evil, but to do good continually.", "3 And we, ourselves, also, through the infinite goodness of God, and the manifestations of his Spirit, have great views of that which is to come; and were it expedient, we could prophesy of all things.", "4 And it is the faith which we have had on the things which our king has spoken unto us that has brought us to this great knowledge, whereby we do rejoice with such exceedingly great joy.", "5 And we are willing to enter into a covenant with our God to do his will, and to be obedient to his commandments in all things that he shall command us, all the remainder of our days, that we may not bring upon ourselves a never-ending torment, as has been spoken by the angel, that we may not drink out of the cup of the wrath of God.", "6 And now, these are the words which king Benjamin desired of them; and therefore he said unto them: Ye have spoken the words that I desired; and the covenant which ye have made is a righteous covenant.", "7 And now, because of the covenant which ye have made ye shall be called the children of Christ, his sons, and his daughters; for behold, this day he hath spiritually begotten you; for ye say that your hearts are changed through faith on his name; therefore, ye are born of him and have become his sons and his daughters.", "8 And under this head ye are made free, and there is no other head whereby ye can be made free. There is no other name given whereby salvation cometh; therefore, I would that ye should take upon you the name of Christ, all you that have entered into the covenant with God that ye should be obedient unto the end of your lives.", "9 And it shall come to pass that whosoever doeth this shall be found at the right hand of God, for he shall know the name by which he is called; for he shall be called by the name of Christ.", "10 And now it shall come to pass, that whosoever shall not take upon him the name of Christ must be called by some other name; therefore, he findeth himself on the left hand of God.", "11 And I would that ye should remember also, that this is the name that I said I should give unto you that never should be blotted out, except it be through transgression; therefore, take heed that ye do not transgress, that the name be not blotted out of your hearts.", "12 I say unto you, I would that ye should remember to retain the name written always in your hearts, that ye are not found on the left hand of God, but that ye hear and know the voice by which ye shall be called, and also, the name by which he shall call you.", "13 For how knoweth a man the master whom he has not served, and who is a stranger unto him, and is far from the thoughts and intents of his heart?", "14 And again, doth a man take an ass which belongeth to his neighbor, and keep him? I say unto you, Nay; he will not even suffer that he shall feed among his flocks, but will drive him away, and cast him out. I say unto you, that even so shall it be among you if ye know not the name by which ye are called.", "15 Therefore, I would that ye should be steadfast and immovable, always abounding in good works, that Christ, the Lord God Omnipotent, may seal you his, that you may be brought to heaven, that ye may have everlasting salvation and eternal life, through the wisdom, and power, and justice, and mercy of him who created all things, in heaven and in earth, who is God above all. Amen."], "Español": ["Los santos llegan a ser hijos e hijas de Cristo por medio de la fe— Entonces son llamados por el nombre de Cristo— El rey Benjamín los exhorta a ser firmes e inmutables en buenas obras. Aproximadamente 124a.C.", "1 Y ahora bien, aconteció que cuando el rey Benjamín hubo hablado así a su pueblo, mandó indagar entre ellos, deseando saber si creían las palabras que les había hablado.", "2 Y todos clamaron a una voz, diciendo: Sí, creemos todas las palabras que nos has hablado; y además, sabemos de su certeza y verdad por el Espíritu del Señor Omnipotente, el cual ha efectuado un potente cambio en nosotros, o sea, en nuestros corazones, por lo que ya no tenemos más disposición a obrar mal, sino a hacer lo bueno continuamente.", "3 Y también nosotros mismos, por medio de la infinita bondad de Dios y las manifestaciones de su Espíritu, tenemos grandes visiones de aquello que está por venir; y si fuere necesario, podríamos profetizar de todas las cosas.", "4 Y es la fe que hemos tenido en las cosas que nuestro rey nos ha hablado lo que nos ha llevado a este gran conocimiento, por lo que nos regocijamos con un gozo tan sumamente grande.", "5 Y estamos dispuestos a concertar un convenio con nuestro Dios de hacer su voluntad y ser obedientes a sus mandamientos en todas las cosas que él nos mande, todo el resto de nuestros días, para que no traigamos sobre nosotros un tormento sin fin, como lo ha declarado el ángel, para que no bebamos del cáliz de la ira de Dios.", "6 Ahora bien, estas palabras eran las que de ellos deseaba el rey Benjamín; y por lo tanto, les dijo: Habéis declarado las palabras que yo deseaba; y el convenio que habéis hecho es un convenio justo.", "7 Ahora pues, a causa del convenio que habéis hecho, seréis llamados progenie de Cristo, hijos e hijas de él, porque he aquí, hoy él os ha engendrado espiritualmente; pues decís que vuestros corazones han cambiado por medio de la fe en su nombre; por tanto, habéis nacido de él y habéis llegado a ser sus hijos y sus hijas.", "8 Y bajo este título sois librados, y no hay otro título por medio del cual podáis ser librados. No hay otro nombre dado por el cual venga la salvación; por tanto, quisiera que tomaseis sobre vosotros el nombre de Cristo, todos vosotros que habéis hecho convenio con Dios de ser obedientes hasta el fin de vuestras vidas.", "9 Y sucederá que quien hiciere esto, se hallará a la diestra de Dios, porque sabrá el nombre por el cual es llamado; pues será llamado por el nombre de Cristo.", "10 Y acontecerá que quien no tome sobre sí el nombre de Cristo, tendrá que ser llamado por algún otro nombre; por tanto, se hallará a la izquierda de Dios.", "11 Y quisiera que también recordaseis que este es el nombre que dije que os daría, el cual nunca sería borrado, sino por transgresión; por tanto, tened cuidado de no transgredir, para que el nombre no sea borrado de vuestros corazones.", "12 Yo os digo: Quisiera que os acordaseis de conservar siempre escrito este nombre en vuestros corazones para que no os halléis a la izquierda de Dios, sino que oigáis y conozcáis la voz por la cual seréis llamados, y también el nombre por el cual él os llamará.", "13 Porque ¿cómo conoce un hombre al amo a quien no ha servido, que es un extraño para él, y se halla lejos de los pensamientos y de las intenciones de su corazón?", "14 Y además, ¿toma un hombre un asno que pertenece a su vecino, y lo guarda? Yo os digo que no; ni siquiera permitirá que pazca entre sus rebaños, sino que lo ahuyentará y lo echará fuera. Os digo que así será entre vosotros si no sabéis el nombre por el cual se os llame.", "15 Por tanto, quisiera que fueseis firmes e inmutables, abundando siempre en buenas obras para que Cristo, el Señor Dios Omnipotente, pueda sellaros como suyos, a fin de que seáis llevados al cielo, y tengáis salvación sin fin, y vida eterna mediante la sabiduría, y poder, y justicia, y misericordia de aquel que creó todas las cosas en el cielo y en la tierra, el cual es Dios sobre todo. Amén."], "Français": ["Par la foi, les saints deviennent fils et filles du Christ— On les appelle alors du nom du Christ— Le roi Benjamin les exhorte à être constants et immuables en bonnes œuvres. Vers 124av.J.-C.", "1 Et alors, il arriva que lorsque le roi Benjamin eut ainsi parlé à son peuple, il envoya des gens parmi eux, désirant savoir de son peuple s’il croyait aux paroles qu’il lui avait dites.", "2 Et tous s’écrièrent d’une seule voix, disant: Oui, nous croyons toutes les paroles que tu nous as dites; et aussi, nous savons qu’elles sont sûres et vraies, à cause de l’Esprit du Seigneur Omnipotent, qui a produit un grand changement en nous, ou dans notre cœur, de sorte que nous n’avons plus de disposition à faire le mal, mais à faire continuellement le bien.", "3 Et par la bonté infinie de Dieu et les manifestations de son Esprit, nous avons, nous aussi, de grandes perspectives sur ce qui est à venir; et si c’était opportun, nous pourrions prophétiser à propos de tout.", "4 Et c’est la foi que nous avons eue dans les choses que notre roi nous a dites qui nous a fait parvenir à cette grande connaissance, par laquelle nous nous réjouissons d’une joie aussi extrême.", "5 Et nous sommes disposés à conclure avec notre Dieu l’alliance de faire sa volonté et d’être obéissants à ses commandements dans tout ce qu’il nous commandera, tout le reste de nos jours, afin de ne pas attirer sur nous un tourment sans fin, comme l’ange l’a dit, afin de ne pas boire à la coupe de la colère de Dieu.", "6 Or, c’étaient là les paroles que le roi Benjamin désirait de leur part; et c’est pourquoi il leur dit: Vous avez dit les paroles que je désirais, et l’alliance que vous avez faite est une alliance juste.", "7 Et maintenant, à cause de l’alliance que vous avez faite, vous serez appelés enfants du Christ, ses fils et ses filles; car voici, aujourd’hui il vous a engendrés spirituellement; car vous dites que votre cœur est changé par la foi en son nom; c’est pourquoi, vous êtes nés de lui et êtes devenus ses fils et ses filles.", "8 Et, à ce titre, vous êtes affranchis, et il n’y a aucun autre titre auquel vous pouvez être affranchis. Il n’y a aucun autre nom donné par lequel le salut vienne; c’est pourquoi, je voudrais que vous preniez sur vous le nom du Christ, vous tous qui avez conclu avec Dieu l’alliance d’être obéissants jusqu’à la fin de votre vie.", "9 Et il arrivera que quiconque fait cela se trouvera à la droite de Dieu, car il connaîtra le nom par lequel il est appelé; car il sera appelé par le nom du Christ.", "10 Et maintenant, il arrivera que quiconque ne prend pas sur lui le nom du Christ devra être appelé par un autre nom; c’est pourquoi, il se trouve à la gauche de Dieu.", "11 Et je voudrais que vous vous souveniez aussi que c’est là le nom que j’ai dit que je vous donnerais, qui ne serait jamais effacé, si ce n’est par la transgression; c’est pourquoi, veillez à ne pas transgresser, afin que le nom ne soit pas effacé de votre cœur.", "12 Je vous le dis: Je voudrais que vous vous souveniez de toujours retenir le nom écrit dans votre cœur, afin de ne pas vous trouver à la gauche de Dieu, mais que vous entendiez et connaissiez la voix par laquelle vous serez appelés, et aussi le nom par lequel il vous appellera.", "13 Car, comment un homme connaît-il le maître qu’il n’a pas servi, et qui est un étranger pour lui, et est loin des pensées et des intentions de son cœur?", "14 Et encore, un homme prend-il l’âne qui appartient à son voisin et le garde-t-il? Je vous le dis: non; il ne souffre même pas qu’il paisse parmi ses troupeaux, mais le chasse et l’expulse. Je vous dis qu’il en sera de même parmi vous, si vous ne connaissez pas le nom par lequel vous êtes appelés.", "15 C’est pourquoi, je voudrais que vous soyez constants et immuables, étant toujours abondants en bonnes œuvres, afin que le Christ, le Seigneur Dieu Omnipotent, vous scelle comme siens, afin que vous soyez amenés au ciel, que vous ayez le salut éternel et la vie éternelle, par la sagesse, et la puissance, et la justice, et la miséricorde de celui qui a tout créé dans le ciel et sur la terre, qui est Dieu au-dessus de tout. Amen."], "Kiribati": ["A na riki Aomata aika Itiaki bwa natin Kristo mwaane ma aine i nanon te onimaki—Ao ngkanne a na aranaki n aran Kristo—Te uea ae Beniamina e tuatua nakoia bwa a na matoa ao n aki mwaeiei i nanon te mwakuri ae raoiroi. Uakaan ma 124I.K.", "1 Ao ngkai, e koro bukina bwa e a tia te uea ae Beniamina n taetae nakoia ana botanaomata, ao e kanakoa te rongorongo nakoia, ni kan ataia mai irouia ana botanaomata bwa a kakoauai taeka ake e a tia n taekin nakoia ke a aki.", "2 Ao a takarua n te bwanaa ae ti teuana ni kangai: Eng, ti kakoauai taeka ni kabane ake ko a tia n taekin nakoira; ao riki ti atai tonutonuia ma koauaia, mai iroun Tamnein te Uea ae Moan te Mwaaka, are e a tia ni karika te bitaki ae moan te korakora iroura, ke i nanora, n te aro are akea te nano ni kan karaoa ae buakaka, ma n teimatoa ni karaoa ae raoiroi.", "3 Ao ngaira, i bon iroura naba, rinanon raoiroin te Atua ae aki totoki ma ana kairiri Tamneina, a reke iroura atatai ibukin bwaai aika a na roko; ao ngkana e riai, ti kona naba n taetae ni burabetin bwaai ni kabane.", "4 Ao ti bon onimaki ni bwaai ake e a tia n taekin ara uea nakoira are e a reke iai nakoira te atatai ae korakora aio, mangaia ae ti kimwareirei i nanon te kimwareirei ae moan te bati.", "5 Ao ti a tauraoi ni karaoa te berita ae tabu ma Atuara bwa ti na karaoa nanona, ao ti na ongeaba nakon ana tua ni kabane ni bwaai ni kabane ake e na anga ana tua iai nakoira, ni karokoa tokin bongin maiura, bwa ti aonga n aki karekea te rekenikai ae aki totoki nakoira, n aron are e a tia n taekinaki iroun te anera, bwa ti aonga n aki mooi man te mwangko are raanganako mai iai unin te Atua.", "6 Ao ngkai, aikai taeka ake e kan ongo te uea ae Beniamina mai irouia; mangaia ae e kangai nakoia: Kam a tia n taekin taeka aika I kan ongo mai iroumi; ao te berita ae tabu are kam a tia ni karaoia bon te berita ae tabu ae raoiroi.", "7 Ao ngkai, ibukin te berita ae tabu are kam a tia ni karaoia, kam na aranaki bwa natin Kristo, natina mwaane, ao natina aine; bwa taraia, n te bong aio ao e a tia ni manga bungia tamneimi; bwa kam taekinna bwa a bitaki nanomi rinanon onimakinan arana; mangaia ae kam a bungiaki irouna ao kam a riki bwa natina mwaane ao aine ngkami.", "8 Ao kam a kainaomataki i aan te ara anne, ao akea te ara riki teuana are kam kona ni kainaomataki iai. Bon akea te ara riki teuana are e na reke mai iai te kamaiuaki; mangaia ae I tangiringkami bwa kam na katoka i aomi aran Kristo, ngkami ni kabane ake kam a tia ni karaoa te berita ae tabu ma te Atua bwa kam na ongeaba ni karokoa tokin maiumi.", "9 Ao e na koro bukina bwa ane karaoa aio ao e na kuneaki i angatain te Atua, bwa e na ataa te ara are e na anganaki; bwa e na aranaki n te ara ae Kristo.", "10 Ao ngkai e na koro bukina bwa ngkana iai ae e aki katoka iaona aran Kristo ao e na aranaki n te ara riki teuana; mangaia ae e na kuneaki bwa e mena n angamaingin te Atua.", "11 Ao I tangiringkami bwa kam na uringnga naba, bwa aio te ara are N na katoka i aomi are e na aki manga kamaunaki, ma tii rinanon riaon te tua; mangaia ae tarataraingkami bwa kam na aki riaon te tua, bwa e aonga n aki kamaunaki te ara aio mai nanomi.", "12 I kangai nakoimi, I tangiringkami bwa kam na uringnga n taua arana ao e na koreaki n taainako inanomi, bwa kam aonga n aki kuneaki i angamaingin te Atua, bwa kam aonga n ongo ao ni kinaa te ara are kam na weteaki iai, ao riki, te ara are e na weteingkami iai.", "13 Bwa e na kangaa te aomata ni kinaa te toka are e tuai ma ni beku irouna, ae te iruwa nakoina, ao e raroa nako man ana iango ma ana kaantaninga?", "14 Ao riki, e kona te aomata n anaa te aati ae ana man kaain rarikina, ni kawakinna? I kangai nakoimi, E aki; e na aki ti karaoa aio ma e na bon aki kariaia naba bwa e na amwarake irarikiia ana tiibu, ma e na kaea nako, ao e na katinanikua. I kangai nakoimi, e na riki naba aio nakoia tabemwaang mai buakomi ngkana kam aki ataa te ara are kam na weteaki iai.", "15 Mangaia ae I tangiringkami bwa kam na nanomatoa ao n aki kamwaeieaki, n tei n taainako ni mwakuri aika a raoiroi, bwa e aonga Kristo, ae te Uea ae te Atua ae Moan te Mwaaka ni kabaeingkami bwa ana aomata bwa kam aonga ni kairaki nako karawa, bwa e aonga n reke iroumi te kamaiuaki ae aki totoki ao te maiu ae akea tokina, rinanon te wanawana, ma te mwaaka, ma te motiraoi, ma ana nanoanga teuare e kariki bwaai ni kabane, i karawa ao n te aonaba, are te Atua iaoia ni kabane. Amen."]}