{"English": ["King Laman dies—His people are wild and ferocious and believe in false traditions—Zeniff and his people prevail against them. About 187–160B.C.", "1 And it came to pass that we again began to establish the kingdom and we again began to possess the land in peace. And I caused that there should be weapons of war made of every kind, that thereby I might have weapons for my people against the time the Lamanites should come up again to war against my people.", "2 And I set guards round about the land, that the Lamanites might not come upon us again unawares and destroy us; and thus I did guard my people and my flocks, and keep them from falling into the hands of our enemies.", "3 And it came to pass that we did inherit the land of our fathers for many years, yea, for the space of twenty and two years.", "4 And I did cause that the men should till the ground, and raise all manner of grain and all manner of fruit of every kind.", "5 And I did cause that the women should spin, and toil, and work, and work all manner of fine linen, yea, and cloth of every kind, that we might clothe our nakedness; and thus we did prosper in the land—thus we did have continual peace in the land for the space of twenty and two years.", "6 And it came to pass that king Laman died, and his son began to reign in his stead. And he began to stir his people up in rebellion against my people; therefore they began to prepare for war, and to come up to battle against my people.", "7 But I had sent my spies out round about the land of Shemlon, that I might discover their preparations, that I might guard against them, that they might not come upon my people and destroy them.", "8 And it came to pass that they came up upon the north of the land of Shilom, with their numerous hosts, men armed with bows, and with arrows, and with swords, and with cimeters, and with stones, and with slings; and they had their heads shaved that they were naked; and they were girded with a leathern girdle about their loins.", "9 And it came to pass that I caused that the women and children of my people should be hid in the wilderness; and I also caused that all my old men that could bear arms, and also all my young men that were able to bear arms, should gather themselves together to go to battle against the Lamanites; and I did place them in their ranks, every man according to his age.", "10 And it came to pass that we did go up to battle against the Lamanites; and I, even I, in my old age, did go up to battle against the Lamanites. And it came to pass that we did go up in the strength of the Lord to battle.", "11 Now, the Lamanites knew nothing concerning the Lord, nor the strength of the Lord, therefore they depended upon their own strength. Yet they were a strong people, as to the strength of men.", "12 They were a wild, and ferocious, and a blood-thirsty people, believing in the tradition of their fathers, which is this—Believing that they were driven out of the land of Jerusalem because of the iniquities of their fathers, and that they were wronged in the wilderness by their brethren, and they were also wronged while crossing the sea;", "13 And again, that they were wronged while in the land of their first inheritance, after they had crossed the sea, and all this because that Nephi was more faithful in keeping the commandments of the Lord—therefore he was favored of the Lord, for the Lord heard his prayers and answered them, and he took the lead of their journey in the wilderness.", "14 And his brethren were wroth with him because they understood not the dealings of the Lord; they were also wroth with him upon the waters because they hardened their hearts against the Lord.", "15 And again, they were wroth with him when they had arrived in the promised land, because they said that he had taken the ruling of the people out of their hands; and they sought to kill him.", "16 And again, they were wroth with him because he departed into the wilderness as the Lord had commanded him, and took the records which were engraven on the plates of brass, for they said that he robbed them.", "17 And thus they have taught their children that they should hate them, and that they should murder them, and that they should rob and plunder them, and do all they could to destroy them; therefore they have an eternal hatred towards the children of Nephi.", "18 For this very cause has king Laman, by his cunning, and lying craftiness, and his fair promises, deceived me, that I have brought this my people up into this land, that they may destroy them; yea, and we have suffered these many years in the land.", "19 And now I, Zeniff, after having told all these things unto my people concerning the Lamanites, I did stimulate them to go to battle with their might, putting their trust in the Lord; therefore, we did contend with them, face to face.", "20 And it came to pass that we did drive them again out of our land; and we slew them with a great slaughter, even so many that we did not number them.", "21 And it came to pass that we returned again to our own land, and my people again began to tend their flocks, and to till their ground.", "22 And now I, being old, did confer the kingdom upon one of my sons; therefore, I say no more. And may the Lord bless my people. Amen."], "Español": ["Muere el rey Lamán— Los de su pueblo son salvajes y feroces, y creen en tradiciones falsas— Zeniff y su pueblo prevalecen en contra de ellos. Aproximadamente 187–160a.C.", "1 Y sucedió que de nuevo empezamos a establecer el reino y a poseer otra vez la tierra en paz. Y mandé hacer armas de guerra de todas clases, para que de ese modo yo tuviera armas para mi pueblo, para el día en que los lamanitas volvieran a la guerra contra mi pueblo.", "2 Y puse guardias alrededor de la tierra, a fin de que los lamanitas no cayesen de nuevo de improviso sobre nosotros y nos destruyesen; y así protegí a mi pueblo y mis rebaños, y evité que cayeran en manos de nuestros enemigos.", "3 Y sucedió que heredamos la tierra de nuestros padres durante muchos años; sí, por el espacio de veintidós años.", "4 E hice que los hombres cultivaran la tierra y produjeran granos y frutos de todas clases.", "5 E hice que las mujeres hilaran y se afanaran, y trabajaran y tejieran toda suerte de linos finos; sí, y telas de todas clases para que cubriéramos nuestra desnudez; y así prosperamos en la tierra, así gozamos de continua paz en la tierra por el espacio de veintidós años.", "6 Y aconteció que el rey Lamán murió, y su hijo empezó a reinar en su lugar. Y empezó a incitar a su pueblo a rebelarse en contra del mío; así que comenzaron a prepararse para la guerra y para venir a la batalla contra mi pueblo.", "7 Mas yo había enviado a mis espías a los alrededores de la tierra de Shemlón, para descubrir sus preparativos, para guardarme de ellos a fin de que no vinieran sobre mi pueblo y lo destruyeran.", "8 Y sucedió que subieron por el lado norte de la tierra de Shilom, con sus numerosas huestes: hombres armados con arcos y con flechas, con espadas y con cimitarras, con piedras y con hondas; y llevaban afeitada y desnuda la cabeza, y estaban ceñidos con una faja de cuero alrededor de sus lomos.", "9 Y aconteció que hice que las mujeres y los niños de mi pueblo se ocultaran en el desierto; e hice también que todos mis hombres ancianos que podían llevar armas, así como todos mis hombres jóvenes que podían portar armas, se reunieran para ir a la batalla contra los lamanitas; y los coloqué en sus filas, cada hombre según su edad.", "10 Y aconteció que salimos a la batalla contra los lamanitas, y hasta yo, en mi avanzada edad, fui a la batalla contra los lamanitas. Y ocurrió que salimos a la lid con la fuerza del Señor.", "11 Ahora bien, los lamanitas nada sabían concerniente al Señor ni a la fuerza del Señor; por tanto, confiaban en su propia fuerza. Con todo, eran gente fuerte, según la fuerza del hombre.", "12 Eran un pueblo salvaje, feroz y sanguinario, creyentes en la tradición de sus padres, que era esta: Creían que fueron echados de la tierra de Jerusalén a causa de las iniquidades de sus padres, y que sus hermanos los ultrajaron en el desierto, y que también fueron agraviados mientras cruzaban el mar.", "13 Y más aún, que los habían tratado injustamente mientras se hallaban en la tierra de su primera herencia, después de haber atravesado el mar; y todo esto porque Nefi fue más fiel en guardar los mandamientos del Señor; por tanto, fue favorecido del Señor porque el Señor oyó sus oraciones y las contestó; y él tomó el mando en su viaje por el desierto.", "14 Y sus hermanos se enojaron con él porque no entendían la manera de proceder del Señor; y también se irritaron con él sobre las aguas, porque endurecieron sus corazones contra el Señor.", "15 Y además, se enfurecieron con él cuando hubieron llegado a la tierra prometida, porque decían que él había arrebatado de sus manos el mando del pueblo; y trataron de matarlo.", "16 Y además, se ensañaron con él porque salió para el desierto, como el Señor le había mandado, y llevó consigo los anales que estaban grabados en las planchas de bronce, porque decían ellos que él los había robado.", "17 Y por tanto, han enseñado a sus hijos a que los aborrezcan, y que los asesinen, y que les roben y los despojen, y que hagan cuanto puedan para destruirlos; por tanto, sienten un odio eterno contra los hijos de Nefi.", "18 Precisamente por esta causa, el rey Lamán, mediante su astucia y mentirosa estratagema, y sus halagadoras promesas, me engañó, para que trajera a mi pueblo a esta tierra, a fin de que ellos lo destruyeran; sí, y hemos padecido todos estos años en la tierra.", "19 Y ahora bien, yo, Zeniff, después de haber dicho todas estas cosas acerca de los lamanitas a los de mi pueblo, los animé a que salieran a luchar con toda su fuerza y pusieran su confianza en el Señor; por tanto, luchamos contra ellos cara a cara.", "20 Y aconteció que nuevamente los echamos de nuestra tierra, y los matamos con gran mortandad, tantos que no los contamos.", "21 Y aconteció que de nuevo volvimos a nuestra propia tierra, y mi pueblo empezó otra vez a guardar sus rebaños y a cultivar sus tierras.", "22 Y ahora bien, yo, habiendo envejecido, conferí el reino a uno de mis hijos; por tanto, no digo más. Y ruego que el Señor bendiga a mi pueblo. Amén."], "Français": ["Mort du roi Laman— Son peuple est sauvage et féroce et croit en de fausses traditions— Zénif et son peuple l’emportent sur lui. Vers 187–160av.J.-C.", "1 Et il arriva que nous recommençâmes à établir le royaume et nous recommençâmes à posséder le pays en paix. Et je fis faire des armes de guerre de toutes sortes afin d’avoir ainsi des armes pour mon peuple en vue du moment où les Lamanites monteraient encore faire la guerre à mon peuple.", "2 Et je plaçai des gardes tout autour du pays, afin que les Lamanites ne pussent plus tomber sur nous à l’improviste et nous détruire; et c’est ainsi que je gardai mon peuple et mes troupeaux, et les empêchai de tomber entre les mains de nos ennemis.", "3 Et il arriva que nous héritâmes le pays de nos pères pendant de nombreuses années, oui, pendant vingt-deux ans.", "4 Et je commandai aux hommes de cultiver le sol, et de faire pousser toutes sortes de grains et toutes sortes de fruits de toute espèce.", "5 Et je commandai aux femmes de filer, et de peiner, et de travailler, et de fabriquer toute sorte de fin lin, oui, et du tissu de toute espèce, afin de vêtir notre nudité; et ainsi nous prospérâmes dans le pays; ainsi nous eûmes, pendant vingt-deux ans, une paix continuelle dans le pays.", "6 Et il arriva que le roi Laman mourut, et son fils commença à régner à sa place. Et il commença à exciter son peuple à la rébellion contre mon peuple; c’est pourquoi, ils commencèrent à se préparer pour la guerre et pour monter livrer bataille à mon peuple.", "7 Mais j’avais envoyé mes espions tout alentour du pays de Shemlon, afin de découvrir leurs préparatifs, afin de me garder contre eux, afin qu’ils ne pussent tomber sur mon peuple et le détruire.", "8 Et il arriva qu’ils montèrent sur le nord du pays de Shilom avec leurs nombreuses armées, des hommes armés d’arcs, et de flèches, et d’épées, et de cimeterres, et de pierres, et de frondes; et ils avaient la tête rasée, de sorte qu’elle était nue; et ils avaient une ceinture de cuir autour des reins.", "9 Et il arriva que je fis cacher les femmes et les enfants de mon peuple dans le désert; et je fis rassembler tous mes hommes âgés qui pouvaient porter les armes, et aussi tous mes jeunes hommes qui étaient capables de porter les armes, pour livrer bataille aux Lamanites; et je les plaçai dans leurs rangs, chaque homme selon son âge.", "10 Et il arriva que nous montâmes livrer bataille aux Lamanites; et moi, oui, moi-même, dans ma vieillesse, je montai livrer bataille aux Lamanites. Et il arriva que nous montâmes livrer bataille avec la force du Seigneur.", "11 Or, les Lamanites ne savaient rien du Seigneur, ni de la force du Seigneur, c’est pourquoi ils comptaient sur leur propre force. Cependant c’était un peuple fort quant à la force des hommes.", "12 Ils étaient un peuple sauvage, et féroce, et sanguinaire, croyant en la tradition de leurs pères, qui est celle-ci: Ils croyaient qu’ils avaient été chassés du pays de Jérusalem à cause des iniquités de leurs pères, et qu’ils avaient été lésés dans le désert par leurs frères, et qu’ils avaient aussi été lésés pendant qu’ils traversaient la mer;", "13 et en outre, qu’ils avaient été lésés pendant qu’ils étaient au pays de leur premier héritage, après avoir traversé la mer, et tout cela parce que Néphi était plus fidèle à garder les commandements du Seigneur; pour cette raison, il était favorisé par le Seigneur, car le Seigneur entendait ses prières et y répondait, et il prit la direction de leur voyage dans le désert.", "14 Et ses frères étaient furieux contre lui, parce qu’ils ne comprenaient pas la manière d’agir du Seigneur; ils étaient aussi furieux contre lui sur les eaux, parce qu’ils s’endurcissaient le cœur contre le Seigneur.", "15 Et en outre, ils étaient furieux contre lui lorsqu’ils furent arrivés dans la terre promise, parce qu’ils disaient qu’il leur avait pris des mains le gouvernement du peuple; et ils cherchaient à le tuer.", "16 Et en outre, ils étaient furieux contre lui, parce qu’il était parti dans le désert, comme le Seigneur le lui avait commandé, et avait pris les annales qui étaient gravées sur les plaques d’airain, car ils disaient qu’il avait commis un acte de brigandage contre eux.", "17 Et ainsi ils ont enseigné à leurs enfants qu’ils devaient les haïr, et qu’ils devaient les assassiner, et qu’ils devaient commettre des actes de brigandage et de pillage contre eux, et faire tout ce qu’ils pouvaient pour les détruire; c’est pourquoi ils ont une haine éternelle à l’égard des enfants de Néphi.", "18 C’est pour cette raison même que le roi Laman, par sa ruse, et sa fourberie de menteur, et ses belles promesses, m’a trompé, de sorte que j’ai fait monter ce peuple qui est le mien dans ce pays, afin qu’ils puissent le détruire; oui, et nous avons souffert pendant ces nombreuses années dans le pays.", "19 Et alors, moi, Zénif, après avoir dit toutes ces choses à mon peuple concernant les Lamanites, je le stimulai à livrer bataille avec sa puissance, plaçant sa confiance dans le Seigneur; c’est pourquoi, nous les combattîmes face à face.", "20 Et il arriva que nous les chassâmes de nouveau de notre pays; et nous les tuâmes en un grand massacre au point que nous ne les comptâmes pas.", "21 Et il arriva que nous retournâmes dans notre pays, et mon peuple recommença à paître ses troupeaux et à cultiver son sol.", "22 Et maintenant, étant vieux, j’ai conféré le royaume à l’un de mes fils; je n’en dis donc pas plus. Et que le Seigneur bénisse mon peuple. Amen."], "Kiribati": ["E mate te uea ae Reimwan—A maiubuaka ma ni kakamaku ana botanaomata ao a kakoauai nakoa n ibonga ae kewe—A tokanikai Tinebi ma ana botanaomata iaoia. Uakaan ma 187–160I.K.", "1 Ao e koro bukina bwa ti a manga waaki riki ni katea ueara ao ti a manga waaki riki ni maeka iaon te aba i nanon te rau. Ao I tuatua bwa a na riai n iai bwaai ni buaka n aekaia nako, bwa e aonga n ae iai au bwai ni buaka ibukiia au botanaomata n taai ake a na manga roko iai Reimwanaite ni buaka ma au botanaomata.", "2 Ao I kateia taan taratara ni kabuta te aba, bwa aonga n aki manga ekinakoira Reimwanaite n akea ara atatai ao n tiringiira; ao I a kona iai ni kawakinia au botanaomata ma au tiibu, ao n taurabwaia bwa a na aki reke i nanon baia ara kairiribai.", "3 Ao e koro bukina bwa ti tekateka iaon abaia ara bakatibu i nanon ririki aika a mwaiti, eng, i nanon te maan ae uabwi ma uoua te ririki.", "4 Ao I tuatua bwa mwaane a na unika te aba, ao a na uniki aekan wiita nako ma kai n amwarake nako.", "5 Ao I tuatua bwa aine a na taobinoka, a na kakamwakuri, ao a na mwammwakuri, ao a na karaoi aekan karai nako, eng, ao kunnikai n aekaia nako, bwa ti aonga ni karabanira; ao e rikirake kaubwaira iaon te aba—ao ti a teimatoa i nanon te rau iaon te aba i nanon te maan ae uabwi ma uoua te ririki.", "6 Ao e koro bukina bwa e mate te uea ae Reimwan, ao e onea mwiina n uea natina te mwaane. Ao e a kamangaoi nanoia ana botanaomata bwa a na teirake ni kaaitaraia au botanaomata; mangaia are a katauraoia ibukin te buaka, ao a mwananga bwa a na buakaniia au botanaomata.", "7 Ma I a tia ni kanakoia au tia tuatua ni kabuta aon Tiemron, bwa I aonga n ongo taekan aia kakatauraoi, bwa I aonga n tauraoi ni kaaitaraia, bwa aonga n aki ekinakoia au botanaomata man tiringia.", "8 Ao e koro bukina bwa a waerake i meangin te aba ae Tiirom, ma aia taanga aika a korakora, mwaane ma aia kai ni katebe, ma kanoan aia kai ni katebe, ma aia kabaang, ma aia biti, ma aia atiibu, ma aia bana; ao a iman atuuia n te aro are bon akea naba te ira iaoia; ao a karabaniia n te kawaerake ae kunin te man ae toka i koreaia.", "9 Ao e koro bukina bwa I tuatua bwa a na nako aine ma ataei bwa a na karabaia n te rereua; ao I tuatua naba bwa a na uoti bwai ni buaka au unimwaane ake a kona, ao au ataeinimwaane naba ake a kona ni uota te bwai ni buaka, bwa a na botaki ni kabane bwa ti na nako ni kaaitaraia Reimwanaite; ao I karinania, n aron are nako man aia ririki.", "10 Ao e koro bukina bwa ti buaka ma Reimwanaite; ao ngai, eng ngai, i nanon karau, ao I a teirake naba ni buaka ni kaaitaraia Reimwanaite. Ao e koro bukina bwa ti mwananga nakon te buaka ni korakoran te Uea.", "11 Ngkai, a aki ataa taekan te Uea Reimwanaite, ke korakoran te Uea, mangaia ae a tii katan i aan oin korakoraia. Ma bon aomata ngaia aika a korakora, n aron korakoran te aomata.", "12 A maiubuaka ma ni kakamaku, ao ni kan tiriaomata te botanaomata aio, ni kakoauai aroaroia aia bakatibu, ae aio—A kakoaua bwa a kaeakinako mai aon Ierutarem ibukin aia bure aia bakatibu, ao e aki tau aroia tariia nakoia i nanon te rereua, ao e a aki tau naba aroia nakoia ngke a borau i nanon marawa;", "13 Ao riki, e aki tau naba te aroaro nakoia ngke a mena iaon te moan aba are a tekateka iai, i mwin borauia i nanon marawa, ao a riki bwaai aikai ngkai e kakaonimaki riki teuare Nibwaai ni kaawakin ana tua te Uea—ma ngaia are e tangiraki riki iroun te Uea, bwa e ongo te Uea ana tataro ao e kaekai, ao e kaira aron aia mwaamwananga i nanon te rereua.", "14 Ao a un irouna tarina ngkai a aki atai ana mwakuri te Uea; ao a bon un naba irouna i nanon marawa ngkai a kamatoai nanoia ni kaitaraa te Uea.", "15 Ao riki, a un irouna ngke a roko iaon te aba ni berita, bwa a taku bwa e tia n anaa aia tautaeka te botanaomata mai nanon baia; ao a kataia n tiringnga.", "16 Ao riki, a un irouna ngke e mwananga nakon te rereua n aron are e tua te Uea nakoina, ao e uota taian rongorongo ake a koreaki iaon bwaatua aika buraati, bwa a taku bwa e iraei.", "17 Mangaia are a tia n reireiniia natiia bwa a na riribaiia, ao a na riai n tiringiia, ao a na iraa ao anai aia bwai n te matoa mai irouia, ao ni karaoa arei bwa aonga ni kamaunaia; mangaia are akea tokin aia kairiribai inanoia ibukiia natin Nibwaai.", "18 Bon ibukin aio are te uea are Reimwan, n arona ni kamwamwane, ni mwantiaka, ma ana berita ni koaua, are e a kamwaneai iai, ao are I a kairiia iai au botanaomata nakon te aba aio, bwa a aonga ni kona n tiringiia; eng, ao ti a tia n rinanon te kaangaanga aio i nanon ririki aika a mwaiti.", "19 Ao ngkai, ngai Tinebi, ngke I a tia n taekin bwaai aikai ni kabane nakoia au botanaomata aika a kaineti ma Reimwanaite, ao I a kaungai nanoia bwa a na kaea te buaka ma korakoraia ni kabane, ao ni katuka aia onimaki iroun te Uea; mangaia are ti a otinako ni kaaitaraiia.", "20 Ao e koro bukina bwa ti a manga kaeia nako riki mai abara; ao a mwaiti mai buakoia ake ti tiringiia, n te aro are ti aki kona ni wareki mwaitiia.", "21 Ao e koro bukina bwa ti okira oin abara, ao a manga moana naba n taratarai aia nanai, ma unikakin aontano au botanaomata.", "22 Ao ngkai, ngkai I a bon kara, I a anga ueau nakon natiu te mwaane temanna; mangaia ae I a katoka au koroboki. Ao ke e na kakabwaiaia au botanaomata te Uea. Amen."]}