{"English": ["Some Lamanite daughters are abducted by the priests of Noah—The Lamanites wage war upon Limhi and his people—The Lamanite hosts are repulsed and pacified. About 145–123B.C.", "1 Now there was a place in Shemlon where the daughters of the Lamanites did gather themselves together to sing, and to dance, and to make themselves merry.", "2 And it came to pass that there was one day a small number of them gathered together to sing and to dance.", "3 And now the priests of king Noah, being ashamed to return to the city of Nephi, yea, and also fearing that the people would slay them, therefore they durst not return to their wives and their children.", "4 And having tarried in the wilderness, and having discovered the daughters of the Lamanites, they laid and watched them;", "5 And when there were but few of them gathered together to dance, they came forth out of their secret places and took them and carried them into the wilderness; yea, twenty and four of the daughters of the Lamanites they carried into the wilderness.", "6 And it came to pass that when the Lamanites found that their daughters had been missing, they were angry with the people of Limhi, for they thought it was the people of Limhi.", "7 Therefore they sent their armies forth; yea, even the king himself went before his people; and they went up to the land of Nephi to destroy the people of Limhi.", "8 And now Limhi had discovered them from the tower, even all their preparations for war did he discover; therefore he gathered his people together, and laid wait for them in the fields and in the forests.", "9 And it came to pass that when the Lamanites had come up, that the people of Limhi began to fall upon them from their waiting places, and began to slay them.", "10 And it came to pass that the battle became exceedingly sore, for they fought like lions for their prey.", "11 And it came to pass that the people of Limhi began to drive the Lamanites before them; yet they were not half so numerous as the Lamanites. But they fought for their lives, and for their wives, and for their children; therefore they exerted themselves and like dragons did they fight.", "12 And it came to pass that they found the king of the Lamanites among the number of their dead; yet he was not dead, having been wounded and left upon the ground, so speedy was the flight of his people.", "13 And they took him and bound up his wounds, and brought him before Limhi, and said: Behold, here is the king of the Lamanites; he having received a wound has fallen among their dead, and they have left him; and behold, we have brought him before you; and now let us slay him.", "14 But Limhi said unto them: Ye shall not slay him, but bring him hither that I may see him. And they brought him. And Limhi said unto him: What cause have ye to come up to war against my people? Behold, my people have not broken the oath that I made unto you; therefore, why should ye break the oath which ye made unto my people?", "15 And now the king said: I have broken the oath because thy people did carry away the daughters of my people; therefore, in my anger I did cause my people to come up to war against thy people.", "16 And now Limhi had heard nothing concerning this matter; therefore he said: I will search among my people and whosoever has done this thing shall perish. Therefore he caused a search to be made among his people.", "17 Now when Gideon had heard these things, he being the king’s captain, he went forth and said unto the king: I pray thee forbear, and do not search this people, and lay not this thing to their charge.", "18 For do ye not remember the priests of thy father, whom this people sought to destroy? And are they not in the wilderness? And are not they the ones who have stolen the daughters of the Lamanites?", "19 And now, behold, and tell the king of these things, that he may tell his people that they may be pacified towards us; for behold they are already preparing to come against us; and behold also there are but few of us.", "20 And behold, they come with their numerous hosts; and except the king doth pacify them towards us we must perish.", "21 For are not the words of Abinadi fulfilled, which he prophesied against us—and all this because we would not hearken unto the words of the Lord, and turn from our iniquities?", "22 And now let us pacify the king, and we fulfil the oath which we have made unto him; for it is better that we should be in bondage than that we should lose our lives; therefore, let us put a stop to the shedding of so much blood.", "23 And now Limhi told the king all the things concerning his father, and the priests that had fled into the wilderness, and attributed the carrying away of their daughters to them.", "24 And it came to pass that the king was pacified towards his people; and he said unto them: Let us go forth to meet my people, without arms; and I swear unto you with an oath that my people shall not slay thy people.", "25 And it came to pass that they followed the king, and went forth without arms to meet the Lamanites. And it came to pass that they did meet the Lamanites; and the king of the Lamanites did bow himself down before them, and did plead in behalf of the people of Limhi.", "26 And when the Lamanites saw the people of Limhi, that they were without arms, they had compassion on them and were pacified towards them, and returned with their king in peace to their own land."], "Español": ["Los sacerdotes del rey Noé raptan a algunas de las hijas de los lamanitas— Los lamanitas emprenden la guerra contra Limhi y su pueblo— Los lamanitas son rechazados y pacificados. Aproximadamente 145–123a.C.", "1 Y había en Shemlón un paraje donde las hijas de los lamanitas se reunían para cantar, para bailar y para divertirse.", "2 Y aconteció que un día se hallaba reunido un reducido número de ellas para cantar y bailar.", "3 Ahora bien, los sacerdotes del rey Noé, avergonzados de volver a la ciudad de Nefi, sí, y temiendo también que el pueblo les matara, no se atrevían a volver a sus esposas y sus hijos.", "4 Y habiendo permanecido en el desierto, y habiendo descubierto a las hijas de los lamanitas, se ocultaron y las acecharon;", "5 y cuando no había más que unas pocas de ellas reunidas para bailar, ellos salieron de sus lugares secretos, y las tomaron y se las llevaron al desierto; sí, se llevaron a veinticuatro de las hijas de los lamanitas al desierto.", "6 Y aconteció que cuando los lamanitas echaron de menos a sus hijas, se enojaron contra los del pueblo de Limhi, pues pensaron que había sido el pueblo de Limhi.", "7 Por tanto, hicieron avanzar sus ejércitos; sí, hasta el rey mismo marchó a la cabeza de su pueblo; y subieron a la tierra de Nefi para destruir al pueblo de Limhi.", "8 Ahora bien, Limhi los había descubierto desde la torre, sí, él descubrió todos sus preparativos para la guerra; por tanto, reunió a su pueblo y les puso una emboscada en los campos y en los bosques.", "9 Y aconteció que cuando llegaron los lamanitas, el pueblo de Limhi empezó a caer sobre ellos desde sus emboscadas, y comenzaron a matarlos.", "10 Y ocurrió que la batalla se hizo sumamente violenta, pues pelearon como los leones por su presa.", "11 Y sucedió que el pueblo de Limhi empezó a echar a los lamanitas delante de ellos, a pesar de que su número no era ni la mitad del de los lamanitas. Mas ellos luchaban por sus vidas, y por sus esposas, y por sus hijos; por lo tanto, se esforzaron y combatieron como dragones.", "12 Y aconteció que hallaron entre el número de sus muertos al rey de los lamanitas; aunque no estaba muerto, pues había sido herido y abandonado en el campo de batalla, tan precipitada había sido la fuga de su pueblo.", "13 Y lo recogieron y le vendaron las heridas, y lo llevaron ante Limhi, y dijeron: He aquí el rey de los lamanitas; habiendo sido herido, cayó entre sus muertos, y lo abandonaron, y he aquí, lo hemos traído ante ti; y ahora matémoslo.", "14 Pero les dijo Limhi: No lo mataréis, antes bien traedlo acá para que yo lo vea. Y lo trajeron. Y le dijo Limhi: ¿Por qué razón has venido a la guerra contra mi pueblo? He aquí, mi pueblo no ha violado el juramento que te hice; ¿por qué, pues, habríais de quebrantar vosotros el juramento que hicisteis a mi pueblo?", "15 Y luego dijo el rey: He quebrantado mi juramento porque los de tu pueblo se llevaron a las hijas de mi pueblo; por tanto, en mi enojo hice que mi pueblo viniese a la guerra contra el tuyo.", "16 Ahora bien, Limhi nada había oído respecto de este asunto; por tanto, dijo: Buscaré entre mi pueblo, y quien haya hecho tal cosa perecerá. De manera que mandó hacer una pesquisa entre el pueblo.", "17 Y cuando Gedeón, que era el capitán del rey, oyó estas cosas, fue al rey y le dijo: Te ruego que te refrenes y no busques entre este pueblo, ni lo culpes de esto.", "18 ¿Pues no te acuerdas de los sacerdotes de tu padre, a quienes este pueblo trató de destruir? ¿Y no están ellos en el desierto? ¿Y no son ellos los que se han robado a las hijas de los lamanitas?", "19 Y ahora bien, he aquí, declara al rey estas cosas, para que él las diga a su pueblo, y se pacifiquen con nosotros; porque he aquí, ya se están preparando para venir contra nosotros; y ves también que somos pocos.", "20 Y he aquí, vienen con sus numerosas huestes; y a menos que el rey los pacifique con nosotros, pereceremos.", "21 ¿Pues no se han cumplido las palabras de Abinadí que él profetizó contra nosotros? Y todo esto porque no quisimos oír las palabras del Señor, ni abandonar nuestras iniquidades.", "22 Y ahora pacifiquemos al rey, y sujetémonos al juramento que le hemos hecho, porque es mejor que estemos en el cautiverio que perder nuestras vidas; por tanto, demos fin al derramamiento de tanta sangre.", "23 Y Limhi declaró al rey todas las cosas concernientes a su padre y a los sacerdotes que habían huido al desierto, a quienes atribuyó el rapto de sus hijas.", "24 Y aconteció que el rey se pacificó con el pueblo de Limhi, y les dijo: Salgamos sin armas a encontrar a mi pueblo; y os aseguro con juramento, que los de mi pueblo no matarán al vuestro.", "25 Y aconteció que siguieron al rey, y salieron sin armas a encontrar a los lamanitas. Y sucedió que los encontraron; y el rey de los lamanitas se inclinó ante ellos, e intercedió a favor del pueblo de Limhi.", "26 Y cuando los lamanitas vieron a los del pueblo de Limhi, que venían sin armas, les tuvieron compasión y se pacificaron con ellos, y volvieron con su rey en paz a su propia tierra."], "Français": ["Des filles de Lamanites sont enlevées par les prêtres de Noé— Les Lamanites font la guerre à Limhi et à son peuple— Ils sont repoussés et pacifiés. Vers 145–123av.J.-C.", "1 Or, il y avait à Shemlon un lieu où les filles des Lamanites se rassemblaient pour chanter, et pour danser, et pour s’amuser.", "2 Et il arriva qu’un jour un petit nombre d’entre elles était rassemblé pour chanter et pour danser.", "3 Et alors, les prêtres du roi Noé, avaient honte de retourner à la ville de Néphi, oui, et ils craignaient aussi que le peuple ne les tuât; ils n’osaient donc pas retourner auprès de leurs épouses et de leurs enfants.", "4 Et étant restés dans le désert, et ayant découvert les filles des Lamanites, ils s’embusquèrent et les observèrent,", "5 et lorsqu’il n’y en eut qu’un petit nombre réuni pour danser, ils sortirent de leurs lieux secrets, et les prirent et les emportèrent dans le désert; oui, ils emportèrent vingt-quatre des filles des Lamanites dans le désert.", "6 Et il arriva que lorsque les Lamanites découvrirent que leurs filles avaient disparu, ils furent en colère contre le peuple de Limhi, car ils pensaient que c’était le peuple de Limhi.", "7 C’est pourquoi ils envoyèrent leurs armées; oui, le roi lui-même alla devant son peuple, et ils montèrent au pays de Néphi pour détruire le peuple de Limhi.", "8 Or, Limhi les avait découverts du haut de la tour; il découvrit même tous leurs préparatifs de guerre; c’est pourquoi, il rassembla son peuple, et leur tendit une embuscade dans les champs et dans les forêts.", "9 Et il arriva que lorsque les Lamanites furent montés, le peuple de Limhi commença à tomber sur eux des endroits où il était embusqué, et commença à les tuer.", "10 Et il arriva que la bataille devint extrêmement furieuse, car ils se battaient comme des lions pour leurs proies.", "11 Et il arriva que le peuple de Limhi commença à repousser les Lamanites devant lui; et pourtant ils n’étaient pas de moitié aussi nombreux que les Lamanites. Mais ils se battaient pour leur vie, et pour leurs épouses, et pour leurs enfants; c’est pourquoi ils faisaient tous leurs efforts et ils se battaient comme des dragons.", "12 Et il arriva qu’ils trouvèrent le roi des Lamanites au nombre de leurs morts; néanmoins, il n’était pas mort, mais blessé et laissé sur le sol, si rapide fut la fuite de son peuple.", "13 Et ils le prirent et pansèrent ses blessures, et l’amenèrent devant Limhi, et dirent: Voici, c’est le roi des Lamanites; ayant reçu une blessure, il est tombé parmi leurs morts, et ils l’ont laissé; et voici, nous l’avons amené devant toi; et maintenant, tuons-le.", "14 Mais Limhi leur dit: Vous ne le tuerez pas, mais l’amènerez ici afin que je le voie. Et ils l’amenèrent. Et Limhi lui dit: Quelle raison as-tu de monter à la guerre contre mon peuple? Voici, mon peuple n’a pas rompu le serment que je t’avais fait; alors pourquoi romps-tu le serment que tu as fait à mon peuple?", "15 Et alors le roi dit: J’ai rompu le serment parce que ton peuple a enlevé les filles de mon peuple; c’est pourquoi, dans ma colère, j’ai fait monter mon peuple à la guerre contre ton peuple.", "16 Or, Limhi n’avait rien entendu dire à ce sujet; c’est pourquoi il dit: Je vais faire des recherches parmi mon peuple, et quiconque a fait cela périra. Il fit donc faire des recherches parmi son peuple.", "17 Or, lorsque Gédéon eut appris ces choses, étant le capitaine du roi, il s’avança et dit au roi: Garde-toi, je te prie, de faire des recherches parmi ce peuple, et ne lui impute pas cela.", "18 Ne te souviens-tu pas des prêtres de ton père, que ce peuple a cherché à détruire? Et ne sont-ils pas dans le désert? Et n’est-ce pas eux qui ont volé les filles des Lamanites?", "19 Et maintenant, voici, dis ces choses au roi, afin qu’il le dise à son peuple, pour qu’il soit pacifié envers nous; car voici, il se prépare déjà à venir contre nous; et voici aussi, nous ne sommes que peu.", "20 Et voici, ils viennent avec leurs nombreuses armées; et si le roi ne les pacifie pas envers nous, nous allons périr.", "21 Car les paroles qu’Abinadi a prophétisées contre nous ne sont-elles pas accomplies, et tout cela parce que nous n’avons pas voulu écouter les paroles du Seigneur et nous détourner de nos iniquités?", "22 Et maintenant, pacifions le roi, et respectons le serment que nous lui avons fait; car il vaut mieux être en servitude que perdre la vie; c’est pourquoi, mettons fin à l’effusion de tant de sang.", "23 Et alors, Limhi dit au roi tout ce qui concernait son père et les prêtres qui s’étaient enfuis dans le désert et leur attribua l’enlèvement de leurs filles.", "24 Et il arriva que le roi fut pacifié envers son peuple; et il leur dit: Allons sans armes à la rencontre de mon peuple; et je te jure par serment que mon peuple ne tuera pas ton peuple.", "25 Et il arriva qu’ils suivirent le roi, et s’avancèrent sans armes à la rencontre des Lamanites. Et il arriva qu’ils rencontrèrent les Lamanites, et le roi des Lamanites se prosterna devant eux, et plaida en faveur du peuple de Limhi.", "26 Et lorsque les Lamanites virent le peuple de Limhi, qu’il était sans armes, ils eurent compassion de lui et furent pacifiés envers lui, et retournèrent en paix avec leur roi dans leur pays."], "Kiribati": ["A uotaki nako tabeman ainen Reimwanaite irouia ana ibonga Noa—A katanoata Reimwanaite bwa a na buakaniia ana botanaomata Rimwaai—A totokoaki aia taanga Reimwanaite ao a karauaki nanoia. Uakaan ma 145–123I.K.", "1 Ao iai te tabo teuana i Tiemron are a botaki iai ainen Reimwanaite n anene, ao ni bwatere, ao ni kakukureia.", "2 Ao e koro bukina bwa n te bong teuana ao ti tabeman mwaitia ake a botaki n anene ao ni bwatere.", "3 Ao ngkai ana ibonga te uea ae Noa, ngkai a maamaa n okira ana kaawa Nibwaai, eng, ao a maaku naba bwa rimwi a tiringaki irouia te botanaomata, mangaia ae a rang ni maaku n okiria buuia ma natia.", "4 Ao i mwin aia tataninga i nanon te rereua, ao ngke a tia ni kuneia ainen Reimwanaite, ao a karabaia ma ni mataku irouia;", "5 Ao ngke ai ti tabeman aika a roko bwa a na bwatere, ao a otinako man nneia ake a karabaia iai ao a anaia ao a uotia nako nanon te rereua; eng, bon uangaun ma aman ainen Reimwanaite ake a uotia nako nanon te rereua.", "6 Ao e koro bukina bwa ngke a ataia Reimwanaite ae a bua aia aine, ao a un irouia ana botanaomata Rimwaai, bwa a bukiniia iai ana botanaomata Rimwaai.", "7 Mangaia are a kanakoia aia taanga ni buaka; eng, e bon iri naba te uea imoaia ana botanaomata; ao a mwananga nakon aban Nibwaai bwa a na tiringia ana botanaomata Rimwaai.", "8 Ao ngkai Rimwaai e a nooriia mai aon te taua, ma aron naba aia katauraoi ibukin te buaka; mangaia are e a botiia ana botanaomata, ao a tataningaia ni karabaia i nanon taian tawaana ma taian buakonikai.", "9 Ao e koro bukina bwa ngke a roko Reimwanaite, ao a kibaria ana botanaomata Rimwaai man aia tabo ake a karabaia iai, ao a tiringia.", "10 Ao e koro bukina bwa e riki te bobuaka aio ni korakora, bwa a un n ai aroia raian iaon kanaia", "11 Ao e koro bukina bwa a totokoaki Reimwanaite irouia ana botanaomata Rimwaai; ao e aki roko mwaitia n iteran mwaitia Reimwanaite. Ma a bon buaka ibukin maiuia, ibukiia buuia, ma natia; mangaia are a kakorakoraia n ai aroia raakon ngke a buaka.", "12 Ao e koro bukina bwa a kunea aia uea Reimwanaite i buakoia aia mate; ma e aki mate, ma e korakora ikoakina ao e katukaki iaontano, ngkai a rang ni ienikuri ana botanaomata ni birinako.", "13 Ao a uotia nako ao ni karaoi ikoakina, ao a uotia nako matan Rimwaai, ao a kangai: Taraia, aio aia uea Reimwanaite; ngke e ikoaki ao e a bwaka irarikiia aia mate, ao a kitanna; ao taraia, ti a tia ni kairia nako matam; ao ngkai kariaia bwa ti na tiringnga.", "14 Ma e taku Rimwaai nakoia: Kam na aki riai n tiringnga, ma kairia mai bwa n na nooria. Ao a kairia. Ao e kangai Rimwaai nakoina: Teraa ae karika teirakem ni buakaniia au botanaomata? Taraia, a tuai au botanaomata n urua te tuea are I a tia ni karaoia ma ngkoe; mangaia ae bukin teraa ngkai ko urua te tuea are ko a tia ni karaoia nakoia au botanaomata?", "15 Ao ngkai e kaeka te uea ni kangai: I a tia n urua te tuea ibukina ngkai am botanaomata a uotia nako aia aine au botanaomata; mangaia ae i nanon uniu ao I tuangiia au botanaomata bwa a na teirake ni buakaniia am botanaomata.", "16 Ao ngkai e tuai Rimwaai man ongo taekan aio mai mwaaina; mangaia are e kangai: N na kakae i buakoia au botanaomata ao ane e a tia ni karaoa aio e na tiringaki. Mangaia ae e tua bwa e na karaoaki te kakae i buakoia ana botanaomata.", "17 Ngkai ngke ongo Kiteon taekan bwaai aikai, ao ngkai ngaia ana kaaben te uea, ao e kawara te uea ao e taku nakoina: I butiko bwa ko na tataninga, ao ko na aki kakae i buakoia te botanaomata aio, ao tai bukiniia n te bwai ae karaoaki aio.", "18 Ko aki uringia ana ibonga tamam ake a kataia te botanaomata aio n tiringia? Aki mena n te rereua? Tiaki ngaia aika a anaia aia aine Reimwanaite?", "19 Ao ngkai, taraia, tuanga te uea bwaai aikai, bwa e aonga n tuangiia ana botanaomata bwa aonga n rau nanoia iroura; bwa taraia ae a tabe ni kakatauraoi bwa a na buakaniira; ao taraia bon ti tabeman mwaitira.", "20 Ao taraia, a mwananga ma aia taanga aika a mwaiti; ao ngkana e aki karau nanoia te uea ao ti na bon mate.", "21 Bwa a aki kakoroaki bukin ana taeka Abinataai, ake e tataetae ni burabeti ni kaaitaraira—ao a riki bwaai aikai ni kabane ibukina ngkai ti aki kan ongo n ana taeka te Uea, ao n aki rairaki man ara buakaka?", "22 Ao ngkai e riai bwa ti na karaua nanon te uea, ao ti na kakoroa bukin te tuea are ti karaoia nakoina; bwa e tamaroa riki ae ti na tautoronaki nakon ae ti mate; mangaia ae e riai bwa ti na katoka te tiriaomata.", "23 Ao ngkai Rimwaai e tuanga te uea taekan tamana ni kabane, ma taian ibonga ake a birinako nanon te rereua, ao e bukiniia bwa ngaia ake a anaia aia aine.", "24 Ao e koro bukina bwa e rau nanon te uea irouia ana botanaomata; ao e taku nakoia: Ti na nako ni butimwaia au botanaomata, n akea ara bwai ni buaka; ao I tuea nakoimi ma te tuea bwa a na aki tiringia am botanaomata au botanaomata.", "25 Ao e koro bukina bwa a rimwin te uea, ao a mwananga n akea aia bwai ni buaka ni butimwaia Reimwanaite. Ao e koro bukina bwa a kaitibo ma Reimwanaite; ao e katorobubua aia uea Reimwanaite imataia, ao e bubuti ibukiia ana botanaomata Rimwaai.", "26 Ao ngke a nooria Reimwanaite ae akea aia bwai ni buaka ana botanaomata Rimwaai, ao a nanoangaia ao a rau nanoia irouia, ao a okira abaia ma aia uea i nanon te rau."]}