{"English": ["Ammon teaches the people of Limhi—He learns of the twenty-four Jaredite plates—Ancient records can be translated by seers—No gift is greater than seership. About 121B.C.", "1 And it came to pass that after king Limhi had made an end of speaking to his people, for he spake many things unto them and only a few of them have I written in this book, he told his people all the things concerning their brethren who were in the land of Zarahemla.", "2 And he caused that Ammon should stand up before the multitude, and rehearse unto them all that had happened unto their brethren from the time that Zeniff went up out of the land even until the time that he himself came up out of the land.", "3 And he also rehearsed unto them the last words which king Benjamin had taught them, and explained them to the people of king Limhi, so that they might understand all the words which he spake.", "4 And it came to pass that after he had done all this, that king Limhi dismissed the multitude, and caused that they should return every one unto his own house.", "5 And it came to pass that he caused that the plates which contained the record of his people from the time that they left the land of Zarahemla, should be brought before Ammon, that he might read them.", "6 Now, as soon as Ammon had read the record, the king inquired of him to know if he could interpret languages, and Ammon told him that he could not.", "7 And the king said unto him: Being grieved for the afflictions of my people, I caused that forty and three of my people should take a journey into the wilderness, that thereby they might find the land of Zarahemla, that we might appeal unto our brethren to deliver us out of bondage.", "8 And they were lost in the wilderness for the space of many days, yet they were diligent, and found not the land of Zarahemla but returned to this land, having traveled in a land among many waters, having discovered a land which was covered with bones of men, and of beasts, and was also covered with ruins of buildings of every kind, having discovered a land which had been peopled with a people who were as numerous as the hosts of Israel.", "9 And for a testimony that the things that they had said are true they have brought twenty-four plates which are filled with engravings, and they are of pure gold.", "10 And behold, also, they have brought breastplates, which are large, and they are of brass and of copper, and are perfectly sound.", "11 And again, they have brought swords, the hilts thereof have perished, and the blades thereof were cankered with rust; and there is no one in the land that is able to interpret the language or the engravings that are on the plates. Therefore I said unto thee: Canst thou translate?", "12 And I say unto thee again: Knowest thou of any one that can translate? For I am desirous that these records should be translated into our language; for, perhaps, they will give us a knowledge of a remnant of the people who have been destroyed, from whence these records came; or, perhaps, they will give us a knowledge of this very people who have been destroyed; and I am desirous to know the cause of their destruction.", "13 Now Ammon said unto him: I can assuredly tell thee, O king, of a man that can translate the records; for he has wherewith that he can look, and translate all records that are of ancient date; and it is a gift from God. And the things are called interpreters, and no man can look in them except he be commanded, lest he should look for that he ought not and he should perish. And whosoever is commanded to look in them, the same is called seer.", "14 And behold, the king of the people who are in the land of Zarahemla is the man that is commanded to do these things, and who has this high gift from God.", "15 And the king said that a seer is greater than a prophet.", "16 And Ammon said that a seer is a revelator and a prophet also; and a gift which is greater can no man have, except he should possess the power of God, which no man can; yet a man may have great power given him from God.", "17 But a seer can know of things which are past, and also of things which are to come, and by them shall all things be revealed, or, rather, shall secret things be made manifest, and hidden things shall come to light, and things which are not known shall be made known by them, and also things shall be made known by them which otherwise could not be known.", "18 Thus God has provided a means that man, through faith, might work mighty miracles; therefore he becometh a great benefit to his fellow beings.", "19 And now, when Ammon had made an end of speaking these words the king rejoiced exceedingly, and gave thanks to God, saying: Doubtless a great mystery is contained within these plates, and these interpreters were doubtless prepared for the purpose of unfolding all such mysteries to the children of men.", "20 O how marvelous are the works of the Lord, and how long doth he suffer with his people; yea, and how blind and impenetrable are the understandings of the children of men; for they will not seek wisdom, neither do they desire that she should rule over them!", "21 Yea, they are as a wild flock which fleeth from the shepherd, and scattereth, and are driven, and are devoured by the beasts of the forest."], "Español": ["Ammón enseña al pueblo de Limhi— Se entera de las veinticuatro planchas jareditas— Los videntes pueden traducir anales antiguos— No hay don mayor que el que posee un vidente. Aproximadamente 121a.C.", "1 Y aconteció que después que el rey Limhi hubo acabado de hablar a su pueblo, porque les dijo muchas cosas, y solo algunas de ellas he escrito en este libro, él relató a su pueblo todo lo concerniente a sus hermanos que se hallaban en la tierra de Zarahemla.", "2 E hizo que Ammón se presentara ante la multitud, y le refiriese todo cuanto había sucedido a sus hermanos desde la época en que Zeniff partió de la tierra, hasta el tiempo en que él mismo vino de allí.", "3 Y Ammón también les declaró las últimas palabras que el rey Benjamín les había enseñado, y las explicó al pueblo del rey Limhi para que entendieran todas las palabras que él habló.", "4 Y sucedió que después de haber hecho todo esto, el rey Limhi despidió a la multitud e hizo que cada uno se volviera a su propia casa.", "5 Y ocurrió que hizo que le llevaran a Ammón las planchas que contenían los anales de su pueblo, desde el tiempo en que salieron de la tierra de Zarahemla, para que él las leyera.", "6 Ahora bien, en cuanto Ammón hubo leído la historia, el rey lo interrogó para saber si podía interpretar idiomas; y le respondió Ammón que no podía.", "7 Y le dijo el rey: Hallándome apesadumbrado por las aflicciones de mi pueblo, hice que cuarenta y tres de los de mi pueblo emprendieran un recorrido por el desierto, para que por ese medio hallasen la tierra de Zarahemla, a fin de apelar a nuestros hermanos para que nos libraran del cautiverio.", "8 Y estuvieron perdidos en el desierto por el espacio de muchos días, y a pesar de su diligencia, no encontraron la tierra de Zarahemla, sino que retornaron aquí después de haber viajado por una tierra entre muchas aguas, y de haber descubierto una región llena de huesos de hombres y bestias, y también estaba cubierta de ruinas de edificios de todas clases; y descubrieron una tierra que había sido habitada por un pueblo tan numeroso como las huestes de Israel.", "9 Y como testimonio de la verdad de las cosas que habían dicho, han traído veinticuatro planchas que están llenas de grabados, y son de oro puro.", "10 Y he aquí, también han traído petos, los cuales son de gran tamaño; y son de bronce y de cobre, y están perfectamente conservados.", "11 Y más aún, han traído espadas cuyas guarniciones se han consumido, y cuyas hojas estaban carcomidas de herrumbre; y no hay en la tierra quien pueda interpretar el lenguaje o los grabados que están sobre las planchas. Por esto te dije: ¿Puedes traducir?", "12 Y te pregunto además: ¿Sabes tú de alguien que pueda traducir? Porque deseo que estos anales sean traducidos a nuestro idioma; pues quizá nos darán conocimiento de un resto del pueblo que ha sido destruido, del cual procedieron estos anales; o tal vez nos harán saber de este mismo pueblo que ha sido destruido; y deseo saber la causa de su destrucción.", "13 Luego Ammón le dijo: Puedo de seguro decirte, oh rey, de un hombre que puede traducir los anales; pues él tiene algo con lo que puede mirar y traducir todos los anales que son de fecha antigua; y es un don de Dios. Y las cosas se llaman intérpretes, y nadie puede mirar en ellos a menos que le sea mandado, no sea que busque lo que no debe, y así perezca. Y a quien se le manda mirar en ellos, a ese se le llama vidente.", "14 Y he aquí, el rey del pueblo que se halla en la tierra de Zarahemla es el hombre a quien se manda hacer estas cosas, y es el que tiene este alto don de Dios.", "15 Y dijo el rey que un vidente es mayor que un profeta.", "16 Y Ammón dijo que un vidente es también revelador y profeta; y que no hay mayor don que un hombre pueda tener, a menos que posea el poder de Dios, que nadie puede tener; sin embargo, el hombre puede recibir gran poder de Dios.", "17 Mas un vidente puede saber de cosas que han pasado y también de cosas futuras; y por este medio todas las cosas serán reveladas, o mejor dicho, las cosas secretas serán manifestadas, y las cosas ocultas saldrán a la luz; y lo que no es sabido, ellos lo darán a conocer; y también manifestarán cosas que de otra manera no se podrían saber.", "18 Así Dios ha dispuesto un medio para que el hombre, por la fe, pueda efectuar grandes milagros; por tanto, llega a ser un gran beneficio para sus semejantes.", "19 Y ahora bien, cuando Ammón hubo acabado de hablar estas palabras, el rey se regocijó en extremo y dio gracias a Dios, diciendo: Sin duda estas planchas encierran un gran misterio, y estos intérpretes fueron indudablemente preparados con objeto de desplegar todos los misterios de esta índole a los hijos de los hombres.", "20 ¡Oh cuán maravillosas son las obras del Señor, y cuán largo tiempo soporta él a su pueblo; sí, y cuán ciego e impenetrable es el entendimiento de los hijos de los hombres, pues ni buscan sabiduría, ni desean que ella los rija!", "21 Sí, son como un rebaño silvestre que huye del pastor, y se esparce, y es perseguido y devorado por los animales de la selva."], "Français": ["Ammon instruit le peuple de Limhi— Il apprend l’existence des vingt-quatre plaques jarédites— Les annales anciennes peuvent être traduites par les voyants— Ce sont eux qui ont le plus grand des dons. Vers 121av.J.-C.", "1 Et il arriva que lorsque le roi Limhi eut fini de parler à son peuple, car il lui dit beaucoup de choses, et je n’en ai écrit que peu dans ce livre, il dit à son peuple tout ce qui concernait ses frères qui étaient au pays de Zarahemla.", "2 Et il fit lever Ammon devant la multitude, et lui fit répéter tout ce qui était arrivé à leurs frères depuis le moment où Zénif monta hors du pays jusqu’au moment où lui-même monta hors du pays.", "3 Et il leur répéta aussi les dernières paroles que le roi Benjamin leur avait enseignées, et les expliqua au peuple du roi Limhi, pour qu’il pût comprendre toutes les paroles qu’il disait.", "4 Et il arriva que lorsqu’il eut fait tout cela, le roi Limhi renvoya la multitude, et renvoya chacun dans sa maison.", "5 Et il arriva qu’il fit apporter devant Ammon les plaques qui contenaient les annales de son peuple depuis le moment où ils avaient quitté le pays de Zarahemla, afin qu’il les lût.", "6 Alors, dès qu’Ammon eut lu les annales, le roi l’interrogea pour savoir s’il pouvait interpréter les langues, et Ammon lui dit qu’il ne le pouvait pas.", "7 Et le roi lui dit: Peiné des afflictions de mon peuple, j’ai commandé que quarante-trois d’entre mon peuple entreprennent un voyage dans le désert, afin de trouver ainsi le pays de Zarahemla, afin que nous puissions faire appel à nos frères pour qu’ils nous délivrent de la servitude.", "8 Et ils se perdirent dans le désert pendant de nombreux jours; ils furent diligents, et cependant ils ne trouvèrent pas le pays de Zarahemla, mais retournèrent dans ce pays, ayant voyagé dans un pays parmi beaucoup d’eaux, ayant découvert un pays qui était couvert d’ossements d’hommes et de bêtes, et qui était aussi couvert de ruines de bâtiments de toutes sortes, ayant découvert un pays qui avait été peuplé par un peuple qui était aussi nombreux que les armées d’Israël.", "9 Et en témoignage que les choses qu’ils ont dites étaient vraies, ils ont rapporté vingt-quatre plaques qui sont remplies d’inscriptions gravées, et elles sont d’or pur.", "10 Et voici aussi, ils ont rapporté des plastrons de cuirasse, qui sont grands, et ils sont d’airain et de cuivre, et sont en parfait état.", "11 Et en outre, ils ont apporté des épées dont la poignée a péri et dont la lame était rongée par la rouille; et il n’y a personne dans le pays qui soit capable d’interpréter la langue ou les inscriptions qui sont gravées sur les plaques. C’est pourquoi je t’ai dit: Peux-tu traduire?", "12 Et je te dis encore: Connais-tu quelqu’un qui peut traduire? Car je désire que ces annales soient traduites dans notre langue; car elles nous donneront peut-être la connaissance d’un reste du peuple qui a été détruit, d’où ces annales sont venues; ou elles nous donneront peut-être la connaissance de ce peuple même qui a été détruit; et je désire connaître la cause de sa destruction.", "13 Alors Ammon lui dit: Je peux te dire assurément, ô roi, qu’il y a un homme qui peut traduire les annales; car il a ce qu’il faut pour regarder et traduire toutes les annales qui sont de date ancienne; et c’est un don de Dieu. Et les objets sont appelés interprètes, et nul ne peut y regarder si cela ne lui est commandé, de peur qu’il ne cherche ce qu’il ne devrait pas et qu’il ne périsse. Et quiconque reçoit le commandement d’y regarder, celui-là est appelé voyant.", "14 Et voici, le roi du peuple qui est au pays de Zarahemla est l’homme à qui il est commandé de faire ces choses, et qui a ce don sublime de Dieu.", "15 Et le roi dit qu’un voyant est plus grand qu’un prophète.", "16 Et Ammon dit qu’un voyant est aussi révélateur et prophète; et aucun homme ne peut avoir de don qui soit plus grand, à moins de posséder le pouvoir de Dieu, ce qu’aucun homme ne peut avoir; pourtant, un homme peut recevoir un grand pouvoir de la part de Dieu.", "17 Mais un voyant peut connaître les choses qui sont passées, et aussi les choses qui sont à venir, et c’est par eux que tout sera révélé, ou plutôt que ce qui est secret sera dévoilé, et que ce qui est caché parviendra à la lumière, et les choses qui ne sont pas connues seront révélées par eux, et il y aura aussi des choses qui seront révélées par eux, que l’on ne pourrait connaître autrement.", "18 C’est ainsi que Dieu a fourni à l’homme le moyen d’accomplir, par la foi, de grands miracles; et c’est pourquoi il devient un grand bienfait pour ses semblables.", "19 Et alors, lorsqu’Ammon eut fini de dire ces paroles, le roi fut dans une allégresse extrême et rendit grâces à Dieu, disant: Sans aucun doute, un grand mystère est contenu dans ces plaques, et ces interprètes ont sans aucun doute été préparés dans le but de dévoiler tous les mystères de ce genre aux enfants des hommes.", "20 Oh! comme elles sont merveilleuses, les œuvres du Seigneur, et comme il est longanime envers son peuple; oui, et comme elle est aveugle et impénétrable, l’intelligence des enfants des hommes; car ils ne cherchent pas la sagesse ni ne désirent qu’elle les gouverne!", "21 Oui, ils sont comme un troupeau sauvage qui fuit le berger, et se disperse, et est pourchassé, et est dévoré par les bêtes de la forêt."], "Kiribati": ["E reireinia kaain Rimwaai Amon—E ongo taekan aia bwaatua Iaretaite aika uabwi ma aua—A kona rekootin ngkoa n rairaki irouia taan mamata—Akea te bwaintituaraoi ae korakora riki nakon te nakoa ni mamata. Uakaan ma 121I.K.", "1 Ao e koro bukina bwa ngke e a tia te uea ae Rimwaai n taetae nakoia ana botanaomata, bwa e taekin bwaai aika a mwaiti nakoia ma tii tabeua aika I a tia ni koroi i nanon te boki aio, e taekin nakoia ana botanaomata bwaai ni kabane ake a kaineti ma tariia ake a maeka n aban Taraemera.", "2 Ao e tuatua bwa e na teirake Amon imatan te botanaomata, ao e na taekin nakoia bwaai ni kabane ake a tia n riki nakoia tariia man te tai are e mwananga iai Tinebi n nako man te aba arei ni karokoa te tai are e mwananga iai ngaia man te aba arei.", "3 Ao e taekin naba nakoia ana kabanea n taeka te uea are Beniamina ake e reiakin nakoia, ao e kabwarabwarai nanoia nakoia ana botanaomata te uea are Rimwaai, bwa a aonga ni maataata n nanon taeka ni kabane ake e taekin.", "4 Ao e koro bukina bwa ngke e a tia ni karaoa aio, ao e a kainaomata te botanaomata te uea are Rimwaai, ao e tuatua bwa a na bane n okiri mwengaia.", "5 Ao e koro bukina bwa e tuatua bwa a uotaki nakon Amon taian bwaatua aika kanoaia taian rongorongo ibukiia ana botanaomata man te tai are a kitana iai aban Taraemera, bwa e aonga ni wareki.", "6 Ngkai, ngke e a tia ni wareki taian rongorongo Amon, ao e a titirakinna te uea bwa e kona n raitaeka ke aki, ao e tuangnga Amon bwa e aki konaa.", "7 Ao e taku te uea nakoina: I nanon rawawatau ibukin korakaia au botanaomata, I tua bwa a na mwananga angaun ma teniman mai buakoia au botanaomata nakon te rereua, bwa aonga n roko i Taraemera, bwa ti aonga ni bubuti nakoia tarira bwa a na kamaiuira man te tautoronaki.", "8 Ao a bua i nanon te rereua i nanon te maan ae boong aika a mwaiti, ma a botumwaaka, ao e aki reke irouia aban Taraemera ma a manga oki nakon te aba aio, i mwin mwaamwanangaia n te aba ae bati te nei iai, ao ni kunea naba te aba ae on n riia aomata, ma maan, ao iai naba mwiin taian kateitei n aekakiia nako, ao n reke naba irouia te aba ae e a tia ni kaainaki irouia aomata ae titebo mwaitia ma mwaitia tibun Iteraera.", "9 Ao ni kakoauan bwaai ake a taekin ao a uoti bwaatua aika uabwi ma aua aika a bon on n te koroboki, ao a karaoaki man te koora.", "10 Ao taraia, a uota naba otangan te bwabwa, ae bubura, ao e karaoaki n te buraati ao te kaobwa, ao e tamaroa.", "11 Ao a uotii naba kabaang, a buakaka bwain tauaia, ao a rootaki n te raraa wiia; ao akea iaon te aba ae kona n rairananon te taetae ke te koroboki ake a mena iaon taian bwaatua. Mangaia ae I kangai nakoim: Ko kona n raitaeka?", "12 Ao I kangai riki nakoim: Iai ae ko ataia ae kona n raitaeka? Bwa I tangiria bwa e na rairaki te rongorongo aio nakon ara taetae; bwa tao e na kona n anganiira te atatai teutana nakoira taekan mwiia te botanaomata are e a tia ni kamaunaki, bwa a roko mai iaa rongorongo aikai; ke e na kona n anganiira te atatai n aron taekaia te botanaomata aio are e a tia ni kamaunaki; ao I rangi ni kan ataa taekan kamaunakia.", "13 Ao ngkai e kangai Amon nakoina: I kona n taekinna ma te aki nanokokoraki nakoim, O ngkoe ae te uea, bwa antai te aomata ae kona n rairi taian rekooti aikai; bwa iai bwaai aika e kona n taratara mai nanoia, ao n rairi taian rekooti ni kabane man taai ake ngkoa; ao bon te bwai n tituaraoi mai iroun te Atua. Ao a aranaki bwaai aikai bwa taian bwai n raitaeka, ao akea te aomata ae kona n taratara inanoia ma tii ngkana e a tia n tuangaki, bwa ngkana e karaoia ma akea kariaiakana ao e na mate. Ao te aomata are tuangaki bwa e na taratara inanoia, e aranaki bwa te tia mamata.", "14 Ao taraia, aia uea te botanaomata are e mena i aban Taraemera bon te aomata are e a tia n tuangaki bwa e na karaoi bwaai aikai, are e mena irouna te bwai n tituaraoi ae korakora aio mai iroun te Atua.", "15 Ao e taku te uea bwa e korakora riki te tia mamata nakon te burabeti.", "16 Ao e taku Amon bwa te tia mamata bon te tia kaotioti ao te burabeti naba; ao te kabanea ni kakawaki ni bwai n tituaraoi are e kona n reke iroun te aomata bon karekean mwaakan te Atua irouna, are bon akea ae kona n reke irouna; ma e kona n anganaki te mwaaka ae korakora aio mai iroun te Atua.", "17 Ma e kona te tia mamata n atai kanoan bwaai aika a tia n riki, ao bwaai naba aika a na riki, ao mai irouia are a na kaotiotaki iai bwaai, ke are a na kaotaki iai bwaai aika a raba, ao a na atai bwaai aika a karabaki, ao a na kaotaki bwaai ake a ataaki irouia, ao a na kaotaki bwaai riki tabeua irouia are a na bon aki ataaki ngke akea ngaia.", "18 Mangaia ae e a tia te Atua ni katea te kawai are e na kona iai te aomata ni karaoi kakai aika a korakora i nanon te onimaki; mangaia are e na riki bwa te kabwaia ae korakora nakoia raona n aomata.", "19 Ao ngkai, ngke e a tia Amon n taekin taian taeka aikai ao e a kimwareirei te uea, ao e anga ana kaitau nakon te Atua, ni kangai: I ataia ni koaua bwa e korakora te bwai ae raba i nanon bwaatua aikai, ao I ataia ni koaua bwa bwaai n raitaeka aikai, a tauraoi ibukin kaotan nanon bwaai aika a raba aikai ni kabane, nakoia natia aomata.", "20 O ai kamiimira ana mwakuri te Uea, ao ai korakorara taotaonakin nanona ibukiia ana botanaomata; eng, ao ai matakiira ma ni matoatoa reken te atatai irouia natiia aomata; bwa a aki kan ukoukora te wanawana, ke n tangiria bwa e na tautaekaniia!", "21 Eng, ai aroia taian tiibu aika a aki manana ake a birinako mai iroun te tia kaawakin tiibu, ao a maenako, ao a booaki nako, ao a kanaki irouia man ni kakang n te buakonikai."]}