{"English": ["God redeems men from their lost and fallen state—Those who are carnal remain as though there were no redemption—Christ brings to pass a resurrection to endless life or to endless damnation. About 148B.C.", "1 And now, it came to pass that after Abinadi had spoken these words he stretched forth his hand and said: The time shall come when all shall see the salvation of the Lord; when every nation, kindred, tongue, and people shall see eye to eye and shall confess before God that his judgments are just.", "2 And then shall the wicked be cast out, and they shall have cause to howl, and weep, and wail, and gnash their teeth; and this because they would not hearken unto the voice of the Lord; therefore the Lord redeemeth them not.", "3 For they are carnal and devilish, and the devil has power over them; yea, even that old serpent that did beguile our first parents, which was the cause of their fall; which was the cause of all mankind becoming carnal, sensual, devilish, knowing evil from good, subjecting themselves to the devil.", "4 Thus all mankind were lost; and behold, they would have been endlessly lost were it not that God redeemed his people from their lost and fallen state.", "5 But remember that he that persists in his own carnal nature, and goes on in the ways of sin and rebellion against God, remaineth in his fallen state and the devil hath all power over him. Therefore he is as though there was no redemption made, being an enemy to God; and also is the devil an enemy to God.", "6 And now if Christ had not come into the world, speaking of things to come as though they had already come, there could have been no redemption.", "7 And if Christ had not risen from the dead, or have broken the bands of death that the grave should have no victory, and that death should have no sting, there could have been no resurrection.", "8 But there is a resurrection, therefore the grave hath no victory, and the sting of death is swallowed up in Christ.", "9 He is the light and the life of the world; yea, a light that is endless, that can never be darkened; yea, and also a life which is endless, that there can be no more death.", "10 Even this mortal shall put on immortality, and this corruption shall put on incorruption, and shall be brought to stand before the bar of God, to be judged of him according to their works whether they be good or whether they be evil—", "11 If they be good, to the resurrection of endless life and happiness; and if they be evil, to the resurrection of endless damnation, being delivered up to the devil, who hath subjected them, which is damnation—", "12 Having gone according to their own carnal wills and desires; having never called upon the Lord while the arms of mercy were extended towards them; for the arms of mercy were extended towards them, and they would not; they being warned of their iniquities and yet they would not depart from them; and they were commanded to repent and yet they would not repent.", "13 And now, ought ye not to tremble and repent of your sins, and remember that only in and through Christ ye can be saved?", "14 Therefore, if ye teach the law of Moses, also teach that it is a shadow of those things which are to come—", "15 Teach them that redemption cometh through Christ the Lord, who is the very Eternal Father. Amen."], "Español": ["Dios redime a los hombres de su estado caído y perdido— Los que son de naturaleza carnal permanecen como si no hubiera habido redención— Cristo hace posible la resurrección a la vida sin fin o a la condenación sin fin. Aproximadamente 148a.C.", "1 Y ahora bien, aconteció que después que Abinadí hubo hablado estas palabras, extendió la mano y dijo: Vendrá el día en que todos verán la salvación del Señor; en que toda nación, tribu, lengua y pueblo verán ojo a ojo, y confesarán ante Dios que sus juicios son justos.", "2 Y entonces los malvados serán echados fuera, y tendrán motivo para aullar y llorar, lamentar y crujir los dientes; y esto porque no quisieron escuchar la voz del Señor; por tanto, el Señor no los redime.", "3 Porque son carnales y diabólicos, y el diablo tiene poder sobre ellos; sí, aquella antigua serpiente que engañó a nuestros primeros padres, que fue la causa de su caída; que fue la causa de que toda la humanidad llegara a ser carnal, sensual y diabólica, discerniendo el mal del bien, y sujetándose al diablo.", "4 De modo que toda la humanidad estaba perdida; y he aquí, se habría perdido eternamente si Dios no hubiese rescatado a su pueblo de su estado caído y perdido.", "5 Pero recordad que quien persiste en su propia naturaleza carnal, y sigue las sendas del pecado y la rebelión contra Dios, permanece en su estado caído, y el diablo tiene todo poder sobre él. Por tanto, queda como si no se hubiera hecho ninguna redención, siendo enemigo de Dios; y también el diablo es enemigo de Dios.", "6 Ahora bien, si Cristo no hubiese venido al mundo, hablando de cosas futuras como si ya hubiesen acontecido, no habría habido redención.", "7 Y si Cristo no hubiese resucitado de los muertos, o si no hubiese roto las ligaduras de la muerte, para que el sepulcro no tuviera victoria, ni la muerte aguijón, no habría habido resurrección.", "8 Mas hay una resurrección; por tanto, no hay victoria para el sepulcro, y el aguijón de la muerte es consumido en Cristo.", "9 Él es la luz y la vida del mundo; sí, una luz que es infinita, que nunca se puede extinguir; sí, y también una vida que es infinita, para que no haya más muerte.", "10 Y esto que es mortal se vestirá de inmortalidad, y esta corrupción se vestirá de incorrupción, y todos serán llevados a comparecer ante el tribunal de Dios, para ser juzgados por él según sus obras, ya fueren buenas o malas;", "11 si fueren buenas, a la resurrección de una vida sin fin y felicidad, y si fueren malas, a la resurrección de una condenación sin fin, pues son entregados al diablo que los ha sujetado, lo cual es la condenación;", "12 habiendo obrado según su propia voluntad y deseos carnales; nunca habiendo invocado al Señor mientras los brazos de la misericordia se extendían hacia ellos; porque los brazos de la misericordia se extendieron hacia ellos, y no quisieron; habiendo sido amonestados por sus iniquidades, y sin embargo, no las abandonaron; y se les mandó arrepentirse, y con todo, no quisieron arrepentirse.", "13 Y ahora bien, ¿no debéis temblar y arrepentiros de vuestros pecados, y recordar que solamente en Cristo y mediante él podéis ser salvos?", "14 Así pues, si enseñáis la ley de Moisés, enseñad también que es un símbolo de aquellas cosas que están por venir;", "15 enseñadles que la redención viene por medio de Cristo el Señor, que es el verdadero Padre Eterno. Amén."], "Français": ["Dieu rachète les hommes de leur état perdu et déchu— Ceux qui sont charnels restent comme s’il n’y avait pas de rédemption— Le Christ réalise une résurrection qui mène à une vie sans fin ou à une damnation sans fin. Vers 148av.J.-C.", "1 Et alors, il arriva que lorsqu’il eut dit ces paroles, Abinadi étendit la main et dit: Le temps viendra où tous verront le salut du Seigneur; où toute nation, famille, langue et peuple verra de ses propres yeux et confessera devant Dieu que ses jugements sont justes.", "2 Et alors, les méchants seront chassés, et ils auront sujet de hurler, et de pleurer, et de se lamenter, et de grincer des dents; et cela, parce qu’ils n’ont pas voulu écouter la voix du Seigneur; c’est pourquoi le Seigneur ne les rachète pas.", "3 Car ils sont charnels et diaboliques, et le diable a pouvoir sur eux; oui, ce vieux serpent qui séduisit nos premiers parents, ce qui fut la cause de leur chute; ce qui fut la cause pour laquelle toute l’humanité devint charnelle, sensuelle, diabolique, discernant le mal du bien, s’assujettissant au diable.", "4 Ainsi toute l’humanité fut perdue; et voici, elle aurait été perdue à jamais, si Dieu n’avait pas racheté son peuple de son état perdu et déchu.", "5 Mais souvenez-vous que celui qui persiste dans sa nature charnelle et continue dans les voies du péché et de la rébellion contre Dieu reste dans son état déchu, et le diable a tout pouvoir sur lui. C’est pourquoi il est comme si aucune rédemption n’avait été faite, étant ennemi de Dieu; et le diable, lui aussi, est ennemi de Dieu.", "6 Et maintenant, si le Christ n’était pas venu dans le monde (parlant des choses à venir comme si elles étaient déjà venues), il n’aurait pu y avoir de rédemption.", "7 Et si le Christ n’était pas ressuscité d’entre les morts, ou s’il n’avait pas rompu les liens de la mort, afin que la tombe n’ait pas de victoire, et que la mort n’ait pas d’aiguillon, il n’aurait pu y avoir de résurrection.", "8 Mais il y a une résurrection; c’est pourquoi la tombe n’a pas de victoire, et l’aiguillon de la mort est englouti dans le Christ.", "9 Il est la lumière et la vie du monde; oui, une lumière qui est sans fin, qui ne peut jamais être obscurcie; oui, et aussi une vie qui est sans fin, de sorte qu’il ne peut plus y avoir de mort.", "10 Même ce corps mortel revêtira l’immortalité, et cette corruption revêtira l’incorruptibilité et comparaîtra devant la barre de Dieu, pour être jugée par lui selon ses œuvres, qu’elles soient bonnes ou qu’elles soient mauvaises:", "11 si elles sont bonnes, pour la résurrection de la vie et du bonheur sans fin; et si elles sont mauvaises, pour la résurrection de la damnation sans fin, étant livrés au diable, qui les a assujettis, ce qui est la damnation—", "12 Étant allés selon leur propre volonté et leurs propres désirs charnels; n’ayant jamais invoqué le Seigneur tandis que les bras de la miséricorde étaient étendus vers eux; car les bras de la miséricorde étaient étendus vers eux, et ils n’ont pas voulu; étant avertis de leurs iniquités, et cependant ils n’ont pas voulu s’en éloigner; et ils ont reçu le commandement de se repentir, et cependant ils n’ont pas voulu se repentir.", "13 Et maintenant, ne devriez-vous pas trembler et vous repentir de vos péchés, et vous souvenir que ce n’est que dans le Christ et par son intermédiaire que vous pouvez être sauvés?", "14 C’est pourquoi, si vous enseignez la loi de Moïse, enseignez aussi qu’elle est une ombre des choses qui sont à venir—", "15 Enseignez-leur que la rédemption vient par le Christ, le Seigneur, qui est le Père éternel même. Amen."], "Kiribati": ["E kaboia aomata te Atua man buaia ao bwakaia—Bwa akana iaiangoi ana bwai te rabwata a tiku n te aro ae akea te kaboaki—E karekea te mangauti Kristo nakon te maiu ae aki totoki ke te katuaeaki ae aki totoki. Uakaan ma 148I.K.", "1 Ao ngkai, e koro bukina bwa ngke e a tia Abinataai n taekin taeka aikai ao e arora baina ao e kangai: E na roko te tai are kam na noora iai ana kamaiu te Uea; are a na kona iai aaba, reeti, neewe, ao botanaomata nako n nooria n oin mataia ao a na kakoaua nakon te Atua bwa a motiraoi ana motikitaeka.", "2 Ao n te tai anne a na teweaki nako akana buakaka, ao e na reke bukin tangiroaia, ma tangiia, ma bwaebwaetiia, ma ngengeen wiia; ao e riki aio ibukina ngkai aki ongo ni bwanaan te Uea; mangaia are e aki kamaiuia te Uea.", "3 Bwa a iaiangoi bwain te rabwata ao a ririaboro, ao e mena mwaakan te riaboro i aoia; eng, are te naeta are kamwaneia ara moan karo, are ngaia bukin bwakaia; are ngaia bukin rikin te botanaomata ae bwanin n riki n aiaron nanon te rabwata, iango aika a kammaira, ao n ririaboro, n ataa kaokoron te buakaka man te raoiroi, ao n riki bwa ana toro te riaboro.", "4 Mangaia ae e bua ni kabane te botanaomata; ao taraia, ao a bon teimatoa ni bua ngke e aki kabooia ana botanaomata te Atua man buanakoia ke bwakaia.", "5 Ma uringnga bwa ane e kamatoa n oin nanona n rabwata, ao e iri kawain te bure ma kaitaraan te Atua, ao e na teimatoa arona ni bwaka ao e korakora mwaakan te riaboro iaona. Mangaia ae ti te arona naba ngke akea te kaboaki nakoina, ngkai ngaia ana kairiribai te Atua; ao te riaboro naba ana kairiribai te Atua.", "6 Ao ngkai ngke arona bwa e tuai n roko Kristo iaon te aonaba, taekinan bwaai aika a na riki n aiaron are aongkoa a bon tia n riki, ao e na bon akea te kaboaki.", "7 Ao ngke arona bwa e tuai n uti Kristo mai buakoia maate, ke n tuai n urui ana kabaebae te mate bwa e aonga n ae akea ana tokanikai te ruanimate, ao a na bon akea kammarakin te mate, ao a na bon akea te mangauti.", "8 Ma iai te mangauti, mangaia ae akea ana tokanikai te ruanimate, ao e anaaki kammarakin te mate iroun Kristo.", "9 Bon ngaia ootan ao maiun te aonaba; eng, ae te oota ae aki totoki, ae aki kona ni karaoaki; eng, ao te maiu naba ae aki totoki, bwa a na manga akea te mate.", "10 Ao te rabwata aio e na riki n aki maamate, ao ae e bareka e na riki n aki bareka, ao a na kairaki ni kateaki imatan ana kai ni motikitaeka te Atua, bwa a na motikaki taekaia n aron aia mwakuri bwa a na ataaki mai iai bwa a raoiroi ke a buakaka—", "11 Ngkana a tamaroa, ao a na mangauti nakon te maiu ao te kukurei are aki totoki; ao ngkana a buakaka, ao a na mangauti nakon te karawawataki ae aki totoki, ngkai a kairaki nakon te riaboro, are e a tia n tautoronia, i nanon te rawawata—", "12 Ao ngkai a tia n iri nanon ma ana baire bwain te rabwata; ao n tuai man wetea te Uea ngke e arori baina n nanoanga nakoia; ngke a aroraki baai n nanoanga nakoia, ao a aki kan kabonganai; ao ngkai a tia ni kauringaki taekan aia buakaka ao a bon aki kitan; ao a tuangaki bwa a na rairinanoia ma a aki kan rairinanoia.", "13 Ao ngkai, tiaki bwa ko na aki ruru ao n rairananom man am bure, ao n uringnga bwa bon ti i nanon Kristo ao rinanon ae ko kona ni kamaiuaki iai?", "14 Mangaia ae ngkana kam reiakina ana tua Mote, kam na reiakin naba kanikinaean bwaai aika a na roko—", "15 Reireinia ae e na reke te kaboaki rinanon Kristo ae te Uea, are bon ngaia te Tama ae Akea Tokina. Amen."]}