{"English": ["King Benjamin addresses his people—He recounts the equity, fairness, and spirituality of his reign—He counsels them to serve their Heavenly King—Those who rebel against God will suffer anguish like unquenchable fire. About 124B.C.", "1 And it came to pass that after Mosiah had done as his father had commanded him, and had made a proclamation throughout all the land, that the people gathered themselves together throughout all the land, that they might go up to the temple to hear the words which king Benjamin should speak unto them.", "2 And there were a great number, even so many that they did not number them; for they had multiplied exceedingly and waxed great in the land.", "3 And they also took of the firstlings of their flocks, that they might offer sacrifice and burnt offerings according to the law of Moses;", "4 And also that they might give thanks to the Lord their God, who had brought them out of the land of Jerusalem, and who had delivered them out of the hands of their enemies, and had appointed just men to be their teachers, and also a just man to be their king, who had established peace in the land of Zarahemla, and who had taught them to keep the commandments of God, that they might rejoice and be filled with love towards God and all men.", "5 And it came to pass that when they came up to the temple, they pitched their tents round about, every man according to his family, consisting of his wife, and his sons, and his daughters, and their sons, and their daughters, from the eldest down to the youngest, every family being separate one from another.", "6 And they pitched their tents round about the temple, every man having his tent with the door thereof towards the temple, that thereby they might remain in their tents and hear the words which king Benjamin should speak unto them;", "7 For the multitude being so great that king Benjamin could not teach them all within the walls of the temple, therefore he caused a tower to be erected, that thereby his people might hear the words which he should speak unto them.", "8 And it came to pass that he began to speak to his people from the tower; and they could not all hear his words because of the greatness of the multitude; therefore he caused that the words which he spake should be written and sent forth among those that were not under the sound of his voice, that they might also receive his words.", "9 And these are the words which he spake and caused to be written, saying: My brethren, all ye that have assembled yourselves together, you that can hear my words which I shall speak unto you this day; for I have not commanded you to come up hither to trifle with the words which I shall speak, but that you should hearken unto me, and open your ears that ye may hear, and your hearts that ye may understand, and your minds that the mysteries of God may be unfolded to your view.", "10 I have not commanded you to come up hither that ye should fear me, or that ye should think that I of myself am more than a mortal man.", "11 But I am like as yourselves, subject to all manner of infirmities in body and mind; yet I have been chosen by this people, and consecrated by my father, and was suffered by the hand of the Lord that I should be a ruler and a king over this people; and have been kept and preserved by his matchless power, to serve you with all the might, mind and strength which the Lord hath granted unto me.", "12 I say unto you that as I have been suffered to spend my days in your service, even up to this time, and have not sought gold nor silver nor any manner of riches of you;", "13 Neither have I suffered that ye should be confined in dungeons, nor that ye should make slaves one of another, nor that ye should murder, or plunder, or steal, or commit adultery; nor even have I suffered that ye should commit any manner of wickedness, and have taught you that ye should keep the commandments of the Lord, in all things which he hath commanded you—", "14 And even I, myself, have labored with mine own hands that I might serve you, and that ye should not be laden with taxes, and that there should nothing come upon you which was grievous to be borne—and of all these things which I have spoken, ye yourselves are witnesses this day.", "15 Yet, my brethren, I have not done these things that I might boast, neither do I tell these things that thereby I might accuse you; but I tell you these things that ye may know that I can answer a clear conscience before God this day.", "16 Behold, I say unto you that because I said unto you that I had spent my days in your service, I do not desire to boast, for I have only been in the service of God.", "17 And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God.", "18 Behold, ye have called me your king; and if I, whom ye call your king, do labor to serve you, then ought not ye to labor to serve one another?", "19 And behold also, if I, whom ye call your king, who has spent his days in your service, and yet has been in the service of God, do merit any thanks from you, O how you ought to thank your heavenly King!", "20 I say unto you, my brethren, that if you should render all the thanks and praise which your whole soul has power to possess, to that God who has created you, and has kept and preserved you, and has caused that ye should rejoice, and has granted that ye should live in peace one with another—", "21 I say unto you that if ye should serve him who has created you from the beginning, and is preserving you from day to day, by lending you breath, that ye may live and move and do according to your own will, and even supporting you from one moment to another—I say, if ye should serve him with all your whole souls yet ye would be unprofitable servants.", "22 And behold, all that he requires of you is to keep his commandments; and he has promised you that if ye would keep his commandments ye should prosper in the land; and he never doth vary from that which he hath said; therefore, if ye do keep his commandments he doth bless you and prosper you.", "23 And now, in the first place, he hath created you, and granted unto you your lives, for which ye are indebted unto him.", "24 And secondly, he doth require that ye should do as he hath commanded you; for which if ye do, he doth immediately bless you; and therefore he hath paid you. And ye are still indebted unto him, and are, and will be, forever and ever; therefore, of what have ye to boast?", "25 And now I ask, can ye say aught of yourselves? I answer you, Nay. Ye cannot say that ye are even as much as the dust of the earth; yet ye were created of the dust of the earth; but behold, it belongeth to him who created you.", "26 And I, even I, whom ye call your king, am no better than ye yourselves are; for I am also of the dust. And ye behold that I am old, and am about to yield up this mortal frame to its mother earth.", "27 Therefore, as I said unto you that I had served you, walking with a clear conscience before God, even so I at this time have caused that ye should assemble yourselves together, that I might be found blameless, and that your blood should not come upon me, when I shall stand to be judged of God of the things whereof he hath commanded me concerning you.", "28 I say unto you that I have caused that ye should assemble yourselves together that I might rid my garments of your blood, at this period of time when I am about to go down to my grave, that I might go down in peace, and my immortal spirit may join the choirs above in singing the praises of a just God.", "29 And moreover, I say unto you that I have caused that ye should assemble yourselves together, that I might declare unto you that I can no longer be your teacher, nor your king;", "30 For even at this time, my whole frame doth tremble exceedingly while attempting to speak unto you; but the Lord God doth support me, and hath suffered me that I should speak unto you, and hath commanded me that I should declare unto you this day, that my son Mosiah is a king and a ruler over you.", "31 And now, my brethren, I would that ye should do as ye have hitherto done. As ye have kept my commandments, and also the commandments of my father, and have prospered, and have been kept from falling into the hands of your enemies, even so if ye shall keep the commandments of my son, or the commandments of God which shall be delivered unto you by him, ye shall prosper in the land, and your enemies shall have no power over you.", "32 But, O my people, beware lest there shall arise contentions among you, and ye list to obey the evil spirit, which was spoken of by my father Mosiah.", "33 For behold, there is a wo pronounced upon him who listeth to obey that spirit; for if he listeth to obey him, and remaineth and dieth in his sins, the same drinketh damnation to his own soul; for he receiveth for his wages an everlasting punishment, having transgressed the law of God contrary to his own knowledge.", "34 I say unto you, that there are not any among you, except it be your little children that have not been taught concerning these things, but what knoweth that ye are eternally indebted to your heavenly Father, to render to him all that you have and are; and also have been taught concerning the records which contain the prophecies which have been spoken by the holy prophets, even down to the time our father, Lehi, left Jerusalem;", "35 And also, all that has been spoken by our fathers until now. And behold, also, they spake that which was commanded them of the Lord; therefore, they are just and true.", "36 And now, I say unto you, my brethren, that after ye have known and have been taught all these things, if ye should transgress and go contrary to that which has been spoken, that ye do withdraw yourselves from the Spirit of the Lord, that it may have no place in you to guide you in wisdom’s paths that ye may be blessed, prospered, and preserved—", "37 I say unto you, that the man that doeth this, the same cometh out in open rebellion against God; therefore he listeth to obey the evil spirit, and becometh an enemy to all righteousness; therefore, the Lord has no place in him, for he dwelleth not in unholy temples.", "38 Therefore if that man repenteth not, and remaineth and dieth an enemy to God, the demands of divine justice do awaken his immortal soul to a lively sense of his own guilt, which doth cause him to shrink from the presence of the Lord, and doth fill his breast with guilt, and pain, and anguish, which is like an unquenchable fire, whose flame ascendeth up forever and ever.", "39 And now I say unto you, that mercy hath no claim on that man; therefore his final doom is to endure a never-ending torment.", "40 O, all ye old men, and also ye young men, and you little children who can understand my words, for I have spoken plainly unto you that ye might understand, I pray that ye should awake to a remembrance of the awful situation of those that have fallen into transgression.", "41 And moreover, I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God. For behold, they are blessed in all things, both temporal and spiritual; and if they hold out faithful to the end they are received into heaven, that thereby they may dwell with God in a state of never-ending happiness. O remember, remember that these things are true; for the Lord God hath spoken it."], "Español": ["El rey Benjamín habla a los de su pueblo— Refiere la equidad, justicia y espiritualidad de su reino— Les aconseja servir a su Rey Celestial— Los que se rebelen contra Dios padecerán una angustia semejante a un fuego inextinguible. Aproximadamente 124a.C.", "1 Y sucedió que después que Mosíah hubo hecho lo que su padre le había mandado, y hubo proclamado por toda la tierra, el pueblo se congregó de todas partes, a fin de subir hasta el templo para oír las palabras que el rey Benjamín les iba a hablar.", "2 Y hubo un número muy crecido, sí, tantos así que no los contaron; porque se habían multiplicado extremadamente, y se habían hecho grandes en el país.", "3 Y también llevaron de las primicias de sus rebaños, para que ofrecieran sacrificios y holocaustos según la ley de Moisés;", "4 y también para que dieran gracias al Señor su Dios, que los había sacado de la tierra de Jerusalén, y los había librado de las manos de sus enemigos, y les había designado hombres justos como maestros, y también a un hombre justo para ser su rey, el cual había establecido la paz en la tierra de Zarahemla, y les había enseñado a guardar los mandamientos de Dios, a fin de que se regocijaran y estuvieran llenos de amor para con Dios y todos los hombres.", "5 Y aconteció que, cuando llegaron al templo, plantaron sus tiendas en los alrededores, cada hombre según su familia, que se componía de su esposa, y sus hijos y sus hijas, y los hijos e hijas de estos, desde el mayor hasta el menor, cada familia separada la una de la otra.", "6 Y plantaron sus tiendas alrededor del templo, cada hombre con la puerta de su tienda dando hacia el templo, para que así se quedaran en sus tiendas y oyeran las palabras que el rey Benjamín les iba a hablar;", "7 porque tan grande era la multitud, que el rey Benjamín no podía enseñarles a todos dentro de los muros del templo; de modo que hizo construir una torre, para que por ese medio su pueblo oyera las palabras que él les iba a hablar.", "8 Y aconteció que empezó a hablar a su pueblo desde la torre; y no todos podían oír sus palabras, a causa de lo inmenso de la multitud; por tanto, mandó que las palabras que él hablase fuesen escritas y enviadas a aquellos que se hallaban fuera del alcance de su voz, para que también estos recibiesen sus palabras.", "9 Y estas son las palabras que él habló e hizo escribir: Hermanos míos, todos los que os habéis congregado, vosotros que podéis oír las palabras que os declararé hoy; porque no os he mandado subir hasta aquí para tratar livianamente las palabras que os hable, sino para que me escuchéis, y abráis vuestros oídos para que podáis oír, y vuestros corazones para que podáis entender, y vuestras mentes para que los misterios de Dios sean desplegados a vuestra vista.", "10 No os he mandado subir hasta aquí para que me temáis, ni para que penséis que yo de mí mismo sea más que un ser mortal.", "11 Sino que soy como vosotros, sujeto a toda clase de enfermedades de cuerpo y mente; sin embargo, he sido elegido por este pueblo, y ungido por mi padre, y la mano del Señor permitió que yo fuese gobernante y rey de este pueblo; y su incomparable poder me ha guardado y preservado, para serviros con todo el poder, mente y fuerza que el Señor me ha concedido.", "12 Os digo que así se me ha permitido emplear mis días en vuestro servicio, aun hasta el día de hoy; y no he procurado de vosotros oro, ni plata, ni ninguna otra clase de riquezas;", "13 ni he permitido que se os encierre en calabozos, ni que os esclavicéis los unos a los otros, ni que asesinéis, ni depredéis, ni robéis, ni cometáis adulterio; ni tampoco he permitido que cometáis iniquidad en forma alguna, y os he enseñado que debéis guardar los mandamientos del Señor, en todas las cosas que él os ha mandado,", "14 y aun yo mismo he trabajado con mis propias manos a fin de poder serviros, y que no fueseis abrumados con tributos, ni que cayera sobre vosotros cosa alguna que fuese pesada de llevar; y de todas estas cosas que he hablado, vosotros mismos sois testigos este día.", "15 Con todo, hermanos míos, no he hecho estas cosas para vanagloriarme, ni las digo para acusaros por ese medio, sino que hablo estas cosas para que sepáis que hoy puedo responder ante Dios con la conciencia limpia.", "16 He aquí, os digo que por haberos dicho que había empleado mi vida en vuestro servicio, no deseo yo jactarme, pues solamente he estado al servicio de Dios.", "17 Y he aquí, os digo estas cosas para que aprendáis sabiduría; para que sepáis que cuando os halláis al servicio de vuestros semejantes, solo estáis al servicio de vuestro Dios.", "18 He aquí, me habéis llamado vuestro rey; y si yo, a quien llamáis vuestro rey, trabajo para serviros, ¿no debéis trabajar vosotros para serviros unos a otros?", "19 Y he aquí también, si yo, a quien llamáis vuestro rey, quien ha pasado sus días a vuestro servicio, y sin embargo, ha estado al servicio de Dios, merezco algún agradecimiento de vosotros, ¡oh, cómo debéis dar gracias a vuestro Rey Celestial!", "20 Os digo, mis hermanos, que si diereis todas las gracias y alabanza que vuestra alma entera es capaz de poseer, a ese Dios que os ha creado, y os ha guardado y preservado, y ha hecho que os regocijéis, y os ha concedido que viváis en paz unos con otros,", "21 os digo que si sirvieseis a aquel que os ha creado desde el principio, y os está preservando día tras día, dándoos aliento para que podáis vivir, moveros y obrar según vuestra propia voluntad, y aun sustentándoos momento tras momento, digo que si lo sirvieseis con toda vuestra alma, todavía seríais servidores improductivos.", "22 Y he aquí, todo cuanto él os requiere es que guardéis sus mandamientos; y os ha prometido que si guardáis sus mandamientos, prosperaréis en la tierra; y él nunca varía de lo que ha dicho; por tanto, si guardáis sus mandamientos, él os bendice y os hace prosperar.", "23 Y ahora bien, en primer lugar, él os ha creado y os ha concedido vuestras vidas, por lo que le sois deudores.", "24 Y en segundo lugar, él requiere que hagáis lo que os ha mandado; y si lo hacéis, él os bendice inmediatamente; y por tanto, os ha pagado. Y aún le sois deudores; y lo sois y lo seréis para siempre jamás; así pues, ¿de qué tenéis que jactaros?", "25 Y ahora pregunto: ¿Podéis decir algo de vosotros mismos? Os respondo: No. No podéis decir que sois aun como el polvo de la tierra; sin embargo, fuisteis creados del polvo de la tierra; mas he aquí, este pertenece a quien os creó.", "26 Y ni yo, sí, yo, a quien llamáis vuestro rey, soy mejor de lo que sois vosotros, porque soy del polvo también. Y veis que he envejecido, y que estoy para entregar esta forma mortal a su madre tierra.", "27 Por tanto, como os dije que os había servido, andando con la conciencia limpia delante de Dios, así en esta ocasión os he hecho congregar, a fin de que se me halle sin culpa, y vuestra sangre no sea sobre mí cuando comparezca para que Dios me juzgue por las cosas que me ha mandado concerniente a vosotros.", "28 Os digo que os he hecho congregar para que pueda limpiar mis vestidos de vuestra sangre, en este período de tiempo en que estoy a punto de descender a mi sepultura, para descender en paz, y mi espíritu inmortal se una a los coros celestes, para cantar alabanzas a un Dios justo.", "29 Y además, os digo que os he hecho congregar a fin de declararos que ya no puedo ser vuestro maestro ni vuestro rey;", "30 porque aun ahora mismo mi cuerpo entero tiembla en extremo, mientras me esfuerzo en hablaros; mas el Señor Dios me sostiene y me ha permitido que os hable; y me ha mandado que os declare hoy que mi hijo Mosíah es rey y gobernante vuestro.", "31 Y ahora bien, hermanos míos, quisiera que obraseis como lo habéis hecho hasta ahora. Así como habéis guardado mis mandamientos y también los de mi padre, y habéis prosperado, y se os ha librado de caer en manos de vuestros enemigos, de igual manera, si guardáis los mandamientos de mi hijo, o sea, los mandamientos de Dios que él os comunicará, prosperaréis en la tierra, y vuestros enemigos no tendrán poder sobre vosotros.", "32 Mas cuidaos, ¡oh pueblo mío!, no sea que surjan contenciones entre vosotros, y optéis por obedecer al espíritu malo, del cual habló mi padre Mosíah.", "33 Porque he aquí, se ha decretado un, ¡ay! para aquel que quiera obedecer ese espíritu; pues si opta por obedecerlo, y permanece y muere en sus pecados, bebe condenación para su propia alma; porque recibe como salario un castigo eterno, por haber violado la ley de Dios contra su propio conocimiento.", "34 Os digo que no hay ninguno de entre vosotros, salvo vuestros niños pequeños que no han sido instruidos en cuanto a estas cosas, que no sepa que estáis eternamente en deuda con vuestro Padre Celestial de entregarle todo lo que tenéis y sois; y además que no haya sido instruido concerniente a los anales que contienen las profecías que han sido declaradas por los santos profetas, aun hasta la época en que nuestro padre Lehi salió de Jerusalén;", "35 y además, todo aquello que nuestros padres han declarado hasta ahora. Y he aquí también, hablaron aquello que el Señor les mandó; por tanto, son justos y verdaderos.", "36 Y ahora bien, os digo, hermanos míos, que después de haber sabido y de haber sido instruidos en todas estas cosas, si transgredís y obráis contra lo que se ha hablado, de modo que os separáis del Espíritu del Señor, para que no tenga cabida en vosotros para guiaros por las sendas de la sabiduría, a fin de que seáis bendecidos, prosperados y preservados,", "37 os digo que el hombre que esto hace, ese se declara en rebelión manifiesta contra Dios; por tanto, prefiere obedecer al mal espíritu y se convierte en enemigo de toda rectitud; por tanto, el Señor no tiene lugar en él, porque no habita en templos impuros.", "38 De manera que si ese hombre no se arrepiente, y permanece y muere enemigo de Dios, las demandas de la divina justicia despiertan en su alma inmortal un vivo sentimiento de su propia culpa que lo hace retroceder de la presencia del Señor, y le llena el pecho de culpa, dolor y angustia, que es como un fuego inextinguible, cuya llama asciende para siempre jamás.", "39 Y ahora os digo que la misericordia no puede reclamar a ese hombre; por tanto, su destino final es padecer un tormento sin fin.", "40 ¡Oh todos vosotros, ancianos, y también vosotros, jóvenes, y vosotros, niños, que podéis entender mis palabras, porque os he hablado claramente para que podáis entender, os ruego que despertéis el recuerdo de la terrible situación de aquellos que han caído en transgresión!", "41 Y además, quisiera que consideraseis el bendito y feliz estado de aquellos que guardan los mandamientos de Dios. Porque he aquí, ellos son bendecidos en todas las cosas, tanto temporales como espirituales; y si continúan fieles hasta el fin, son recibidos en el cielo, para que así moren con Dios en un estado de interminable felicidad. ¡Oh recordad, recordad que estas cosas son verdaderas!, porque el Señor Dios lo ha declarado."], "Français": ["Le roi Benjamin s’adresse à son peuple— Il rappelle l’équité, l’impartialité et la spiritualité de son règne— Il lui recommande de servir son Roi céleste— Ceux qui se rebellent contre Dieu connaîtront une angoisse semblable à un feu qui ne s’éteint pas. Vers 124av.J.-C.", "1 Et il arriva que lorsque Mosiah eut fait ce que son père lui avait commandé, et eut fait une proclamation à travers tout le pays, le peuple se rassembla à travers tout le pays, pour monter au temple entendre les paroles que le roi Benjamin lui dirait.", "2 Et il y en avait un grand nombre, oui, tant qu’on ne les compta pas; car ils s’étaient multipliés extrêmement et étaient devenus grands dans le pays.", "3 Et ils prirent aussi certains des premiers-nés de leurs troupeaux, afin d’offrir des sacrifices et des holocaustes, selon la loi de Moïse;", "4 et aussi, afin de rendre grâces au Seigneur, leur Dieu, qui les avait fait sortir du pays de Jérusalem et les avait délivrés des mains de leurs ennemis, et avait désigné des hommes justes pour être leurs instructeurs, et aussi un homme juste pour être leur roi, qui avait fait régner la paix au pays de Zarahemla, et qui leur avait enseigné à garder les commandements de Dieu, afin qu’ils fussent dans l’allégresse et fussent remplis d’amour envers Dieu et envers tous les hommes.", "5 Et il arriva que lorsqu’ils montèrent au temple, ils dressèrent leurs tentes alentour, chaque homme selon sa famille, composée de sa femme, et de ses fils, et de ses filles, et de leurs fils, et de leurs filles, depuis l’aîné jusqu’au plus jeune, chaque famille étant séparée des autres.", "6 Et ils dressèrent leurs tentes autour du temple, chaque homme ayant la porte de sa tente tournée vers le temple, afin de pouvoir rester dans leurs tentes et entendre les paroles que le roi Benjamin leur dirait;", "7 car la multitude était si grande que le roi Benjamin ne pouvait l’instruire toute dans les murs du temple; c’est pourquoi il fit ériger une tour, afin que son peuple pût entendre les paroles qu’il lui dirait.", "8 Et il arriva qu’il commença à parler à son peuple du haut de la tour; et ils ne pouvaient pas tous entendre ses paroles à cause de la grandeur de la multitude; c’est pourquoi il fit écrire les paroles qu’il disait et les fit envoyer parmi ceux qui n’étaient pas à la portée de sa voix, afin qu’ils reçussent aussi ses paroles.", "9 Et voici les paroles qu’il dit et fit écrire, disant: Mes frères, vous tous qui vous êtes assemblés, vous qui pouvez entendre les paroles que je vais vous dire aujourd’hui, je ne vous ai pas commandé de monter ici pour prendre à la légère les paroles que je vais dire, mais pour m’écouter, et ouvrir les oreilles afin d’entendre, et le cœur afin de comprendre, et l’esprit afin que les mystères de Dieu soient dévoilés à votre vue.", "10 Je ne vous ai pas commandé de monter ici pour que vous me craigniez, ou pour que vous pensiez que, de moi-même, je suis plus qu’un homme mortel.", "11 Mais je suis semblable à vous, sujet à toutes sortes d’infirmités de corps et d’esprit; cependant j’ai été choisi par ce peuple, et consacré par mon père, et la main du Seigneur a permis que je sois gouverneur et roi de ce peuple; et j’ai été gardé et préservé par sa puissance incomparable, pour vous servir de tout le pouvoir, de tout l’esprit et de toute la force que le Seigneur m’a accordés.", "12 Je vous dis que puisqu’il m’a été permis de passer ma vie à votre service jusqu’à présent, et que je n’ai recherché de vous ni or, ni argent, ni aucune sorte de richesse;", "13 et je n’ai pas souffert non plus que vous soyez enfermés dans des cachots, ni que l’un de vous fasse de l’autre son esclave, ni que vous commettiez le meurtre, ou le pillage, ou le vol, ou l’adultère; et je n’ai même pas souffert que vous commettiez la moindre méchanceté, et vous ai enseigné que vous deviez garder les commandements du Seigneur dans tout ce qu’il vous a commandé—", "14 Et moi-même j’ai travaillé de mes mains pour vous servir, et pour que vous ne soyez pas accablés d’impôts, et qu’il ne vienne rien sur vous qui soit pénible à supporter— et vous êtes vous-mêmes témoins aujourd’hui de tout ce que j’ai dit.", "15 Pourtant, mes frères, je n’ai pas fait ces choses afin de me vanter, et je ne dis pas non plus ces choses afin de pouvoir vous accuser; mais je vous dis ces choses afin que vous sachiez que je peux répondre aujourd’hui d’une conscience nette devant Dieu.", "16 Voici, je vous dis que parce que je vous ai dit que j’avais passé ma vie à votre service, je ne désire pas me vanter, car j’étais simplement au service de Dieu.", "17 Et voici, je vous dis ces choses afin que vous appreniez la sagesse; afin que vous appreniez que lorsque vous êtes au service de vos semblables, vous êtes simplement au service de votre Dieu.", "18 Voici, vous m’avez appelé votre roi; et si moi, que vous appelez votre roi, je travaille pour vous servir, ne devriez-vous pas travailler pour vous servir les uns les autres?", "19 Et voici aussi, si moi, que vous appelez votre roi, qui ai passé ma vie à votre service, et cependant ai été au service de Dieu, je mérite un remerciement quelconque de votre part, ô comme vous devriez remercier votre Roi céleste!", "20 Je vous dis, mes frères, que si vous exprimiez tous les remerciements et toutes les louanges que votre âme tout entière a le pouvoir de posséder, à ce Dieu qui vous a créés, et vous a gardés et préservés, et a fait que vous vous réjouissiez, et vous a accordé de vivre en paix les uns avec les autres—", "21 Je vous dis que si vous le serviez, lui qui vous a créés depuis le commencement, et vous préserve de jour en jour, en vous prêtant le souffle afin que vous viviez, et ayez le mouvement, et agissiez selon votre volonté, vous soutenant même d’un moment à l’autre— je dis, si vous le serviez de votre âme tout entière, vous ne seriez encore que des serviteurs inutiles.", "22 Et voici, tout ce qu’il exige de vous, c’est que vous gardiez ses commandements; et il vous a promis que si vous gardiez ses commandements, vous prospéreriez dans le pays; et il ne varie jamais de ce qu’il a dit; c’est pourquoi, si vous gardez ses commandements, il vous bénit et vous fait prospérer.", "23 Et maintenant, en premier lieu, il vous a créés et vous a accordé la vie, ce dont vous lui êtes redevables.", "24 Et deuxièmement, il exige que vous fassiez ce qu’il vous a commandé; et si vous le faites, il vous bénit immédiatement pour cela; c’est pourquoi, il vous a payés. Et vous lui êtes toujours redevables, et vous l’êtes, et le serez pour toujours et à jamais; de quoi pouvez-vous donc vous vanter?", "25 Et maintenant, je le demande, pouvez-vous dire quoi que ce soit pour vous-mêmes? Je vous réponds: non. Vous ne pouvez pas dire que vous êtes ne serait-ce qu’autant que la poussière de la terre; pourtant, vous avez été créés de la poussière de la terre; mais voici, elle appartient à celui qui vous a créés.", "26 Et moi, même moi, que vous appelez votre roi, je ne suis pas meilleur que vous; car je suis aussi poussière. Et vous voyez que je suis vieux, et que je suis sur le point de rendre ce corps mortel à la terre, sa mère.", "27 C’est pourquoi, de même que je vous ai dit que je vous ai servis, marchant la conscience nette devant Dieu, de même je vous ai maintenant fait rassembler, afin que je sois trouvé innocent, et que votre sang ne retombe pas sur moi lorsque je comparaîtrai pour être jugé par Dieu sur ce qu’il m’a commandé à votre sujet.", "28 Je vous dis que je vous ai fait rassembler afin de débarrasser mes vêtements de votre sang, au moment où je suis sur le point de descendre dans ma tombe, afin que je descende en paix et que mon esprit immortel se joigne aux chœurs là-haut pour chanter les louanges d’un Dieu juste.", "29 Et de plus, je vous dis que je vous ai fait rassembler afin de pouvoir vous déclarer que je ne peux plus être votre instructeur ni votre roi;", "30 car en ce moment même, mon corps tout entier tremble extrêmement tandis que j’essaie de vous parler; mais le Seigneur Dieu me soutient, et a souffert que je vous parle, et m’a commandé de vous déclarer aujourd’hui que mon fils Mosiah est votre roi et votre gouverneur.", "31 Et maintenant, mes frères, je voudrais que vous fassiez ce que vous avez fait jusqu’ici. De même que vous avez gardé mes commandements, et aussi les commandements de mon père, et avez prospéré, et qu’il vous a été évité de tomber entre les mains de vos ennemis, de même, si vous gardez les commandements de mon fils, ou les commandements de Dieu, qui vous seront remis par lui, vous prospérerez dans le pays, et vos ennemis n’auront aucun pouvoir sur vous.", "32 Mais, ô mon peuple, prenez garde qu’il ne s’élève des querelles parmi vous, et que vous trouviez bon d’obéir à l’esprit malin dont a parlé mon père Mosiah.", "33 Car voici, il y a une malédiction qui est prononcée contre celui qui trouve bon d’obéir à cet esprit; car s’il trouve bon de lui obéir, et reste et meurt dans ses péchés, il boit de la damnation pour son âme; car il reçoit pour salaire un châtiment éternel, ayant transgressé la loi de Dieu à l’encontre de la connaissance qu’il avait.", "34 Je vous dis qu’il n’en est pas un parmi vous, si ce n’est vos petits enfants qui n’ont pas été instruits à ce sujet, qui ne sache que vous êtes éternellement redevables à votre Père céleste, de lui rendre tout ce que vous avez et êtes; et aussi qui n’ait été instruit au sujet des annales qui contiennent les prophéties qui ont été dites par les saints prophètes jusqu’au moment où notre père, Léhi, a quitté Jérusalem;", "35 et aussi, tout ce qui a été dit par nos pères jusqu’à maintenant. Et voici, aussi, ils ont dit ce que le Seigneur leur commandait; c’est pourquoi, elles sont justes et vraies.", "36 Et maintenant, je vous dis, mes frères, que si, après avoir connu tout cela et en avoir été instruits, vous transgressez et allez à l’encontre de ce qui a été dit, vous vous retirez de l’Esprit du Seigneur, pour qu’il n’ait pas de place en vous pour vous guider dans les sentiers de la sagesse, pour que vous soyez bénis, rendus prospères et préservés—", "37 je vous dis que l’homme qui fait cela entre en rébellion ouverte contre Dieu; c’est pourquoi il trouve bon d’obéir à l’esprit malin et devient ennemi de toute justice; c’est pourquoi, le Seigneur n’a aucune place en lui, car il ne demeure pas dans des temples qui ne sont pas saints.", "38 C’est pourquoi, si cet homme ne se repent pas, et reste et meurt ennemi de Dieu, les exigences de la justice divine éveillent son âme immortelle à la conscience vive de sa culpabilité, ce qui le fait reculer hors de la présence du Seigneur et remplit son sein de culpabilité, et de souffrance, et d’angoisse, ce qui est semblable à un feu qui ne s’éteint pas, dont la flamme monte pour toujours et à jamais.", "39 Et maintenant, je vous dis que la miséricorde n’a aucun droit sur cet homme; c’est pourquoi sa condamnation finale est d’endurer un tourment sans fin.", "40 Ô, vous tous, hommes âgés, et vous aussi, jeunes hommes, et vous, petits enfants qui pouvez comprendre mes paroles, car je vous ai parlé clairement afin que vous compreniez, je prie que vous vous éveilliez au souvenir de la situation affreuse de ceux qui sont tombés dans la transgression.", "41 Et de plus, je désirerais que vous méditiez sur l’état béni et bienheureux de ceux qui gardent les commandements de Dieu. Car voici, ils sont bénis en tout, tant dans le temporel que dans le spirituel; et s’ils tiennent bon avec fidélité jusqu’à la fin, ils sont reçus dans le ciel, afin de pouvoir ainsi demeurer avec Dieu dans un état de bonheur sans fin. Oh! souvenez-vous, souvenez-vous que ces choses sont vraies; car le Seigneur Dieu l’a dit."], "Kiribati": ["E taetae te Uea ae Beniamina nakoia ana botanaomata—E taekina te tuaraoi, te boraoi, ao aron te maiu n tamnei n ana tai n tautaeka—E reireinia bwa a na toro iroun aia Uea are i karawa—A na taonaki n te rawawata aomata ake a kaitaraa te Atua ae aiaron te ai ae aki kona ni mate. Uakaan ma 124I.K.", "1 Ao e koro bukina bwa ngke e a tia Motiaea ni karaoa are e tuangaki iroun tamana, ao n tia ni katanoata ni kabuta te aba, bwa a na botaki aomata ni kabane man te aba ae bwanin, bwa a na nakon te tembora n ongora taeka ake e na taekin te uea ae Beniamina nakoia.", "2 Ao moan te mwaiti ake a roko, n te mwaiti are a bon aki kona ni warekaki; bwa a mwaiti aia kariki ao a rikirake mwaitia iaon te aba.", "3 Ao a uoti naba moan bunin aia tiibu, bwa a na anga aia karea ma angabwai n aron ana tua Mote.", "4 Bwa aonga naba n anga aia kaaitau nakon te Uea ae Atuaia, are e a tia ni kairiia man aban Ierutarem, are e a tia ni kamaiuia mai nanon baia aia kairiribai, ma ni karikiia aomata aika a tau bwa aia tia reirei, ao te aomata naba ae tau bwa aia uea, are e a tia ni kateimatoa te rau iaon aban Taraemera, ao e a tia naba n reireiniia kaawakinan ana tua ni kabane te Atua, bwa aonga ni kimwareirei ma n kaonaki n tangiran te Atua ma aomata ni kabane.", "5 Ao e koro bukina bwa ngke a roko i rarikin te tembora, ao a katei umwaia ni katobibia, mwaane nakon aia kaainga nako, ma kaain abana, ma natina mwaane, ma natina aine, ma natiia natina aika mwaane, ma natiia natina aika aine, mai iroun te karimoa nakon te bina, ao a bane ni kaokoro te utu teuana ma teuana.", "6 Ao a katei umwaia ni katobibia te tembora, ao a bane mwaane ni kabane ni kaitaraa mataroan umwaia ma te tembora, bwa aonga ni kona n tiku i nanon umwaia ao n ongora ni baike e na taekin te uea ae Beniamina nakoia.", "7 E bon rang ni korakora mwaitin te botanaomata ma ni kaangaanga iroun te uea ae Beniamina bwa e na reireiniia i nanon oon te tembora, mangaia ae e tuatua bwa e na kateaki te taua, bwa a aonga ni kona ana botanaomata n ongo taeka ake e na taekin nakoia.", "8 Ao e koro bukina bwa e taetae nakoia ana botanaomata mai aon te taua; ao a aki bane n ongo ana taeka ibukin korakoran mwaitiia; mangaia ae e tuatua bwa a na koreaki taeka ake e taekinna ao a na kanakoaki nakoia ake a aki kona n ongo bwanaana, bwa aonga ni kona ni butimwaea ana taeka.", "9 Ao aikai taeka ake e taekin ao n tuatua bwa a na koreaki, ni kangai: Tariu, ngkami ni kabane aika kam a tia ni botaki, ngkami aika kam kona n ongo au taeka aika N nang taekin nakoimi n te bong aio; bwa tiaki n ae I kaoingkami n nako mai, bwa kam na aki mwannanoi taeka ake I taekin, ma kam na kakauongo raoi nakoiu, ao kam na kauki taningami bwa kam aonga n ongo, ao nanomi bwa kam aonga n ataia, ao ami kaantaninga bwa aonga ni kaotaki nanon ana mwakuri te Atua aika a raba nakoimi.", "10 I aki tuatua bwa kam na nakomai bwa kam aonga ni maakai, ke n taku inanomi bwa I korakora riki nakon te aomata ae e maamate.", "11 Ma bon ti te arona arou ma ngkami, ae N na kabaeaki ni mamaaran te rabwata ma te kaantaninga; bwa I a tia n rineaki irouia te botanaomata aio, ma ni katabuaki iroun tamau, ao ni kariaiakaki mai iroun te Uea bwa N na riki bwa te tia tautaeka ao te uea irouia te botanaomata aio; ao I a tia ni kaawakinaki ma ni kateimatoaki ni mwaakana ae akea kabotauana, bwa N na beku ibukimi n au kona, au kaantaninga ma korakorau ni kabane ake e a tia n anganai te Uea.", "12 I taekinna nakoimi bwa I a tia ni kariaiakaki bwa N na kabanei bongin maiu ni beku ibukimi, ni karokoa te tai aio, ao n aki tangira te koora ke te tirewa ke aeka ni kaubwai riki tabeua mai iroumi;", "13 I tuai naba n tua bwa kam na kainaki i nanon taabo ni kaikain, ke ni kariaia bwa kam na anaia tabemwaang bwa ami toro, ke kam na tiriaomata, ke n anaibwai, ke n iraa, ke ni wenenibure; ke n tia ni kariaia bwa kam na karaoi mwakuri nako aika a bubuaka, ma I a tia n reireiningkami bwa kam na kaawakina ana tua te Uea, ni bwaai ni kabane ake e a tia n tua bwa kam na karaoi—", "14 Ao I a tia naba ngai ni kakorakoraai bwa N na beku ibukimi, bwa kam aonga n aki karawawataki n taian angabwai, bwa e aonga n akea te bwai teuana ae kam na aki kona ni kaitaraa—ao bwaai ni kabane ake I a tia n taekin, ngkami ni kabane bon taan kakoauai n te bong aio.", "15 Ma tariu, I aki karaoi bwaai aikai bwa I aonga ni kamoamoa; ke n taekin bwaai aikai bwa I aonga n tabeki bukinami iai; ma I tuangkami bwaai aikai bwa kam aonga n ataia bwa I kona ni kaekai ma te nano ae itiaki imatan te Atua n te bong aio.", "16 Taraia, bwa ngkai I taekinna nakoimi ae I a tia ni kabanea au bong ni maiu ni beku ibukimi, ao I aki kamoamoa ngkai I taekinna, bwa I a tia ni beku ti ibukin te Atua.", "17 Ao taraia, I taekin bwaai aikai bwa e aonga n reke iroumi te wanawana; bwa kam aonga n ataia bwa ngkana kam beku ibukiia raomi ao kam bon beku naba iroun Atuami.", "18 Taraia, kam a tia n aranai bwa ami uea; ao ngkana ngai, are kam aranna bwa ami uea, I kakorakoraai ni beku ibukimi, ao e riai ke aki bwa kam na kakorakoraingkami ni beku imarenami?", "19 Ao taraia riki, ngkana ngai, are kam aranna bwa ami uea, are I a tia ni kabanea au bong ni maiu ni beku ibukimi, are te beku ibukin te Atua, e tau bwa N na kaaitauaki iroumi, O ngkanne tiaki e riai bwa kam na kaaitaua ami Uea are i karawa!", "20 I tuangkami, tariu, bwa ngkana kam anga kaaitau ma kamoamoa ni kabane ake a reke nakoimi ao kam angan te Atua are e a tia ni karikingkami, ao n tia ni kaawakin ma ni kateimatoaingkami, ao n taraia bwa kam na kimwareirei, ao n tia ni kariaia bwa kam na kona ni maeka ma te rau i marenami—", "21 I tuangkami bwa ngkana kam toro iroun are e a tia ni karikingkami mai moana, ao are kateimatoaingkami man te bong teuana nakon teuana, n anganingkami te ikeike, bwa kam aonga ni maiu ma ni kakamwakuri ao ni karaoi nanomi, ao e a tia naba ni buokingkami man te tai teuana nakon teuana—I kangai, ngkana kam toro irouna ma tamneimi ni kabane ao kam riki ngkami bwa tooro aika kam aki manena.", "22 Ao taraia, ti teuana te bwai are e kaantaningaia bwa kam na karaoi ae kaawakinan ana tua; ao e a tia ni berita nakoimi bwa ngkana kam kaawakin ana tua ao kam na kabwaia iaon te aba; ao e aki manga rairaki man bwaai ake e a tia n taekin; mangaia ae ngkana kam kaawakin ana tua ao e na kakabwaiaingkami ao e na karikirakeingkami.", "23 Ao ngkai, te moan bwai, e a tia ni karikingkami, ao ni kataua bwa e na reke iroumi te maiu, are kam bae iai irouna.", "24 Ao te kauoua, e kaantaningaia bwa kam na karaoa are e a tia n tua nakoimi; bwa ngkana kam karaoia, ao e na waekoa ni kakabwaiaingkami; ao e na tia iai ni kabooingkami. Ma kam teimatoa n tarau irouna, n aron are mai mwaaina, ma ae e na roko, ao n aki toki; mangaia ae teraa ae kam na kamoamoa iai?", "25 Ao ngkai N na titirakiningkami, iai bwaai aika kam kona n taekin ibukimi? N na kaekaingkami, bon Akea. Kam aki kona naba n taekinna bwa e bootau kakawakimi ma bubun te aonaba; ma kam karikaki man bubun te aonaba; ma taraia, bon ana bwai teuare e karikingkami.", "26 Ao ngai, eng ngai, are kam a tia n aranna bwa ami uea, bon akea rietatau nakoimi; bwa I karikaki naba man te bubu. Ao kam nooria bwa I a kara, ao e a kaan roko te tai are N na manga kaoka iai te rabwata aio nakon tinana ae te aonaba.", "27 Mangaia are, n aron are I a tia n taekinna nakoimi are I a tia ni beku ibukimi, ni maiu i nanon te kaantaninga ae itiaki imatan te Atua, ma e ngae n anne ao I a tia n tuangkami bwa kam na botaki, bwa I aonga n aki reke kaiu, bwa I aonga n aki rabunaki n raraami, ngkana e roko te tai are N na tei iai i matan te Atua bwa e na motikaki taekau ibukin bwaai ake e a tia ni mwiokoai iai ibukimi.", "28 I tuangkami bwa I a tia n tuatua bwa kam na botaki bwa aonga ni kaitiakaki kunnikaiu man raraami, n te tai aio are e a kaan iai te tai are I a kaan ruo iai nakon ruanimateu, bwa I aonga n nako ma te rau, ao e na kona tamneiu are aki maamate n reitaki ma taian kuaea ake i eta n anene n nebo ibukin te Atua ae motiraoi.", "29 Ao i rarikin aei, I tuangkami bwa I a tia n tuatua bwa kam na botaki, bwa I aonga ni katanoata nakoimi ae N nang kerikaaki man te nakoa n tia reirei, ao n uea ibukimi.", "30 Bwa n te tai aio ao e ruru rabwatau n au tai n taetae nakoimi; ma e buokai te Uea ae te Atua, ao e tangiria bwa N na taetae nakoimi, ao e tua nakoiu bwa N na katanoata nakoimi n te bong aio, bwa e na riki natiu ae Motiaea bwa te uea ao te tia tautaeka i aomi.", "31 Ao ngkai, tariu, I tangiria bwa kam na waki ni kakaraoa are kam a tia ni kakaraoi ni karokoa ngkai. N aron are kam a tia ni kawakin tua ake I anganingkami, ma tua ake e anganingkami tamau, ae kam kakabwaiaki iai, ao ni kawakinaki bwa kam na aki bwaka nako nanon baia ami kairiribai, mangaia ae ngkana kam kawakin tua ake e taekin natiu, aika ana tua te Atua ake a na taekinaki nakoimi irouna, ao kam na kakabwaiaki i aon te aba, ao a na akea korakoraia ami kairiribai i aomi.", "32 Ma, O au botanaomata, tarataraingkami bwa ngkana iai te itabarara ae riki i marenami, ao kam motikia i nanomi bwa kam na ira te tamnei are buakaka, are e a tia n taekinaki iroun tamau are Motiaea.", "33 Bwa taraia, iai te rekenikai are e a tia n anganaki ane motikia bwa e na ira te tamnei are buakaka; bwa ngkana e motikia bwa e na iria, ao e teimatoa ao ni mate i nanon ana bure, ao bon ti te arona ngke e nima kabuakakaan tamneina; bwa kanuangana ae na reke irouna bon te katuaeaki ae aki totoki, ngkai e a tia n aki ira ana tua te Atua n aron are e a tia n ataia.", "34 I kangai nakoimi, bwa akea i buakomi, ma ti natimi aika a uarereke, ae a tuai n reireinaki kanoan bwaai aikai, ma antai i buakomi ae e aki ataia ae tarau n aki toki iroun Tamana are i karawa, ao kam na anganna ami bwai ni kabane ao korakorami ni kabane; ao kam tia naba n reireinaki kanoan taian rongorongo aika taekan taian taeka ni burabeti ake a tia n taekinaki irouia burabeti aika a tabu, ni karokoa te bong are e kitana iai Ierutarem tamara are Riaai;", "35 Ao bwaai ni kabane naba ake a tia n taekinaki irouia ara bakatibu ni karokoa ngkai. Ao taraia, a taetaekin bwaai ake e a tia te Uea n tuatua bwa a na taekin; mangaia ae, a bon eti ao a koaua.", "36 Ao ngkai, I kangai nakoimi tariu, bwa ngkana kam tia n atai man reireinaki bwaai aikai, ao ngkana kam karaoa te bure ma ni karaoa are kaaitara ma are e a tia n taekinaki, ao kam kararoaingkami mai iroun Tamnein te Uea, ao a na akea nnena i nanom are e na kona ni kairiko iai i nanon kawain te wanawana bwa ko aonga ni kakabwaiaki, n anganaki te kaubwai, ao ni kateimatoaki—", "37 I kangai nakoimi, bwa te aomata are karaoa aio, bon te aomata ae kan teirake imatan te botanaomata ni kaitaraa te Atua; mangaia ae e a tia ni motikia bwa e na ira te tamnei are buakaka, ao e na riki bwa ana kairiribai te raoiroi; mangaia ae akea nnen te Uea i nanona, bwa e aki maamaeka i nanon tembora aika aki tabu.", "38 Mangaia ae ngkana e aki rairananona te aomata anne, ao e tiku n arona ao ana kairiribai te Atua ni matena, ao e na kautaki tamneina ni korakoran te moti ae mimitong n namakinan bure ake e a tia ni karaoi, are e na kauarerekeaki iai mai matan te Uea, ao e na onrake rabwatana n te raraoma, ma te maraki, ma te aki rau, ae aiaron te ai ae aki maamate, aika a waerake mwaakarona n aki toki.", "39 Ao ngkai I kangai nakoimi, bon akea nnen te nanoanga nakon te aomata anne; mangaia ae motin taekana bon te rinanon te kammarakaki ae aki totoki.", "40 O ngkami aika kam a unimwaane, ao ngkami naba aika kam a ataeinimwaane, ao ngkami aika ataei aika kam kona n oota n nanon au taeka, bwa I a tia ni kabeebetei au taeka bwa kam aonga n atai, I tataro bwa kam na uti n uringan buakakan aroia ake a tia ni bwaka n riaoan te tua.", "41 Ai moaraa riki, I tangiria bwa kam na iangoa te kakabwaia ma te aro ni kukurei irouia ake a kaawakin ana tua te Atua. Bwa taraia, a kakabwaiaki ni bwaai ni kabane, n te maiu n rabwata ao n tamnei; ao ngkana a teimatoa ni kakaonimaki ni karokoa te toki ao a na butimwaeaki mai karawa, ao a na maeka ma te Atua n te aro ni kukurei ae aki totoki. O uringnga, uringnga bwa a koaua bwaai aikai; bwa e a tia n taekin te Uea ae te Atua."]}