{"English": ["Many members of the Church are led into sin by unbelievers—Alma is promised eternal life—Those who repent and are baptized gain forgiveness—Church members in sin who repent and confess to Alma and to the Lord will be forgiven; otherwise, they will not be numbered among the people of the Church. About 120–100B.C.", "1 Now it came to pass that there were many of the rising generation that could not understand the words of king Benjamin, being little children at the time he spake unto his people; and they did not believe the tradition of their fathers.", "2 They did not believe what had been said concerning the resurrection of the dead, neither did they believe concerning the coming of Christ.", "3 And now because of their unbelief they could not understand the word of God; and their hearts were hardened.", "4 And they would not be baptized; neither would they join the church. And they were a separate people as to their faith, and remained so ever after, even in their carnal and sinful state; for they would not call upon the Lord their God.", "5 And now in the reign of Mosiah they were not half so numerous as the people of God; but because of the dissensions among the brethren they became more numerous.", "6 For it came to pass that they did deceive many with their flattering words, who were in the church, and did cause them to commit many sins; therefore it became expedient that those who committed sin, that were in the church, should be admonished by the church.", "7 And it came to pass that they were brought before the priests, and delivered up unto the priests by the teachers; and the priests brought them before Alma, who was the high priest.", "8 Now king Mosiah had given Alma the authority over the church.", "9 And it came to pass that Alma did not know concerning them; but there were many witnesses against them; yea, the people stood and testified of their iniquity in abundance.", "10 Now there had not any such thing happened before in the church; therefore Alma was troubled in his spirit, and he caused that they should be brought before the king.", "11 And he said unto the king: Behold, here are many whom we have brought before thee, who are accused of their brethren; yea, and they have been taken in divers iniquities. And they do not repent of their iniquities; therefore we have brought them before thee, that thou mayest judge them according to their crimes.", "12 But king Mosiah said unto Alma: Behold, I judge them not; therefore I deliver them into thy hands to be judged.", "13 And now the spirit of Alma was again troubled; and he went and inquired of the Lord what he should do concerning this matter, for he feared that he should do wrong in the sight of God.", "14 And it came to pass that after he had poured out his whole soul to God, the voice of the Lord came to him, saying:", "15 Blessed art thou, Alma, and blessed are they who were baptized in the waters of Mormon. Thou art blessed because of thy exceeding faith in the words alone of my servant Abinadi.", "16 And blessed are they because of their exceeding faith in the words alone which thou hast spoken unto them.", "17 And blessed art thou because thou hast established a church among this people; and they shall be established, and they shall be my people.", "18 Yea, blessed is this people who are willing to bear my name; for in my name shall they be called; and they are mine.", "19 And because thou hast inquired of me concerning the transgressor, thou art blessed.", "20 Thou art my servant; and I covenant with thee that thou shalt have eternal life; and thou shalt serve me and go forth in my name, and shalt gather together my sheep.", "21 And he that will hear my voice shall be my sheep; and him shall ye receive into the church, and him will I also receive.", "22 For behold, this is my church; whosoever is baptized shall be baptized unto repentance. And whomsoever ye receive shall believe in my name; and him will I freely forgive.", "23 For it is I that taketh upon me the sins of the world; for it is I that hath created them; and it is I that granteth unto him that believeth unto the end a place at my right hand.", "24 For behold, in my name are they called; and if they know me they shall come forth, and shall have a place eternally at my right hand.", "25 And it shall come to pass that when the second trump shall sound then shall they that never knew me come forth and shall stand before me.", "26 And then shall they know that I am the Lord their God, that I am their Redeemer; but they would not be redeemed.", "27 And then I will confess unto them that I never knew them; and they shall depart into everlasting fire prepared for the devil and his angels.", "28 Therefore I say unto you, that he that will not hear my voice, the same shall ye not receive into my church, for him I will not receive at the last day.", "29 Therefore I say unto you, Go; and whosoever transgresseth against me, him shall ye judge according to the sins which he has committed; and if he confess his sins before thee and me, and repenteth in the sincerity of his heart, him shall ye forgive, and I will forgive him also.", "30 Yea, and as often as my people repent will I forgive them their trespasses against me.", "31 And ye shall also forgive one another your trespasses; for verily I say unto you, he that forgiveth not his neighbor’s trespasses when he says that he repents, the same hath brought himself under condemnation.", "32 Now I say unto you, Go; and whosoever will not repent of his sins the same shall not be numbered among my people; and this shall be observed from this time forward.", "33 And it came to pass when Alma had heard these words he wrote them down that he might have them, and that he might judge the people of that church according to the commandments of God.", "34 And it came to pass that Alma went and judged those that had been taken in iniquity, according to the word of the Lord.", "35 And whosoever repented of their sins and did confess them, them he did number among the people of the church;", "36 And those that would not confess their sins and repent of their iniquity, the same were not numbered among the people of the church, and their names were blotted out.", "37 And it came to pass that Alma did regulate all the affairs of the church; and they began again to have peace and to prosper exceedingly in the affairs of the church, walking circumspectly before God, receiving many, and baptizing many.", "38 And now all these things did Alma and his fellow laborers do who were over the church, walking in all diligence, teaching the word of God in all things, suffering all manner of afflictions, being persecuted by all those who did not belong to the church of God.", "39 And they did admonish their brethren; and they were also admonished, every one by the word of God, according to his sins, or to the sins which he had committed, being commanded of God to pray without ceasing, and to give thanks in all things."], "Español": ["Los incrédulos conducen al pecado a muchos miembros de la Iglesia— Se promete a Alma la vida eterna— Aquellos que se arrepientan y sean bautizados lograrán el perdón— Los miembros de la Iglesia que hayan pecado y que se arrepientan y se confiesen a Alma y al Señor serán perdonados; de lo contrario, no serán contados entre los de la Iglesia. Aproximadamente 120–100a.C.", "1 Y aconteció que había muchos de los de la nueva generación que no pudieron entender las palabras del rey Benjamín, pues eran niños pequeños en la ocasión en que él habló a su pueblo; y no creían en la tradición de sus padres.", "2 No creían lo que se había dicho tocante a la resurrección de los muertos, ni tampoco creían lo concerniente a la venida de Cristo.", "3 Así que, por motivo de su incredulidad no podían entender la palabra de Dios; y se endurecieron sus corazones.", "4 Y no quisieron bautizarse ni tampoco unirse a la iglesia. Y constituyeron un pueblo separado en cuanto a su fe, y así quedaron desde entonces, en su estado carnal e inicuo, porque no querían invocar al Señor su Dios.", "5 Ahora bien, durante el reinado de Mosíah, sus números no eran ni la mitad de los del pueblo de Dios; mas por causa de las disensiones entre los hermanos, se hicieron más numerosos.", "6 Porque sucedió que con sus palabras lisonjeras engañaron a muchos que eran de la iglesia, y les hicieron cometer muchos pecados; de modo que se hizo necesario que cuando aquellos que fueran de la iglesia cometieran pecado, esta debía amonestarlos.", "7 Y aconteció que fueron llevados ante los sacerdotes, y los maestros los entregaron a los sacerdotes; y estos los llevaron ante Alma, que era el sumo sacerdote.", "8 Ahora bien, el rey Mosíah había dado a Alma la autoridad sobre la iglesia.", "9 Y aconteció que Alma no sabía nada de ellos; pero había muchos testigos en contra de ellos; sí, la gente se presentaba y testificaba de su iniquidad en abundancia.", "10 Tal cosa no había sucedido en la iglesia previamente; por tanto, Alma se turbó en su espíritu, e hizo que fueran llevados ante el rey.", "11 Y le dijo al rey: He aquí el gran número que hemos traído ante ti, a quienes sus hermanos acusan; sí, y han sido sorprendidos en diversas iniquidades. Y no se arrepienten de sus maldades; por tanto, los hemos traído ante ti para que tú los juzgues según sus delitos.", "12 Mas el rey Mosíah dijo a Alma: He aquí, yo no los juzgo; por tanto, los entrego en tus manos para ser juzgados.", "13 Y el espíritu de Alma nuevamente se turbó; y fue y preguntó al Señor qué debía hacer en cuanto a ese asunto, porque temía hacer lo malo a la vista de Dios.", "14 Y sucedió que después que hubo derramado su alma entera a Dios, la voz del Señor vino a él, diciendo:", "15 Bendito eres tú, Alma, y benditos son aquellos que fueron bautizados en las aguas de Mormón. Bendito eres por causa de tu extremada fe en tan solo las palabras de mi siervo Abinadí.", "16 Y benditos son ellos a causa de su extremada fe en tan solo las palabras que tú les has hablado.", "17 Y bendito eres porque has establecido una iglesia entre este pueblo; y serán establecidos, y ellos serán mi pueblo.", "18 Sí, bendito es este pueblo que está dispuesto a llevar mi nombre; porque en mi nombre serán llamados; y son míos.", "19 Y porque me has consultado concerniente al transgresor, bendito eres.", "20 Mi siervo eres tú; y hago convenio contigo de que tendrás la vida eterna; y me servirás y saldrás en mi nombre y reunirás mis ovejas.", "21 Y el que quiera oír mi voz será mi oveja; y lo recibirás en la iglesia, y yo también lo recibiré.", "22 Porque he aquí, esta es mi iglesia: Quienquiera que sea bautizado, será bautizado para arrepentimiento. Y aquel a quien recibas, deberá creer en mi nombre; y yo lo perdonaré liberalmente.", "23 Porque soy yo quien tomo sobre mí los pecados del mundo; porque soy yo el que he creado al hombre; y soy yo el que concedo un lugar a mi diestra al que crea hasta el fin.", "24 Porque he aquí, en mi nombre son llamados; y si me conocen, saldrán; y tendrán un lugar a mi diestra eternamente.", "25 Y acontecerá que cuando suene la segunda trompeta, entonces saldrán los que nunca me conocieron, y comparecerán ante mí.", "26 Y entonces sabrán que yo soy el Señor su Dios, que soy su Redentor; mas ellos no quisieron ser redimidos.", "27 Y entonces les confesaré que jamás los conocí; e irán al fuego eterno, preparado para el diablo y sus ángeles.", "28 Por tanto, te digo que al que no quiera escuchar mi voz, no lo admitirás en mi iglesia, porque a este no lo recibiré en el último día.", "29 Te digo, por tanto: Ve; y al que transgrediere contra mí, lo juzgarás de acuerdo con los pecados que haya cometido; y si confiesa sus pecados ante ti y mí, y se arrepiente con sinceridad de corazón, a este has de perdonar, y yo lo perdonaré también.", "30 Sí, y cuantas veces mi pueblo se arrepienta, le perdonaré sus transgresiones contra mí.", "31 Y también os perdonaréis vuestras ofensas los unos a los otros; porque en verdad os digo que el que no perdona las ofensas de su prójimo, cuando este dice que se arrepiente, tal ha traído sobre sí la condenación.", "32 Y ahora te digo: Ve; y el que no quiera arrepentirse de sus pecados no será contado entre mi pueblo; y esto se observará desde ahora en adelante.", "33 Y aconteció que cuando Alma hubo oído estas palabras, las escribió para conservarlas, y para juzgar al pueblo de la iglesia según los mandamientos de Dios.", "34 Y aconteció que Alma fue y, de acuerdo con la palabra del Señor, juzgó a los que habían sido sorprendidos en la iniquidad.", "35 Y a quienes se arrepintieron de sus pecados, y los confesaron, él los contó entre el pueblo de la iglesia;", "36 y los que no quisieron confesar sus pecados, ni arrepentirse de su iniquidad, tales no fueron contados entre el pueblo de la iglesia; y sus nombres fueron borrados.", "37 Y sucedió que Alma reguló todos los asuntos de la iglesia; y empezaron nuevamente a tener paz y a prosperar grandemente en los asuntos de la iglesia, andando con circunspección ante Dios, admitiendo a muchos y bautizando a muchos.", "38 Y todas estas cosas hicieron Alma y sus consiervos que dirigían la iglesia, andando con toda diligencia, enseñando la palabra de Dios en todas las cosas, padeciendo toda clase de aflicciones y sufriendo persecuciones de todos aquellos que no pertenecían a la iglesia de Dios.", "39 Y amonestaban a sus hermanos, y también recibían amonestación, cada uno por la palabra de Dios, de acuerdo con sus pecados, o sea, los pecados que había cometido, habiéndoles mandado Dios que oraran sin cesar y dieran gracias en todas las cosas."], "Français": ["Beaucoup de membres de l’Église sont conduits dans le péché par les incrédules— Alma reçoit la promesse de la vie éternelle— Ceux qui se repentent et sont baptisés obtiennent le pardon— Les membres de l’Église qui sont dans le péché, qui se repentent et confessent à Alma et au Seigneur, recevront le pardon; sinon ils ne seront pas comptés parmi le peuple de l’Église. Vers 120–100av.J.-C.", "1 Or, il arriva qu’il y en eut beaucoup de la génération montante qui ne pouvaient comprendre les paroles du roi Benjamin, étant de petits enfants au moment où il parla au peuple; et ils ne croyaient pas à la tradition de leurs pères.", "2 Ils ne croyaient pas ce qui avait été dit concernant la résurrection des morts, et ils ne croyaient pas non plus ce qui concernait la venue du Christ.", "3 Et maintenant, à cause de leur incrédulité, ils ne pouvaient pas comprendre la parole de Dieu; et ils avaient le cœur endurci.", "4 Et ils ne voulaient pas être baptisés; et ils ne voulaient pas non plus devenir membres de l’Église. Et c’était un peuple séparé quant à leur foi, et ils le restèrent dorénavant, dans leur état charnel et pécheur; car ils ne voulaient pas invoquer le Seigneur, leur Dieu.", "5 Et alors, pendant le règne de Mosiah, ils n’étaient pas de moitié aussi nombreux que le peuple de Dieu; mais à cause des dissensions parmi les frères, ils devinrent plus nombreux.", "6 Car il arriva que, par leurs paroles flatteuses, ils en trompèrent beaucoup qui étaient dans l’Église, et leur firent commettre beaucoup de péchés; c’est pourquoi, il devint nécessaire que ceux qui commettaient le péché, qui étaient dans l’Église, fussent avertis par l’Église.", "7 Et il arriva qu’ils furent amenés devant les prêtres, et livrés aux prêtres par les instructeurs; et les prêtres les amenèrent devant Alma, qui était le grand prêtre.", "8 Or, le roi Mosiah avait donné à Alma l’autorité sur l’Église.", "9 Et il arriva qu’Alma ne sut que faire à leur sujet; mais il y avait beaucoup de témoins contre eux; oui, le peuple se leva et témoigna abondamment de leur iniquité.", "10 Or, rien de tel ne s’était jamais produit dans l’Église; c’est pourquoi, Alma était troublé dans son esprit, et il les fit amener devant le roi.", "11 Et il dit au roi: Voici, en voilà beaucoup que nous avons amenés devant toi, qui sont accusés par leurs frères; oui, et ils ont été surpris dans diverses iniquités. Et ils ne se repentent pas de leurs iniquités; c’est pourquoi, nous les avons amenés devant toi, afin que tu les juges selon leurs crimes.", "12 Mais le roi Mosiah dit à Alma: Voici, je ne les juge pas; c’est pourquoi, je les livre entre tes mains pour que tu les juges.", "13 Et alors, l’esprit d’Alma fut de nouveau troublé; et il alla interroger le Seigneur sur ce qu’il devait faire à ce sujet, car il craignait de mal agir aux yeux de Dieu.", "14 Et il arriva que lorsqu’il eut déversé toute son âme à Dieu, la voix du Seigneur lui parvint, disant:", "15 Béni es-tu, Alma, et bénis sont ceux qui ont été baptisés dans les eaux de Mormon. Tu es béni à cause de ta foi extrême aux seules paroles de mon serviteur Abinadi.", "16 Et bénis sont-ils à cause de leur foi extrême aux seules paroles que tu leur as dites.", "17 Et béni es-tu parce que tu as établi une Église parmi ce peuple; et il sera affermi, et il sera mon peuple.", "18 Oui, béni est ce peuple qui est disposé à porter mon nom; car c’est de mon nom qu’il sera appelé; et il est à moi.", "19 Et parce que tu m’as interrogé concernant le transgresseur, tu es béni.", "20 Tu es mon serviteur; et je fais alliance avec toi que tu auras la vie éternelle; et tu me serviras, et iras en mon nom, et rassembleras mes brebis.", "21 Et celui qui voudra entendre ma voix sera ma brebis; et celui-là, tu le recevras dans l’Église, et celui-là, je le recevrai aussi.", "22 Car voici, ceci est mon Église; quiconque est baptisé sera baptisé en vue du repentir. Et celui que tu recevras croira en mon nom; et à celui-là, je pardonnerai libéralement.", "23 Car c’est moi qui prends sur moi les péchés du monde; car c’est moi qui l’ai créé, et c’est moi qui accorde, à celui qui croit jusqu’à la fin, une place à ma droite.", "24 Car voici, c’est de mon nom qu’ils sont appelés; et s’ils me connaissent, ils ressusciteront et auront éternellement une place à ma droite.", "25 Et il arrivera que lorsque la seconde trompette sonnera, alors ceux qui ne m’ont jamais connu ressusciteront et se tiendront devant moi.", "26 Et alors, ils sauront que je suis le Seigneur, leur Dieu, que je suis leur Rédempteur; mais ils n’ont pas voulu être rachetés.", "27 Et alors, je leur confesserai que je ne les ai jamais connus; et ils s’en iront dans le feu éternel préparé pour le diable et ses anges.", "28 C’est pourquoi, je te dis que celui qui ne veut pas entendre ma voix, celui-là tu ne le recevras pas dans mon Église, car lui, je ne le recevrai pas au dernier jour.", "29 C’est pourquoi, je te dis: Va; quiconque transgresse contre moi, tu le jugeras selon les péchés qu’il a commis; et s’il confesse ses péchés devant toi et moi, et se repent en toute sincérité de cœur, tu lui pardonneras, et je lui pardonnerai aussi.", "30 Oui, et toutes les fois que mon peuple se repentira, je lui pardonnerai ses offenses envers moi.", "31 Et vous vous pardonnerez aussi mutuellement vos offenses; car, en vérité, je te le dis, celui qui ne pardonne pas les offenses de son prochain lorsqu’il dit qu’il se repent, celui-là s’est mis sous la condamnation.", "32 Maintenant je te dis: Va; quiconque ne veut pas se repentir de ses péchés, celui-là ne sera pas compté parmi mon peuple; et cela sera observé à partir de ce moment-ci.", "33 Et il arriva que lorsqu’il eut entendu ces paroles, Alma les écrivit afin de les avoir et afin de juger le peuple de cette Église selon les commandements de Dieu.", "34 Et il arriva qu’Alma alla juger ceux qui avaient été pris dans l’iniquité, selon la parole du Seigneur.", "35 Et ceux qui se repentirent de leurs péchés et les confessèrent, il les compta parmi le peuple de l’Église;", "36 et ceux qui ne voulurent pas confesser leurs péchés et se repentir de leur iniquité, ceux-là ne furent plus comptés parmi le peuple de l’Église, et leur nom fut effacé.", "37 Et il arriva qu’Alma gouverna toutes les affaires de l’Église; et ils recommencèrent à avoir la paix et à prospérer extrêmement dans les affaires de l’Église, marchant avec circonspection devant Dieu, en recevant beaucoup et en baptisant beaucoup.", "38 Et maintenant, toutes ces choses, Alma et ses compagnons de travail qui dirigeaient l’Église les firent, marchant en toute diligence, enseignant la parole de Dieu en tout, souffrant toutes sortes d’afflictions, étant persécutés par tous ceux qui n’appartenaient pas à l’Église de Dieu.", "39 Et ils avertirent leurs frères; et ils étaient aussi avertis, chacun par la parole de Dieu, selon ses péchés, ou selon les péchés qu’il avait commis, ayant de Dieu le commandement de prier sans cesse et de rendre grâces en tout."], "Kiribati": ["A mwaiti kaain te Ekaretia aika a kairaki nakon te bure irouia aika aki kakoaua—E anganaki te berita Aramwa bwa e na reke irouna te maiu ae akea tokina—E na reke kabwaran aia bure akana a rairinanoia ao a bwabetitoaki—Ngkana a kaoti aia bure kaain te Ekaretia aika a mena i nanon te buakaka nakon Aramwa ao nakon te Uea ao a na kabwaraki aia bure; ngkana aki ao a na kabaneaki man te Ekaretia. Uakaan ma 120–100I.K.", "1 Ngkai e koro bukina bwa a mwaiti kaain te roro ae rikirake ae a aki oota n ana taeka te uea ae Beniamina, ngkai bon ngaia ataei aika uarereke n te tai are e taetae iai nakoia ana botanaomata; ao a aki kakoauai aia katei aia kaaro.", "2 A aki kakoaua are e a tia n taekinaki ibukin mangautiia maate, ao a aki kakoaua naba taekan rokon Kristo.", "3 Ao ngkai ibukin aia aki kakoaua ao a aki oota n ana taeka te Atua; ao a matoatoa nanoia.", "4 Ao a aki kan bwabetitoaki; ke ni kan kaaina te ekaretia. Ao a riki bwa aomata aika kaokoro n aron aia onimaki, ao a teimatoa n aroia anne, n aroia ni bwain te rabwata ma ni bure; bwa a rawa n tataro nakon te Uea ae Atuaia.", "5 Ao ngkai n ana tai n tautaeka Motiaea ao mwaitia e karako riki nakon iteran mwaitia ana botanaomata te Atua; ma ibukin te itabaraara imarenaia taari ao e a rikirake mwaitia.", "6 Bwa e koro bukina bwa a keweia aika a mwaiti ake a mena n te ekaretia n aia taetae ni kababa, ao a kairia nakon karaoan bure; mangaia ae e riai bwa aomata ake a karaoa te bure, aika kaain te ekaretia, a na katuaeaki man te ekaretia.", "7 Ao e koro bukina bwa a kairaki nako mataia ibonga, ao a kairaki nakoia ibonga irouia tia reirei; ao a kairia ibonga nakon Aramwa, ae te ibonga are e rietata.", "8 Ngkai e a tia te uea ae Motiaea n angan Aramwa te kariaiakaki i aon te ekaretia.", "9 Ao e koro bukina bwa e aki ataia Aramwa bwa tera ae a tia ni karaoia; ma a mwaiti taan kakoaua ni kaaitaraia; eng, a mwaiti aomata ake a teirake ni kakoauai bure aika a mwaiti.", "10 Ngkai bon akea te bwai ae aiaron aio are e a tia n riki mai i mwaaina i nanon te ekaretia; mangaia ae e raraoma tamnein Aramwa, ao e tua bwa a riai ni uotaki nako matan te uea.", "11 Ao e taku nakon te uea: Taraia, aikai aomata aika a mwaiti ake ti a uotia nakoim, ae a tia n tabekaki bukinaia irouia tariia; eng, ao a bon tia ni kuneaki ni karaoan taian bure. Ao a aki rairinanoia man aia bure; mangaia ae ti a kairia nakoim, bwa ko aonga ni motiki taekaia n aron aia bure ake a karaoi.", "12 Ma e taku te uea ae Motiaea nakon Aramwa: Taraia, N na aki motiki taekaia; mangaia ae N na anga nako nanon baim bwa ko na motiki taekaia.", "13 Ao ngkai e a manga aki rau naba tamnein Aramwa; ao e nakon te Uea bwa e na titirakinna bwa teraa ae na karaoia ibukin aio, bwa e maaku bwa rimwi e karaoa te kairua imatan te Atua.", "14 Ao e koro bukina bwa ngke e a tia n tataro ma nanona ni kabane nakon te Atua, ao e a taetae nakoina bwanaan te Uea, ni kangai:", "15 Ko na kakabwaiaki Aramwa, ao a na kakabwaiaki aomata ake a bwabetitoaki i nanon nein Moomon. Ko kakabwaiaki ibukina ngkai e rang ni korakora am onimaki ti man ana taeka au toro are Abinataai.", "16 Ao a na kakabwaiaki akekei ibukin aia onimaki ae korakora ti man taeka ake ko a tia n taekin nakoia.", "17 Ao ko na kakabwaiaki ngkai ko a tia ni katea te ekaretia irouia te botanaomata aio; ao a na kamatoaki, ao a na riki bwa au botanaomata.", "18 Eng, a na kakabwaiaki te botanaomata aio ake a tauraoi ni katoka arau iaoia; bwa a na aranaki n arau; ao au bwai ngaia.", "19 Ao ibukin ae ko a tia n nakoiu ibukiia taan bure, ko na kakabwaiaki.", "20 Bon ngkoe au toro; ao I berita n ae tabu nakoim bwa e na reke iroum te maiu ae akea tokina; ao ko na toro irou ao ko na waaki i nanon arau, ao ko na botiia au tiibu.", "21 Ao te aomata are kan ongo n au taeka e na riki bwa au tiibu; ao ngaia are ko na butimwaia nako nanon te ekaretia, ao ngaia naba are N na butimwaia.", "22 Bwa taraia, aio au ekaretia; ane bwabetitoaki ao e na bwabetitoaki nako nanon te rairannano. Ao ane ko butimwaia e na kakoaua arau; ao ngaia are N na bon kabwarai ana bure.", "23 Bwa bon ngai are I uota buren te aonaba; bwa bon ngai are I a tia ni karikiia; bwa bon ngai are e kariaia are kakoaua ni karokoa te toki nnena i angataiu.", "24 Bwa taraia, arau are a na aranaki iai; ao ngkana a kinaai ao a na nako mai, ao e na reke aia tabo ae akea tokina i angataiu.", "25 Ao e na koro bukina bwa ngkana e tang te kauoua ni bu ao ngkanne akana tuai man kinaai a na nako mai n tei imatau.", "26 Ao ngkanne a na ataia ae Ngai te Uea ae Atuaia, bwa ngai te Tia Kaboia; ma a na aki kabooaki.", "27 Ao ngkanne N na taekinna nakoia bwa I aki kinaia; ao a na nako nakon te ai are aki totoki are e a tia ni katauraoaki ibukin te riaboro ma ana anera.", "28 Mangaia ae I taekina aio nakoimi, bwa ane e aki kan ongo ni bwanaau, bon ngaia naba are e na aki butimwaeaki nakon au ekaretia, bwa ngaia are N na aki butimwaia n te kabanea ni bong.", "29 Mangaia ae I kangai nakoim, Nako; ao ane e a tia ni bure nakoiu, ngaia are ko na motika taekana n aron ana bure are e a tia ni karaoia; ao ngkana e kaota ana bure nakoim ao nakoiu, ao e rairananona ma te nano ae koaua, ngaia ae ko na kabwara ana bure, ao N na kabwara naba ana bure.", "30 Eng, ao N na kabwarai aia bure au botanaomata n aron katoa tain aia rairannano ibukin aia bure nakoiu.", "31 Ao kam na kabwarai naba ami bure imarenami; bwa I kangai nakoimi, ane e aki kabwarai ana bure raona ngkana e a tia n rairananona, ao te aomata anne e na karekea te rekenikai nakoina.", "32 Ngkai I kangai nakoim, Nako; ao ane e aki raira nanona man ana bure ao ngaia ae e na aki warekaki i buakoia au botanaomata; ao e na bwainaki aio ni moanaki man te tai aio.", "33 Ao e koro bukina bwa ngke e ongo Aramwa taian taeka aikai ao e koroi bwa e aonga n iai irouna, bwa e aonga ni motiki taekaia kaain te ekaretia n aron ana tua te Atua.", "34 Ao e koro bukina bwa e nako Aramwa ni motika taekaia aomata ake a tia ni kuneaki ni karaoa te bure, n ana taeka te Uea.", "35 Ao ake a rairinanoia man aia bure ao a kaoti, ao e warekia i buakoia kaain te ekaretia.", "36 Ao ake a rawa ni kaoti aia bure ao n rairinanoia man aia buakaka, ao ngaia ake a aki warekaki i buakoia kaain te ekaretia, ao a kamaunaki araia.", "37 Ao e koro bukina bwa Aramwa e kairi aron ana waaki ni kabane te ekaretia; ao e a moanna ni manga reke irouia te rau ma te waaki n aron ana waaki te ekaretia, man tararua raoi aron maiuia imatan te Atua, ni butimwaia aika a mwaiti, ao ni bwabetitoia aika a mwaiti.", "38 Ao ngkai bwai aikai ni kabane e karaoi Aramwa ma raona ni beku ake a tararua te ekaretia, ni kawakin raoi tua, reireia ana taeka te Atua ni bwai ni kabane, rawawata n aron karawawata aika a mwaiti, ngkai a bwainikirinaki irouia aika tiaki kaain ana ekaretia te Atua.", "39 Ao a kamaunaia tariia; ao a kamaunaki naba, ngaia ni kabane n ana taeka te Atua, n aron aia bure, ke taian bure ake a tia ni karaoi, ngkai a tuangaki mai iroun te Atua bwa a na kakaonimaki n tataro, ao ni kaitau ni bwai ni kabane."]}