{"English": ["King Benjamin teaches his sons the language and prophecies of their fathers—Their religion and civilization have been preserved because of the records kept on the various plates—Mosiah is chosen as king and is given custody of the records and other things. About 130–124B.C.", "1 And now there was no more contention in all the land of Zarahemla, among all the people who belonged to king Benjamin, so that king Benjamin had continual peace all the remainder of his days.", "2 And it came to pass that he had three sons; and he called their names Mosiah, and Helorum, and Helaman. And he caused that they should be taught in all the language of his fathers, that thereby they might become men of understanding; and that they might know concerning the prophecies which had been spoken by the mouths of their fathers, which were delivered them by the hand of the Lord.", "3 And he also taught them concerning the records which were engraven on the plates of brass, saying: My sons, I would that ye should remember that were it not for these plates, which contain these records and these commandments, we must have suffered in ignorance, even at this present time, not knowing the mysteries of God.", "4 For it were not possible that our father, Lehi, could have remembered all these things, to have taught them to his children, except it were for the help of these plates; for he having been taught in the language of the Egyptians therefore he could read these engravings, and teach them to his children, that thereby they could teach them to their children, and so fulfilling the commandments of God, even down to this present time.", "5 I say unto you, my sons, were it not for these things, which have been kept and preserved by the hand of God, that we might read and understand of his mysteries, and have his commandments always before our eyes, that even our fathers would have dwindled in unbelief, and we should have been like unto our brethren, the Lamanites, who know nothing concerning these things, or even do not believe them when they are taught them, because of the traditions of their fathers, which are not correct.", "6 O my sons, I would that ye should remember that these sayings are true, and also that these records are true. And behold, also the plates of Nephi, which contain the records and the sayings of our fathers from the time they left Jerusalem until now, and they are true; and we can know of their surety because we have them before our eyes.", "7 And now, my sons, I would that ye should remember to search them diligently, that ye may profit thereby; and I would that ye should keep the commandments of God, that ye may prosper in the land according to the promises which the Lord made unto our fathers.", "8 And many more things did king Benjamin teach his sons, which are not written in this book.", "9 And it came to pass that after king Benjamin had made an end of teaching his sons, that he waxed old, and he saw that he must very soon go the way of all the earth; therefore, he thought it expedient that he should confer the kingdom upon one of his sons.", "10 Therefore, he had Mosiah brought before him; and these are the words which he spake unto him, saying: My son, I would that ye should make a proclamation throughout all this land among all this people, or the people of Zarahemla, and the people of Mosiah who dwell in the land, that thereby they may be gathered together; for on the morrow I shall proclaim unto this my people out of mine own mouth that thou art a king and a ruler over this people, whom the Lord our God hath given us.", "11 And moreover, I shall give this people a name, that thereby they may be distinguished above all the people which the Lord God hath brought out of the land of Jerusalem; and this I do because they have been a diligent people in keeping the commandments of the Lord.", "12 And I give unto them a name that never shall be blotted out, except it be through transgression.", "13 Yea, and moreover I say unto you, that if this highly favored people of the Lord should fall into transgression, and become a wicked and an adulterous people, that the Lord will deliver them up, that thereby they become weak like unto their brethren; and he will no more preserve them by his matchless and marvelous power, as he has hitherto preserved our fathers.", "14 For I say unto you, that if he had not extended his arm in the preservation of our fathers they must have fallen into the hands of the Lamanites, and become victims to their hatred.", "15 And it came to pass that after king Benjamin had made an end of these sayings to his son, that he gave him charge concerning all the affairs of the kingdom.", "16 And moreover, he also gave him charge concerning the records which were engraven on the plates of brass; and also the plates of Nephi; and also, the sword of Laban, and the ball or director, which led our fathers through the wilderness, which was prepared by the hand of the Lord that thereby they might be led, every one according to the heed and diligence which they gave unto him.", "17 Therefore, as they were unfaithful they did not prosper nor progress in their journey, but were driven back, and incurred the displeasure of God upon them; and therefore they were smitten with famine and sore afflictions, to stir them up in remembrance of their duty.", "18 And now, it came to pass that Mosiah went and did as his father had commanded him, and proclaimed unto all the people who were in the land of Zarahemla that thereby they might gather themselves together, to go up to the temple to hear the words which his father should speak unto them."], "Español": ["El rey Benjamín enseña a sus hijos el idioma y las profecías de sus padres— Se habían preservado su religión y su civilización por motivo de los anales que estaban grabados en las diversas planchas— Mosíah es nombrado rey y se le encomiendan los anales y otras cosas. Aproximadamente 130–124a.C.", "1 Y entonces no hubo más contiendas en toda la tierra de Zarahemla, entre todo el pueblo que pertenecía al rey Benjamín, de modo que el rey Benjamín gozó de una paz continua todo el resto de sus días.", "2 Y aconteció que tenía tres hijos; y les puso por nombre Mosíah, Helorum y Helamán. E hizo que fueran instruidos en todo el idioma de sus padres, a fin de que así llegaran a ser hombres de entendimiento; y que supiesen concerniente a las profecías que habían sido declaradas por boca de sus padres, las cuales les fueron entregadas por la mano del Señor.", "3 Y también los instruyó con respecto a los anales que estaban grabados sobre las planchas de bronce, diciendo: Hijos míos, quisiera que recordaseis que si no fuera por estas planchas, que contienen estos anales y estos mandamientos, habríamos padecido en la ignorancia, aun ahora mismo, no conociendo los misterios de Dios;", "4 porque no habría sido posible que nuestro padre Lehi hubiese recordado todas estas cosas para haberlas enseñado a sus hijos, de no haber sido por la ayuda de estas planchas; porque habiendo sido instruido en el idioma de los egipcios, él pudo leer estos grabados y enseñarlos a sus hijos, para que así estos los enseñaran a sus hijos, y de este modo cumplieran los mandamientos de Dios, aun hasta el tiempo actual.", "5 Os digo, hijos míos, que si no fuera por estas cosas, las cuales se han guardado y preservado por la mano de Dios para que nosotros pudiéramos leer y entender acerca de sus misterios, y siempre tener sus mandamientos ante nuestros ojos, aun nuestros padres habrían degenerado en la incredulidad, y habríamos sido como nuestros hermanos, los lamanitas, que nada saben de estas cosas, y ni siquiera las creen cuando se las enseñan, a causa de las tradiciones de sus padres, las cuales no son correctas.", "6 ¡Oh hijos míos, quisiera que recordaseis que estas palabras son verdaderas, y también que estos anales son verdaderos! Y he aquí, también las planchas de Nefi, que contienen los anales y las palabras de nuestros padres desde el tiempo en que salieron de Jerusalén hasta ahora, son verdaderas; y podemos saber de su certeza porque las tenemos ante nuestros ojos.", "7 Y ahora bien, hijos míos, quisiera que os acordaseis de escudriñarlas diligentemente, para que en esto os beneficiéis; y quisiera que guardaseis los mandamientos de Dios para que prosperéis en la tierra, de acuerdo con las promesas que el Señor hizo a nuestros padres.", "8 Y muchas cosas más enseñó el rey Benjamín a sus hijos, que no están escritas en este libro.", "9 Y aconteció que después que el rey Benjamín hubo acabado de enseñar a sus hijos, envejeció, y vio que muy pronto debía ir por el camino de toda la tierra; por tanto, le pareció oportuno conferir el reino a uno de sus hijos.", "10 De modo que mandó traer a Mosíah a su presencia; y estas son las palabras que le habló, diciendo: Hijo mío, quisiera que hicieses una proclamación por toda esta tierra, entre toda esta gente, o sea, el pueblo de Zarahemla y el pueblo de Mosíah que viven en la tierra, para que por este medio se reúnan; porque mañana proclamaré a este mi pueblo por mi propia boca, que tú eres rey y gobernante de este pueblo que el Señor Dios nos ha dado.", "11 Y además, daré a los de este pueblo un nombre, para que de ese modo se destaquen sobre todos los pueblos que el Señor Dios ha traído de la tierra de Jerusalén; y lo hago porque han sido diligentes en guardar los mandamientos del Señor.", "12 Y les daré un nombre que jamás será borrado, sino por causa de transgresión.", "13 Sí, y te digo además, que si este pueblo altamente favorecido del Señor cae en transgresión, y se convierte en una gente perversa y adúltera, el Señor los entregará, para que así lleguen a ser débiles como sus hermanos; y no los preservará más por su incomparable y milagroso poder, como hasta aquí ha preservado a nuestros padres.", "14 Porque te digo que si no hubiese extendido su brazo para la preservación de nuestros padres, estos habrían caído en manos de los lamanitas, y habrían sido víctimas de su odio.", "15 Y sucedió que después que el rey Benjamín hubo acabado de hablar estas palabras a su hijo, le encargó todos los asuntos del reino.", "16 Y además, le encargó los anales que estaban grabados sobre las planchas de bronce; y también las planchas de Nefi; y también la espada de Labán y la esfera o director que condujo a nuestros padres por el desierto, la cual la mano del Señor preparó para que por ese medio fuesen dirigidos, cada cual según la atención y diligencia que a él le daban.", "17 Por tanto, dado que no fueron fieles, no prosperaron ni progresaron en su viaje, sino que fueron impelidos hacia atrás e incurrieron en el desagrado de Dios; y por tanto, fueron heridos con hambre y severas aflicciones para hacerles recordar sus deberes.", "18 Y aconteció, pues, que Mosíah fue e hizo lo que su padre le había mandado, y proclamó a toda la gente que se hallaba en la tierra de Zarahemla, para que así se reuniera, a fin de subir hasta el templo para oír las palabras que su padre les hablaría."], "Français": ["Le roi Benjamin enseigne à ses fils la langue et les prophéties de leurs pères— Leur religion et leur civilisation ont été préservées grâce aux annales tenues sur les diverses plaques— Mosiah est choisi comme roi et reçoit la garde des annales et d’autres choses. Vers 130–124av.J.-C.", "1 Or, il n’y eut plus de querelles dans tout le pays de Zarahemla, parmi tout le peuple qui appartenait au roi Benjamin, de sorte que le roi Benjamin eut une paix continuelle tout le reste de ses jours.", "2 Et il arriva qu’il eut trois fils; et il les appela Mosiah, et Hélorum, et Hélaman. Et il les fit instruire dans toute la langue de ses pères, afin qu’ils deviennent ainsi des hommes pleins de jugement, et afin qu’ils aient connaissance des prophéties qui avaient été dites par la bouche de leurs pères, qui leur avaient été remises par la main du Seigneur.", "3 Et il les instruisit aussi concernant les annales qui étaient gravées sur les plaques d’airain, disant: Mes fils, je voudrais que vous vous souveniez que s’il n’y avait pas eu ces plaques, qui contiennent ces annales et ces commandements, nous aurions dû souffrir dans l’ignorance, oui, en ce moment même, ne connaissant pas les mystères de Dieu.", "4 Car il n’aurait pas été possible à notre père, Léhi, de se souvenir de toutes ces choses, pour les enseigner à ses enfants, s’il n’y avait pas eu l’aide de ces plaques; car, ayant été instruit dans la langue des Égyptiens, il pouvait lire ces inscriptions gravées et les enseigner à ses enfants, afin qu’ils pussent ainsi les enseigner à leurs enfants, accomplissant ainsi les commandements de Dieu, oui, jusqu’à présent.", "5 Je vous dis, mes fils, que s’il n’y avait pas ces choses, qui ont été gardées et préservées par la main de Dieu afin que nous puissions lire et comprendre ce qui concerne ses mystères, et toujours avoir ses commandements sous les yeux, même nos pères auraient dégénéré dans l’incrédulité, et nous aurions été semblables à nos frères, les Lamanites, qui ne savent rien de ces choses, et n’y croient même pas lorsqu’on les leur enseigne, à cause des traditions de leurs pères, qui ne sont pas correctes.", "6 Ô mes fils, je voudrais que vous vous souveniez que ces paroles sont vraies, et aussi que ces annales sont vraies. Et voici, également les plaques de Néphi, qui contiennent les annales et les paroles de nos pères depuis le moment où ils quittèrent Jérusalem jusqu’à maintenant, et elles sont vraies; et nous pouvons savoir qu’elles sont sûres, parce que nous les avons sous les yeux.", "7 Et maintenant, mes fils, je voudrais que vous vous souveniez de les sonder diligemment afin d’en tirer profit; et je voudrais que vous gardiez les commandements de Dieu afin de prospérer dans le pays, selon les promesses que le Seigneur a faites à nos pères.", "8 Et le roi Benjamin enseigna à ses fils beaucoup d’autres choses qui ne sont pas écrites dans ce livre.", "9 Et il arriva que lorsque le roi Benjamin eut fini d’instruire ses fils, il devint vieux, et il vit qu’il devrait très bientôt aller où va tout ce qui est terrestre; il pensa donc qu’il était opportun de conférer le royaume à l’un de ses fils.", "10 C’est pourquoi il fit amener Mosiah devant lui; et voici les paroles qu’il lui adressa, disant: Mon fils, je voudrais que tu fasses une proclamation à travers tout ce pays, parmi tout ce peuple, c’est-à-dire au peuple de Zarahemla et au peuple de Mosiah, qui demeure dans le pays, afin qu’il soit rassemblé; car le lendemain je proclamerai de ma propre bouche à ce peuple, qui est le mien, que tu es roi et gouverneur de ce peuple, que le Seigneur, notre Dieu, nous a donné.", "11 Et de plus, je donnerai à ce peuple un nom, afin qu’on puisse ainsi le distinguer par-dessus tous les peuples que le Seigneur Dieu a fait sortir du pays de Jérusalem; et cela, je le fais parce qu’il a été un peuple diligent à garder les commandements du Seigneur.", "12 Et je lui donne un nom qui ne sera jamais effacé, si ce n’est par la transgression.", "13 Oui, et de plus, je te dis que si ce peuple hautement favorisé par le Seigneur vient à tomber dans la transgression et à devenir un peuple méchant et adultère, le Seigneur le livrera, afin qu’ainsi il devienne faible comme ses frères; et il ne le préservera plus par sa puissance incomparable et merveilleuse, comme il a préservé nos pères jusqu’ici.", "14 Car je te dis que s’il n’avait pas étendu son bras pour préserver nos pères, ils seraient tombés entre les mains des Lamanites et seraient devenus les victimes de leur haine.", "15 Et il arriva que lorsque le roi Benjamin eut fini de dire ces paroles à son fils, il lui donna la charge de toutes les affaires du royaume.", "16 Et de plus, il lui donna aussi la charge des annales qui étaient gravées sur les plaques d’airain; et aussi les plaques de Néphi; et aussi l’épée de Laban et la boule, ou directeur, qui conduisit nos pères à travers le désert, qui fut préparée par la main du Seigneur, afin que chacun d’eux fût ainsi conduit selon l’attention et la diligence dont il faisait preuve envers lui.", "17 C’est pourquoi, comme ils étaient infidèles, ils ne prospérèrent ni ne progressèrent dans leur voyage, mais furent poussés en arrière et encoururent le déplaisir de Dieu; et pour cette raison, ils furent frappés de famine et de grandes afflictions, pour les inciter à se souvenir de leur devoir.", "18 Et alors, il arriva que Mosiah alla et fit ce que son père lui avait commandé, et fit une proclamation à tout le peuple qui était au pays de Zarahemla, afin qu’il se rassemblât pour monter au temple entendre les paroles que son père lui dirait."], "Kiribati": ["E reireiniia natina te Uea ae Beniamina aia taetae ma aia taeka ni burabeti aia bakatibu—E teimatoa aia aro ma aron maiuia ngkai iai taekaia aika a kaawakinaki i nanon bwaatua aika a mwaiti—E rineaki Motiaea bwa e na riki bwa te uea ao te tia kaawakin taian rongorongo ma bwaai riki tabeua. Uakaan ma 130–124I.K.", "1 Ao ngkai ai akea te itabaraara iaon aban Taraemera, i buakoia aomata ni kabane ake a mena i aan ana kairiri te uea ae Beniamina, ao e a maeka te uea ae Beniamina i nanon te rau ni karokoa tokin maiuna.", "2 Ao e koro bukina bwa iai natina mwaane aika teniman; ao e araniia bwa Motiaea, ao Erorim, ao Ereman. Ao e tuatua bwa a na reireinaki aron aia taetae ana bakatibu, bwa aonga n riki bwa mwaane aika a wanawana; ao bwa aonga n atai nanon taian taeka ni burabeti ake a tia n taekinaki mai nanon wiia aia bakatibu, ake anganaki mai iroun te Uea.", "3 Ao e reireiniia naba taekan taian rongorongo ake a koreaki iaon bwaatua aika buraati, ni kangai: Natiu, I tangiria bwa kam na uringnga bwa ngke arona bwa akea bwaatua aikai, aika kanoaia taian rongorongo ma taian tua aikai, ao ti na tia n rinanon te aki ataibwai, i nanon boong aikai, n aki atai taekan ana bwai te Atua aika a raba.", "4 Bwa e na bon aki kona tamara ae Riaai n uring bwaai aikai ni kabane, n reireiniia iai natina, ngke arona bwa akea te ibuobuoki man taian bwaatua aikai; bwa e a konaa ni wareki koroboki aikai ngkai e a tia n reireinaki aron aia taetae I-Aikubita, ao e reireiniia natina kanoaia, ao a konaa n reireiniia natiia taekaia, ao ni karaoan aio ao a kakoroi bukin ana tua te Atua, are a karaoaki ni karokoa boong aikai.", "5 I kangai nakoimi, natiu, ngke akea bwaai aikai, ake a tia ni kaawakinaki ma ni kateimatoaki ni bain te Atua, bwa ti aonga ni kona iai ni wareki ao n oota n ana bwai aika raba, ao ni iai iroura ana tua n taainako ake ti kona ni wareki, ao a na bon tia ara bakatibu ni bua i nanon roon te kerikaaki n aia aki onimaki, ao ti na riki n aiaroia tarira, aika Reimwanaite, ake a aki atai kanoan bwaai aikai, ao ake a aki kakoauai bwaai ake a tia n reireinaki, ibukin aia katei aia bakatibu, aika a aki eti.", "6 O natiu, I tangiria bwa kam na uringnga bwa a koaua bwaai aika a taekinaki aikai, ao a koaua naba rongorongo aikai. Ao taraia, ana bwaatua naba Nibwaai, aika kanoana aia rongorongo ma aia taeka ara bakatibu man te tai are a kitana iai Ierutarem ni karokoa ngkai, a bon koaua; ao ti atai koauaia ngkai ti noori ni matara.", "7 Ao ngkai, natiu, I tangiria bwa kam na uringnga ni kakaonimaki ni ukoukori, bwa kam aonga ni kakabwaiaki iai; ao I tangiria bwa kam na kaawakin ana tua te Atua, bwa kam aonga ni kakabwaiaki iaon te aba n aron are e a tia ni berita te Uea nakoia ara bakatibu.", "8 Ao a mwaiti riki bwaai ake e reireiniia natina mwaane te Uea ae Beniamina, aika a aki koreaki i nanon te boki aio.", "9 Ao e koro bukina bwa ngke e a bane ana taeka n reirei te Uea ae Beniamina nakoia natina mwaane, ao e a roko irouna te kara, ao e nooria bwa e na aki maan i mwaain ae na iranako kawain te aonaba ni kabane; mangaia ae e baireia bwa e tamaroa ae e na anga ueana nakon natina te mwaane temanna.", "10 Mangaia ae e tua bwa e na kairaki Motiaea nakoina; ao aikai taeka ake e taekin nakoina, ni kangai: Natiu, I tangiria bwa ko na katanoata ni kabuta te aba aio nakoia aomata ni kabane aikai, aika kaain Taraemera, ma ana botanaomata Motiaea aika a maeka n te aba aio, bwa a na bane ni botaki; bwa n ningabong ao N na katanoata nakoia au botanaomata n oin bwanaau bwa ngkoe te uea ao te tia tautaeka iaon te botanaomata aio, are e a tia n anganiira te Uea ae Atuara.", "11 Ao i rarikin anne, N na katokaa araia te botanaomata aio, are a na kona ni kinaaki iai mai buakoia aomata nako ake e a tia ni kairiia nako te Uea ae te Atua man te aba ae Ierutarem; ao I karaoa aio ngkai a tia ni botumwaaka ni kaawakin ana tua te Uea.", "12 Ao N na anganiia te ara are e na aki manga kamaunaki, ma ti rinanon riaon te tua.", "13 Eng, ao N na reita riki au taeka nakoim, bwa ngkana a bwaka n riaoan te tua ana aomata te Uea aika moan te tangiraki, ao n riki bwa te botanaomata ae buakaka ma ni wenenibure, ao e na kaaki taekaia te Uea, ao a na mamara n ai aroia tariia; ao e na aki manga kataniia ni mwaakana ae akea kabotauana ae moan te korakora, n aron are e a tia ni karaoia nakoia ara bakatibu ni kataniia.", "14 Bwa I taekinna nakoim, bwa ngke e aki arora baina ni kataniia ara bakatibu ao a na tia ni bwaka nako nanon baia Reimwanaite, ao ni mate i aan aia kairiribai.", "15 Ao e koro bukina bwa e a tia te uea ae Beniamina n taekin bwaai aikai ni kabane nakon natina, ao e a anganna te mwioko ibukin tauan mwiin nako bwain ueana.", "16 I rarikin anne, e anganna naba te onimakinaki ibukin taian rongorongo ake a koreaki iaon bwaatua aika buraati; ma ana bwaatua naba Nibwaai; ao ana kabaang Raban, ao te booro ke te bwai ni kairi, are e kairiia ara bakatibu i nanon te rereua, are e karaoaki iroun te Uea bwa aonga ni kairaki iai, ao aomata ni kabane n aron botumwaakaia ma kakaonimakia nakoina.", "17 Mangaia ae ngkana a aki kakaonimaki ao a na aki waaki ke ni kabwaia i nanon mwanangaia, ma a na butuaki ni kaokaki, ao a na taonaki n aki kukurein nanon te Atua; mangaia ae a na taonaki n te rongo ma karawawata nako, bwa aonga ni kauringaki iai oin mwiokoaia.", "18 Ao ngkai, e koro bukina bwa e nako Motiaea ni karaoa are e a tia n tua tamana bwa e na karaoia, ao e katanoata nakoia aomata ni kabane ake a maeka iaon aban Taraemera bwa a na bane ni botaki, n nako nakon te tembora bwa a na ongo ana taeka tamana ake e na taekin nakoia."]}