{"English": ["King Benjamin records the names of the people and appoints priests to teach them—Mosiah reigns as a righteous king. About 124–121B.C.", "1 And now, king Benjamin thought it was expedient, after having finished speaking to the people, that he should take the names of all those who had entered into a covenant with God to keep his commandments.", "2 And it came to pass that there was not one soul, except it were little children, but who had entered into the covenant and had taken upon them the name of Christ.", "3 And again, it came to pass that when king Benjamin had made an end of all these things, and had consecrated his son Mosiah to be a ruler and a king over his people, and had given him all the charges concerning the kingdom, and also had appointed priests to teach the people, that thereby they might hear and know the commandments of God, and to stir them up in remembrance of the oath which they had made, he dismissed the multitude, and they returned, every one, according to their families, to their own houses.", "4 And Mosiah began to reign in his father’s stead. And he began to reign in the thirtieth year of his age, making in the whole, about four hundred and seventy-six years from the time that Lehi left Jerusalem.", "5 And king Benjamin lived three years and he died.", "6 And it came to pass that king Mosiah did walk in the ways of the Lord, and did observe his judgments and his statutes, and did keep his commandments in all things whatsoever he commanded him.", "7 And king Mosiah did cause his people that they should till the earth. And he also, himself, did till the earth, that thereby he might not become burdensome to his people, that he might do according to that which his father had done in all things. And there was no contention among all his people for the space of three years."], "Español": ["El rey Benjamín registra los nombres de los del pueblo y nombra sacerdotes para que les enseñen— Mosíah reina como rey justo. Aproximadamente 124–121a.C.", "1 Y ahora bien, el rey Benjamín consideró prudente, después de haber acabado de hablar al pueblo, tomar los nombres de todos los que habían hecho convenio con Dios de guardar sus mandamientos.", "2 Y sucedió que no hubo ni un alma, salvo los niños pequeños, que no hubiese hecho convenio y tomado sobre sí el nombre de Cristo.", "3 Y además, aconteció que cuando el rey Benjamín hubo dado fin a todas estas cosas, y hubo consagrado a su hijo Mosíah para que fuera el gobernante y rey de su pueblo, y le hubo dado todo cargo concerniente al reino, y también hubo nombrado sacerdotes para enseñar al pueblo, a fin de que así pudiesen oír y saber los mandamientos de Dios, y despertar en ellos el recuerdo del juramento que habían hecho, despidió a la multitud; y se volvieron, cada cual, según sus familias, a sus propias casas.", "4 Y Mosíah empezó a reinar en lugar de su padre. Y comenzó a reinar en el trigésimo año de su vida; y en total habían transcurrido unos cuatrocientos setenta y seis años desde el tiempo en que Lehi salió de Jerusalén.", "5 Y el rey Benjamín vivió tres años más, y murió.", "6 Y sucedió que el rey Mosíah anduvo en las sendas del Señor, y observó sus juicios y sus estatutos, y guardó sus mandamientos en todas las cosas que el Señor le mandó.", "7 Y el rey Mosíah hizo que su pueblo labrara la tierra. Y también él mismo labraba la tierra para que así no fuese oneroso a su pueblo, a fin de obrar de acuerdo con lo que su padre había hecho en todas las cosas. Y no hubo contención entre todo su pueblo por el espacio de tres años."], "Français": ["Le roi Benjamin inscrit les noms de ceux qui constituent son peuple et désigne des prêtres pour les instruire— Mosiah règne en roi juste. Vers 124–121av.J.-C.", "1 Et alors, le roi Benjamin pensa qu’il était utile, après avoir fini de parler au peuple, de prendre les noms de tous ceux qui avaient conclu avec Dieu l’alliance de garder ses commandements.", "2 Et il arriva qu’il n’y eut pas une seule âme, si ce n’est les petits enfants, qui n’eût conclu l’alliance et n’eût pris sur elle le nom du Christ.", "3 Et en outre, il arriva que lorsque le roi Benjamin eut fini toutes ces choses, et eut consacré son fils Mosiah comme gouverneur et roi de son peuple, et lui eut donné tous ses ordres concernant le royaume, et eut aussi désigné des prêtres pour instruire le peuple, afin qu’il entendît et connût ainsi les commandements de Dieu, et afin de l’inciter à se souvenir du serment qu’il avait fait, il renvoya la multitude, et ils retournèrent tous, selon leurs familles, vers leurs maisons.", "4 Et Mosiah commença à régner à la place de son père. Et il commença à régner dans la trentième année de sa vie, ce qui faisait en tout environ quatre cent soixante-seize ans depuis le moment où Léhi avait quitté Jérusalem.", "5 Et le roi Benjamin vécut trois ans, et il mourut.", "6 Et il arriva que le roi Mosiah marcha dans les voies du Seigneur, et observa ses ordonnances et ses lois, et garda ses commandements dans tout ce qu’il lui commandait.", "7 Et le roi Mosiah commanda à son peuple de cultiver la terre. Et il cultiva, lui aussi, la terre, afin de ne pas devenir un fardeau pour son peuple, afin de faire en tout comme son père avait fait. Et il n’y eut pas de querelles parmi tout son peuple pendant trois ans."], "Kiribati": ["E koroi araia aomata te uea ae Beniamina ao e weteia ibonga bwa a na reireinia—E tautaeka Motiaea n aiaron te uea ae raoiroi. Uakaan 124–121I.K.", "1 Ao ngkai, e taku te uea ae Beniamina bwa e riai bwa i mwin tiana n taetae nakoia aomata, ao e na koroi araia aomata ake a tia ni karaoa te berita ae tabu ma te Atua bwa a na kaawakin ana tua.", "2 Ao e koro bukina bwa akea temanna mai buakoia, ma tii ataei aika a uarereke, ake a tuai ni karaoa te berita ae tabu ao ni katoka aran Kristo iaoia.", "3 Ao e a manga koro naba bukina bwa ngke e a tia te uea ae Beniamina ni karaoi bwaai aikai ni kabane, ao ni katabua natina te mwaane ae Motiaea bwa te tia tautaeka ao te uea iaoia ana botanaomata, ao n anganna taekan ueana ni kabane, ao ngke e a tia naba ni weteia taian ibonga bwa a na reireinia aomata, bwa aonga ni kona n ongo ma n atai ana tua te Atua, ao ni kauringia taekan aia tuea ake a tia ni karaoi, ao e a kainaomata te botanaomata, ao a oki, ni kabane, n aron aia utu, nakon mwengaia.", "4 Ao e a moana ana tautaeka Motiaea n onea mwiin tamana. Ao e a moana ana tautaeka n ana katenibwi n ririki, ni bootan te tai aio ni kabane, ae e nakon abubua itibwi ma onoua te ririki man te tai are e kitana iai Ierutarem Riaai.", "5 Ao e maiu te uea ae Beniamina teniua riki te ririki i mwin aio ao e a mate.", "6 Ao e koro bukina bwa e maiu Motiaea ni kawain te Uea, ao e butimwaei ana motikitaeka, ma ana tua, ao e kaawakin ana tua ibukin bwaai ni kabane ma are e tuatua nakoina.", "7 Ao e tuatua te uea ae Motiaea nakoia ana botanaomata bwa a na ribana te aonaba. Ao ngaia naba, n oin rabwatana, e waaki n ribana te aonaba, bwa e aonga n aki riki bwa te bwai ni katabetabe nakoia ana botanaomata, bwa e aonga ni waaki n aron are e a tia ni waaki iai tamana ni karaoi, ni bwaai ni kabane. Ao akea te itabaraara are e riki i buakoia ana botanaomata i nanon te maan ae teniua te ririki."]}