{"English": ["Zeniff leads a group from Zarahemla to possess the land of Lehi-Nephi—The Lamanite king permits them to inherit the land—There is war between the Lamanites and Zeniff’s people. About 200–187B.C.", "1 I, Zeniff, having been taught in all the language of the Nephites, and having had a knowledge of the land of Nephi, or of the land of our fathers’ first inheritance, and having been sent as a spy among the Lamanites that I might spy out their forces, that our army might come upon them and destroy them—but when I saw that which was good among them I was desirous that they should not be destroyed.", "2 Therefore, I contended with my brethren in the wilderness, for I would that our ruler should make a treaty with them; but he being an austere and a blood-thirsty man commanded that I should be slain; but I was rescued by the shedding of much blood; for father fought against father, and brother against brother, until the greater number of our army was destroyed in the wilderness; and we returned, those of us that were spared, to the land of Zarahemla, to relate that tale to their wives and their children.", "3 And yet, I being over-zealous to inherit the land of our fathers, collected as many as were desirous to go up to possess the land, and started again on our journey into the wilderness to go up to the land; but we were smitten with famine and sore afflictions; for we were slow to remember the Lord our God.", "4 Nevertheless, after many days’ wandering in the wilderness we pitched our tents in the place where our brethren were slain, which was near to the land of our fathers.", "5 And it came to pass that I went again with four of my men into the city, in unto the king, that I might know of the disposition of the king, and that I might know if I might go in with my people and possess the land in peace.", "6 And I went in unto the king, and he covenanted with me that I might possess the land of Lehi-Nephi, and the land of Shilom.", "7 And he also commanded that his people should depart out of the land, and I and my people went into the land that we might possess it.", "8 And we began to build buildings, and to repair the walls of the city, yea, even the walls of the city of Lehi-Nephi, and the city of Shilom.", "9 And we began to till the ground, yea, even with all manner of seeds, with seeds of corn, and of wheat, and of barley, and with neas, and with sheum, and with seeds of all manner of fruits; and we did begin to multiply and prosper in the land.", "10 Now it was the cunning and the craftiness of king Laman, to bring my people into bondage, that he yielded up the land that we might possess it.", "11 Therefore it came to pass, that after we had dwelt in the land for the space of twelve years that king Laman began to grow uneasy, lest by any means my people should wax strong in the land, and that they could not overpower them and bring them into bondage.", "12 Now they were a lazy and an idolatrous people; therefore they were desirous to bring us into bondage, that they might glut themselves with the labors of our hands; yea, that they might feast themselves upon the flocks of our fields.", "13 Therefore it came to pass that king Laman began to stir up his people that they should contend with my people; therefore there began to be wars and contentions in the land.", "14 For, in the thirteenth year of my reign in the land of Nephi, away on the south of the land of Shilom, when my people were watering and feeding their flocks, and tilling their lands, a numerous host of Lamanites came upon them and began to slay them, and to take off their flocks, and the corn of their fields.", "15 Yea, and it came to pass that they fled, all that were not overtaken, even into the city of Nephi, and did call upon me for protection.", "16 And it came to pass that I did arm them with bows, and with arrows, with swords, and with cimeters, and with clubs, and with slings, and with all manner of weapons which we could invent, and I and my people did go forth against the Lamanites to battle.", "17 Yea, in the strength of the Lord did we go forth to battle against the Lamanites; for I and my people did cry mightily to the Lord that he would deliver us out of the hands of our enemies, for we were awakened to a remembrance of the deliverance of our fathers.", "18 And God did hear our cries and did answer our prayers; and we did go forth in his might; yea, we did go forth against the Lamanites, and in one day and a night we did slay three thousand and forty-three; we did slay them even until we had driven them out of our land.", "19 And I, myself, with mine own hands, did help to bury their dead. And behold, to our great sorrow and lamentation, two hundred and seventy-nine of our brethren were slain."], "Español": ["Zeniff conduce a un grupo de los de Zarahemla para poseer la tierra de Lehi-Nefi— El rey lamanita les permite poseer la tierra— Hay guerra entre los lamanitas y el pueblo de Zeniff. Aproximadamente 200–187a.C.", "1 Yo, Zeniff, habiendo sido instruido en todo el idioma de los nefitas y habiendo tenido conocimiento de la tierra de Nefi, o sea, la tierra de la primera herencia de nuestros padres, y habiendo sido enviado como espía entre los lamanitas para que observase sus fuerzas —a fin de que nuestro ejército cayera sobre ellos y los destruyera— mas cuando vi lo bueno que había entre ellos, no quise que fuesen destruidos.", "2 Por tanto, contendí con mis hermanos en el desierto, pues quería que nuestro jefe hiciera un tratado con ellos; pero siendo hombre severo y sanguinario, él mandó que me quitaran la vida; mas fui rescatado por la efusión de mucha sangre; porque padre luchó contra padre, y hermano contra hermano, hasta que la mayor parte de nuestro ejército fue destruida en el desierto; y los que sobrevivimos retornamos a la tierra de Zarahemla a comunicar ese relato a sus esposas y a sus hijos.", "3 Y sin embargo, yo, con un exceso de celo por heredar la tierra de nuestros padres, junté a cuantos deseaban ir para poseer la tierra, y de nuevo emprendimos nuestro viaje al desierto para subir a aquella tierra; mas fuimos heridos con hambre y graves aflicciones, pues éramos tardos en acordarnos del Señor nuestro Dios.", "4 No obstante, después de andar errantes por el desierto muchos días, plantamos nuestras tiendas en el lugar en que nuestros hermanos habían perecido, el cual se hallaba cerca de la tierra de nuestros padres.", "5 Y aconteció que con cuatro de mis hombres entré otra vez en la ciudad hasta donde estaba el rey, a fin de conocer su disposición, y saber si podía ir con mi pueblo y poseer la tierra en paz.", "6 Y entré a ver al rey, el cual hizo pacto conmigo para que yo poseyera la tierra de Lehi-Nefi y la tierra de Shilom.", "7 Y también mandó que su gente saliera de esa tierra; y yo y mi pueblo entramos en ella a fin de poseerla.", "8 Y empezamos a construir edificios y a reparar los muros de la ciudad; sí, las murallas de la ciudad de Lehi-Nefi y de la ciudad de Shilom.", "9 Y empezamos a cultivar la tierra, sí, con toda clase de semillas, con semillas de maíz, de trigo y de cebada, con neas y con sheum, y con semillas de toda clase de frutas; y empezamos a multiplicarnos y a prosperar en la tierra.", "10 Ahora bien, fue por la astucia y artimaña del rey Lamán, para reducir a mi pueblo a la servidumbre, que él cedió la tierra para que la poseyéramos nosotros.", "11 Por tanto, sucedió que después que hubimos vivido en la tierra por el término de doce años, el rey Lamán empezó a inquietarse, por si de alguna manera mi pueblo se hacía fuerte en la tierra, y así ellos no podrían dominarlo y esclavizarlo.", "12 Porque eran una gente perezosa e idólatra; por tanto, deseaban hacernos sus esclavos a fin de hartarse con el trabajo de nuestras manos; sí, para saciarse con los rebaños de nuestros campos.", "13 Por tanto, aconteció que el rey Lamán comenzó a incitar a su pueblo para que contendiera con el mío; por lo que empezó a haber guerras y contiendas en la tierra.", "14 Porque en el decimotercer año de mi reinado en la tierra de Nefi, estando mi pueblo abrevando y apacentando sus rebaños y cultivando sus tierras, allá al sur de la tierra de Shilom vino sobre ellos una numerosa hueste de lamanitas, y empezaron a matarlos y a llevarse sus rebaños y el maíz de sus campos.", "15 Sí, y ocurrió que huyeron, todos aquellos a quienes no alcanzaron, hasta la ciudad de Nefi, y me pidieron protección.", "16 Y aconteció que los armé con arcos y con flechas, con espadas y con cimitarras, con mazas y con hondas, y con cuanto género de armas pudimos inventar; y yo y mi pueblo salimos a la batalla en contra de los lamanitas.", "17 Sí, con la fuerza del Señor salimos a la batalla contra los lamanitas; porque yo y mi pueblo clamamos fervientemente al Señor para que nos librara de las manos de nuestros enemigos, porque se despertó en nosotros el recuerdo de la liberación de nuestros padres.", "18 Y Dios oyó nuestro clamor y contestó nuestras oraciones; y salimos con su fuerza; sí, salimos contra los lamanitas, y en un día y una noche matamos a tres mil cuarenta y tres; los matamos hasta que los hubimos expulsado de nuestra tierra.", "19 Y yo mismo con mis propias manos ayudé a enterrar a sus muertos. Y he aquí, para nuestro gran pesar y lamentación, doscientos setenta y nueve de nuestros hermanos fueron muertos."], "Français": ["Zénif prend la tête d’un groupe de Zarahemla pour posséder le pays de Léhi-Néphi— Le roi lamanite leur permet d’hériter le pays— Il y a guerre entre les Lamanites et le peuple de Zénif. Vers 200–187av.J.-C.", "1 Moi, Zénif, instruit dans toute la langue des Néphites et connaissant le pays de Néphi, ou pays du premier héritage de nos pères, je fus envoyé comme espion parmi les Lamanites, afin d’espionner leurs forces, afin que notre armée pût tomber sur eux et les détruire; mais lorsque je vis ce qu’il y avait de bon parmi eux, je désirai qu’ils ne fussent pas détruits.", "2 C’est pourquoi, j’entrai en contestation avec mes frères dans le désert, car je voulais que notre gouverneur fît un traité avec eux; mais lui, qui était un homme austère et sanguinaire, commanda qu’on me tuât; mais je fus sauvé par l’effusion de beaucoup de sang; car père lutta contre père, et frère contre frère, jusqu’à ce que la plus grande partie de notre armée eût été détruite dans le désert; et nous retournâmes, ceux d’entre nous qui avaient été épargnés, au pays de Zarahemla, pour raconter à leurs femmes et à leurs enfants ce qui était arrivé.", "3 Et cependant, animé d’un zèle excessif à posséder le pays de nos pères, je réunis tous ceux qui désiraient monter pour posséder le pays, et entrepris de nouveau un voyage dans le désert pour monter au pays; mais nous fûmes frappés par la famine et par de grandes afflictions; car nous étions lents à nous souvenir du Seigneur, notre Dieu.", "4 Néanmoins, après de nombreux jours d’errance dans le désert, nous dressâmes nos tentes dans le lieu où nos frères avaient été tués, qui était près du pays de nos pères.", "5 Et il arriva que j’entrai de nouveau avec quatre de mes hommes dans la ville, et me présentai au roi afin de connaître l’état d’esprit du roi, et afin de savoir si je pouvais entrer avec mon peuple posséder le pays en paix.", "6 Et je me présentai au roi, et il fit alliance avec moi que je pouvais posséder le pays de Léhi-Néphi et le pays de Shilom.", "7 Et il commanda aussi que son peuple sortît du pays, et moi et mon peuple allâmes dans le pays afin de le posséder.", "8 Et nous commençâmes à construire des bâtiments, et à réparer les murs de la ville, oui, les murs de la ville de Léhi-Néphi, et de la ville de Shilom.", "9 Et nous commençâmes à cultiver le sol, oui, avec toutes sortes de semences, avec des semences de maïs, et de blé, et d’orge, et de néas, et de shéum, et des semences de toutes sortes de fruits; et nous commençâmes à nous multiplier et à prospérer dans le pays.", "10 Or, c’était par ruse et par fourberie, pour réduire mon peuple en servitude, que le roi Laman avait cédé le pays pour que nous le possédions.", "11 C’est pourquoi, il arriva que lorsque nous eûmes demeuré dans le pays pendant douze ans, le roi Laman commença à se sentir mal à l’aise, craignant que, d’une façon ou d’une autre, mon peuple ne devînt fort dans le pays, et qu’on ne pût avoir le dessus sur lui et le réduire en servitude.", "12 Or, ils étaient un peuple paresseux et idolâtre; c’est pourquoi, ils désiraient nous réduire en servitude afin de se gorger des travaux de nos mains; oui, afin de se faire un festin des troupeaux de nos champs.", "13 Il arriva donc que le roi Laman commença à exciter son peuple pour qu’il se querellât avec mon peuple; c’est pourquoi il commença à y avoir des guerres et des querelles dans le pays.", "14 Car la treizième année de mon règne au pays de Néphi, au loin, au sud du pays de Shilom, alors que mon peuple abreuvait et paissait ses troupeaux, et cultivait ses terres, une nombreuse armée de Lamanites tomba sur lui et commença à le tuer, et à emporter ses troupeaux et le maïs de ses champs.", "15 Oui, et il arriva que tous ceux qui ne furent pas rattrapés s’enfuirent à la ville de Néphi, et me demandèrent protection.", "16 Et il arriva que je les armai d’arcs, et de flèches, d’épées, et de cimeterres, et de massues, et de frondes, et de toutes les sortes d’armes que nous pûmes inventer, et moi et mon peuple sortîmes livrer bataille aux Lamanites.", "17 Oui, c’est avec la force du Seigneur que nous sortîmes livrer bataille aux Lamanites; car moi et mon peuple, nous suppliâmes avec ferveur le Seigneur pour qu’il nous délivrât des mains de nos ennemis, car nous étions éveillés au souvenir de la délivrance de nos pères.", "18 Et Dieu entendit nos cris et répondit à nos prières; et nous sortîmes avec sa puissance; oui, nous sortîmes contre les Lamanites, et en un jour et une nuit, nous en tuâmes trois mille quarante-trois; nous les tuâmes jusqu’à ce que nous les eussions chassés de notre pays.", "19 Et moi-même j’aidai, de mes propres mains, à enterrer leurs morts. Et voici, à notre grande tristesse et pour notre grande lamentation, deux cent soixante-dix-neuf de nos frères avaient été tués."], "Kiribati": ["E kairiia te koraki teuana Tinebi mai aon Taraemera bwa a na maeka n aban Riaai-Nibwaai—E kariaia aia uea Reimwanaite bwa a na tekateka n te aba arei—Iai te buaka imarenaia Reimwanaite ma ana botanaomata Tinebi. Uakaan ma 200–187I.K.", "1 Ngai, Tinebi, are I a tia n reireinaki aron nako aia taetae Nibwaite, ao iai naba au atatai n aron rabakaun aban Nibwaai, ao man aban rikiia naba ara bakatibu, ao I a tia naba ni kanakoaki bwa N na tutuo i buakoia Reimwanaite bwa I aonga n tuoi aia taanga ni buaka, bwa aonga ara taanga n roko ao n tiringiia—ma ngke I noora te raoiroi are e mena irouia ao I aki tangiria bwa a na tiringaki.", "2 Mangaia ae I kairoroia tariu i nanon te rereua bwa I tangira ara tia tautaeka bwa e na karekea te rau ma ngaiia; ma ngkai te aomata ae matoatoa ma ni kan tiriaomata ngaia ao e tua bwa N na tiringaki; ma I mauri n tiringakiia aika a mwaiti riki; bwa e un te karo ma te karo, ao te tari ma te tari, ni karokoa ae a mate angiia kaain ara taanga i nanon te rereua; ao ti a oki, ngaira ake ti aki mate, nakon aban Taraemera, ao ti a kaongora taekaia nakoia buuia ma natiia.", "3 Ao ibukin nanou n ingarake ni kani bwaina abaia ara bakatibu, ao I a botiia ni kabane ake a kani mwananga ni bwaina te aba, ao ti a manga waaki riki nako nanon te rereua iaon kawaira nakon te aba; ma ti taonaki n te rongo ma kaangaanga aika a rawata; bwa ti waeremwe n uringa te Uea are Atuara.", "4 Ma e ngae n anne ao i mwin boong aika a mwaiti ni mwananga i nanon te rereua ao ti a katei umwara n te tabo are a mate iai tarira, are e kaan ma abaia ara bakatibu.", "5 Ao e koro bukina bwa I manga mwananga naba ma mwaane aika aman nakon te kaawa, ni kawara te uea, bwa I aonga n ataa nanon te uea, bwa I aonga ni maeka ma au botanaomata iaon te aba anne i nanon te rau.", "6 Ao I mwananga nakon te uea, ao e karaoa te berita ae tabu nakoiu bwa I kona ni maeka i aban Riaai-Nibwaai, ao i aban naba Tiirom.", "7 Ao e tua naba bwa a na kitana te aba ana botanaomata, ao ngai ma au botanaomata ti na nako ni maekanna.", "8 Ao ti a moana ara kateitei, ni karaoi oon te kaawa, eng, aika oon te kaawa ae Riaai-Nibwaai, ao te kaawa ae Tiirom.", "9 Ao ti moana unikakin tanona, eng, n aeka ni koraa nako, aika koraan te koon, te wiita, te bwaare, ma taian niati, ma taian tiiam, ma koraan aeka n aroka aika a kariki uaa n aroia nako; ao a mwaiti ara kariki ma n rikirake arora iaon te aba.", "10 Ma bon iai te nano ni kamwamwane ma n aonikai are e karaoia te uea are Reimwan, are e kariaia iai tikuia au botanaomata n riki n tautoronaki, ngke kariaia bwa ti na kabongana te aba.", "11 Mangaia are koro bukina bwa i mwin maekara iaon te aba arei i nanon te maan ae tebwi ma uoua te ririki ao e moanna ni kakumekume te uea are Reimwan, n tabeaianga n rikiraken korakoraia au botanaomata iaon te aba, are anaaki kona iai ni konaia ma ni kabaeiia i aan te tautoronaki.", "12 Bon te botanaomata ngaiia aika moan te taningaroti ma n tataromauria anti; mangaia are a tangiria ni kan tautoronira, bwa aonga ni maiu raoi ni mwin ara mwakuri; eng, bwa aonga ni kabuabekaia n taian tiibu ake i nanon ara tawaana.", "13 Mangaia ae koro bukina bwa e moana ana mwakuri te uea ae Reimwan ni kamangaoi nanoia ana botanaomata bwa aonga n itabaraara ma au botanaomata; mangaia ae a moanaki taian buaka ma itabaraara iaon te aba.", "14 Bwa n te katebwi ma teniua n ririki n au tai n tautaeka iaon aban Nibwaai, ao i maiaki i aban Tiirom, ngke a tabe au botanaomata ni kamoia ma ni kamwarakeia aia tiibu, ao n uniki abaia, ao a mwaiti Reimwanaite ake a ekinakoia ma n tiringiia, ao a uoti nako aia tiibu, ma manin aia tawaana.", "15 Eng, ao e koro bukina bwa a birinako, ao ngaia ni kabane ake a aki reke, ake a roko n ana kaawa Nibwaai, a bubutiai bwa N na kamanoia.", "16 Ao e koro bukina bwa I anganiia reken baia aika taian katebe, ma kanoan katebe, ma kabaang, ma biiti, ma taian ambo, ma taian bana, ma bwaai ni buaka n aekaia nako ake ti kona ni karaoi, ao I a mwananga ma au botanaomata ni kaaitaraia Reimwanaite n te buaka.", "17 Eng, ti mwananga nakon te buaka ni kaaitaraia Reimwanaite ni korakoran te Uea; bwa I a tia ni ikotaki ma au botanaomata n tang nakon te Uea bwa e na kamaiuira mai nanon baia ara kairiribai, bwa ti uringa raoi aron kamaiuaia ara bakatibu.", "18 Ao e ongo tangira te Atua ao e kaekai ara tataro; ao ti mwananga i nanon korakorana ni kaaitaraia Reimwanaite, ao i nanon te tairiki ao te ngaina ae ti teuana ao ti tiringiia aia mwaiti ae teniua te ngaa abwi ma teniua; ao ti rimwia n tiringiia e ngae ngke ti a tia ni kakioia nako mai aon abara.", "19 Ao ngai, ae rabwatau aio, I ibuobuoki ma oin baiu, n tauniia aia mate. Ao n taraia, ma te nanokawaki ao te bwaebwaeti, uabubua itingaun ma ruaman mai buakoia tarira ake a tiringaki."]}