{"English": ["Ammon finds the land of Lehi-Nephi, where Limhi is king—Limhi’s people are in bondage to the Lamanites—Limhi recounts their history—A prophet (Abinadi) had testified that Christ is the God and Father of all things—Those who sow filthiness reap the whirlwind, and those who put their trust in the Lord will be delivered. About 121B.C.", "1 And now, it came to pass that after king Mosiah had had continual peace for the space of three years, he was desirous to know concerning the people who went up to dwell in the land of Lehi-Nephi, or in the city of Lehi-Nephi; for his people had heard nothing from them from the time they left the land of Zarahemla; therefore, they wearied him with their teasings.", "2 And it came to pass that king Mosiah granted that sixteen of their strong men might go up to the land of Lehi-Nephi, to inquire concerning their brethren.", "3 And it came to pass that on the morrow they started to go up, having with them one Ammon, he being a strong and mighty man, and a descendant of Zarahemla; and he was also their leader.", "4 And now, they knew not the course they should travel in the wilderness to go up to the land of Lehi-Nephi; therefore they wandered many days in the wilderness, even forty days did they wander.", "5 And when they had wandered forty days they came to a hill, which is north of the land of Shilom, and there they pitched their tents.", "6 And Ammon took three of his brethren, and their names were Amaleki, Helem, and Hem, and they went down into the land of Nephi.", "7 And behold, they met the king of the people who were in the land of Nephi, and in the land of Shilom; and they were surrounded by the king’s guard, and were taken, and were bound, and were committed to prison.", "8 And it came to pass when they had been in prison two days they were again brought before the king, and their bands were loosed; and they stood before the king, and were permitted, or rather commanded, that they should answer the questions which he should ask them.", "9 And he said unto them: Behold, I am Limhi, the son of Noah, who was the son of Zeniff, who came up out of the land of Zarahemla to inherit this land, which was the land of their fathers, who was made a king by the voice of the people.", "10 And now, I desire to know the cause whereby ye were so bold as to come near the walls of the city, when I, myself, was with my guards without the gate?", "11 And now, for this cause have I suffered that ye should be preserved, that I might inquire of you, or else I should have caused that my guards should have put you to death. Ye are permitted to speak.", "12 And now, when Ammon saw that he was permitted to speak, he went forth and bowed himself before the king; and rising again he said: O king, I am very thankful before God this day that I am yet alive, and am permitted to speak; and I will endeavor to speak with boldness;", "13 For I am assured that if ye had known me ye would not have suffered that I should have worn these bands. For I am Ammon, and am a descendant of Zarahemla, and have come up out of the land of Zarahemla to inquire concerning our brethren, whom Zeniff brought up out of that land.", "14 And now, it came to pass that after Limhi had heard the words of Ammon, he was exceedingly glad, and said: Now, I know of a surety that my brethren who were in the land of Zarahemla are yet alive. And now, I will rejoice; and on the morrow I will cause that my people shall rejoice also.", "15 For behold, we are in bondage to the Lamanites, and are taxed with a tax which is grievous to be borne. And now, behold, our brethren will deliver us out of our bondage, or out of the hands of the Lamanites, and we will be their slaves; for it is better that we be slaves to the Nephites than to pay tribute to the king of the Lamanites.", "16 And now, king Limhi commanded his guards that they should no more bind Ammon nor his brethren, but caused that they should go to the hill which was north of Shilom, and bring their brethren into the city, that thereby they might eat, and drink, and rest themselves from the labors of their journey; for they had suffered many things; they had suffered hunger, thirst, and fatigue.", "17 And now, it came to pass on the morrow that king Limhi sent a proclamation among all his people, that thereby they might gather themselves together to the temple, to hear the words which he should speak unto them.", "18 And it came to pass that when they had gathered themselves together that he spake unto them in this wise, saying: O ye, my people, lift up your heads and be comforted; for behold, the time is at hand, or is not far distant, when we shall no longer be in subjection to our enemies, notwithstanding our many strugglings, which have been in vain; yet I trust there remaineth an effectual struggle to be made.", "19 Therefore, lift up your heads, and rejoice, and put your trust in God, in that God who was the God of Abraham, and Isaac, and Jacob; and also, that God who brought the children of Israel out of the land of Egypt, and caused that they should walk through the Red Sea on dry ground, and fed them with manna that they might not perish in the wilderness; and many more things did he do for them.", "20 And again, that same God has brought our fathers out of the land of Jerusalem, and has kept and preserved his people even until now; and behold, it is because of our iniquities and abominations that he has brought us into bondage.", "21 And ye all are witnesses this day, that Zeniff, who was made king over this people, he being over-zealous to inherit the land of his fathers, therefore being deceived by the cunning and craftiness of king Laman, who having entered into a treaty with king Zeniff, and having yielded up into his hands the possessions of a part of the land, or even the city of Lehi-Nephi, and the city of Shilom; and the land round about—", "22 And all this he did, for the sole purpose of bringing this people into subjection or into bondage. And behold, we at this time do pay tribute to the king of the Lamanites, to the amount of one half of our corn, and our barley, and even all our grain of every kind, and one half of the increase of our flocks and our herds; and even one half of all we have or possess the king of the Lamanites doth exact of us, or our lives.", "23 And now, is not this grievous to be borne? And is not this, our affliction, great? Now behold, how great reason we have to mourn.", "24 Yea, I say unto you, great are the reasons which we have to mourn; for behold how many of our brethren have been slain, and their blood has been spilt in vain, and all because of iniquity.", "25 For if this people had not fallen into transgression the Lord would not have suffered that this great evil should come upon them. But behold, they would not hearken unto his words; but there arose contentions among them, even so much that they did shed blood among themselves.", "26 And a prophet of the Lord have they slain; yea, a chosen man of God, who told them of their wickedness and abominations, and prophesied of many things which are to come, yea, even the coming of Christ.", "27 And because he said unto them that Christ was the God, the Father of all things, and said that he should take upon him the image of man, and it should be the image after which man was created in the beginning; or in other words, he said that man was created after the image of God, and that God should come down among the children of men, and take upon him flesh and blood, and go forth upon the face of the earth—", "28 And now, because he said this, they did put him to death; and many more things did they do which brought down the wrath of God upon them. Therefore, who wondereth that they are in bondage, and that they are smitten with sore afflictions?", "29 For behold, the Lord hath said: I will not succor my people in the day of their transgression; but I will hedge up their ways that they prosper not; and their doings shall be as a stumbling block before them.", "30 And again, he saith: If my people shall sow filthiness they shall reap the chaff thereof in the whirlwind; and the effect thereof is poison.", "31 And again he saith: If my people shall sow filthiness they shall reap the east wind, which bringeth immediate destruction.", "32 And now, behold, the promise of the Lord is fulfilled, and ye are smitten and afflicted.", "33 But if ye will turn to the Lord with full purpose of heart, and put your trust in him, and serve him with all diligence of mind, if ye do this, he will, according to his own will and pleasure, deliver you out of bondage."], "Español": ["Ammón descubre la tierra de Lehi-Nefi, donde reina Limhi— El pueblo de Limhi se halla bajo el yugo de los lamanitas— Limhi relata la historia de ellos— Un profeta (Abinadí) había testificado que Cristo es el Dios y el Padre de todas las cosas— Aquellos que siembren inmundicia segarán el torbellino, y aquellos que depositen su confianza en el Señor serán librados. Aproximadamente 121a.C.", "1 Y ahora bien, aconteció que después que hubo tenido paz continua por el término de tres años, el rey Mosíah tuvo deseos de saber de la gente que fue a morar a la tierra de Lehi-Nefi, o sea, a la ciudad de Lehi-Nefi; porque su pueblo nada había sabido de ellos desde la ocasión en que salieron de la tierra de Zarahemla; de modo que lo importunaban con su insistencia.", "2 Y sucedió que el rey Mosíah concedió que dieciséis de los hombres fuertes del pueblo subiesen a la tierra de Lehi-Nefi para indagar concerniente a sus hermanos.", "3 Y ocurrió que al día siguiente emprendieron el viaje, e iba con ellos uno llamado Ammón, un hombre fuerte y poderoso, y descendiente de Zarahemla; y también era su caudillo.", "4 Y no sabían el rumbo que debían seguir en el desierto para subir a la tierra de Lehi-Nefi; por tanto, anduvieron errantes muchos días por el desierto, sí, hasta cuarenta días anduvieron errantes.", "5 Y después que hubieron andado errantes cuarenta días, llegaron a un collado al norte de la tierra de Shilom, y allí plantaron sus tiendas.", "6 Y Ammón tomó a tres de sus hermanos, y se llamaban Amalekí, Helem y Hem, y descendieron a la tierra de Nefi.", "7 Y he aquí que dieron con el rey del pueblo que vivía en la tierra de Nefi y en la tierra de Shilom; y los rodeó la guardia del rey, y fueron apresados y atados y encarcelados.", "8 Y ocurrió que después de haber estado en la cárcel dos días, los llevaron otra vez delante del rey, y les soltaron las ligaduras; y estaban ante el rey, y se les permitió, o más bien, se les mandó que respondieran a las preguntas que él les hiciera.", "9 Y les dijo: He aquí, yo soy Limhi hijo de Noé, que fue hijo de Zeniff, quien salió de la tierra de Zarahemla para heredar esta tierra que era la tierra de sus padres, y el cual fue hecho rey por la voz del pueblo.", "10 Y ahora deseo saber la razón por la cual os habéis atrevido a aproximaros a los muros de la ciudad, cuando yo mismo me hallaba fuera de la puerta con mis guardias.", "11 Y por este motivo he permitido que fueseis preservados, para que yo pudiera interrogaros, pues de otro modo, habría hecho que mis guardias os ejecutaran. Os es permitido hablar.", "12 Y ahora bien, cuando Ammón vio que le era permitido hablar, fue y se inclinó ante el rey; y, levantándose otra vez, dijo: ¡Oh rey!, estoy muy agradecido ante Dios hoy día por estar vivo aún, y porque se me permite hablar; y trataré de hablar osadamente;", "13 porque estoy seguro de que si me hubieses conocido, no habrías permitido que me pusieran estas ligaduras. Pues soy Ammón, descendiente de Zarahemla, y he subido desde la tierra de Zarahemla para indagar tocante a nuestros hermanos que Zeniff trajo de aquella tierra.", "14 Y ocurrió que luego que hubo oído las palabras de Ammón, Limhi se alegró en extremo, y dijo: Ahora sé de seguro que mis hermanos que se hallaban en la tierra de Zarahemla viven aún. Y ahora me regocijaré, y mañana haré que mi pueblo se regocije también.", "15 Porque he aquí, nos hallamos bajo el yugo de los lamanitas, y se nos ha impuesto un tributo gravoso de soportar. Y he aquí, nuestros hermanos ahora nos librarán de nuestro cautiverio, o sea, de las manos de los lamanitas, y seremos sus esclavos; porque es mejor ser esclavos de los nefitas que pagar tributo al rey de los lamanitas.", "16 Y ahora bien, el rey Limhi mandó a sus guardias que no volvieran a atar a Ammón ni a sus hermanos, sino hizo que fueran al collado que se hallaba al norte de Shilom, y trajeran a sus hermanos a la ciudad para que comieran, bebieran y descansaran de los trabajos de su viaje; porque habían padecido muchas cosas; habían padecido hambre, sed y fatiga.", "17 Y ahora bien, aconteció que al día siguiente, el rey Limhi envió una proclamación a todos los de su pueblo, a fin de que se congregasen en el templo para oír las palabras que él les iba a hablar.", "18 Y acaeció que cuando se hubieron congregado, les habló de este modo, diciendo: ¡Oh pueblo mío, levantad vuestras cabezas y consolaos!, porque he aquí, el tiempo está próximo, o no está muy lejano, cuando ya no estaremos sujetos a nuestros enemigos a pesar de que nuestras muchas luchas han sido en vano; sin embargo, creo que todavía queda por hacer una lucha eficaz.", "19 Por tanto, levantad vuestras cabezas y regocijaos, y poned vuestra confianza en Dios, en ese Dios que fue el Dios de Abraham, de Isaac y de Jacob; y además, ese Dios que sacó a los hijos de Israel de la tierra de Egipto, e hizo que cruzaran a pie el mar Rojo sobre tierra seca, y los alimentó con maná para que no pereciesen en el desierto; y muchas otras cosas hizo él por ellos.", "20 Y además, ese mismo Dios ha traído a nuestros padres de la tierra de Jerusalén, y ha sostenido y preservado a su pueblo, aun hasta ahora; y he aquí, es por causa de nuestras iniquidades y abominaciones que él nos ha traído al cautiverio.", "21 Y todos vosotros sois hoy testigos de que Zeniff, que fue hecho rey de este pueblo, con un exceso de celo por heredar la tierra de sus padres, fue engañado por la astucia y estratagema del rey Lamán, quien hizo un tratado con el rey Zeniff, y entregó en sus manos la posesión de parte de la tierra, o sea, la ciudad de Lehi-Nefi, la ciudad de Shilom y la tierra circunvecina;", "22 e hizo todo esto con el único objeto de subyugar o esclavizar a este pueblo. Y he aquí, nosotros actualmente pagamos tributo al rey de los lamanitas, que equivale a la mitad de nuestro maíz, y de nuestra cebada, y aun de todos nuestros granos, sean de la clase que fueren; y la mitad del aumento de nuestros rebaños y nuestros hatos; y el rey de los lamanitas nos exige la mitad de cuanto tenemos o poseemos, o nuestras vidas.", "23 Y bien, ¿no es esto gravoso de soportar? ¿Y no es grande esta aflicción nuestra? He aquí, cuán gran razón tenemos nosotros para lamentarnos.", "24 Sí, os digo que grandes son las razones que tenemos para lamentarnos; porque he aquí, cuántos de nuestros hermanos han sido muertos, y su sangre ha sido derramada en vano, y todo por causa de la iniquidad.", "25 Porque si este pueblo no hubiese caído en la transgresión, el Señor no habría permitido que este gran mal les hubiera sobrevenido. Mas he aquí, no quisieron oír sus palabras, sino que surgieron contenciones entre ellos, al grado de verter sangre entre ellos mismos.", "26 Y han matado a un profeta del Señor; sí, un hombre escogido de Dios que les habló de sus iniquidades y abominaciones, y profetizó de muchas cosas que han de acontecer, sí, aun la venida de Cristo.", "27 Y porque les declaró que Cristo era el Dios, el Padre de todas las cosas, y que tomaría sobre sí la imagen de hombre, y sería la imagen conforme a la cual el hombre fue creado en el principio; en otras palabras, dijo que el hombre fue creado a imagen de Dios, y que Dios bajaría entre los hijos de los hombres, y tomaría sobre sí carne y sangre, e iría sobre la faz de la tierra.", "28 Y ahora bien, porque dijo esto, le quitaron la vida; e hicieron muchas cosas más que trajeron sobre ellos la ira de Dios. Por tanto, ¿quién se puede asombrar de que se hallen en el cautiverio, y sean heridos con tan grandes aflicciones?", "29 Porque he aquí, el Señor ha dicho: No socorreré a los de mi pueblo en el día de su transgresión, sino que obstruiré sus caminos para que no prosperen; y sus hechos serán como piedra de tropiezo delante de ellos.", "30 Y también dice: Si mi pueblo siembra inmundicia, segará el tamo de ella en el torbellino; y su efecto es veneno.", "31 Y dice además: Si mi pueblo siembra inmundicia segará el viento oriental, el cual trae destrucción inmediata.", "32 Y ahora bien, he aquí, la promesa del Señor se ha cumplido, y vosotros sois heridos y afligidos.", "33 Mas si os tornáis al Señor con íntegro propósito de corazón, y ponéis vuestra confianza en él, y le servís con toda la diligencia del alma, si hacéis esto, él, de acuerdo con su propia voluntad y deseo, os librará del cautiverio."], "Français": ["Ammon trouve le pays de Léhi-Néphi où Limhi est roi— Le peuple de Limhi est asservi aux Lamanites— Récit de Limhi— Un prophète (Abinadi) avait témoigné que le Christ était le Dieu et le Père de toutes choses— Ceux qui sèment la souillure récolteront la tempête, et ceux qui placent leur confiance dans le Seigneur seront délivrés. Vers 121av.J.-C.", "1 Et alors, il arriva que lorsqu’il eut connu une paix continuelle pendant trois ans, le roi Mosiah voulut savoir ce qu’était devenu le peuple qui était monté demeurer au pays de Léhi-Néphi, ou dans la ville de Léhi-Néphi; car son peuple n’avait eu aucune nouvelle de lui depuis le moment où il avait quitté le pays de Zarahemla; c’est pourquoi, il le lassait de ses importunités.", "2 Et il arriva que le roi Mosiah permit à seize de leurs hommes forts de monter au pays de Léhi-Néphi pour s’enquérir de leurs frères.", "3 Et il arriva que le lendemain ils commencèrent à monter, ayant avec eux un certain Ammon, qui était un homme fort et puissant, et un descendant de Zarahemla; et il était aussi leur chef.", "4 Or, ils ne savaient pas dans quelle direction ils devaient voyager dans le désert pour monter au pays de Léhi-Néphi; c’est pourquoi ils errèrent de nombreux jours dans le désert; ils errèrent quarante jours.", "5 Et lorsqu’ils eurent erré quarante jours, ils arrivèrent à une colline, qui est au nord du pays de Shilom, et ils y dressèrent leurs tentes.", "6 Et Ammon prit trois de ses frères, et leurs noms étaient Amaléki, Hélem, et Hem, et ils descendirent au pays de Néphi.", "7 Et voici, ils rencontrèrent le roi du peuple qui était au pays de Néphi et au pays de Shilom; et ils furent entourés par la garde du roi, et furent pris, et furent liés, et furent jetés en prison.", "8 Et il arriva que lorsqu’ils eurent été deux jours en prison, ils furent de nouveau amenés devant le roi, et on détacha leurs liens; et ils se tinrent devant le roi, et il leur fut permis, ou plutôt commandé, de répondre aux questions qu’il leur poserait.", "9 Et il leur dit: Voici, je suis Limhi, fils de Noé, qui était fils de Zénif, qui monta du pays de Zarahemla pour hériter de ce pays, lequel était le pays de leurs pères, qui fut fait roi par la voix du peuple.", "10 Et maintenant, je désire connaître la raison pour laquelle vous avez eu la hardiesse de venir près des murailles de la ville, lorsque j’étais moi-même avec mes gardes en dehors de la porte?", "11 Or, c’est pour cette raison que j’ai souffert que vous soyez préservés, c’est pour pouvoir vous interroger, sinon je vous aurais fait mettre à mort par mes gardes. Il vous est permis de parler.", "12 Et alors, lorsqu’Ammon vit qu’il lui était permis de parler, il s’avança et se prosterna devant le roi; et, se relevant, il dit: Ô roi, je suis très reconnaissant aujourd’hui devant Dieu d’être encore vivant et d’avoir la permission de parler; et je m’efforcerai de parler avec hardiesse;", "13 car j’ai l’assurance que si tu m’avais connu, tu n’aurais pas souffert que je porte ces liens. Car je suis Ammon, descendant de Zarahemla, et je suis monté du pays de Zarahemla pour m’enquérir de nos frères que Zénif fit monter hors de ce pays.", "14 Et alors, il arriva que lorsque Limhi eut entendu les paroles d’Ammon, il se réjouit extrêmement, et dit: Maintenant, je sais avec certitude que mes frères qui étaient au pays de Zarahemla sont encore vivants. Et maintenant, je me réjouirai; et demain, je ferai en sorte que mon peuple se réjouisse aussi.", "15 Car voici, nous sommes asservis aux Lamanites, et on nous impose un impôt qui est pénible à supporter. Et maintenant, voici, nos frères nous délivreront de notre servitude, ou des mains des Lamanites, et nous serons leurs esclaves; car il vaut mieux que nous soyons esclaves des Néphites que de payer le tribut au roi des Lamanites.", "16 Et alors, le roi Limhi commanda à ses gardes de ne plus lier Ammon ni ses frères, mais il les fit aller à la colline qui était au nord de Shilom, et amener leurs frères dans la ville, afin qu’ils pussent manger, et boire, et se reposer des labeurs de leur voyage; car ils avaient souffert beaucoup de choses; ils avaient souffert la faim, la soif et la fatigue.", "17 Et alors, il arriva que, le lendemain, le roi Limhi envoya une proclamation parmi tout son peuple, afin qu’il se rassemblât au temple pour entendre les paroles qu’il lui adresserait.", "18 Et il arriva que lorsqu’il se fut rassemblé, il lui parla de cette façon, disant: Ô vous, mon peuple, levez la tête et soyez consolés; car voici, le temps est proche, ou n’est pas très éloigné, où nous ne serons plus assujettis à nos ennemis, malgré nos nombreuses luttes qui ont été vaines; pourtant j’ai l’assurance qu’il reste une lutte efficace à mener.", "19 C’est pourquoi, levez la tête, et réjouissez-vous, et placez votre confiance en Dieu, en ce Dieu qui a été le Dieu d’Abraham, et d’Isaac, et de Jacob; et aussi, ce Dieu qui a fait sortir les enfants d’Israël du pays d’Égypte, et a fait en sorte qu’ils marchent à pied sec à travers la mer Rouge, et les a nourris de manne afin qu’ils ne périssent pas dans le désert; et il a fait beaucoup d’autres choses pour eux.", "20 Et en outre, ce même Dieu a fait sortir nos pères du pays de Jérusalem et a gardé et préservé son peuple jusqu’à maintenant; et voici, c’est à cause de nos iniquités et de nos abominations qu’il nous a réduits en servitude.", "21 Et vous êtes tous témoins aujourd’hui que Zénif, qui fut fait roi de ce peuple, était animé d’un zèle excessif à hériter le pays de ses pères; à cause de cela, il fut trompé par la ruse et la fourberie du roi Laman, qui conclut un traité avec le roi Zénif et céda entre ses mains les possessions d’une partie du pays, à savoir la ville de Léhi-Néphi, et la ville de Shilom, et le pays alentour—", "22 et tout cela il le fit dans l’unique but de réduire ce peuple en sujétion ou en servitude. Et voici, nous payons actuellement au roi des Lamanites un tribut qui s’élève à la moitié de notre maïs, et de notre orge, et même de tout notre grain de toute sorte, et la moitié de l’accroissement de nos troupeaux de gros et de petit bétail; et le roi des Lamanites exige même de nous la moitié de tout ce que nous avons ou possédons, ou alors notre vie.", "23 Et maintenant, cela n’est-il pas pénible à supporter? Et cette affliction qui est la nôtre n’est-elle pas grande? Or, voici, comme nous avons lieu de nous lamenter!", "24 Oui, je vous le dis, grandes sont les raisons que nous avons d’élever des plaintes; car voici, combien de nos frères ont été tués, et leur sang a été versé en vain, et tout cela pour cause d’iniquité.", "25 Car si ce peuple n’était pas tombé en transgression, le Seigneur n’aurait pas souffert que ce grand mal s’abatte sur lui. Mais voici, ils n’ont pas voulu écouter ses paroles; mais il s’est élevé des querelles parmi eux, à tel point qu’ils ont versé le sang entre eux.", "26 Et ils ont fait mourir un prophète du Seigneur; oui, un homme choisi par Dieu, qui leur parlait de leur méchanceté et de leurs abominations, et prophétisait beaucoup de choses qui sont à venir, oui, même la venue du Christ.", "27 Et parce qu’il leur disait que le Christ était le Dieu, le Père de toutes choses, et disait qu’il prendrait sur lui l’image de l’homme, et que ce serait l’image selon laquelle l’homme fut créé au commencement; ou, en d’autres termes, il disait que l’homme fut créé à l’image de Dieu, et que Dieu descendrait parmi les enfants des hommes, et prendrait sur lui la chair et le sang, et s’en irait sur la surface de la terre—", "28 Or, parce qu’il disait cela, ils l’ont mis à mort; et ils ont fait beaucoup d’autres choses qui ont fait tomber sur eux la colère de Dieu. C’est pourquoi, qui s’étonne qu’ils soient dans la servitude et qu’ils soient frappés de grandes afflictions?", "29 Car voici, le Seigneur a dit: Je ne secourrai pas mon peuple le jour de sa transgression; mais je dresserai des barrières sur son chemin pour qu’il ne prospère pas; et ses actions seront comme une pierre d’achoppement devant lui.", "30 Et il dit encore: Si mon peuple sème la souillure, il en récoltera la balle dans la tempête; et l’effet en est du poison.", "31 Et il dit encore: Si mon peuple sème la souillure, il récoltera le vent d’orient, qui amène la destruction immédiate.", "32 Et maintenant, voici, la promesse du Seigneur est accomplie, et vous êtes frappés et affligés.", "33 Mais si vous vous tournez vers le Seigneur d’un cœur pleinement résolu, et placez votre confiance en lui, et le servez en toute diligence d’esprit, si vous faites cela, il vous délivrera de la servitude, selon sa volonté et son bon plaisir."], "Kiribati": ["Amon, e kunea aban Riaai-Nibwaai, are uea iai Rimwaai—A tautaekanaki ana botanaomata Rimwaai irouia Reimwanaite—E taekina rongorongoia ngkoa Rimwaai—E a tia te burabeti (Abinataai) n taetaekinna bwa Kristo bon te Atua ao Taman bwaai ni kabane—Ake a unika te kammaira a na reke n te ukeukenanti, ao ake a onimakina te Uea a na kamaiuaki. Uakaan ma 121I.K.", "1 Ao ngkai e koro bukina bwa ngke e a tia te uea ae Motiaea ni maiu n te rau i nanon te maan ae teniua te ririki, ao e a kan atai taekaia aomata ake a waerake bwa a na maeka n abaia Riaai-Nibwaai, ke n te kaawa ae Riaai-Nibwaai; bwa a tuai n ongo te botanaomata mai irouia man te tai are a mwananga iai nakon aban Taraemera; mangaia ae e a kua n aia titiraki aika a mwaiti aika akea tokiia.", "2 Ao e koro bukina bwa te uea ae Motiaea e kariaia tengaun ma onoman mai buakoia ana rorobuaka aika a marurung bwa a na waerake nakon aban Riaai-Nibwaai bwa a na kakaea taekaia tariia.", "3 Ao e koro bukina bwa n te bong are i mwina ao a mwananga ni waerake ao iai i buakoia temanna ae arana Amon, ae te aomata ae marurung ma ni korakora, ao bon kanoan Taraemera; ao bon ngaia naba aia tia kairi.", "4 Ao ngkai, a bon aki ataa kawaia i nanon te rereua bwa aonga n roko n aban Riaai-Nibwaai; Mangaia ae a mwananga i nanon te rereua i nanon boong aika a mwaiti, ao e koro abwi te bong n aia tai ni mwaamwananga.", "5 Ao ngke a tia ni mwananga i nanon abwi te bong ao a roko n te tabuki teuana, ae mena i meangin Tiirom, ao a katei iai umwaia.", "6 Ao e kairia tarina aika teniman Amon, ao araia bon Amareki, Erem, ao Eim, ao a mwananga nako aban Nibwaai.", "7 Ao taraia, a kaitibo ma aia uea te botanaomata ake a maeka i aon aban Nibwaai, ma aban Tiirom; ao a katobibiaki irouia ana tautia te uea, ao a tauaki, ao a kabaeaki, ao a karinaki i nanon te umwa ni kaikain.", "8 Ao e koro bukina bwa ngke e a koro uoua te bong i nanon menaia i nanon te umwa ni kaikain ao a kairaki nako matan te uea, ao a kabwaraki kabaeaia; ao a tei imatan te uea, ao a kariaiakaki, ke n tuangaki bwa a riai ni kaekai titiraki ake e na titirakinia iai.", "9 Ao e taku nakoia: Taraia, ngai bon Rimwaai, ae natin Noa, are natin Tinebi, ake a mwananga nako man aban Taraemera bwa a na abaaba n te aba aio, ae abaia aia bakatibu, ao are e karikaki bwa te uea ni bwanaia te botanaomata.", "10 Ao ngkai, I kan ataia bwa teraa bukin aki maakumi ni kaniia oon au kaawa, ngkai I mena i tinanikun oona ma au tautia?", "11 Ao ngkai, bon ibukin anne are I a tia iai n anga au taeka bwa kam na aki tiringaki bwa I kan titirakiningkami bukina, bwa ngke tiaki ao N na kaman tuangiia au tautia bwa a na tiringingkami. Kam kariaiakaki n taetae.", "12 Ao ngkai, ngke e a ongo Amon bwa e a kariaiakaki n taetae, ao e a kerake ni bobaraaki imatan te uea; ao ngke e a teirake ao e kangai: O te uea, I rang ni karabwarabwa imatan te Atua n te bong aio ngkai e teimatoa maiu, ao ni kariaiakaki n taetae; ao N na waaki n taetae n te aro ae matoatoa;", "13 Bwa I ataia raoi bwa ngke kam kinaai ao kam na bon aki kariaia bwa ti na kabaeaki ni kabaebae aikai. Bwa bon ngai Amon, ao ngai kanoan Taraemera, ao I mwananga ni kitana aban Taraemera ni ukoukori taekaia tarira, ake e kairia nako Tinebi man te aba anne.", "14 Ao ngkai e koro bukina bwa ngke e tia Rimwaai n ongo ana taeka Amon, ao e onrake n te kukurei, ao e taku: Ngkai, I ataia ma te aki nanokokoraki bwa tariu ake a maeka i Taraemera a teimatoa i nanon te maiu. Ao ngkai, N na kimwareirei; ao nakon te ingabong N na tua bwa a na kimwareirei naba au botanaomata.", "15 Bwa taraia, ti mena i aan aia tautaeka Reimwanaite, ao te angabwai are kateaki nakoira bon moan te rawawata. Ma ngkai, taraia, a na kamaiuira tarira man te tautaekanaki, ke mai nanon baia Reimwanaite, ao ti na riki bwa aia toro; bwa e tamaroa riki bwa ti na toro irouia Nibwaite nakon ae ti na angabwai nakon ueaia Reimwanaite.", "16 Ao ngkai, e tuatua te uea ae Rimwaai nakoia ana tautia bwa a na aki manga kabaea Amon ke tarina, ao e tua bwa a na nako nakon te tabuki are mena i meangin Tiirom bwa a na kairiia tariia nako nanon te kaawa, bwa aonga n amwarake, ni mooi, ao ni motiki rawaia i mwin mwanangaia; bwa a tia n rinanon kaangaanga aika a mwaiti; a tia n rinanon te baki, te taka, ao te korakai.", "17 Ao ngkai, e koro bukina bwa ngke e a ingabong ao e a kanakoa te katanoata te uea ae Rimwaai nakoia ana botanaomata, bwa a na bane ni mwananga nakon te tembora bwa a na ongo taeka aika e kan taekin nakoia.", "18 Ao e koro bukina bwa ngke a tia ni botaki ao e a taetae nakoia n te aro ni wanawana, ni kangai: O ngkami, au botanaomata, tabeki atuumi ao kam na kabebeteaki; bwa taraia, n te tai aio, ae e aki rangi n raroa, are ti nang aki manga tautaekanaki iai irouia ara kairiribai, e ngae ngke a mwaiti ara tai ni buaka mai mwaaina, aika bon akea nanoia; ma I kakoaua bwa ti kona n tokanikai ngkana ti buaka teuana riki te tai.", "19 Mangaia ae tabeki atuumi, ao kimwareirei, ao kawenea ami onimaki iroun te Atua, ae te Atua are Atuan Aberaam, ao Itaaka, ao Iakobwa; are te Atua are kairia tibun Iteraera n otinako mai aban Aikubita, ao e anganiia te kona n nakonako i nanon Taari are e Uraura i aon te tano ae mwau, ao e kamwarakeia n te maana bwa aonga n aki mate n te rereua; ao a mwaiti riki bwaai ake e karaoi ibukiia.", "20 Ao te Atua naba anne, e a tia ni kairiia ara bakatibu mai aban Ierutarem, ao e a tia ni kawakiniia ma ni kateimatoaia ana botanaomata ni karokoa te tai aio; ao taraia, bon ibukin ara bure ma ara mwakuri aika bati n ribaki are e a tia iai ni kairira nakon te kona n tautoronaki.", "21 Ao taan kakoaua ni kabane ngkami n te bong aio, bwa Tinebi, are e a tia ni karikaki bwa te uea iaoia te botanaomata aio, are rangi n ienikuri ni karekea te aba mai irouia ana bakatibu, mangaia are e mwaamwanaki n aron ana mwantiaka ma ni babakanikawai te uea are Reimwan, are karaoa te boraraoi ma te uea are Tinebi, ao e karekea i nanon baina mwakoron te aba are e reke naba iai te kaawa are mena iai Riaai-Nibwaai, ma te kaawa naba are mena iai Tiirom; ma aaba nako ake a katobibiaki iai—", "22 Ao e karaoi bwaai aikai ni kabane, ti ibukin kairaia te botanaomata aio nakon te tautaekanaki ma te tautoronaki. Ao taraia, ngaira n te tai aio ao ti kaakabwaka te angabwai nakon aia uea Reimwanaite, n te mwaiti ae iteran ara koon, ma ara bwaare, ma ara kai n amwarake nako, ao iteran naba buniia ara man ma ara tiibu; ao iteran naba ara bwai ni kabane ake e tangiri aia uea Reimwanaite bwa ngkana ti aki ao e na anai maiura.", "23 Ao ngkai, e koaua bwa e aki rangi ni kaangaanga uotakin aio? Ao tiaki naba moan te korakora karawawatakira aio? Ngkai, taraia, e na rangi ni korakora bukin tangira.", "24 Eng, I kangai nakoimi, e na korakora bukin tangira; bwa taraia, iraman mwaitia tarira aika a tia n tiringaki, ao akea bukin katinakoan raraaia, ao a riki aikai ni kabane ibukin te buakaka.", "25 Bwa ngke a aki bwaka te botanaomata aio n riaoan te tua ao te Uea e na bon aki karika te bwai ae moan te buakaka aio nakoia. Ma taraia, a bon aki kan ongo nakon ana taeka; ao e rikirake te itabaraara imarenaia, ao a bon kawawaea te raraa ae bati imarenaia.", "26 Ao a tia naba n tiringa ana burabeti te Uea; eng, ae te aomata ae e a tia n rineaki iroun te Atua are e tuangiia taekan aia buakaka, ma aia mwakuri aika bati n ribaki ao e taetae ni burabeti ibukin bwaai aika bati ake a na riki, eng, ma taekan naba rokon te Kristo.", "27 Ao ngke e tuangiia bwa Kristo bon te Atua, ae Tamaia bwaai ni kabane, ao n taku bwa e na riki n aiaron te aomata, are aiaron te banna are e a tia ni karikaki n aron te aomata ni moan karikan bwaai; ke n taekinna bwa e karikaki te aomata n aiaron te Atua, ao e na ruo te Atua nako buakoia natia aomata, ao n riki n iriko ao n raraa, ao e na maiu iaon te aonaba—", "28 Ao ngkai, a tiringnga ibukin ae e taekina aio; ao a mwaiti riki bwaai aika a karaoi are e karika iai ruon unin nanon te Atua iaoia. Mangaia ae antai ae miimi bwa bukin teraa ngkai a tautoronaki, ao a karawawataki ni bwaai aika a mwaiti?", "29 Bwa taraia, e taku ana taeka te Uea: N na bon aki buokiia au botanaomata n aia bong n riaon te tua; ma n N na kaobuakai kawaia bwa a na aki kakabwaiaki; ao aia mwakuri a na riki bwa bwaai ni kabwakabwaka imwaaia.", "30 Ao e kangai riki: Ngkana a unika te kammaira au botanaomata ao ae na reke irouia kunin te wiita mai nanon te ukeukenanti; ao a na nganga iai.", "31 Ao e kangai riki: Ngkana a unika te kammaira au botanaomata ao ae na reke irouia te ang mainiku, are mwiina te waekoa ni kamaunaki.", "32 Ao ngkai, taraia, e a tia ni koro bukin ana berita te Uea, ao e a tia n reke kaimi ao kam a karawawataki.", "33 Ma kam na rairaki nakon te Uea ma te nano ae koaua ma ni bwanin, ao kam na onimakinna, ao n toro irouna ma nanomi ni kabane, ao ngkana kam karaoa aio, ao e na kamaiungkami man te tautoronaki n aron ae boraoi ma ana babaire ma nanona."]}