{"English": ["Alma refuses to be king—He serves as high priest—The Lord chastens His people, and the Lamanites conquer the land of Helam—Amulon, leader of King Noah’s wicked priests, rules subject to the Lamanite monarch. About 145–121B.C.", "1 Now Alma, having been warned of the Lord that the armies of king Noah would come upon them, and having made it known to his people, therefore they gathered together their flocks, and took of their grain, and departed into the wilderness before the armies of king Noah.", "2 And the Lord did strengthen them, that the people of king Noah could not overtake them to destroy them.", "3 And they fled eight days’ journey into the wilderness.", "4 And they came to a land, yea, even a very beautiful and pleasant land, a land of pure water.", "5 And they pitched their tents, and began to till the ground, and began to build buildings; yea, they were industrious, and did labor exceedingly.", "6 And the people were desirous that Alma should be their king, for he was beloved by his people.", "7 But he said unto them: Behold, it is not expedient that we should have a king; for thus saith the Lord: Ye shall not esteem one flesh above another, or one man shall not think himself above another; therefore I say unto you it is not expedient that ye should have a king.", "8 Nevertheless, if it were possible that ye could always have just men to be your kings it would be well for you to have a king.", "9 But remember the iniquity of king Noah and his priests; and I myself was caught in a snare, and did many things which were abominable in the sight of the Lord, which caused me sore repentance;", "10 Nevertheless, after much tribulation, the Lord did hear my cries, and did answer my prayers, and has made me an instrument in his hands in bringing so many of you to a knowledge of his truth.", "11 Nevertheless, in this I do not glory, for I am unworthy to glory of myself.", "12 And now I say unto you, ye have been oppressed by king Noah, and have been in bondage to him and his priests, and have been brought into iniquity by them; therefore ye were bound with the bands of iniquity.", "13 And now as ye have been delivered by the power of God out of these bonds; yea, even out of the hands of king Noah and his people, and also from the bonds of iniquity, even so I desire that ye should stand fast in this liberty wherewith ye have been made free, and that ye trust no man to be a king over you.", "14 And also trust no one to be your teacher nor your minister, except he be a man of God, walking in his ways and keeping his commandments.", "15 Thus did Alma teach his people, that every man should love his neighbor as himself, that there should be no contention among them.", "16 And now, Alma was their high priest, he being the founder of their church.", "17 And it came to pass that none received authority to preach or to teach except it were by him from God. Therefore he consecrated all their priests and all their teachers; and none were consecrated except they were just men.", "18 Therefore they did watch over their people, and did nourish them with things pertaining to righteousness.", "19 And it came to pass that they began to prosper exceedingly in the land; and they called the land Helam.", "20 And it came to pass that they did multiply and prosper exceedingly in the land of Helam; and they built a city, which they called the city of Helam.", "21 Nevertheless the Lord seeth fit to chasten his people; yea, he trieth their patience and their faith.", "22 Nevertheless—whosoever putteth his trust in him the same shall be lifted up at the last day. Yea, and thus it was with this people.", "23 For behold, I will show unto you that they were brought into bondage, and none could deliver them but the Lord their God, yea, even the God of Abraham and Isaac and of Jacob.", "24 And it came to pass that he did deliver them, and he did show forth his mighty power unto them, and great were their rejoicings.", "25 For behold, it came to pass that while they were in the land of Helam, yea, in the city of Helam, while tilling the land round about, behold an army of the Lamanites was in the borders of the land.", "26 Now it came to pass that the brethren of Alma fled from their fields, and gathered themselves together in the city of Helam; and they were much frightened because of the appearance of the Lamanites.", "27 But Alma went forth and stood among them, and exhorted them that they should not be frightened, but that they should remember the Lord their God and he would deliver them.", "28 Therefore they hushed their fears, and began to cry unto the Lord that he would soften the hearts of the Lamanites, that they would spare them, and their wives, and their children.", "29 And it came to pass that the Lord did soften the hearts of the Lamanites. And Alma and his brethren went forth and delivered themselves up into their hands; and the Lamanites took possession of the land of Helam.", "30 Now the armies of the Lamanites, which had followed after the people of king Limhi, had been lost in the wilderness for many days.", "31 And behold, they had found those priests of king Noah, in a place which they called Amulon; and they had begun to possess the land of Amulon and had begun to till the ground.", "32 Now the name of the leader of those priests was Amulon.", "33 And it came to pass that Amulon did plead with the Lamanites; and he also sent forth their wives, who were the daughters of the Lamanites, to plead with their brethren, that they should not destroy their husbands.", "34 And the Lamanites had compassion on Amulon and his brethren, and did not destroy them, because of their wives.", "35 And Amulon and his brethren did join the Lamanites, and they were traveling in the wilderness in search of the land of Nephi when they discovered the land of Helam, which was possessed by Alma and his brethren.", "36 And it came to pass that the Lamanites promised unto Alma and his brethren, that if they would show them the way which led to the land of Nephi that they would grant unto them their lives and their liberty.", "37 But after Alma had shown them the way that led to the land of Nephi the Lamanites would not keep their promise; but they set guards round about the land of Helam, over Alma and his brethren.", "38 And the remainder of them went to the land of Nephi; and a part of them returned to the land of Helam, and also brought with them the wives and the children of the guards who had been left in the land.", "39 And the king of the Lamanites had granted unto Amulon that he should be a king and a ruler over his people, who were in the land of Helam; nevertheless he should have no power to do anything contrary to the will of the king of the Lamanites."], "Español": ["Alma se niega a ser rey— Presta servicio como sumo sacerdote— El Señor disciplina a Su pueblo y los lamanitas se apoderan de la tierra de Helam— Amulón, jefe de los sacerdotes inicuos del rey Noé, gobierna bajo el monarca lamanita. Aproximadamente 145–121a.C.", "1 Ahora bien, Alma, habiendo sido advertido por el Señor de que las tropas del rey Noé caerían sobre ellos, y habiéndolo hecho saber a su pueblo, por tanto, reunieron sus rebaños, y tomaron de su grano, y salieron para el desierto, seguidos por las tropas del rey Noé.", "2 Y el Señor los fortaleció, de modo que la gente del rey Noé no pudo alcanzarlos para destruirlos.", "3 Y por el espacio de ocho días huyeron en el desierto.", "4 Y llegaron a una tierra, sí, una tierra muy hermosa y placentera, una tierra de aguas puras.", "5 Y plantaron sus tiendas, y empezaron a labrar la tierra y comenzaron a construir edificios; sí, eran industriosos y trabajaron mucho.", "6 Y la gente deseaba que Alma fuera su rey, porque su pueblo lo amaba.", "7 Mas él les dijo: He aquí, no es prudente que tengamos rey; porque así dice el Señor: No estimaréis a una carne más que a otra, ni un hombre se considerará mejor que otro; os digo pues, no conviene que tengáis rey.", "8 Sin embargo, si fuera posible que siempre tuvieseis hombres justos por reyes, bien os sería tener rey.", "9 Mas recordad la iniquidad del rey Noé y sus sacerdotes; y yo mismo caí en la trampa e hice muchas cosas abominables a la vista del Señor, lo que me ocasionó angustioso arrepentimiento;", "10 no obstante, después de mucha tribulación, el Señor oyó mi clamor y contestó mis oraciones, y me ha hecho instrumento en sus manos para traer a tantos de vosotros al conocimiento de su verdad.", "11 Sin embargo, en esto no me glorío, porque soy indigno de gloriarme.", "12 Y ahora os digo, el rey Noé os ha oprimido, y habéis sido esclavos de él y de sus sacerdotes, y ellos os han conducido a la iniquidad; por tanto, fuisteis atados con las cadenas de la iniquidad.", "13 Y ahora bien, ya que habéis sido librados de estas ligaduras por el poder de Dios, sí, de las manos del rey Noé y su pueblo, y también de las ligaduras de la iniquidad, así deseo que os mantengáis firmes en esta libertad con que habéis sido libertados, y que no confiéis en ningún hombre para que sea rey sobre vosotros.", "14 Ni confiéis en nadie para que sea vuestro maestro ni vuestro ministro, a menos que sea un hombre de Dios, que ande en sus vías y guarde sus mandamientos.", "15 Así instruyó Alma a su pueblo, a fin de que cada uno amara a su prójimo como a sí mismo, para que no hubiese contención entre ellos.", "16 Y Alma era su sumo sacerdote, por ser el fundador de su iglesia.", "17 Y sucedió que nadie recibía autoridad para predicar ni para enseñar, sino de Dios, por medio de Alma. Por tanto, él consagraba a todos los sacerdotes y a todos los maestros de ellos; y nadie era consagrado a menos que fuera hombre justo.", "18 Por tanto, velaban por su pueblo, y lo sustentaban con cosas pertenecientes a la rectitud.", "19 Y ocurrió que empezaron a prosperar grandemente en la tierra; y la llamaron la tierra de Helam.", "20 Y aconteció que se multiplicaron y prosperaron en sumo grado en la tierra de Helam; y edificaron una ciudad a la que llamaron la ciudad de Helam.", "21 Con todo, el Señor considera conveniente disciplinar a su pueblo; sí, él prueba su paciencia y su fe.", "22 Sin embargo, quien pone su confianza en él será enaltecido en el postrer día. Sí, y así fue con este pueblo.", "23 Porque he aquí, os mostraré que fueron reducidos a la servidumbre, y nadie podía librarlos sino el Señor su Dios, sí, el Dios de Abraham e Isaac y Jacob.", "24 Y sucedió que los libró, y les manifestó su gran poder; y grande fue el gozo de ellos.", "25 Porque he aquí, aconteció que mientras se hallaban en la tierra de Helam, sí, en la ciudad de Helam, mientras labraban el terreno circunvecino, he aquí, un ejército lamanita se hallaba en las fronteras de la tierra.", "26 Ocurrió entonces que los hermanos de Alma huyeron de sus campos y se reunieron en la ciudad de Helam; y temieron en gran manera por motivo de la llegada de los lamanitas.", "27 Pero salió Alma y fue entre ellos, y los exhortó a que no temieran, sino que se acordaran del Señor su Dios, y él los libraría.", "28 Por tanto, calmaron sus temores y empezaron a implorar al Señor que ablandara el corazón de los lamanitas, a fin de que les perdonaran la vida, y la de sus esposas y de sus hijos.", "29 Y aconteció que el Señor ablandó el corazón de los lamanitas. Y Alma y sus hermanos avanzaron y se entregaron en manos de ellos; y los lamanitas se posesionaron de la tierra de Helam.", "30 Ahora bien, los ejércitos lamanitas que habían seguido al pueblo del rey Limhi habían estado perdidos en el desierto por muchos días.", "31 Y he aquí, habían encontrado a aquellos sacerdotes del rey Noé en un paraje que llamaron Amulón; y estos habían empezado a poseer el país de Amulón y a labrar la tierra.", "32 Y el nombre del jefe de esos sacerdotes era Amulón.", "33 Y aconteció que Amulón suplicó a los lamanitas; y envió también a las mujeres de estos sacerdotes, que eran las hijas de los lamanitas, para que abogaran con sus hermanos por que no destruyesen a sus maridos.", "34 Y los lamanitas tuvieron compasión de Amulón y sus hermanos, y no los destruyeron a causa de sus esposas.", "35 Y Amulón y sus hermanos se unieron a los lamanitas, y andaban por el desierto buscando la tierra de Nefi cuando descubrieron la tierra de Helam, que poseían Alma y sus hermanos.", "36 Y aconteció que los lamanitas prometieron a Alma y a sus hermanos que si les indicaban el camino que conducía a la tierra de Nefi, les concederían su vida y su libertad.", "37 Pero después que Alma les hubo enseñado el camino que conducía a la tierra de Nefi, los lamanitas no quisieron cumplir su promesa, sino que pusieron guardias alrededor de la tierra de Helam, sobre Alma y sus hermanos.", "38 Y los demás partieron para la tierra de Nefi; y parte de ellos retornaron a la tierra de Helam y llevaron consigo a las esposas y también a los hijos de los guardias que habían dejado atrás.", "39 Y el rey de los lamanitas le había concedido a Amulón que fuese rey y gobernante de su pueblo que se hallaba en la tierra de Helam; no obstante, no tendría poder para hacer cosa alguna que fuese contraria a la voluntad del rey de los lamanitas."], "Français": ["Alma refuse d’être roi— Il remplit les fonctions de grand prêtre— Le Seigneur châtie son peuple, et les Lamanites conquièrent le pays d’Hélam— Amulon, chef des méchants prêtres du roi Noé, gouverne en vassal du monarque lamanite. Vers 145–121av.J.-C.", "1 Or, Alma, averti par le Seigneur que les armées du roi Noé allaient tomber sur eux, et l’ayant fait savoir à son peuple, ils rassemblèrent donc leurs troupeaux, et prirent leur grain, et partirent dans le désert devant les armées du roi Noé.", "2 Et le Seigneur les fortifia, de sorte que le peuple du roi Noé ne put les rattraper pour les détruire.", "3 Et ils s’enfuirent, voyageant huit jours dans le désert.", "4 Et ils arrivèrent dans un pays, oui, dans un pays très beau et très agréable, un pays d’eau pure.", "5 Et ils dressèrent leurs tentes, et commencèrent à cultiver le sol, et commencèrent à construire des bâtiments; oui, ils furent industrieux, et travaillèrent extrêmement.", "6 Et le peuple désirait qu’Alma fût son roi, car il était aimé de son peuple.", "7 Mais il lui dit: Voici, il n’est pas opportun que nous ayons un roi; car ainsi dit le Seigneur: Vous n’estimerez pas une chair au-dessus d’une autre, ou un homme ne se considérera pas comme étant au-dessus d’un autre; c’est pourquoi, je vous dis qu’il n’est pas opportun que vous ayez un roi.", "8 Néanmoins, s’il était possible que vous eussiez toujours des hommes justes comme rois, il serait bien que vous ayez un roi.", "9 Mais souvenez-vous de l’iniquité du roi Noé et de ses prêtres; et moi-même j’ai été pris au piège, et j’ai fait beaucoup de choses qui étaient abominables aux yeux du Seigneur, qui m’ont causé un profond repentir.", "10 Néanmoins, après beaucoup de tribulations, le Seigneur a entendu mes supplications, et a répondu à mes prières, et a fait de moi un instrument entre ses mains pour en amener tant de vous à la connaissance de sa vérité.", "11 Néanmoins, je ne me glorifie pas de cela, car je suis indigne de me glorifier de moi-même.", "12 Et maintenant, je vous le dis, vous avez été opprimés par le roi Noé, et avez été asservis par lui et par ses prêtres, et avez été entraînés dans l’iniquité par eux; c’est pourquoi, vous étiez liés par les liens de l’iniquité.", "13 Et maintenant, puisque vous avez été délivrés de ces liens par le pouvoir de Dieu, oui, des mains du roi Noé et de son peuple, et aussi des liens de l’iniquité, je désire que vous demeuriez fermes dans cette liberté qui vous a rendus libres et que vous ne vous fiiez à aucun homme pour qu’il soit votre roi.", "14 Et aussi, ne vous fiez à personne pour qu’il vous instruise ou exerce un ministère parmi vous, si ce n’est un homme de Dieu, marchant dans ses voies et gardant ses commandements.", "15 C’est ainsi qu’Alma instruisit son peuple, afin que chacun aimât son prochain comme lui-même, afin qu’il n’y eût pas de querelles parmi eux.", "16 Et maintenant, Alma était leur grand prêtre, fondateur de leur Église.", "17 Et il arriva que personne ne recevait l’autorité de prêcher ou d’enseigner, si ce n’était par lui, de la part de Dieu. C’est pourquoi, il consacrait tous leurs prêtres et tous leurs instructeurs; et nul n’était consacré s’il n’était un homme juste.", "18 Ils veillèrent ainsi sur leur peuple et le nourrirent des choses relatives à la justice.", "19 Et il arriva qu’ils commencèrent à prospérer extrêmement dans le pays; et ils appelèrent le pays Hélam.", "20 Et il arriva qu’ils se multiplièrent et prospérèrent extrêmement au pays d’Hélam; et ils construisirent une ville qu’ils appelèrent la ville d’Hélam.", "21 Néanmoins, le Seigneur juge bon de châtier son peuple; oui, il met à l’épreuve sa patience et sa foi.", "22 Néanmoins, quiconque place sa confiance en lui sera élevé au dernier jour. Oui, et ainsi en fut-il de ce peuple.", "23 Car voici, je vais vous montrer qu’il fut réduit en servitude, et que personne ne pouvait le délivrer, si ce n’est le Seigneur, son Dieu, oui, le Dieu d’Abraham, et d’Isaac, et de Jacob.", "24 Et il arriva qu’il le délivra et qu’il lui montra son grand pouvoir, et grande fut sa joie.", "25 Car voici, il arriva que tandis qu’il était au pays d’Hélam, oui, dans la ville d’Hélam, tandis qu’il cultivait le pays alentour, voici, une armée de Lamanites se trouvait dans les régions frontières du pays.", "26 Alors, il arriva que les frères d’Alma s’enfuirent de leurs champs, et se rassemblèrent dans la ville d’Hélam; et ils étaient très effrayés à cause de l’apparition des Lamanites.", "27 Mais Alma s’avança, et se tint parmi eux, et les exhorta à ne pas être effrayés, mais à se souvenir du Seigneur, leur Dieu, et il les délivrerait.", "28 C’est pourquoi, ils firent taire leurs craintes et commencèrent à crier au Seigneur pour qu’il adoucisse le cœur des Lamanites, afin qu’ils les épargnent, eux, et leurs épouses, et leurs enfants.", "29 Et il arriva que le Seigneur adoucit le cœur des Lamanites. Et Alma et ses frères s’avancèrent et se livrèrent entre leurs mains; et les Lamanites prirent possession du pays d’Hélam.", "30 Or, les armées des Lamanites, qui avaient poursuivi le peuple du roi Limhi, s’étaient perdues de nombreux jours dans le désert.", "31 Et voici, elles avaient trouvé ces prêtres du roi Noé, en un lieu qu’ils appelaient Amulon; et ils avaient commencé à posséder le pays d’Amulon et avaient commencé à cultiver le sol.", "32 Or, le nom du chef de ces prêtres était Amulon.", "33 Et il arriva qu’Amulon supplia les Lamanites; et il fit aussi avancer leurs épouses, qui étaient les filles des Lamanites, pour qu’elles supplient leurs frères, pour qu’ils ne fassent pas périr leurs maris.", "34 Et les Lamanites eurent compassion d’Amulon et de ses frères, et ne les firent pas périr, à cause de leurs épouses.", "35 Et Amulon et ses frères s’unirent aux Lamanites, et ils voyageaient dans le désert à la recherche du pays de Néphi, lorsqu’ils découvrirent le pays d’Hélam, qui était possédé par Alma et ses frères.", "36 Et il arriva que les Lamanites promirent à Alma et à ses frères que s’ils leur montraient le chemin qui conduisait au pays de Néphi, ils leur accorderaient la vie et la liberté.", "37 Mais lorsqu’Alma leur eut montré le chemin qui conduisait au pays de Néphi, les Lamanites ne voulurent pas tenir leur promesse; mais ils mirent des gardes tout autour du pays d’Hélam, sur Alma et ses frères.", "38 Et le reste d’entre eux alla au pays de Néphi; et une partie d’entre eux retourna au pays d’Hélam, et amena aussi les épouses et les enfants des gardes qui avaient été laissés dans le pays.", "39 Et le roi des Lamanites avait accordé à Amulon d’être roi et gouverneur de son peuple qui était au pays d’Hélam; néanmoins, il n’aurait aucun pouvoir de faire quoi que ce soit de contraire à la volonté du roi des Lamanites."], "Kiribati": ["E aki kan uea Aramwa—E riki bwa te ibonga ae rietata—E katuaia Ana botanaomata te Uea, ao a ekaanako aban Eram Reimwanaite—Amuron, aia mataniwi ana ibonga te uea are Noa aika a buakaka, e tautaekanaki ueana man ueaia Reimwanaite. Uakaan ma 145–121I.K.", "1 Ngkai Aramwa i mwin kaongoana iroun te Uea taekaia ana taanga ni buaka te uea are Noa aika a na ekinakoia, ao n tia ni kaongoia naba ana botanaomata, mangaia are a botiia aia tiibu, ao a uoti aia wiita, ao a mwananga nakon te rereua i mwaain rokoia ana taanga te uea are Noa.", "2 Ao e kakorakoraia te Uea, bwa aonga n aki reke irouia ana botanaomata te uea are Noa ao n tiringaki.", "3 Ao a birinako i nanon waniua te bong nakon te rereua.", "4 Ao a roko n te aba, eng, te aba ae moan te tamaroa man aoraoi, te aba ae moan te itiaki ranna.", "5 Ao a katei umwaia, ao a moana ribanakin tanona, ao a moani katean taian kateitei; eng, a rang ni beku mwaaka, ao a kakorakoraia ni mwakuri.", "6 Ao a tangiria te botanaomata bwa e na riki Aramwa bwa aia uea, bwa e korakora tangirana irouia ana botanaomata.", "7 Ma e kangai nakoia: Taraia, e aki riai bwa e na iai ara uea; bwa e kangai te Uea: Ko na tai karieta te aomata temanna iaon temanna, ke e aki riai temanna n taku bwa e rietata riki nakon temanna; mangaia ae I tuangkami bwa e aki riai bwa e na iai ami uea.", "8 E ngae n anne ao ngke arona bwa kam kona ni karekeia aomata aika a tau bwa ami uea ao e riai bwa e na iai ami uea.", "9 Ma uringa ana buakaka te uea are Noa ma ana ibonga; ao ngai naba I a tia ni mwane n te bwai ni kamwane, ao ni karaoi bwaai aika a mwaiti aika a bati n ribaki imatan te Uea, ake a karika iai karaoan te rairannano irou ae korakora;", "10 E ngae n anne, i mwin te korakai ae mwaiti, ao e a ongo au tataro te Uea, ao e kaekai au tataro, ao e karikai bwa te bwai ni mwakuri i nanon baina are e kairingkami iai nakon ataakin ana koaua.", "11 E ngae n anne, ao I aki kakatonga n te bwai aio, bwa I aki tau bwa N na kakatonga iai.", "12 Ao ngkai N na tuangkami, kam a tia ni bwainikirinaki iroun te uea are Noa, ao n tautoronaki irouna ma ana ibonga, ao ni kairaki irouia nakon karaoan te buakaka; ngaia ae kam kabaeaki ni kabaebaen te buakaka.", "13 Ao ngkai kam a tia ni kamaiuaki ni mwaakan te Atua man taian kabaebae aikai; eng, ao mai nanon bain naba te uea are Noa ma ana botanaomata, ao mai nanon naba kabaebaen te buakaka, ma I tangiria bwa kam na kamatoaingkami i nanon te koaua aio are ngaia are kam a tia ni kainaomataki iai, ao kam na tai onimakina te aomata temanna bwa e na uea i aomi.", "14 Ao tai onimakina naba temanna bwa e na riki bwa ami tia reirei ke ami minita, ma ti ngkana ana aomata te Atua, ae e nakonako ni kawaina, ao e tau ana tua.", "15 Ao aikai ake e reireia iai ana botanaomata Aramwa, bwa e riai temanna n tangira raona n aiaron tangirana i bon irouna, ao e na akea te itabaraara imarenaia.", "16 Ao ngkai, e riki Aramwa bwa aia ibonga ae rietata, are e riki bwa te tia katea naba aia ekaretia.", "17 Ao e koro bukina bwa akea are kona ni karekea te kariaiakaki ni kabwarabwara ke n reirei ma ti mai irouna are bon mai iroun te Atua. Mangaia ae e katabuia aia ibonga ni kabane ma aia tia reirei ni kabane; ao akea ae katabuaki, ma ti mwaane aika a tau.", "18 Mangaia ae a tarataraia aia botanaomata, ao a kamwarakeia ni bwaai aika a kaineti ma te raoiroi.", "19 Ao e koro bukina bwa a rikirake kabwaiaia iaon te aba; ao a arana te aba arei bwa Eram.", "20 Ao e koro bukina bwa a mwaiti aika a kariki ao e rikirake kakabwaiaia iaon te aba ae Eram; ao a katea te kaawa, ao a aranna bwa ana kaawa Eram.", "21 E ngae n anne ao e nooria te Uea bwa e riai ni katuaia ana botanaomata; eng, e katai taotaonakin nanoia ma aia onimaki.", "22 E ngae n anne—ane katuka ana onimaki irouna ao ngaia are e na uotaki rake n te kabanea ni bong. Eng, ao e a koaua naba aio nakoia te botanaomata aio.", "23 Bwa taraia, N na kaotia nakoimi ae kam a tia n tautoronaki, ao akea ae kona ni kamaiungkamibwa bon ti te Uea ae Atuami, eng, are Atuan Aberaam ma Itaaka ma Iakobwa.", "24 Ao e koro bukina bwa e kamaiuia, ao e kaota mwaakana ae moan te korakora nakoia, ao e korakora kimwareireia.", "25 Bwa taraia, e koro bukina bwa n aia tai ni maeka i aban Eram, eng, i nanon te kaawa ae Eram, n tabe n ribana rarikin aia kaawa, ao e a kaoti aia taanga Reimwanaite iaon tian abaia.", "26 Ngkai e koro bukina bwa a birinako tarin Aramwa man aia tawaana, ao a botaki i nanon te kaawa ae Eram; ao a rang ni maaku ibukina ngkai a kona n nooriia Reimwanaite ake a kaoti.", "27 Ma e kawaria Aramwa ao e tei i buakoia, ao e kaungai nanoia bwa a riai n aki maaku, ma a riai n uringa te Uea ae Atuaia ao e na kamaiuia.", "28 Mangaia ae a kain maakuia, ao a tataro nakon te Uea bwa e na kamaraui nanoia Reimwanaite, bwa a na aki tiringia, ma buuia, ao ma natia.", "29 Ao e koro bukina bwa e kamarau nanoia Reimwanaite te Uea. Ao e mwananga Aramwa ma tarina n taenikai nako nanon baia; ao a taua aban Eram Reimwanaite bwa abaia.", "30 Ngkai aia taanga Reimwanaite ake a rimwia ana botanaomata te uea are Rimwaai, a bon bua i nanon te rereua i nanon boong aika a mwaiti.", "31 Ao taraia, a kuneia ana ibonga te uea are Noa, n te tabo ae aranna bwa Amuron; bwa a maeka iaon te tabo ae Amuron ao n unika aona.", "32 Ngkai aran aia mataniwi ibonga bon Amuron.", "33 Ao e koro bukina bwa e bubuti Amuron nakoia Reimwanaite; ao e kanakoia buuia, ake bon natia Reimwanaite ake aine, bwa a na bubuti nakoia mwaaneia, bwa a na aki tiringaki buuia.", "34 Ao a nanoangaia Amuron ma tarina Reimwanaite, ao a aki tiringia ibukiia buuia.", "35 Ao Amuron ma tarina a botaki ma Reimwanaite, ao a bon mwaamwananga i nanon te rereua ni kakaea aban Nibwaai ngke a kunea naba aban Eram, are kaainaki iroun Aramwa ma tarina.", "36 Ao e koro bukina bwa a berita Reimwanaite nakon Aramwa ma tarina, bwa ngkana a kaota nakoia te kawai nakon aban Nibwaai ao a na kaoka nakoia maiuia ao inaomataia.", "37 Ma ngke e a tia Aramwa ni kaota nakoia te kawai nakon aban Nibwaai ao aki kamatoa aia berita Reimwanaite; ma a kateia tautia ni katobibia aban Eram, bwa a na tarataraia Aramwa ma tarina.", "38 Ao nikiraia a mwananga nakon aban Nibwaai; ao tabeman mai buakoia a oki nako aban Eram, ao a kairia buuia ma natia tautia ake a tiku n te aba.", "39 Ao e kariaia aia uea Reimwanaite bwa e na riki Amuron bwa te uea man tautaeka iaoia ana botanaomata, ake a maeka iaon Eram; ma a na akea mwaakana ni karaoa ae kaitara ma ana baire aia uea Reimwanaite."]}