{"English": ["Isaiah speaks messianically—The Messiah’s humiliation and sufferings are set forth—He makes His soul an offering for sin and makes intercession for transgressors—Compare Isaiah 53. About 148B.C.", "1 Yea, even doth not Isaiah say: Who hath believed our report, and to whom is the arm of the Lord revealed?", "2 For he shall grow up before him as a tender plant, and as a root out of dry ground; he hath no form nor comeliness; and when we shall see him there is no beauty that we should desire him.", "3 He is despised and rejected of men; a man of sorrows, and acquainted with grief; and we hid as it were our faces from him; he was despised, and we esteemed him not.", "4 Surely he has borne our griefs, and carried our sorrows; yet we did esteem him stricken, smitten of God, and afflicted.", "5 But he was wounded for our transgressions, he was bruised for our iniquities; the chastisement of our peace was upon him; and with his stripes we are healed.", "6 All we, like sheep, have gone astray; we have turned every one to his own way; and the Lord hath laid on him the iniquities of us all.", "7 He was oppressed, and he was afflicted, yet he opened not his mouth; he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb so he opened not his mouth.", "8 He was taken from prison and from judgment; and who shall declare his generation? For he was cut off out of the land of the living; for the transgressions of my people was he stricken.", "9 And he made his grave with the wicked, and with the rich in his death; because he had done no evil, neither was any deceit in his mouth.", "10 Yet it pleased the Lord to bruise him; he hath put him to grief; when thou shalt make his soul an offering for sin he shall see his seed, he shall prolong his days, and the pleasure of the Lord shall prosper in his hand.", "11 He shall see the travail of his soul, and shall be satisfied; by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.", "12 Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death; and he was numbered with the transgressors; and he bore the sins of many, and made intercession for the transgressors."], "Español": ["Isaías habla en cuanto al Mesías— Se exponen la humillación y los sufrimientos del Mesías— Él hace de Su alma ofrenda por el pecado e intercede por los transgresores— Compárese con Isaías 53. Aproximadamente 148a.C.", "1 Sí, ¿no dice Isaías: Quién ha creído nuestro mensaje, y a quién se ha manifestado el brazo del Señor?", "2 Porque crecerá delante de él como una planta tierna, y como raíz de tierra seca; no hay en él parecer ni hermosura; y cuando lo veamos, no habrá en él buen parecer para que lo deseemos.", "3 Despreciado y rechazado de los hombres; varón de dolores y experimentado en quebranto; y como que escondimos de él el rostro; fue menospreciado y no lo estimamos.", "4 Ciertamente él ha llevado nuestros pesares y sufrido nuestros dolores; sin embargo, lo hemos tenido por golpeado, herido de Dios y afligido.", "5 Mas él herido fue por nuestras transgresiones, golpeado por nuestras iniquidades; y el castigo de nuestra paz fue sobre él; y con sus llagas somos sanados.", "6 Todos nosotros nos hemos descarriado como ovejas, nos hemos apartado, cada cual por su propio camino; y el Señor ha puesto sobre él las iniquidades de todos nosotros.", "7 Fue oprimido y afligido, pero no abrió su boca; fue llevado como cordero al degolladero, y como la oveja permanece muda ante sus trasquiladores, así él no abrió su boca.", "8 De la prisión y del juicio fue quitado; y, ¿quién declarará su generación? Porque fue arrancado de la tierra de los vivientes; por las transgresiones de mi pueblo fue herido.", "9 Con los inicuos dispuso él su sepultura, y con los ricos fue en su muerte; porque no había hecho mal, ni hubo engaño en su boca.", "10 Mas quiso el Señor quebrantarlo; le ha causado aflicción; cuando hagas de su alma ofrenda por el pecado, él verá su linaje, prolongará sus días y el placer del Señor prosperará en su mano.", "11 Verá el afán de su alma, y quedará satisfecho; con su conocimiento, mi justo siervo justificará a muchos; porque llevará las iniquidades de ellos.", "12 Por tanto, le repartiré una porción con los grandes; y él dividirá el botín con los fuertes, porque derramó su alma hasta la muerte, y fue contado con los transgresores; y llevó los pecados de muchos e intercedió por los transgresores."], "Français": ["Ésaïe parle en termes messianiques— Exposé de l’humiliation et des souffrances du Messie— Il fait de son âme une offrande pour le péché et intercède pour les transgresseurs— Comparez avec Ésaïe 53. Vers 148av.J.-C.", "1 Oui, Ésaïe ne dit-il pas, en effet: Qui a cru à ce qui nous était annoncé? Qui a reconnu le bras du Seigneur?", "2 Il s’est élevé devant lui comme une faible plante, et comme un rejeton qui sort d’une terre desséchée; il n’avait ni beauté, ni éclat pour attirer nos regards; et son aspect n’avait rien pour nous plaire.", "3 Méprisé et abandonné des hommes; homme de douleur et habitué à la souffrance, semblable à celui dont on détourne le visage, nous l’avons dédaigné, nous n’avons fait de lui aucun cas.", "4 Cependant, ce sont nos souffrances qu’il a portées, c’est de nos douleurs qu’il s’est chargé; et nous l’avons considéré comme puni, frappé de Dieu, et humilié.", "5 Mais il était blessé pour nos péchés, brisé pour nos iniquités; le châtiment qui nous donne la paix est tombé sur lui, et c’est par ses meurtrissures que nous sommes guéris.", "6 Nous étions tous errants comme des brebis, chacun suivait sa propre voie; et le Seigneur a fait retomber sur lui les iniquités de nous tous.", "7 Il a été maltraité et opprimé, et il n’a point ouvert la bouche, semblable à un agneau qu’on mène à la boucherie, à une brebis muette devant ceux qui la tondent; il n’a point ouvert la bouche.", "8 Il a été pris de la prison et du jugement; et qui déclarera sa génération? Car il a été retranché de la terre des vivants et frappé pour les péchés de mon peuple.", "9 On a mis son sépulcre parmi les méchants, son tombeau avec le riche, quoiqu’il n’eût point commis de mal et qu’il n’y eût point eu de fraude dans sa bouche.", "10 Il a plu au Seigneur de le briser par la souffrance; après avoir livré sa vie en sacrifice pour le péché, il verra une postérité et prolongera ses jours; et l’œuvre du Seigneur prospérera entre ses mains.", "11 À cause du travail de son âme, il rassasiera ses regards; par sa connaissance, mon serviteur juste justifiera beaucoup d’hommes, et il se chargera de leurs iniquités.", "12 C’est pourquoi je lui donnerai sa part avec les grands; il partagera le butin avec les puissants, parce qu’il s’est livré lui-même à la mort, et qu’il a été mis au nombre des malfaiteurs, parce qu’il a porté les péchés de beaucoup d’hommes, et qu’il a intercédé pour les coupables."], "Kiribati": ["E taekina taekan te Mesia Itaia—A taekina bwainikirinan ma kakorakaian te Mesia—E karika rabwatana bwa te karea ibukin te bure ao e bubuti ibukiia taan riaon tua—Kabootaua ma Itaia 53. Uakaan ma 148I.K.", "1 Eng, e taekinna Itaia ni kangai: Antai are e a tia ni kakoaua ara ribooti, ao antai are e a tia ni kaota baina te Uea nakoina?", "2 Bwa ane e na ikawai imatana n aiaron te aroka ae maraurau, ao n aiaron te wakaa ae bwebwerake man te tano ae mwauu; bon akea aron teina ke tamaroana; ao ngkana ti nooria ao a na akea tamaroana are ti na tangiria mai iai.", "3 E na aki tangiraki ao e na ribaki irouia aomata; ae te aomata ae taonaki n te rawawata, man ataa te korakai; ao ti karabaira bwa aron ae ti katannakoi ubura mai irouna; e aki tangiraki, ao ti kaaki taekana.", "4 E koaua bwa e a tia ni korakai ibukin kairuara, ma n uouti rawawatara; ma ti taraia n aiaron te aomata ae katuaeaki, e karawawataki mai iroun te Atua, ao ni kakorakaiaki.", "5 Ma e a kaikoakaki ibukin riaoan tua iroura, ma ni maraki ibukin ara kairua; ao e na reke raura man te kangaanga are e rinanona; ao ti kamaiuaki man ikoakina.", "6 Ngaira ni kabane ti a tia ni bua n ai aroia taian tiibu; ti a tia n rairi nako nanora nakon are oin kawaira; ao e a tia te Uea ni kawenei ara kairua ni kabane iaona.", "7 E bwainikirinaki, ao e karawawataki, ma e aki kauka wiina; e kairaki n aiaron te tiibu te teei are e na tiringaki, ao n aiaron te tiibu are roko i mataia taan koroburaeia ao e aki kauka wiina.", "8 E uotaki man te umwa ni kaikain ao man te motikitaeka; ao antai ae ataia bwa tera ae na riki nakoina? Bwa e a tia n anaaki man abaia ake a maiu; bwa bon ibukin riaoan tua irouia au botanaomata are e tiringaki iai.", "9 Ao e na taunaki irarikiia aika a buakaka, ma aika a kaubwai ni matena; ngkai akea te buakaka ae e a tia ni karaoia, ke te taeka ni kamwane are e otinako mai wiina.", "10 Ma e kukurei nanon te Uea bwa e na kaikoakia; e a tia ni karawawata; ngkana e anga rabwatana bwa te karea ibukin te bure ao e na nooriia kanoana, e na kananaua ana bong ni maiu, ao e na rikirake kukurein te Uea i nanon baina.", "11 E na noora karawawatan rabwatana, ao e na kukurei iai; ni wanawanana ao au toro ae raoiroi e na karaoiroia aika a mwaiti; bwa e na katoka iaona aia bure.", "12 Mangaia ae N na anganna tibwangana i buakoia akana kakannato, ao e na buoki bwain te tokanukai n tibwai ma akana korakora; koina ngke e nurakina tamneina nakon te mate; ao e warekaki i buakoia taan bure; ao e uouoti aia bure aomata aika bati, ao e bubuti ni bureia aika a mwaiti, ao e bubuti ni kan raoi ibukia taan bure."]}