{"English": ["Alma preaches in private—He sets forth the covenant of baptism and baptizes at the waters of Mormon—He organizes the Church of Christ and ordains priests—They support themselves and teach the people—Alma and his people flee from King Noah into the wilderness. About 147–145B.C.", "1 And now, it came to pass that Alma, who had fled from the servants of king Noah, repented of his sins and iniquities, and went about privately among the people, and began to teach the words of Abinadi—", "2 Yea, concerning that which was to come, and also concerning the resurrection of the dead, and the redemption of the people, which was to be brought to pass through the power, and sufferings, and death of Christ, and his resurrection and ascension into heaven.", "3 And as many as would hear his word he did teach. And he taught them privately, that it might not come to the knowledge of the king. And many did believe his words.", "4 And it came to pass that as many as did believe him did go forth to a place which was called Mormon, having received its name from the king, being in the borders of the land having been infested, by times or at seasons, by wild beasts.", "5 Now, there was in Mormon a fountain of pure water, and Alma resorted thither, there being near the water a thicket of small trees, where he did hide himself in the daytime from the searches of the king.", "6 And it came to pass that as many as believed him went thither to hear his words.", "7 And it came to pass after many days there were a goodly number gathered together at the place of Mormon, to hear the words of Alma. Yea, all were gathered together that believed on his word, to hear him. And he did teach them, and did preach unto them repentance, and redemption, and faith on the Lord.", "8 And it came to pass that he said unto them: Behold, here are the waters of Mormon (for thus were they called) and now, as ye are desirous to come into the fold of God, and to be called his people, and are willing to bear one another’s burdens, that they may be light;", "9 Yea, and are willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort, and to stand as witnesses of God at all times and in all things, and in all places that ye may be in, even until death, that ye may be redeemed of God, and be numbered with those of the first resurrection, that ye may have eternal life—", "10 Now I say unto you, if this be the desire of your hearts, what have you against being baptized in the name of the Lord, as a witness before him that ye have entered into a covenant with him, that ye will serve him and keep his commandments, that he may pour out his Spirit more abundantly upon you?", "11 And now when the people had heard these words, they clapped their hands for joy, and exclaimed: This is the desire of our hearts.", "12 And now it came to pass that Alma took Helam, he being one of the first, and went and stood forth in the water, and cried, saying: O Lord, pour out thy Spirit upon thy servant, that he may do this work with holiness of heart.", "13 And when he had said these words, the Spirit of the Lord was upon him, and he said: Helam, I baptize thee, having authority from the Almighty God, as a testimony that ye have entered into a covenant to serve him until you are dead as to the mortal body; and may the Spirit of the Lord be poured out upon you; and may he grant unto you eternal life, through the redemption of Christ, whom he has prepared from the foundation of the world.", "14 And after Alma had said these words, both Alma and Helam were buried in the water; and they arose and came forth out of the water rejoicing, being filled with the Spirit.", "15 And again, Alma took another, and went forth a second time into the water, and baptized him according to the first, only he did not bury himself again in the water.", "16 And after this manner he did baptize every one that went forth to the place of Mormon; and they were in number about two hundred and four souls; yea, and they were baptized in the waters of Mormon, and were filled with the grace of God.", "17 And they were called the church of God, or the church of Christ, from that time forward. And it came to pass that whosoever was baptized by the power and authority of God was added to his church.", "18 And it came to pass that Alma, having authority from God, ordained priests; even one priest to every fifty of their number did he ordain to preach unto them, and to teach them concerning the things pertaining to the kingdom of God.", "19 And he commanded them that they should teach nothing save it were the things which he had taught, and which had been spoken by the mouth of the holy prophets.", "20 Yea, even he commanded them that they should preach nothing save it were repentance and faith on the Lord, who had redeemed his people.", "21 And he commanded them that there should be no contention one with another, but that they should look forward with one eye, having one faith and one baptism, having their hearts knit together in unity and in love one towards another.", "22 And thus he commanded them to preach. And thus they became the children of God.", "23 And he commanded them that they should observe the sabbath day, and keep it holy, and also every day they should give thanks to the Lord their God.", "24 And he also commanded them that the priests whom he had ordained should labor with their own hands for their support.", "25 And there was one day in every week that was set apart that they should gather themselves together to teach the people, and to worship the Lord their God, and also, as often as it was in their power, to assemble themselves together.", "26 And the priests were not to depend upon the people for their support; but for their labor they were to receive the grace of God, that they might wax strong in the Spirit, having the knowledge of God, that they might teach with power and authority from God.", "27 And again Alma commanded that the people of the church should impart of their substance, every one according to that which he had; if he have more abundantly he should impart more abundantly; and of him that had but little, but little should be required; and to him that had not should be given.", "28 And thus they should impart of their substance of their own free will and good desires towards God, and to those priests that stood in need, yea, and to every needy, naked soul.", "29 And this he said unto them, having been commanded of God; and they did walk uprightly before God, imparting to one another both temporally and spiritually according to their needs and their wants.", "30 And now it came to pass that all this was done in Mormon, yea, by the waters of Mormon, in the forest that was near the waters of Mormon; yea, the place of Mormon, the waters of Mormon, the forest of Mormon, how beautiful are they to the eyes of them who there came to the knowledge of their Redeemer; yea, and how blessed are they, for they shall sing to his praise forever.", "31 And these things were done in the borders of the land, that they might not come to the knowledge of the king.", "32 But behold, it came to pass that the king, having discovered a movement among the people, sent his servants to watch them. Therefore on the day that they were assembling themselves together to hear the word of the Lord they were discovered unto the king.", "33 And now the king said that Alma was stirring up the people to rebellion against him; therefore he sent his army to destroy them.", "34 And it came to pass that Alma and the people of the Lord were apprised of the coming of the king’s army; therefore they took their tents and their families and departed into the wilderness.", "35 And they were in number about four hundred and fifty souls."], "Español": ["Alma predica secretamente— Declara el convenio del bautismo y bautiza en las aguas de Mormón— Organiza la Iglesia de Cristo y ordena sacerdotes— Estos se mantienen con el trabajo de sus manos y enseñan al pueblo— Alma y su pueblo huyen del rey Noé al desierto. Aproximadamente 147–145a.C.", "1 Y sucedió que Alma, quien había huido de los siervos del rey Noé, se arrepintió de sus pecados e iniquidades, y fue secretamente entre el pueblo, y empezó a enseñar las palabras de Abinadí;", "2 sí, concerniente a lo que había de venir, y también acerca de la resurrección de los muertos y la redención del pueblo, que iba a realizarse por medio del poder, y los padecimientos, y la muerte de Cristo, y su resurrección y ascensión al cielo.", "3 Y enseñaba a cuantos querían oír su palabra. Y los instruía secretamente para que no llegara a oídos del rey. Y muchos creyeron en sus palabras.", "4 Y aconteció que cuantos le creyeron fueron a un lugar llamado Mormón, nombre que había recibido del rey, y el cual se hallaba en las fronteras del país, y a veces, o sea, por estaciones, estaba infestado de animales salvajes.", "5 Y ahora bien, había en Mormón una fuente de agua pura, y Alma allí acudía; y cerca del agua había un paraje poblado de árboles pequeños, donde se ocultaba, durante el día, de las pesquisas del rey.", "6 Y aconteció que cuantos le creían, se dirigían allí para oír sus palabras.", "7 Y sucedió que después de muchos días, se hallaba reunido un buen número en el paraje de Mormón, para oír las palabras de Alma. Sí, todos los que creían en su palabra se habían reunido para oírlo. Y les enseñó, y les predicó el arrepentimiento y la redención y la fe en el Señor.", "8 Y aconteció que les dijo: He aquí las aguas de Mormón (porque así se llamaban); y ya que deseáis entrar en el redil de Dios y ser llamados su pueblo, y estáis dispuestos a llevar las cargas los unos de los otros para que sean ligeras;", "9 sí, y estáis dispuestos a llorar con los que lloran; sí, y a consolar a los que necesitan de consuelo, y ser testigos de Dios en todo tiempo, y en todas las cosas y en todo lugar en que estuvieseis, aun hasta la muerte, para que seáis redimidos por Dios, y seáis contados con los de la primera resurrección, para que tengáis vida eterna;", "10 os digo ahora, si este es el deseo de vuestros corazones, ¿qué os impide ser bautizados en el nombre del Señor, como testimonio ante él de que habéis concertado un convenio con él de que lo serviréis y guardaréis sus mandamientos, para que él derrame su Espíritu más abundantemente sobre vosotros?", "11 Y ahora bien, cuando los del pueblo hubieron oído estas palabras, batieron sus manos de gozo y exclamaron: Ese es el deseo de nuestros corazones.", "12 Y luego sucedió que Alma tomó a Helam, que era uno de los primeros, y fue y entró en el agua, y clamó, diciendo: ¡Oh Señor, derrama tu Espíritu sobre tu siervo para que haga esta obra con santidad de corazón!", "13 Y cuando hubo dicho estas palabras, el Espíritu del Señor vino sobre él, y dijo: Helam, teniendo autoridad del Dios Todopoderoso, te bautizo como testimonio de que has hecho convenio de servirle hasta que mueras en cuanto al cuerpo mortal; y sea derramado sobre ti el Espíritu del Señor, y concédate él vida eterna mediante la redención de Cristo, a quien él ha preparado desde la fundación del mundo.", "14 Y después que Alma hubo dicho estas palabras, él y Helam se sepultaron juntamente en el agua; y se levantaron y salieron del agua regocijándose, pues fueron llenos del Espíritu.", "15 Y de nuevo tomó Alma a otro, y entró por segunda vez en el agua, y lo bautizó como había hecho con el primero, solo que no se sumergió a sí mismo otra vez en el agua.", "16 Y de esta manera bautizó a todos los que fueron al paraje de Mormón, y eran en número unas doscientas cuatro almas; sí, y fueron bautizados en las aguas de Mormón, y fueron llenos de la gracia de Dios.", "17 Y fueron llamados la iglesia de Dios, o la iglesia de Cristo, desde ese tiempo en adelante. Y aconteció que quienquiera que era bautizado por el poder y autoridad de Dios, era agregado a su iglesia.", "18 Y aconteció que Alma, teniendo autoridad de Dios, ordenó sacerdotes; sí, un sacerdote por cada cincuenta de ellos ordenó él para predicarles y para enseñarles en cuanto a las cosas pertenecientes al reino de Dios.", "19 Y les mandó que no enseñaran nada, sino las cosas que él había enseñado, y que habían sido declaradas por boca de los santos profetas.", "20 Sí, les mandó que no predicaran nada, salvo el arrepentimiento y la fe en el Señor, que había redimido a su pueblo.", "21 Y les mandó que no hubiera contenciones entre uno y otro, sino que fijasen su vista hacia adelante con una sola mira, teniendo una fe y un bautismo, teniendo entrelazados sus corazones con unidad y amor el uno para con el otro.", "22 Y así les mandó predicar. Y así se convirtieron en hijos de Dios.", "23 Y les mandó que observaran el día de reposo y lo santificaran; y también que todos los días dieran gracias al Señor su Dios.", "24 Y además, les mandó que los sacerdotes, a quienes él había ordenado, trabajaran con sus propias manos para su sostén.", "25 Y se designó un día de cada semana en el que debían reunirse para enseñar al pueblo y para adorar al Señor su Dios; y también habían de juntarse cuantas veces les fuera posible.", "26 Y los sacerdotes no habían de depender del pueblo para su sostén; sino que por su obra habían de recibir la gracia de Dios, a fin de fortalecerse en el Espíritu, teniendo el conocimiento de Dios, para enseñar con poder y autoridad de Dios.", "27 Y además, Alma mandó que el pueblo de la iglesia diera de sus bienes, cada uno de conformidad con lo que tuviera; si tenía en más abundancia, debía dar más abundantemente; y del que tenía poco, solo poco se debía requerir; y al que no tuviera, se le habría de dar.", "28 Y así debían dar de sus bienes, de su propia y libre voluntad y buenos deseos para con Dios, a aquellos sacerdotes que estuvieran necesitados, sí, y a toda alma desnuda y menesterosa.", "29 Y esto les dijo él a ellos, habiéndoselo mandado Dios; y anduvieron rectamente ante Dios, ayudándose el uno al otro temporal y espiritualmente, según sus necesidades y carencias.", "30 Y ahora bien, aconteció que todo esto se hizo en Mormón, sí, al lado de las aguas de Mormón, en el bosque inmediato a las aguas de Mormón; sí, el paraje de Mormón, las aguas de Mormón, el bosque de Mormón, ¡cuán hermosos son a los ojos de aquellos que allí llegaron al conocimiento de su Redentor; sí, y cuán benditos son, porque le cantarán alabanzas para siempre!", "31 Y se hicieron estas cosas en las fronteras del país, para que no llegaran al conocimiento del rey.", "32 Mas he aquí, sucedió que el rey, habiendo descubierto un movimiento entre los del pueblo, envió a sus siervos para vigilarlos. Por tanto, el día en que estaban reuniéndose para oír la palabra del Señor fueron denunciados ante el rey.", "33 Y el rey dijo que Alma estaba incitando al pueblo a que se rebelara contra él; por tanto, envió a su ejército para que los destruyera.", "34 Y aconteció que Alma y el pueblo del Señor se enteraron de la venida del ejército del rey; por tanto, tomaron sus tiendas y sus familias, y partieron para el desierto.", "35 Y eran en número unas cuatrocientas cincuenta almas."], "Français": ["Alma prêche secrètement— Il explique l’alliance du baptême et baptise aux eaux de Mormon— Il organise l’Église du Christ et ordonne des prêtres— Ils pourvoient à leurs besoins et instruisent le peuple— Alma et son peuple s’enfuient devant le roi Noé dans le désert. Vers 147–145av.J.-C.", "1 Et alors, il arriva qu’Alma, qui s’était enfui devant les serviteurs du roi Noé, se repentit de ses péchés et de ses iniquités, et s’en alla secrètement parmi le peuple, et commença à enseigner les paroles d’Abinadi—", "2 Oui, concernant ce qui allait venir, et aussi concernant la résurrection des morts, et la rédemption du peuple, qui devait être réalisée par le pouvoir, et les souffrances, et la mort du Christ, et sa résurrection et son ascension au ciel.", "3 Et tous ceux qui voulurent entendre sa parole, il les instruisit. Et il les instruisit en privé, afin que cela ne vînt pas à la connaissance du roi. Et beaucoup crurent en ses paroles.", "4 Et il arriva que tous ceux qui le crurent allèrent en un lieu qui était appelé Mormon, ayant reçu son nom du roi, se trouvant dans les régions frontières du pays qui avaient été infestées, à certains moments, ou en certaines saisons, par des bêtes sauvages.", "5 Or, il y avait à Mormon une source d’eau pure, et Alma s’y rendit, parce qu’il y avait près de l’eau un bosquet de petits arbres, où il se cachait, pendant la journée, des recherches du roi.", "6 Et il arriva que tous ceux qui croyaient en lui y allèrent pour entendre ses paroles.", "7 Et il arriva qu’après de nombreux jours, il y en eut un bon nombre rassemblé dans le lieu de Mormon pour entendre les paroles d’Alma. Oui, tous ceux qui croyaient à sa parole étaient rassemblés pour l’entendre. Et il les instruisit, et leur prêcha le repentir, et la rédemption, et la foi au Seigneur.", "8 Et il arriva qu’il leur dit: Voici, ici se trouvent les eaux de Mormon (car c’est ainsi qu’elles étaient appelées); et maintenant, puisque vous désirez entrer dans la bergerie de Dieu et être appelés son peuple, et êtes disposés à porter les fardeaux les uns des autres, afin qu’ils soient légers;", "9 oui, et êtes disposés à pleurer avec ceux qui pleurent, oui, et à consoler ceux qui ont besoin de consolation, et à être les témoins de Dieu en tout temps, et en toutes choses, et dans tous les lieux où vous serez, jusqu’à la mort, afin d’être rachetés par Dieu et d’être comptés avec ceux de la première résurrection, afin que vous ayez la vie éternelle—", "10 Or, je vous le dis, si c’est là le désir de votre cœur, qu’avez-vous qui vous empêche d’être baptisés au nom du Seigneur, en témoignage devant lui que vous avez conclu avec lui l’alliance de le servir et de garder ses commandements, afin qu’il déverse plus abondamment son Esprit sur vous?", "11 Et alors, lorsque le peuple eut entendu ces paroles, il battit des mains de joie, et s’exclama: C’est là le désir de notre cœur.", "12 Et alors, il arriva qu’Alma prit Hélam, lequel était un des premiers, et alla se tenir dans l’eau, et s’écria, disant: Ô Seigneur, déverse ton Esprit sur ton serviteur, afin qu’il fasse cette œuvre avec sainteté de cœur.", "13 Et lorsqu’il eut dit ces paroles, l’Esprit du Seigneur fut sur lui, et il dit: Hélam, je te baptise, ayant autorité du Dieu Tout-Puissant, en témoignage que tu as conclu l’alliance de le servir jusqu’à ce que tu sois mort quant au corps mortel; et que l’Esprit du Seigneur soit déversé sur toi; et qu’il t’accorde la vie éternelle, par l’intermédiaire de la rédemption du Christ, qu’il a préparé dès la fondation du monde.", "14 Et lorsqu’Alma eut dit ces paroles, Alma et Hélam furent tous deux ensevelis dans l’eau; et ils se levèrent et sortirent de l’eau avec allégresse, remplis de l’Esprit.", "15 Et ensuite, Alma en prit un autre, et alla une deuxième fois dans l’eau, et le baptisa de la même manière que le premier, seulement il ne s’ensevelit plus dans l’eau.", "16 Et c’est de cette manière qu’il baptisa tous ceux qui allèrent dans le lieu de Mormon; et ils étaient au nombre d’environ deux cent quatre âmes; oui, et ils furent baptisés dans les eaux de Mormon, et furent remplis de la grâce de Dieu.", "17 Et ils furent appelés, à partir de ce moment-là, l’Église de Dieu, ou l’Église du Christ. Et il arriva que quiconque était baptisé par le pouvoir et l’autorité de Dieu était ajouté à son Église.", "18 Et il arriva qu’Alma, ayant autorité de Dieu, ordonna des prêtres; il ordonna un prêtre par cinquante d’entre leur nombre, pour leur prêcher, et pour les instruire de ce qui avait trait au royaume de Dieu.", "19 Et il leur commanda de n’enseigner que les choses qu’il avait enseignées, et qui avaient été dites par la bouche des saints prophètes.", "20 Oui, il leur commanda même de ne prêcher que le repentir et la foi au Seigneur, qui avait racheté son peuple.", "21 Et il leur commanda de ne pas avoir de querelles entre eux, mais de regarder d’un même œil vers l’avenir, ayant une seule foi et un seul baptême, et leurs cœurs étant enlacés dans l’unité et l’amour les uns envers les autres.", "22 Et c’est ainsi qu’il leur commanda de prêcher. Et c’est ainsi qu’ils devinrent les enfants de Dieu.", "23 Et il leur commanda d’observer le jour du sabbat, et de le sanctifier, et ils devaient aussi rendre grâces tous les jours au Seigneur, leur Dieu.", "24 Et il leur commanda aussi que les prêtres qu’il avait ordonnés travaillent de leurs propres mains à leur entretien.", "25 Et il y eut un jour chaque semaine qui fut mis à part, où ils devaient se réunir pour instruire le peuple et pour adorer le Seigneur, leur Dieu, et également, aussi souvent que cela était en leur pouvoir, pour s’assembler.", "26 Et les prêtres ne devaient pas compter sur le peuple pour les entretenir; mais pour leurs travaux, ils devaient recevoir la grâce de Dieu, afin de devenir forts dans l’Esprit, ayant la connaissance de Dieu, afin d’enseigner avec puissance et autorité de Dieu.", "27 Et de plus, Alma commanda que le peuple de l’Église donnât de ses biens, chacun selon ce qu’il avait; s’il avait en plus grande abondance, il devait donner en plus grande abondance; et de celui qui n’avait que peu, on ne devait requérir que peu; et à celui qui n’avait pas, on devait donner.", "28 Et ainsi, ils devaient donner de leurs biens de leur plein gré et selon leurs bons désirs à l’égard de Dieu, et aux prêtres qui étaient dans le besoin, oui, et à toute âme nécessiteuse et nue.", "29 Et cela, il le leur dit, en ayant reçu le commandement de Dieu; et ils marchaient en droiture devant Dieu, donnant les uns aux autres tant temporellement que spirituellement, selon leurs besoins et ce qui leur était nécessaire.", "30 Or, il arriva que tout cela se fit à Mormon, oui, près des eaux de Mormon, dans la forêt qui était près des eaux de Mormon; oui, le lieu de Mormon, les eaux de Mormon, la forêt de Mormon, qu’ils sont beaux aux yeux de ceux qui parvinrent là-bas à la connaissance de leur Rédempteur; oui, et comme ils sont bénis, car ils chanteront ses louanges à jamais!", "31 Et ces choses se firent dans les régions frontières du pays, afin que cela ne parvînt pas à la connaissance du roi.", "32 Mais voici, il arriva que le roi, ayant découvert un mouvement parmi le peuple, envoya ses serviteurs les observer. C’est ainsi que le jour où ils s’assemblaient pour entendre la parole du Seigneur, ils furent découverts au roi.", "33 Et alors, le roi dit qu’Alma excitait le peuple à la rébellion contre lui; c’est pourquoi il envoya son armée pour les détruire.", "34 Et il arriva qu’Alma et le peuple du Seigneur furent informés de l’arrivée de l’armée du roi; c’est pourquoi ils prirent leurs tentes et leurs familles et partirent dans le désert.", "35 Et leur nombre était d’environ quatre cent cinquante âmes."], "Kiribati": ["E kabwarabwara Aramwa ni karaba—E kabwarabwara te berita ae tabu ni bwabetito ao e karaoi bwabetito i nanon ranin te nei are Moomon—E katea ana Ekaretia Kristo ao e katabuia ibonga—E mwakuri ibukin maiuia ao a reireinia aomata—A birinako Aramwa ma ana botanaomata mai iroun te uea are Noa nakon te rereua. Uakaan ma 147–145I.K.", "1 Ao ngkai, e koro bukina bwa Aramwa are e birinako mai irouia ana toro te uea are Noa, e rairananona man ana bure ma ana buakaka, ao e waaki ni karaba i buakoia aomata, ao e a moana reiakinan ana taeka Abinataai—", "2 Eng, are e kaineti ma taekan bwaai aika a na riki, ao taekan naba mangautiia maate, ao kaboakia te botanaomata, are e na koro bukina rinanon mwaakan, ma korakain, ma maten Kristo, ao mangautina ao waerakena nako karawa.", "3 Ao a mwaiti ake a ongo ana taeka ake e reiakin. Ao e reireini ni karaba, bwa e aonga n aki ataia te uea. Ao a mwaiti ake a kakoauai ana taeka.", "4 Ao e koro bukina bwa a mwananga te mwaiti ake a kakoaua nakon te tabo ae aranaki bwa Moomon, are e katokaki arana iroun te uea, ibukina ngkai e mena n tian te aba are a aki toki n urua aona maan aika a kaakang n taai aika a mwaiti i nanon teuana te ririki.", "5 Ngkai bon iai te koburake n ran ae moan te itiaki n te tabo ae Moomon, ao e mwananga nako iai Aramwa, ao iai i rarikin te ran te buakoako ae matenten kaina, are e karaba iai n te ngaina man ana kakae te uea.", "6 Ao e koro bukina bwa a mwaiti aika kakoaua ake a nakoina bwa a na ongora n ana taeka.", "7 Ao e koro bukina bwa i mwin boong aika a mwaiti ao a rang ni mwaiti aomata ake a botaki n te tabo are Moomon bwa a na ongo ana taeka Aramwa. Eng, a bane ni botaki aomata ake a kakoauai ana taeka bwa a na ongora irouna. Ao e reireinia, ao e kabwarabwara nakoia ibukin taekan te rairannano, ao te kaboaki, ao onimakinan te Uea.", "8 Ao e koro bukina bwa e kangai nakoia: Taraia, aikai nein Moomon (bwa anne araia) ao ngkai, ngkana kam tangiria ni kaaina ana nanai te Atua, ao n aranaki bwa ana botanaomata, ao n tauraoi ni katoka i aomi rawawataia raomi, bwa aonga ni beebete;", "9 Eng, ao n tauraoi n tang ma ake a tang; eng, ao ni karau nanoia ake a kainnanoa karauan nanoia, ao n tei bwa taan kakoaua ibukin te Atua n taainako ao ni bwaai nako, n taabo nako ake kam nako iai, ni karokoa matemi, bwa kam aonga ni kabooaki iroun te Atua, ao rin i buakoia ake a na ira te moan mangauti, bwa e aonga n reke iroumi te maiu ae akea tokina—", "10 Ao ngkai I kangai nakoimi, ngkana aio are tangiria nanomi, ao teraa bukina bwa kam na aki kan bwabetitoaki i nanon aran te Uea, n riki bwa te tia kakoaua ibukina ao ni karaoa te berita ae tabu mangaia, bwa kam na toro irouna ao ni kaawakin ana tua, bwa e aonga ni kabatia Tamneina ni karuoa nako aomi?", "11 Ao ngke a tia n ongo te botanaomata taeka aikai, ao a uboi baia n te kimwareirei, ao a kangai: Anne bon kukurein nanora.", "12 Ao ngkai e koro bukina bwa e kaira Eram Aramwa, ngkai ngaia temanna mai buakoia ake a moan kakoaua, ao a mwananga nakon te ran, ao e baibati bwanaana ni kangai: O te Uea, karuoa Tamneim nakon am toro, bwa e aonga ni karaoa te mwakuri aio ma te nano ae itiaki.", "13 Ao ngke e a tia n taekin taeka aikai, ao e ruo nakoina Tamnein te Uea, ao e kangai: Eram, I bwabetitoiko, man te kariaiakaki are reke mai iroun te Atua ae Moan te Korakora bwa kakoauan ae ko a tia ni karaoa te berita ae tabu bwa ko na toro irouna ni karokoa matem n rabwata; ao ke na ruo Tamnein te Uea nako aom; ao ke e na anganiko te maiu ae akea tokina rinanon ana kabomwi Kristo, are e a tia ni katauraoia man moan rikin te aonaba.", "14 Ao ngke e a tia Aramwa n taekin taeka aikai, ao a uaaia Aramwa ma Eram n tebo i nanon te ran; ao a otirake mai nanon te ran ma te kimwareirei, ngkai a kaonaki n te Tamnei.", "15 Ao e anaa riki temanna Aramwa, ao e nako te kauatai nako nanon te ran, ao e bwabetitoia n aron are karaoia nakon te moan, ma e aki tebo ngaia i nanon te ran.", "16 Ao aio arona ngke e bwabetitoia aomata ni kabane ake a nako nakon ana tabo Moomon; ao mwaitia e nakon ae uabubua ma aman te aomata; eng, ao a bwabetitoaki i nanon nein Moomon, ao a onrake n ana akoi te Atua.", "17 Ao a aranaki bwa ana ekaretia te Atua, ke ana ekaretia Kristo, man te tai arei. Ao e koro bukina bwa te aomata are bwabetitoaki n te mwaaka ma ana kariaia te Atua e a karinaki nakon ana ekaretia.", "18 Ao e koro bukina bwa man te kariaia are reke mai iroun te Atua ao Aramwa e a katabuia ibonga; e katabuia kaka temanna te ibonga nakon te mwaiti ae nimangaun bwa a na kabwarabwara nakoia, ao a na reireinia taekan bwaai aika a kaineti ma uean te Atua.", "19 Ao e tua nakoia bwa akea te bwai ae a na reiakinna ma ti bwaai aika e a tia n reireinia, ma bwaai ake a tia n taekinaki irouia burabeti aika a tabu.", "20 Eng, e tua naba nakoia bwa a na akea te bwai are a na tataekinna ma ti ngkana e kaineti ma te rairannano ao onimakinan te Uea, are e a tia ni kabooia ana botanaomata.", "21 Ao e tua nakoia bwa e riai n akea te itabaraara imarenaia, ma a riai ni katiteuanaki n aia mwakuri, i nanon te onimaki ao te bwabetito ae ti teuana, ao a na botaki nanoia n te nano ae ti teuana i nanon te tangira imarenaia.", "22 Ao e tua nakoia bwa a na kabwarabwara. Ao n riki bwa natin te Atua.", "23 Ao e tua nakoia bwa a riai ni karinea te bong ae te Tabati, ao n tabuia, ao bwa a na anga aia kaaitau nakon te Uea ae Atuaia ni katoa bong.", "24 Ao e tua naba nakoia ibonga ake e a tia ni katabuia bwa a na beku naba ni kabonganaia ni karekei maiuia.", "25 Ao iai te bong ae ti teuana ni katoa wiiki are e a tia ni kaokoroaki bwa a ikotaki iai bwa a na reireinia te botanaomata, ao a na neboa te Uea ae Atuaia, ao riki bwa a na botiia ni kabane n aron are a kona.", "26 Ao a riai ibonga n aki katan irouia te botanaomata ibukin maiuia; ma e na reke irouia ana akoi te Atua ibukin aia mwakuri, bwa a na rikirake i nanon te Tamnei, ao riki ataakin te Atua, bwa aonga n reirei n te mwaaka ma te kariaia mai iroun te Atua.", "27 Ao e a manga tua riki Aramwa nakoia kain te ekaretia bwa a na anganako aia bwai, aomata ni kabane n aron are irouia; bwa ngkana e korakora irouna ao e riai ni kakorakora riki n anganako; ao ane e karako irouna, ao e karako ae kaantaningaki; ao ane akea irouna e na anganaki.", "28 Ao a riai n tibwauai aia bwai n oin nanoia ma kukureia iroun te Atua, ao nakoia ibonga ake rarikin, eng, ao ake a kainnano, ao aomata ake akea karabaia.", "29 Ao aikai ake e taekin nakoia, n aron are tuangaki mai iroun te Atua; ao a nakonako i nanon te raoiroi imatan te Atua, n tibwatibwa imarenaia n te maiun rabwata ao n te maiun tamnei n aron are a kainnanoia ma ake a tangiri.", "30 Ao ngkai e koro bukina bwa a karaoaki aikai ni kabane i Moomon, eng, i rarikin nein Moomon, i nanon te buakonikai are kaan ma nein Moomon; eng, n te tabo ae Moomon, n nein Moomon, ni buakonikain Moomon, ai tikiraoira imataia aomata, ake a reke irouia ataakin aia Tia Kaboia; eng, ao ai korakorara kabwaiaia, bwa a na bon anenea neboana n aki toki.", "31 Ao a karaoaki bwaai aikai iaon tian te aba, bwa aonga n aki roko taekaia iroun te uea.", "32 Ma taraia, e koro bukina bwa te uea, ngke e a tia n ongo te kakamwakuri i buakoia te botanaomata, ao e kanakoia ana toro bwa a na tarataraia. Mangaia are n te bong are a botaki iai bwa a na ongo ana taeka te Uea ao a reke iroun te uea.", "33 Ao ngkai e taku te uea bwa e a tia Aramwa ni kaungai nanoia te botanaomata bwa a n teirake n ekianako; mangaia are e a kanakoa ana taanga bwa a na tiringia.", "34 Ao e koro bukina bwa a kaongoaki Aramwa ma ana botanaomata te Uea taekan mwanangan ana taanga te uea; mangaia ae a booti umwaia ma aia utu ao a mwananga nako nanon te rereua.", "35 Ao mwaitia e nakon ae abubua ma nimangaun te aomata."]}