{"English": ["King Noah rules in wickedness—He revels in riotous living with his wives and concubines—Abinadi prophesies that the people will be taken into bondage—His life is sought by King Noah. About 160–150B.C.", "1 And now it came to pass that Zeniff conferred the kingdom upon Noah, one of his sons; therefore Noah began to reign in his stead; and he did not walk in the ways of his father.", "2 For behold, he did not keep the commandments of God, but he did walk after the desires of his own heart. And he had many wives and concubines. And he did cause his people to commit sin, and do that which was abominable in the sight of the Lord. Yea, and they did commit whoredoms and all manner of wickedness.", "3 And he laid a tax of one fifth part of all they possessed, a fifth part of their gold and of their silver, and a fifth part of their ziff, and of their copper, and of their brass and their iron; and a fifth part of their fatlings; and also a fifth part of all their grain.", "4 And all this did he take to support himself, and his wives and his concubines; and also his priests, and their wives and their concubines; thus he had changed the affairs of the kingdom.", "5 For he put down all the priests that had been consecrated by his father, and consecrated new ones in their stead, such as were lifted up in the pride of their hearts.", "6 Yea, and thus they were supported in their laziness, and in their idolatry, and in their whoredoms, by the taxes which king Noah had put upon his people; thus did the people labor exceedingly to support iniquity.", "7 Yea, and they also became idolatrous, because they were deceived by the vain and flattering words of the king and priests; for they did speak flattering things unto them.", "8 And it came to pass that king Noah built many elegant and spacious buildings; and he ornamented them with fine work of wood, and of all manner of precious things, of gold, and of silver, and of iron, and of brass, and of ziff, and of copper;", "9 And he also built him a spacious palace, and a throne in the midst thereof, all of which was of fine wood and was ornamented with gold and silver and with precious things.", "10 And he also caused that his workmen should work all manner of fine work within the walls of the temple, of fine wood, and of copper, and of brass.", "11 And the seats which were set apart for the high priests, which were above all the other seats, he did ornament with pure gold; and he caused a breastwork to be built before them, that they might rest their bodies and their arms upon while they should speak lying and vain words to his people.", "12 And it came to pass that he built a tower near the temple; yea, a very high tower, even so high that he could stand upon the top thereof and overlook the land of Shilom, and also the land of Shemlon, which was possessed by the Lamanites; and he could even look over all the land round about.", "13 And it came to pass that he caused many buildings to be built in the land Shilom; and he caused a great tower to be built on the hill north of the land Shilom, which had been a resort for the children of Nephi at the time they fled out of the land; and thus he did do with the riches which he obtained by the taxation of his people.", "14 And it came to pass that he placed his heart upon his riches, and he spent his time in riotous living with his wives and his concubines; and so did also his priests spend their time with harlots.", "15 And it came to pass that he planted vineyards round about in the land; and he built wine-presses, and made wine in abundance; and therefore he became a wine-bibber, and also his people.", "16 And it came to pass that the Lamanites began to come in upon his people, upon small numbers, and to slay them in their fields, and while they were tending their flocks.", "17 And king Noah sent guards round about the land to keep them off; but he did not send a sufficient number, and the Lamanites came upon them and killed them, and drove many of their flocks out of the land; thus the Lamanites began to destroy them, and to exercise their hatred upon them.", "18 And it came to pass that king Noah sent his armies against them, and they were driven back, or they drove them back for a time; therefore, they returned rejoicing in their spoil.", "19 And now, because of this great victory they were lifted up in the pride of their hearts; they did boast in their own strength, saying that their fifty could stand against thousands of the Lamanites; and thus they did boast, and did delight in blood, and the shedding of the blood of their brethren, and this because of the wickedness of their king and priests.", "20 And it came to pass that there was a man among them whose name was Abinadi; and he went forth among them, and began to prophesy, saying: Behold, thus saith the Lord, and thus hath he commanded me, saying, Go forth, and say unto this people, thus saith the Lord—Wo be unto this people, for I have seen their abominations, and their wickedness, and their whoredoms; and except they repent I will visit them in mine anger.", "21 And except they repent and turn to the Lord their God, behold, I will deliver them into the hands of their enemies; yea, and they shall be brought into bondage; and they shall be afflicted by the hand of their enemies.", "22 And it shall come to pass that they shall know that I am the Lord their God, and am a jealous God, visiting the iniquities of my people.", "23 And it shall come to pass that except this people repent and turn unto the Lord their God, they shall be brought into bondage; and none shall deliver them, except it be the Lord the Almighty God.", "24 Yea, and it shall come to pass that when they shall cry unto me I will be slow to hear their cries; yea, and I will suffer them that they be smitten by their enemies.", "25 And except they repent in sackcloth and ashes, and cry mightily to the Lord their God, I will not hear their prayers, neither will I deliver them out of their afflictions; and thus saith the Lord, and thus hath he commanded me.", "26 Now it came to pass that when Abinadi had spoken these words unto them they were wroth with him, and sought to take away his life; but the Lord delivered him out of their hands.", "27 Now when king Noah had heard of the words which Abinadi had spoken unto the people, he was also wroth; and he said: Who is Abinadi, that I and my people should be judged of him, or who is the Lord, that shall bring upon my people such great affliction?", "28 I command you to bring Abinadi hither, that I may slay him, for he has said these things that he might stir up my people to anger one with another, and to raise contentions among my people; therefore I will slay him.", "29 Now the eyes of the people were blinded; therefore they hardened their hearts against the words of Abinadi, and they sought from that time forward to take him. And king Noah hardened his heart against the word of the Lord, and he did not repent of his evil doings."], "Español": ["El rey Noé reina inicuamente— Se deleita en una vida desenfrenada con sus esposas y concubinas— Abinadí profetiza que el pueblo caerá en el cautiverio— El rey Noé procura quitarle la vida. Aproximadamente 160–150a.C.", "1 Y sucedió que Zeniff confirió el reino a Noé, uno de sus hijos; por tanto, Noé empezó a reinar en su lugar; y no anduvo por las sendas de su padre.", "2 Pues he aquí, no guardó los mandamientos de Dios, sino que anduvo en pos de los deseos de su propio corazón. Y tuvo muchas esposas y concubinas. E hizo que su pueblo pecara e hiciera lo que era abominable delante del Señor. Sí, cometieron fornicaciones y toda clase de iniquidades.", "3 E impuso un tributo de la quinta parte de cuanto poseían: la quinta parte de su oro y de su plata, y la quinta parte de su ziff, y de su cobre, y de su bronce y de su hierro; y la quinta parte de sus animales cebados, y también la quinta parte de todos sus granos.", "4 E hizo todo esto para sostenerse a sí mismo, y a sus esposas y a sus concubinas; y también a sus sacerdotes y a las esposas y las concubinas de ellos; de este modo había cambiado los asuntos del reino.", "5 Pues destituyó a todos los sacerdotes que su padre había consagrado, y en su lugar consagró a otros, aquellos que se envanecían con el orgullo de sus corazones.", "6 Sí, y de esta manera eran mantenidos en su pereza y en su idolatría y sus fornicaciones, con los tributos que el rey Noé había impuesto sobre los de su pueblo; de modo que trabajaban mucho para sostener la iniquidad.", "7 Sí, y también se volvieron idólatras, porque los engañaron las vanas y lisonjeras palabras del rey y de los sacerdotes, porque les hablaban palabras lisonjeras.", "8 Y sucedió que el rey Noé construyó muchos edificios elegantes y espaciosos; y los adornó con obras finas de madera, y con toda clase de cosas preciosas, de oro y de plata, de hierro, de bronce, de ziff y de cobre.", "9 Y también edificó para sí un amplio palacio, y un trono en medio, todo lo cual era de madera fina, y estaba adornado de oro y plata y cosas preciosas.", "10 Y también mandó que sus artesanos elaboraran toda clase de obras finas dentro de los muros del templo: de madera fina, y de cobre, y de bronce.", "11 Y los asientos que se reservaron para los sumos sacerdotes, que eran más altos que todos los demás asientos, él los adornó con oro puro; e hizo construir un antepecho delante de ellos, sobre el cual podían sostener sus cuerpos y sus brazos mientras hablaban falsas y vanas palabras a su pueblo.", "12 Y ocurrió que edificó una torre cerca del templo, sí, una torre muy alta, tan alta así que desde su cima podía ver la tierra de Shilom, y también la tierra de Shemlón, que poseían los lamanitas; y aun podía ver toda la región circunvecina.", "13 Y aconteció que hizo construir muchos edificios en la tierra de Shilom; e hizo que se construyera una gran torre sobre el collado que estaba al norte de la tierra de Shilom, el cual había sido un refugio para los hijos de Nefi cuando huyeron de la tierra; e hizo esto con las riquezas que obtenía mediante los tributos de su pueblo.", "14 Y sucedió que entregó su corazón a sus riquezas; y pasaba el tiempo en vivir desenfrenadamente con sus esposas y sus concubinas; y también sus sacerdotes pasaban el tiempo con rameras.", "15 Y aconteció que plantó viñas en varias partes del país; y construyó lagares e hizo vino en abundancia; por tanto, se convirtió en bebedor de vino, y lo mismo hizo su pueblo.", "16 Y sucedió que los lamanitas empezaron a venir sobre su pueblo, sobre grupos pequeños, y a matarlos en sus campos, y mientras cuidaban sus rebaños.", "17 Y el rey Noé envió guardias a los alrededores de la tierra para contenerlos, mas no envió un número suficiente, y los lamanitas cayeron sobre ellos y los mataron, y se llevaron muchos de sus rebaños fuera de la tierra; así empezaron los lamanitas a destruirlos y a derramar su odio sobre ellos.", "18 Y aconteció que el rey Noé envió a sus tropas en contra de ellos, y los lamanitas fueron rechazados, o sea, los hicieron retroceder por un tiempo, por lo que volvieron, regocijándose con su botín.", "19 Y ahora bien, a causa de esta gran victoria, se envanecieron con el orgullo de sus corazones, y se jactaron de su propia fuerza, diciendo que cincuenta de ellos podían contra miles de los lamanitas; y así se jactaban y se deleitaban en la sangre y en verter la sangre de sus hermanos; y esto a causa de la iniquidad de su rey y sacerdotes.", "20 Y aconteció que había entre ellos un hombre que se llamaba Abinadí; y salió entre ellos y empezó a profetizar, diciendo: He aquí, así dice el Señor, y así me ha mandado, diciendo: Ve y di a esta gente: Así dice el Señor: ¡Ay de los de este pueblo!, porque he visto sus abominaciones, y sus iniquidades, y sus fornicaciones, y a menos que se arrepientan, los visitaré con mi ira.", "21 Y a menos que se arrepientan y se vuelvan al Señor su Dios, he aquí, los entregaré en manos de sus enemigos; sí, y serán reducidos al cautiverio, y serán afligidos por mano de sus enemigos.", "22 Y sucederá que sabrán que yo soy el Señor su Dios, y que soy un Dios celoso, que visito las iniquidades de mi pueblo.", "23 Y acontecerá que a menos que este pueblo se arrepienta y se vuelva al Señor su Dios, será llevado al cautiverio; y nadie lo librará, salvo el Señor, el Dios Todopoderoso.", "24 Sí, y acontecerá que cuando ellos clamen a mí, seré lento en oír sus lamentos; sí, y permitiré que sus enemigos los aflijan.", "25 Y a menos que se arrepientan en cilicio y ceniza, y clamen fuertemente al Señor su Dios, no oiré sus ruegos ni los libraré de sus aflicciones; y así dice el Señor, y así me ha mandado.", "26 Y acaeció que cuando les hubo hablado Abinadí estas palabras, se enojaron con él y trataron de quitarle la vida; mas el Señor lo libró de sus manos.", "27 Ahora bien, cuando el rey Noé se hubo enterado de las palabras que Abinadí había hablado al pueblo, también se llenó de ira y dijo: ¿Quién es Abinadí, para que yo y mi pueblo seamos juzgados por él? O, ¿quién es el Señor para que traiga sobre mi pueblo tan grande aflicción?", "28 Os mando traer aquí a Abinadí para matarlo, porque él ha dicho estas cosas para incitar a los de mi pueblo a la ira unos con otros, y para suscitar contenciones entre los de mi pueblo; por tanto, lo mataré.", "29 Y los ojos del pueblo se hallaban cegados; por tanto, endurecieron sus corazones contra las palabras de Abinadí, y trataron de apresarlo desde ese momento en adelante. Y el rey Noé endureció su corazón contra la palabra del Señor, y no se arrepintió de sus malas obras."], "Français": ["Le roi Noé règne dans la méchanceté— Il se livre à des orgies avec ses épouses et ses concubines— Abinadi prophétise que le peuple sera réduit en servitude— Le roi Noé cherche à lui ôter la vie. Vers 160–150av.J.-C.", "1 Et alors, il arriva que Zénif conféra le royaume à Noé, un de ses fils; Noé commença donc à régner à sa place; et il ne marcha pas dans les voies de son père.", "2 Car voici, il ne garda pas les commandements de Dieu, mais il marcha selon les désirs de son cœur. Et il eut beaucoup d’épouses et de concubines. Et il fit commettre le péché à son peuple, et lui fit faire ce qui était abominable aux yeux du Seigneur. Oui, et ils commirent la fornication et toute sorte de méchanceté.", "3 Et il leva un impôt d’un cinquième de tout ce qu’ils possédaient, un cinquième de leur or et de leur argent, et un cinquième de leur zif, et de leur cuivre, et de leur airain, et de leur fer; et un cinquième de leur bétail engraissé; et aussi un cinquième de tout leur grain.", "4 Et tout cela, il le prit pour s’entretenir, lui, et ses épouses, et ses concubines; et aussi ses prêtres, et leurs épouses, et leurs concubines; c’est ainsi qu’il avait changé les affaires du royaume.", "5 Car il déposa tous les prêtres qui avaient été consacrés par son père et en consacra des nouveaux à leur place, des gens qui étaient enflés dans l’orgueil de leur cœur.", "6 Oui, et ainsi ils étaient entretenus dans leur paresse, et dans leur idolâtrie, et dans leur fornication, par les impôts que le roi Noé avait mis sur son peuple; c’est ainsi que le peuple peina à l’extrême pour entretenir l’iniquité.", "7 Oui, et il devint aussi idolâtre, parce qu’il était trompé par les paroles vaines et flatteuses du roi et des prêtres; car ils lui disaient des choses flatteuses.", "8 Et il arriva que le roi Noé construisit beaucoup d’édifices élégants et spacieux; et il les ornementa de fins ouvrages de bois, et de toutes sortes de choses précieuses, d’or, et d’argent, et de fer, et d’airain, et de zif, et de cuivre;", "9 et il se construisit aussi un palais spacieux, et un trône au milieu, et tout cela était en bois fin et était ornementé d’or, et d’argent, et de choses précieuses.", "10 Et il fit aussi exécuter par ses ouvriers toutes sortes de fins travaux à l’intérieur des murs du temple, des travaux de bois fin, et de cuivre, et d’airain.", "11 Et les sièges qui étaient réservés aux grands prêtres, qui étaient par-dessus tous les autres sièges, il les ornementa d’or pur; et il fit construire une balustrade devant eux, afin qu’ils pussent s’y reposer le corps et les bras tandis qu’ils disaient des paroles mensongères et vaines à son peuple.", "12 Et il arriva qu’il construisit une tour près du temple; oui, une très haute tour, si haute qu’il pouvait se tenir à son sommet et dominer le pays de Shilom, et aussi le pays de Shemlon que possédaient les Lamanites; et il pouvait même embrasser du regard tout le pays alentour.", "13 Et il arriva qu’il fit construire beaucoup de bâtiments au pays de Shilom; et il fit construire une grande tour sur la colline au nord du pays de Shilom qui avait été un refuge pour les enfants de Néphi au moment où ils s’enfuirent du pays; et c’est ainsi qu’il agit avec les richesses qu’il obtenait en levant des impôts sur son peuple.", "14 Et il arriva qu’il mit son cœur dans ses richesses, et qu’il passa son temps à des orgies avec ses épouses et ses concubines; et ses prêtres aussi passaient leur temps avec des prostituées.", "15 Et il arriva qu’il planta des vignes un peu partout dans le pays; et il construisit des pressoirs, et fit du vin en abondance; et c’est pourquoi il devint un grand buveur de vin et son peuple aussi.", "16 Et il arriva que les Lamanites commencèrent à faire des incursions contre son peuple, contre de petits nombres, et à les tuer dans leurs champs et pendant qu’ils gardaient leurs troupeaux.", "17 Et le roi Noé envoya des gardes tout autour du pays pour les maintenir à distance; mais il n’en envoya pas un nombre suffisant, et les Lamanites tombèrent sur eux, et les tuèrent, et chassèrent beaucoup de leurs troupeaux hors du pays; c’est ainsi que les Lamanites commencèrent à les détruire et à assouvir leur haine contre eux.", "18 Et il arriva que le roi Noé envoya ses armées contre eux, et ils furent repoussés, ou elles les repoussèrent un certain temps; c’est pourquoi, elles retournèrent, se réjouissant de leur butin.", "19 Et alors, à cause de cette grande victoire, ils furent enflés dans l’orgueil de leur cœur; ils se vantèrent de leur force, disant que leurs cinquante pouvaient tenir tête à des milliers de Lamanites; et c’est ainsi qu’ils se vantaient, et mettaient leurs délices dans le sang, et dans l’effusion du sang de leurs frères, et cela à cause de la méchanceté de leur roi et de leurs prêtres.", "20 Et il arriva qu’il y eut un homme parmi eux, dont le nom était Abinadi; et il s’en alla parmi eux, et commença à prophétiser, disant: Voici, ainsi dit le Seigneur, et voici ce qu’il m’a commandé, disant: Va, et dis à ce peuple: Ainsi dit le Seigneur: Malheur à ce peuple, car j’ai vu ses abominations, et sa méchanceté, et sa fornication; et s’il ne se repent pas, j’interviendrai contre lui dans ma colère.", "21 Et s’il ne se repent pas et ne se tourne pas vers le Seigneur, son Dieu, voici, je le livrerai entre les mains de ses ennemis; oui, et il sera réduit en servitude; et il sera affligé par la main de ses ennemis.", "22 Et il arrivera qu’il saura que je suis le Seigneur, son Dieu, et que je suis un Dieu jaloux, châtiant mon peuple pour ses iniquités.", "23 Et il arrivera que si ce peuple ne se repent pas et ne se tourne pas vers le Seigneur, son Dieu, il sera réduit en servitude; et nul ne le délivrera, si ce n’est le Seigneur, le Dieu Tout-Puissant.", "24 Oui, et il arrivera que lorsqu’il criera vers moi, je serai lent à entendre ses cris; oui, et je souffrirai qu’il soit frappé par ses ennemis.", "25 Et s’il ne se repent pas avec le sac et la cendre, et ne supplie pas avec force le Seigneur, son Dieu, je n’entendrai pas ses prières, ni ne le délivrerai de ses afflictions; et ainsi dit le Seigneur, et voilà ce qu’il m’a commandé.", "26 Alors il arriva que lorsqu’Abinadi leur eut dit ces paroles, ils furent furieux contre lui, et cherchèrent à lui ôter la vie; mais le Seigneur le délivra de leurs mains.", "27 Alors, lorsque le roi Noé eut été informé des paroles qu’Abinadi avait dites au peuple, il fut furieux aussi; et il dit: Qui est Abinadi, pour que moi et mon peuple devions être jugés par lui, ou qui est le Seigneur, qui fera venir sur mon peuple une si grande affliction?", "28 Je vous commande d’amener Abinadi ici, afin que je le fasse mourir, car il a dit ces choses pour exciter mon peuple à la colère les uns contre les autres, et pour susciter des querelles parmi mon peuple; c’est pourquoi je vais le faire mourir.", "29 Or, le peuple avait les yeux aveuglés; c’est pourquoi il s’endurcit le cœur contre les paroles d’Abinadi, et il chercha, à partir de ce moment-là, à se saisir de lui. Et le roi Noé s’endurcit le cœur contre la parole du Seigneur, et il ne se repentit pas de ses mauvaises actions."], "Kiribati": ["E tautaeka i nanon te buakaka te uea ae Noa—E kimwareirei nanona n te maiu n akiako ma buuna ao ana kinano aika a mwaiti—E taetae ni burabeti Abinataai bwa a na tautoronaki ana botanaomata—E kataia te uea ae Noa n anaa maiuna. Uakaan ma 160–150I.K.", "1 Ao ngkai e koro bukina bwa e anga ueana Tinebi nakon Noa, ae natina te mwaane temanna; mangaia ae e a onea mwiina Noa n tautaeka; ao e aki katotonga maiun tamana.", "2 Bwa taraia, e aki kaawakin ana tua te Atua, ma e rimwin kukurein oin nanona. Ao a mwaiti buuna ma ana kinano. Ao e kariaia bwa a na karaoa te bure ana botanaomata, ao ni karaoi bwaai aika a ribaki imatan te Uea. Eng, ao a karaoi mwakuri ni kabekaau ma mwakuri riki aika bubuaka n aroia nako.", "3 Ao e bairea te angabwai nakon teuana kanimamwakoron aia bwai, kanimamwakoron aia koora ma aia tirewa, kanimamwakoron tibi, ma aia kaobwa, ma aia buraati ma aia biti; ao kanimamwakoron aia tiibu; ao kanimamwakoron naba aia wiita.", "4 Ao e anai bwaai aikai ni kabane ibukin maiuna, ma buuna ao ana kinano; ma ana ibonga, ma buuia ao aia kinano; mangaia ae e a bon bita aron butin ueana.", "5 E kakerikakiia ibonga ni kabane ake a katabuaki iroun tamana, ao e katabuia aika a boou, aika moan te kamoamoa ma ni kan tiroaki, bwa a na onea mwiia.", "6 Eng, mangaia are a kamaiuaki n taningarotia, ao n taromauria anti, ao n aia mwakuri ni kabekaau, ma n taian angabwai ake kamatoai te uea ae Noa nakoia ana botanaomata; mangaia are a bekumwaaka te botanaomata ibukin kateimatoan te bure.", "7 Eng, a taromauria naba anti, ngkai a keweaki n taeka aika akea nanoia ma ni kababa ake e taekin te uea ma ana ibonga; bwa a bon taetae ni kababa nakoia.", "8 Ao e koro bukina bwa e katei kateitei aika moan te bubura te uea ae Noa; ao e katamaroai ni bwai ni katamaroa aika rangi n tamaroa karaoaia man te kai, ao man bwaai aika kakawaki, man te koora, ao te tirewa, ao man te biti, ao man te buraati, ao man te tibi, ao man te kaobwa;", "9 E a katea naba te bareti ae moan te mwawawa nanona bon ibukina, ao te kaintoka n uea i nanona, are karaoaki man te kai ae moan te tamaroa ao e katikiraoaki n te koora ao te tirewa ao bwaai riki tabeua aika kakawaki.", "10 Ao e tuatua naba nakoia ana tia mwakuri bwa a na karaoi bwaai aika a tamaroa i nanon oon te tembora aika karaoaki man te kai, ao te kaobwa, ao te buraati.", "11 Ao e katikiraoi n te koora kaintekateka ake a kaokoroaki ibukiia ibonga aika a rietata, aika a ririeta riki nakon kaintekateka ake tabeua; e katamaroai ni koora ao e tua bwa e na kateaki te kai ni kabwarabwara i mataia, bwa aonga n nangoi rabwataia ma baia iaona ngkana a taekin taeka aika a kewe man akea nanoia nakoia ana botanaomata.", "12 Ao e koro bukina bwa e katea te taua i rarikin te tembora; eng, te taua ae moan te rietata, ae koro rietana are ngkana e tei i taubukina ao e kona n noora aon Tiirom mai iai, ao aon naba Tiemron, aika a maeka iai Reimwanaite; ao e kona naba n noori aaba nako ake a katobibia.", "13 Ao e koro bukina bwa e tua bwa a na kateaki kateitei aika a mwaiti iaon Tiirom; ao e tua bwa e na kateaki te taua ae rietata iaon te tabuki ae e mena i meangin Tiirom, are e a tia n riki ngkoa bwa te tabo ni kamanomano ibukiia natin Nibwaai n te tai are a birinako iai man te aba; ao e karaoi bwaai aikai man te kaubwai are e reke man taian angabwai ake e katei nakoia ana botanaomata.", "14 Ao e koro bukina bwa e maamate nanona riki ni kaubwaina, ao e babane ana tai ni maiuakina te bure ma buuna ma ana kinano aika a mwaiti; ao ai te arona naba ma ana ibonga aika a kabanea aia tai irouia kabekaau.", "15 Ao e koro bukina bwa e uniki taian nne ni kurebe aika a mwaiti iaon te aba; ao e katei taabo ni karao wain, ao e karaoi wain aika a mwaiti; ao e a riki bwa te tia koro ni mooi wain ae koro, ai uana naba ma ana botanaomata.", "16 Ao e koro bukina bwa a ekinakoaki ana botanaomata irouia Reimwanaite, n te mwaiti ae e karako, ao a tiringia i nanon aia tawaana, ngke a tabe n tararuaia aia nanai.", "17 Ao e kanakoia ana tautia te uea ae Noa ni kabuta ueana bwa a na tukia; ma e aki tau te mwaiti are e kanakoia, ao Reimwanaite a ekianako ao a tiringiia, ao a kairianako aia nanai mai abaia; ao Reimwanaite a moana tiringakia, ao ni kamwakura aia kairiribai i aoia.", "18 Ao e koro bukina bwa e kanakoia ana taanga te uea ae Noa bwa a na kaaitaraia, ao a kakioia nako, ke a kaeia i nanon te tai ae kimototo; mangaia ae a oki ma te kimwareirei ni bwaai ake a reke irouia man te buaka.", "19 Ao ngkai, ibukin te tokanikai ae korakora aio ao a onrake nanoia n te kamoamoa n te kan tiroaki; ao a kamoamoa aron korakoraia, n taekinna bwa a kona ti nimangaun mai buakoia ni kaaitaraia ngaa ma ngaa tautia aika Reimwanaite; ao e a waaki nako aia kamoamoa, ao a kukurei nanoia n te raraa, ma katinakoan raraaia tariia, ao e riki aio ibukin buakakan aia uea ma buakakaia aia ibonga.", "20 Ao e koro bukina bwa iai te mwaane temanna i buakoia ae arana bon Abinataai; ao e tei i buakoia, ao e a moana ana taetae ni burabeti, ni kangai: Taraia, e taku ana taeka te Uea, ao e a tia n tuatua nakoiu, ni kangai, Ko na nako, ao ko na taetae nakoia te botanaomata aio, bwa e kangai te Uea—e na reke kaia te botanaomata aio, bwa I a tia n noori aia mwakuri aika a ribaki, ma aia buakaka, ma aia mwakuri ni kabekaau; ao ngkana a aki rairinanoia ao N na karokoa uniu irouia.", "21 Ao ngkana a aki rairinanoia n okira te Uea ae Atuaia, ao taraia, N na kawenea taekaia nako nanon baia aia kairiribai; eng, ao a na reke i aan te tautoronaki; ao a na karawawataki i aan baia aia kairiribai.", "22 Ao e na koro bukina bwa a na ataia ae ngai bon te Uea ae Atuaia, ao te Atua ae I bakantang ngai, ae I katuaeia au botanaomata n aia bure.", "23 Ao e na koro bukina bwa ngkana a aki rairinanoia te botanaomata aio nakon te Uea ae Atuaia, ao a na reke i aan te tautoronaki; ao akea ae e na kamaiuia, ma bon ti te Uea ae te Atua ae Moan te Mwaaka.", "24 Eng, ao e na koro bukina bwa ngkana a tang nakoiu ao N na waeremwe n ongo tangiia; eng, ao N na kariaia bwa a na konaki irouia aia kairiribai.", "25 Ma ngkana a aki rairinanoia ma te nanorinano ao te nano ni koaua, ao ni kakorakoraia n tataro nakon te Uea ae Atuaia, ao N na bon aki ongo aia tataro, ke ni kamaiuia man rawawataia; ao aikai ake e taekin te Uea, ao ake e a tia n tua bwa N na taekin.", "26 Ngkai e a koro bukina bwa ngke e a tia Abinataai n taekin taeka aikai nakoia ao a un irouna, ao a kataia n anaa maiuna; ma e kamaiua te Uea mai nanon baia.", "27 Ao ngke e a tia n ongo te uea ae Noa taian taeka ake taekin Abinataai nakoia ana botanaomata, ao e a un naba; ao e taku: Antai Abinataai, are e na kona ni motika taekau ma taekaia au botanaomata, ke antai te Uea, are e na kona ni karuoa te rawawata ae moan te korakora nakoia au botanaomata?", "28 I tua nakoimi bwa kam na uota Abinataai n nakomai, bwa N na tiringnga, bwa e atong bwaai aikai bwa e aonga ni karika te mangaongao ao te un imarenaia au botanaomata, ao ni karika te itabaraara imarenau ma au botanaomata; mangaia ae N na tiringnga.", "29 Ao a kamatakiaki mataia te botanaomata; mangaia are a kamatoai nanoia ni kaaitarai ana taeka Abinataai, ao a moanna man te tai arei n uaa rekena. Ao e kamatoa nanona te uea are Noa ni kaitaraa ana taeka te Uea, ao e aki rairananona man ana mwakuri aika a buakaka."]}