{"English": ["Abinadi is imprisoned for prophesying the destruction of the people and the death of King Noah—The false priests quote the scriptures and pretend to keep the law of Moses—Abinadi begins to teach them the Ten Commandments. About 148B.C.", "1 And it came to pass that after the space of two years that Abinadi came among them in disguise, that they knew him not, and began to prophesy among them, saying: Thus has the Lord commanded me, saying—Abinadi, go and prophesy unto this my people, for they have hardened their hearts against my words; they have repented not of their evil doings; therefore, I will visit them in my anger, yea, in my fierce anger will I visit them in their iniquities and abominations.", "2 Yea, wo be unto this generation! And the Lord said unto me: Stretch forth thy hand and prophesy, saying: Thus saith the Lord, it shall come to pass that this generation, because of their iniquities, shall be brought into bondage, and shall be smitten on the cheek; yea, and shall be driven by men, and shall be slain; and the vultures of the air, and the dogs, yea, and the wild beasts, shall devour their flesh.", "3 And it shall come to pass that the life of king Noah shall be valued even as a garment in a hot furnace; for he shall know that I am the Lord.", "4 And it shall come to pass that I will smite this my people with sore afflictions, yea, with famine and with pestilence; and I will cause that they shall howl all the day long.", "5 Yea, and I will cause that they shall have burdens lashed upon their backs; and they shall be driven before like a dumb ass.", "6 And it shall come to pass that I will send forth hail among them, and it shall smite them; and they shall also be smitten with the east wind; and insects shall pester their land also, and devour their grain.", "7 And they shall be smitten with a great pestilence—and all this will I do because of their iniquities and abominations.", "8 And it shall come to pass that except they repent I will utterly destroy them from off the face of the earth; yet they shall leave a record behind them, and I will preserve them for other nations which shall possess the land; yea, even this will I do that I may discover the abominations of this people to other nations. And many things did Abinadi prophesy against this people.", "9 And it came to pass that they were angry with him; and they took him and carried him bound before the king, and said unto the king: Behold, we have brought a man before thee who has prophesied evil concerning thy people, and saith that God will destroy them.", "10 And he also prophesieth evil concerning thy life, and saith that thy life shall be as a garment in a furnace of fire.", "11 And again, he saith that thou shalt be as a stalk, even as a dry stalk of the field, which is run over by the beasts and trodden under foot.", "12 And again, he saith thou shalt be as the blossoms of a thistle, which, when it is fully ripe, if the wind bloweth, it is driven forth upon the face of the land. And he pretendeth the Lord hath spoken it. And he saith all this shall come upon thee except thou repent, and this because of thine iniquities.", "13 And now, O king, what great evil hast thou done, or what great sins have thy people committed, that we should be condemned of God or judged of this man?", "14 And now, O king, behold, we are guiltless, and thou, O king, hast not sinned; therefore, this man has lied concerning you, and he has prophesied in vain.", "15 And behold, we are strong, we shall not come into bondage, or be taken captive by our enemies; yea, and thou hast prospered in the land, and thou shalt also prosper.", "16 Behold, here is the man, we deliver him into thy hands; thou mayest do with him as seemeth thee good.", "17 And it came to pass that king Noah caused that Abinadi should be cast into prison; and he commanded that the priests should gather themselves together that he might hold a council with them what he should do with him.", "18 And it came to pass that they said unto the king: Bring him hither that we may question him; and the king commanded that he should be brought before them.", "19 And they began to question him, that they might cross him, that thereby they might have wherewith to accuse him; but he answered them boldly, and withstood all their questions, yea, to their astonishment; for he did withstand them in all their questions, and did confound them in all their words.", "20 And it came to pass that one of them said unto him: What meaneth the words which are written, and which have been taught by our fathers, saying:", "21 How beautiful upon the mountains are the feet of him that bringeth good tidings; that publisheth peace; that bringeth good tidings of good; that publisheth salvation; that saith unto Zion, Thy God reigneth;", "22 Thy watchmen shall lift up the voice; with the voice together shall they sing; for they shall see eye to eye when the Lord shall bring again Zion;", "23 Break forth into joy; sing together ye waste places of Jerusalem; for the Lord hath comforted his people, he hath redeemed Jerusalem;", "24 The Lord hath made bare his holy arm in the eyes of all the nations, and all the ends of the earth shall see the salvation of our God?", "25 And now Abinadi said unto them: Are you priests, and pretend to teach this people, and to understand the spirit of prophesying, and yet desire to know of me what these things mean?", "26 I say unto you, wo be unto you for perverting the ways of the Lord! For if ye understand these things ye have not taught them; therefore, ye have perverted the ways of the Lord.", "27 Ye have not applied your hearts to understanding; therefore, ye have not been wise. Therefore, what teach ye this people?", "28 And they said: We teach the law of Moses.", "29 And again he said unto them: If ye teach the law of Moses why do ye not keep it? Why do ye set your hearts upon riches? Why do ye commit whoredoms and spend your strength with harlots, yea, and cause this people to commit sin, that the Lord has cause to send me to prophesy against this people, yea, even a great evil against this people?", "30 Know ye not that I speak the truth? Yea, ye know that I speak the truth; and you ought to tremble before God.", "31 And it shall come to pass that ye shall be smitten for your iniquities, for ye have said that ye teach the law of Moses. And what know ye concerning the law of Moses? Doth salvation come by the law of Moses? What say ye?", "32 And they answered and said that salvation did come by the law of Moses.", "33 But now Abinadi said unto them: I know if ye keep the commandments of God ye shall be saved; yea, if ye keep the commandments which the Lord delivered unto Moses in the mount of Sinai, saying:", "34 I am the Lord thy God, who hath brought thee out of the land of Egypt, out of the house of bondage.", "35 Thou shalt have no other God before me.", "36 Thou shalt not make unto thee any graven image, or any likeness of any thing in heaven above, or things which are in the earth beneath.", "37 Now Abinadi said unto them, Have ye done all this? I say unto you, Nay, ye have not. And have ye taught this people that they should do all these things? I say unto you, Nay, ye have not."], "Español": ["Abinadí es encarcelado por profetizar la destrucción del pueblo y la muerte del rey Noé— Los sacerdotes falsos citan las Escrituras y fingen observar la ley de Moisés— Abinadí comienza a enseñarles los Diez Mandamientos. Aproximadamente 148a.C.", "1 Y aconteció que después de dos años, Abinadí vino entre ellos disfrazado, de modo que no lo conocieron, y empezó a profetizar entre ellos, diciendo: Así me ha mandado el Señor, diciendo: Abinadí, ve y profetiza a los de mi pueblo, porque han endurecido su corazón en contra de mis palabras; no se han arrepentido de sus malas obras; por lo tanto, los visitaré con mi ira; sí, con mi furiosa ira los visitaré en sus iniquidades y abominaciones.", "2 Sí, ¡ay de esta generación! Y el Señor me dijo: Extiende tu mano y profetiza, diciendo: Así dice el Señor: Acontecerá que los de esta generación, a causa de sus iniquidades, serán llevados al cautiverio, y serán heridos en la mejilla; sí, y por los hombres serán impelidos y muertos; y los buitres del aire y los perros, sí, y los animales salvajes devorarán su carne.", "3 Y acontecerá que la vida del rey Noé se estimará igual que un vestido en un horno ardiente; porque sabrá que yo soy el Señor.", "4 Y acontecerá que heriré a este pueblo mío con penosas aflicciones; sí, con hambre y con pestilencia; y haré que aúllen todo el día.", "5 Sí, y haré que les aten cargas sobre sus espaldas; y serán arreados como mudos asnos.", "6 Y acontecerá que enviaré granizo entre ellos, y los herirá; y también serán heridos por el viento oriental; y los insectos también abrumarán sus tierras y devorarán su grano.", "7 Y serán heridos con gran pestilencia; y haré todo esto por motivo de sus iniquidades y sus abominaciones.", "8 Y acontecerá que, a menos que se arrepientan, los destruiré totalmente de sobre la faz de la tierra; sin embargo, dejarán tras sí un registro, y lo preservaré para otras naciones que poseerán la tierra; sí, esto haré para que yo revele las abominaciones de este pueblo a otras naciones. Y muchas cosas profetizó Abinadí contra este pueblo.", "9 Y aconteció que se enojaron con él; y lo aprehendieron y lo llevaron atado ante el rey, y dijeron al rey: He aquí, hemos traído ante ti a un hombre que ha profetizado el mal concerniente a tu pueblo, y dice que Dios lo destruirá.", "10 Y también profetiza lo malo en cuanto a tu vida, y dice que tu vida será semejante a un vestido en un horno ardiente.", "11 Y más aún, dice que serás como una caña; sí, como una caña seca del campo, la cual las bestias pisan y es hollada con los pies.", "12 Y además, dice que serás como la flor del cardo, que cuando está completamente madura, si el viento sopla, es arrastrada sobre la faz de la tierra; y afirma que el Señor lo ha declarado. Y dice que todo esto te sobrevendrá a menos que te arrepientas; y esto a causa de tus iniquidades.", "13 Y ahora bien, oh rey, ¿qué gran mal has hecho, o qué grandes pecados ha cometido tu pueblo para que Dios nos condene, o este hombre nos juzgue?", "14 Y he aquí, oh rey, nos hallamos sin culpa, y tú, oh rey, no has pecado; por lo tanto, este hombre ha mentido concerniente a ti, y ha profetizado en vano.", "15 Y he aquí, somos fuertes; no caeremos en la esclavitud ni seremos llevados cautivos por nuestros enemigos; sí, y tú has prosperado en la tierra, y también has de prosperar.", "16 Mira, aquí está el hombre; lo entregamos en tus manos; puedes hacer con él lo que bien te parezca.", "17 Y sucedió que el rey Noé hizo que fuese encarcelado Abinadí; y dio órdenes de que se convocara a los sacerdotes, para reunirse en concilio con ellos sobre lo que debía hacer con él.", "18 Y aconteció que le dijeron al rey: Tráelo aquí para que lo interroguemos; y el rey mandó que fuese traído ante ellos.", "19 Y empezaron a interrogarlo con el fin de confundirlo, para así tener de qué acusarlo; pero él les respondió intrépidamente e hizo frente a todas sus preguntas, sí, los llenó de asombro; pues los resistió en todas sus preguntas y los confundió en todas sus palabras.", "20 Y sucedió que uno de ellos le dijo: ¿Qué significan las palabras que están escritas, y que nuestros padres han enseñado, diciendo:", "21 ¡Cuán hermosos sobre las montañas son los pies de aquel que trae buenas nuevas; que publica la paz; que trae gratas nuevas del bien; que publica la salvación; que dice a Sion: Tu Dios reina;", "22 tus centinelas levantarán la voz; unánimes cantarán, porque verán ojo a ojo cuando el Señor haga volver a Sion!", "23 ¡Prorrumpid en alegría! ¡Cantad juntamente lugares desolados de Jerusalén, porque el Señor ha consolado a su pueblo, ha redimido a Jerusalén!;", "24 el Señor ha desnudado su santo brazo a la vista de todas las naciones, y todos los extremos de la tierra verán la salvación de nuestro Dios?", "25 Y luego les dijo Abinadí: ¿Sois vosotros sacerdotes, y decís que enseñáis a este pueblo, y que entendéis el espíritu de profecía, y sin embargo, queréis saber de mí lo que estas cosas significan?", "26 Yo os digo: ¡Ay de vosotros por pervertir las vías del Señor! Porque si entendéis estas cosas, no las habéis enseñado. Por tanto, habéis pervertido las vías del Señor.", "27 No habéis aplicado vuestros corazones para entender; por tanto, no habéis sido sabios. ¿Qué, pues, enseñáis a este pueblo?", "28 Y dijeron: Enseñamos la ley de Moisés.", "29 Y de nuevo les dijo: Si enseñáis la ley de Moisés, ¿cómo es que no la cumplís? ¿Por qué entregáis vuestros corazones a las riquezas? ¿Por qué cometéis fornicaciones y disipáis vuestro vigor con rameras, sí, y hacéis que este pueblo cometa pecado, de modo que el Señor tenga motivo para enviarme a profetizar contra este pueblo, sí, aun un gran mal contra este pueblo?", "30 ¿No sabéis que hablo la verdad? Sí, sabéis que hablo la verdad, y deberíais temblar ante Dios.", "31 Y sucederá que seréis heridos por vuestras iniquidades, pues habéis dicho que enseñáis la ley de Moisés. Y, ¿qué sabéis concerniente a la ley de Moisés? ¿Viene la salvación por la ley de Moisés? ¿Qué decís vosotros?", "32 Y respondieron y dijeron que la salvación venía por la ley de Moisés.", "33 Mas les dijo Abinadí: Sé que si guardáis los mandamientos de Dios, seréis salvos; sí, si guardáis los mandamientos que el Señor dio a Moisés en el monte de Sinaí, diciendo:", "34 Yo soy el Señor tu Dios, que te he sacado de la tierra de Egipto, de la casa de servidumbre.", "35 No tendrás otro Dios delante de mí.", "36 No te harás ninguna imagen tallada, ni ninguna semejanza de cosa alguna que esté arriba en el cielo, ni de cosas que estén abajo en la tierra.", "37 Y luego les dijo Abinadí: ¿Habéis hecho todo esto? Yo os digo: No; no lo habéis hecho. ¿Y habéis enseñado a este pueblo que debe observar todas estas cosas? Os digo que no; no lo habéis hecho."], "Français": ["Abinadi est emprisonné pour avoir prophétisé la destruction du peuple et la mort du roi Noé— Les faux prêtres citent les Écritures et prétendent garder la loi de Moïse— Abinadi commence à leur enseigner les dix commandements. Vers 148av.J.-C.", "1 Et il arriva qu’au bout de deux ans, Abinadi vint parmi eux, déguisé, afin qu’ils ne le reconnussent pas, et commença à prophétiser parmi eux, disant: Ainsi m’a commandé le Seigneur, disant: Abinadi, va et prophétise à ce peuple qui est le mien, car il s’est endurci le cœur contre mes paroles; il ne s’est pas repenti de ses mauvaises actions; c’est pourquoi j’interviendrai contre lui dans ma colère, oui, dans ma colère ardente, j’interviendrai contre lui dans ses iniquités et ses abominations.", "2 Oui, malheur à cette génération! Et le Seigneur me dit: Étends la main et prophétise, disant: Ainsi dit le Seigneur: Il arrivera que cette génération, à cause de ses iniquités, sera réduite en servitude, et sera frappée sur la joue; oui, et sera chassée par les hommes, et sera tuée; et les vautours de l’air, et les chiens, oui, et les bêtes sauvages lui dévoreront la chair.", "3 Et il arrivera que la vie du roi Noé sera estimée comme un vêtement dans une fournaise ardente; car il saura que je suis le Seigneur.", "4 Et il arrivera que je frapperai ce peuple, qui est le mien, de grandes afflictions, oui, de famine et de peste; et je le ferai hurler tout le jour.", "5 Oui, et je ferai en sorte qu’on lui lie des fardeaux sur le dos; et on le poussera devant soi comme un âne muet.", "6 Et il arrivera que j’enverrai la grêle au milieu de lui, et elle le frappera; et il sera aussi frappé par le vent d’orient; et les insectes infesteront aussi son pays et dévoreront son grain.", "7 Et il sera frappé d’une grande peste; et tout cela, je le ferai à cause de ses iniquités et de ses abominations.", "8 Et il arrivera qu’à moins qu’il ne se repente, je le détruirai totalement de la surface de la terre; néanmoins, il laissera des annales derrière lui, et je les préserverai pour d’autres nations qui posséderont le pays; oui, je ferai cela afin de découvrir à d’autres nations les abominations de ce peuple. Et Abinadi prophétisa beaucoup de choses contre ce peuple.", "9 Et il arriva qu’ils furent en colère contre lui; et ils le prirent et l’amenèrent, lié, devant le roi, et dirent au roi: Voici, nous avons amené devant toi un homme qui a prophétisé du mal concernant ton peuple et dit que Dieu va le détruire.", "10 Et il prophétise aussi du mal concernant ta vie et dit que ta vie sera comme un vêtement dans une fournaise de feu.", "11 Et encore, il dit que tu seras comme une tige, comme une tige desséchée du champ, qui est renversée par les bêtes et foulée aux pieds.", "12 Et encore, il dit que tu seras comme les fleurs du chardon, qui, lorsqu’elles sont pleinement mûres, si le vent souffle, sont chassées sur la surface du pays. Et il prétend que le Seigneur l’a dit. Et il dit que tout cela viendra sur toi, à moins que tu ne te repentes, et cela à cause de tes iniquités.", "13 Et maintenant, ô roi, quel grand mal as-tu fait, ou quels grands péchés ton peuple a-t-il commis, pour que nous soyons condamnés par Dieu ou jugés par cet homme?", "14 Et maintenant, ô roi, voici, nous sommes innocents, et toi, ô roi, tu n’as pas péché; c’est pourquoi, cet homme a menti à ton sujet, et il a prophétisé en vain.", "15 Et voici, nous sommes forts, nous ne tomberons pas en servitude, ni ne serons faits captifs par nos ennemis; oui, et tu as prospéré dans le pays, et tu prospéreras aussi.", "16 Voici, voici l’homme, nous le livrons entre tes mains; tu peux faire de lui ce qui te semble bon.", "17 Et il arriva que le roi Noé fit jeter Abinadi en prison; et il commanda aux prêtres de se rassembler afin de pouvoir tenir conseil avec eux sur ce qu’il ferait de lui.", "18 Et il arriva qu’ils dirent au roi: Amène-le ici, que nous l’interrogions; et le roi commanda qu’on l’amenât devant eux.", "19 Et ils commencèrent à l’interroger afin de l’amener à se contredire, afin d’avoir ainsi de quoi l’accuser; mais il leur répondit hardiment, et tint tête à toutes leurs questions, oui, à leur étonnement; car il leur tenait tête dans toutes leurs questions, et les confondait dans toutes leurs paroles.", "20 Et il arriva que l’un d’eux lui dit: Que signifient les paroles qui sont écrites et qui ont été enseignées par nos pères, disant:", "21 Qu’ils sont beaux sur les montagnes, les pieds de celui qui apporte de bonnes nouvelles, qui publie la paix! De celui qui apporte de bonnes nouvelles, qui publie le salut! De celui qui dit à Sion: Ton Dieu règne!", "22 La voix de tes sentinelles retentit; elles élèvent la voix, elles poussent ensemble des cris d’allégresse; car de leurs propres yeux elles voient que le Seigneur ramène Sion.", "23 Eclatez ensemble en cris de joie, ruines de Jérusalem! Car le Seigneur console son peuple, il rachète Jérusalem;", "24 le Seigneur découvre le bras de sa sainteté, aux yeux de toutes les nations; et toutes les extrémités de la terre verront le salut de notre Dieu?", "25 Et alors, Abinadi leur dit: Vous êtes prêtres, et vous prétendez instruire ce peuple, et comprendre l’esprit de prophétie, et cependant vous désirez savoir de moi ce que ces choses signifient?", "26 Je vous le dis, malheur à vous, parce que vous pervertissez les voies du Seigneur! Car si vous comprenez ces choses, vous ne les avez pas enseignées; c’est pourquoi, vous avez perverti les voies du Seigneur.", "27 Vous n’avez pas appliqué votre cœur pour avoir l’intelligence; c’est pourquoi, vous n’avez pas été sages. Qu’enseignez-vous donc à ce peuple?", "28 Et ils dirent: Nous enseignons la loi de Moïse.", "29 Et il leur dit encore: Si vous enseignez la loi de Moïse, pourquoi ne la gardez-vous pas? Pourquoi mettez-vous votre cœur dans les richesses? Pourquoi commettez-vous la fornication et épuisez-vous vos forces avec des prostituées, oui, et poussez-vous ce peuple à commettre le péché, de sorte que le Seigneur est obligé de m’envoyer prophétiser contre ce peuple, oui, un grand mal contre ce peuple?", "30 Ne savez-vous pas que je dis la vérité? Oui, vous savez que je dis la vérité; et vous devriez trembler devant Dieu.", "31 Et il arrivera que vous serez frappés pour vos iniquités, car vous avez dit que vous enseignez la loi de Moïse. Et que savez-vous de la loi de Moïse? Le salut vient-il par la loi de Moïse? Que dites-vous?", "32 Et ils répondirent et dirent que le salut venait par la loi de Moïse.", "33 Mais alors, Abinadi leur dit: Je sais que si vous gardez les commandements de Dieu, vous serez sauvés; oui, si vous gardez les commandements que le Seigneur a donnés à Moïse sur la montagne du Sinaï, disant:", "34 Je suis le Seigneur, ton Dieu, qui t’ai fait sortir du pays d’Égypte, de la maison de servitude.", "35 Tu n’auras pas d’autre Dieu devant ma face.", "36 Tu ne te feras point d’image taillée, ni de représentation quelconque des choses qui sont en haut dans les cieux, ou qui sont en bas sur la terre.", "37 Alors Abinadi leur dit: Avez-vous fait tout cela? Je vous dis que non, vous ne l’avez pas fait. Et avez-vous enseigné à ce peuple qu’il doit faire toutes ces choses? Je vous dis que non, vous ne l’avez pas fait."], "Kiribati": ["E karinaki Abinataai n te umwa ni kaikain ibukin ana taeka ni burabeti are a na kamaunaki te botanaomata ao e na mate te uea ae Noa—A taekin kanoan koroboki aika tabu taian ibonga ni kewe ao ni kewe ni kawakin ana tua Mote—E waaki Abinataai n reireinia taekan Tua ake Tebwina. Uakaan ma 148I.K.", "1 Ao e koro bukina bwa i mwin uoua te ririki ao e a kaoti Abinataai i buakoia ni karaba, ao a aki kinaa, ao e a wakina ana taetae ni burabeti i buakoia ni kangai: Bwa e a tia te Uea n tua nakoiu ni kangai—Abinataai, nako taetae ni burabeti nakoia au botanaomata aikai, bwa a kamatoai nanoia ni kaaitarai au taeka; a tuai n rairinanoia man aia mwakuri aika a buakaka; mangaia ae N na katuaeia n uniu, eng, N na katuaeia n uniu, N uniu ae moan te korakora n aia bure ma aia mwakuri aika a ribaki.", "2 Eng, e na reke kain te roro aio! Ao e taku te Uea nakoiu: Arora nako baim ao taetae ni burabeti ni kangai: e taku te Uea, e na koro bukina bwa te roro aio, ibukin aia buakaka, ao a na reke i aan te tautoronaki, ao e na matoa oreakia; eng, ao a na kaeaki nako irouia aomata, ao a na tiringaki; ao a na kanaki irikoia irouia man ni kaakang mai eta, ma kamea, eng, ao ma man ni kaakang.", "3 Ao e na koro bukina bwa e na kabotauaki maiun te uea ae Noa ma te kunnikai are karenakoaki nako nanon te ai; bwa e na riai n ataia ae ngai te Uea.", "4 Ao e na koro bukina bwa N na karekei kaia au botanaomata n te rekenikai ae korakora, eng, n te rongo ao aoraki aika kamamate; ao N na taraia bwa a na tangiroaa n te bong ae bwanin.", "5 Eng, N na taraia bwa a na katokaki rawawata iaon nukaia; ao a na kamwakuraki n ai aroia aati aika a burababa.", "6 Ao e na koro bukina bwa N na kabwaka te karau te atibu iaoia, ao a na kammarakaki iai; ao a na namakina naba korakoran te ang mainiku; ao a na taonaki abaia ni maan aika uarereke, ao a na kang arokaia.", "7 Ao a na taonaki n te aoraki ae moan te kamamate—ao N na karaoi bwaai aikai ni kabane ibukin aia buakaka ma aia mwakuri aika a ribaki.", "8 Ao e na koro bukina bwa ngkana a aki rairinanoia ao N na bon tiringia ni kabane mai aon te aonaba; ma e na iai te rekooti are a na katikua imwiia, ao N na kawakinna ibukiia tautaeka tabeua ake a na manga bwaina te aba; eng, N na karaoa aio bwa I aonga ni kaongoia kaain tautaeka aika ana roko, taekan aia mwakuri te botanaomata aio aika a ribaki. Ao a mwaiti riki bwaai aika e taetae ni burabetin Abinataai nakoia te botanaomata aio.", "9 Ao e koro bukina bwa a un irouna; ao a anaia ao a uotia nako ni kabaea imatan te uea, ao a kangai nakon te uea: Taraia, ti a uota mai te mwaane nako matam are e a tia n taetae ni burabetin bwaai aika a buakaka ni kaineti ma am botanaomata, ao n taku bwa e na tiringia te Atua.", "10 Ao e taetae ni burabetin naba bwai aika a buakaka ni kaineti ma maium, ao e taku bwa e na kabootauaki maium ma te kunnikai are karenakoaki i nanon uran te nne ni kanai ai.", "11 Ao riki, e taku bwa titebo ngkoe ma te uteute ae mwauu, ae uteuten te tawaana ae mwauu, are e toubekaki irouia maan ao e matiratira i aan waeia.", "12 Ao riki, e taku bwa titebo ngkoe ma ueen te kateketeke, are ngkana e roko n taina ao e kare te ang, ao a na ubaranako mai aon te aba. Ao e bukinna bwa e taekin bwaai aikai te Uea. Ao e taku bwa a na bane ni koro bukin bwai aikai ma a na aki ngkana ko rairananom, ao aio ibukin am buakaka.", "13 Ao ngkai O te uea, tera te bwai ae moan te buakaka ae ko a tia ni karaoia, ke bure raa aika moan te korakora ae a tia ni karaoia am botanaomata, are e na karekei iai kaira te Atua, ao ni motikaki taekara iroun te aomata aio?", "14 Ao ngkai, O te uea, taraia, akea te bwai ae ti bure iai, ao ngkoe, O te uea, ko tuai ni bure; mangaia are e a tia te aomata aio ni kewe n taekam, ao akea nanon ana taetae ni burabeti.", "15 Ao taraia, ti korakora, ao ti na aki reke i aan te tautoronaki, ke ni kairakinako bwa taenikai irouia ara kairiribai; eng, ao ko a tia ni kakabwaiaki iaon te aba, ao ko na kakabwaiaki naba.", "16 Taraia, aio te aomata anne, ti kawenea i nanon baim; ko kona ni karaoa are ko taku bwa e kukurei iai nanom nakoina.", "17 Ao e koro bukina bwa e tua te uea are Noa bwa e na karinaki Abinataai i nanon te umwa ni kaikain; ao e tua bwa ana bane ni botaki taian ibonga bwa e na tewea ana kauntira mangaia bwa a na bairea iai taekana.", "18 Ao e koro bukina bwa a taku nakon te uea: Kairia mai bwa ti na titirakinna; ao e tua te uea bwa e na kairaki nako mataia.", "19 Ao a moana titirakinana, bwa a na kataia ni kamangaoi ana taeka, bwa e aonga n reke aia anga ni karekea iai n te bure; ma e bane n eti ana kaeka, ao e kaekai aia titiraki ni kabane, eng, ao a rangi ni kubanako; bwa a bane ni boo aia titiraki ni kabane irouna, ao e kain wiia ni bwaai ake a titirakinna.", "20 Ao e koro bukina bwa e titiraki temanna nakoina ni kangai: Teraa ae ko kananonaa ngke ko taekin taeka aika a tia ni koreaki, ake a tia n reiakinaki irouia ara bakatibu, ni kangai:", "21 Ai tamaroara i aon maunga waen teuare e uouoti rongorongo aika raraoi; are e tataekina te rau; are e uouoti rongorongo aika raraoi; are e tataekina te kamaiuaki; are e kangai nakon Tion, E tautaeka Atuami;", "22 A na tabeki bwanaia am tia taratara; ao ma te bwanaa ae e botaki a na anene; bwa a na noori ma oin mataia ngkana e a manga kaoka Tion te Uea;", "23 Kam na kimwareirei; ni botaki n anene Ierutarem ae e aki bongana; bwa e a tia te Uea ni kabebeteia ana botanaomata, e a tia ni kabomwi ibukin Ierutarem;", "24 E a tia te Uea ni kaota baina ae tabu nako mataia aaba aika a mwaiti, ao e koaua bwa a na bane n noora ana kamaiu Atuara.", "25 Ao e taku Abinataai nakoia: Ngkami ibonga, aika a baka n reireinia te botanaomata aio, aongkoa kam ataa te taetae n tamnein te taetae ni burabeti, ma kam tangiria bwa N na kaoti nanon bwaai aikai?", "26 I kangai nakoimi, a na reke kaimi ngkai kam bureburei kawain te Uea! Bwa ngkana kam oota n nanon bwaai aikai ao kam tuai n reiakin; mangaia are kam a tia ni bureburei kawain te Uea.", "27 Kam tuai n anga nanomi bwa kam na kaotaaki; mangaia ae kam tuai ni wanawana. Mangaia ae teraa aika kam a tia n reireinia te botanaomata aio?", "28 Ao a taku: Ti reiakina ana tua Mote.", "29 Ao e manga taku riki nakoia: Ngkana kam reiakina ana tua Mote, bukin teraa ngkai kam aki kaawakin? Bukin teraa ngkai kam katikui ami iango i aon taian kaubwai? Bukin tera ngkai kam karaoi mwakuri ni kabekaau ao ni kabanea korakorami ma kabekaau, eng, ao ni kariaia te botanaomata aio bwa a na karaoa te bure, ao e a tia te Uea ni kanakoai bwa N na taetae ni burabeti ni kaitara ma te botanaomata aio, eng, te buakaka ae korakora ni kaitara te botanaomata aio?", "30 Kam aki ataia ae I taekina te koaua? Eng, kam ataia ae I taekina te koaua; ao kam riai n ruru imatan te Atua.", "31 Ao e na koro bukina bwa kam na tiringaki ibukin ami bure, bwa kam a tia n taku bwa kam kabongana ana tua Mote. Ao teraa kanoan ana tua Mote ae kam ataia? E koaua bwa e na reke te kamaiuaki man ana tua Mote? Tera ami kaeka?", "32 Ao a kaeka n taekinna bwa e reke te kamaiuaki man ana tua Mote.", "33 Ma e taku Abinataai nakoia: I ataia bwa ngkana kam kaawakin ana tua te Atua ao kam na kamaiuaki; eng, ngkana kam kaawakin taian tua ake e a tia te Uea n angan Mote n te maunga are Tinai, ni kangai:", "34 Ngai te Uea ae Atuam, are I a tia ni kairingkami n otinako mai Aikubita, ni kitana te tabo are kam tautoronaki iai.", "35 Ko na tai atuana te Atua temanna irarikiu.", "36 Ko na tai karaoa am bwai te boua ae kaaraki, ae katotongan te bwai teuana i karawa i eta, ke bwaai ake iaon te aonaba inano.", "37 Ngkai e taku Abinataai nakoia, Kam a tia ni karaoi bwaai aikai ni kabane? I kangai nakoimi, Tiaki, kam bon tuai. Ao kam a tia n reireinia te botanaomata aio bwa a na karaoi bwaai aikai ni kabane? I kangai nakoimi, tiaki, kam bon tuai."]}