{"English": ["Plans are made for the people to escape from Lamanite bondage—The Lamanites are made drunk—The people escape, return to Zarahemla, and become subject to King Mosiah. About 121–120B.C.", "1 And now it came to pass that Ammon and king Limhi began to consult with the people how they should deliver themselves out of bondage; and even they did cause that all the people should gather themselves together; and this they did that they might have the voice of the people concerning the matter.", "2 And it came to pass that they could find no way to deliver themselves out of bondage, except it were to take their women and children, and their flocks, and their herds, and their tents, and depart into the wilderness; for the Lamanites being so numerous, it was impossible for the people of Limhi to contend with them, thinking to deliver themselves out of bondage by the sword.", "3 Now it came to pass that Gideon went forth and stood before the king, and said unto him: Now O king, thou hast hitherto hearkened unto my words many times when we have been contending with our brethren, the Lamanites.", "4 And now O king, if thou hast not found me to be an unprofitable servant, or if thou hast hitherto listened to my words in any degree, and they have been of service to thee, even so I desire that thou wouldst listen to my words at this time, and I will be thy servant and deliver this people out of bondage.", "5 And the king granted unto him that he might speak. And Gideon said unto him:", "6 Behold the back pass, through the back wall, on the back side of the city. The Lamanites, or the guards of the Lamanites, by night are drunken; therefore let us send a proclamation among all this people that they gather together their flocks and herds, that they may drive them into the wilderness by night.", "7 And I will go according to thy command and pay the last tribute of wine to the Lamanites, and they will be drunken; and we will pass through the secret pass on the left of their camp when they are drunken and asleep.", "8 Thus we will depart with our women and our children, our flocks, and our herds into the wilderness; and we will travel around the land of Shilom.", "9 And it came to pass that the king hearkened unto the words of Gideon.", "10 And king Limhi caused that his people should gather their flocks together; and he sent the tribute of wine to the Lamanites; and he also sent more wine, as a present unto them; and they did drink freely of the wine which king Limhi did send unto them.", "11 And it came to pass that the people of king Limhi did depart by night into the wilderness with their flocks and their herds, and they went round about the land of Shilom in the wilderness, and bent their course towards the land of Zarahemla, being led by Ammon and his brethren.", "12 And they had taken all their gold, and silver, and their precious things, which they could carry, and also their provisions with them, into the wilderness; and they pursued their journey.", "13 And after being many days in the wilderness they arrived in the land of Zarahemla, and joined Mosiah’s people, and became his subjects.", "14 And it came to pass that Mosiah received them with joy; and he also received their records, and also the records which had been found by the people of Limhi.", "15 And now it came to pass when the Lamanites had found that the people of Limhi had departed out of the land by night, that they sent an army into the wilderness to pursue them;", "16 And after they had pursued them two days, they could no longer follow their tracks; therefore they were lost in the wilderness."], "Español": ["Se hacen planes para que el pueblo se libre del yugo de los lamanitas— Se emborracha a los lamanitas— El pueblo se escapa, vuelve a Zarahemla y se hace súbdito del rey Mosíah. Aproximadamente 121–120a.C.", "1 Y aconteció que Ammón y el rey Limhi empezaron a consultar con el pueblo en cuanto a cómo podrían librarse del cautiverio; y aun hicieron reunir a todo el pueblo; y así obraron para saber el parecer del pueblo tocante al asunto.", "2 Y aconteció que no hallaron manera de librarse del cautiverio, sino el de tomar a sus mujeres e hijos, y sus rebaños, sus manadas y sus tiendas, y huir al desierto; porque siendo tan numerosos los lamanitas, era imposible que el pueblo de Limhi contendiera con ellos, creyendo poder librarse de la servidumbre por medio de la espada.", "3 Y aconteció que Gedeón se adelantó y llegó ante el rey, y le dijo: ¡Oh rey!, hasta ahora has oído muchas veces mis palabras, cuando hemos combatido con nuestros hermanos los lamanitas.", "4 Y ahora bien, ¡oh rey!, si no me has juzgado de ser siervo improductivo, o si hasta aquí tú has escuchado en algún grado mis palabras, y te han sido útiles, así deseo que escuches mis palabras en esta ocasión, y seré tu servidor y rescataré a este pueblo de la servidumbre.", "5 Y le concedió el rey que hablara; y Gedeón le dijo:", "6 He aquí, el pasaje que queda hacia atrás, que atraviesa el muro posterior, a espaldas de la ciudad. Los lamanitas, o sea, los guardias de los lamanitas, se emborrachan de noche; expidamos, pues, una proclamación entre todos los de este pueblo, que junten sus rebaños y ganados, para arrearlos al desierto durante la noche.", "7 Y yo iré conforme a tu mandato, y pagaré el último tributo de vino a los lamanitas, y se emborracharán; y saldremos por el pasaje secreto, a la izquierda de su campo, cuando se hallen borrachos y dormidos.", "8 Así partiremos con nuestras mujeres y nuestros hijos, nuestros rebaños y nuestros ganados para el desierto; y viajaremos bordeando la tierra de Shilom.", "9 Y sucedió que el rey escuchó las palabras de Gedeón.", "10 Y el rey Limhi hizo que su pueblo juntara sus rebaños; y envió el tributo de vino a los lamanitas; y también les envió más vino como regalo; y ellos bebieron abundantemente del vino que el rey Limhi les había enviado.", "11 Y aconteció que el pueblo del rey Limhi salió de noche para el desierto con sus rebaños y sus manadas, y rodearon por la tierra de Shilom en el desierto, y fijaron su curso hacia la tierra de Zarahemla, y Ammón y sus hermanos los iban guiando.", "12 Y habían llevado consigo al desierto todo su oro, su plata y sus cosas preciosas que podían acarrear, y también sus provisiones; y emprendieron su viaje.", "13 Y después de estar en el desierto muchos días, llegaron a la tierra de Zarahemla, y se unieron al pueblo de Mosíah y fueron sus súbditos.", "14 Y sucedió que Mosíah los recibió con gozo; y también recibió sus anales, así como los anales que había encontrado el pueblo de Limhi.", "15 Y aconteció que cuando los lamanitas descubrieron que el pueblo de Limhi había partido de la tierra durante la noche, enviaron un ejército al desierto para perseguirlos.", "16 Y después de perseguirlos dos días, no pudieron seguir más el rastro; por tanto, se perdieron en el desierto."], "Français": ["Plans pour permettre au peuple d’échapper à la servitude imposée par les Lamanites— Les Lamanites sont enivrés— Le peuple s’échappe, retourne à Zarahemla et devient sujet du roi Mosiah. Vers 121–120av.J.-C.", "1 Et alors, il arriva qu’Ammon et le roi Limhi commencèrent à tenir conseil avec le peuple sur la façon de se délivrer de la servitude; et ils firent même rassembler tout le peuple; et cela, ils le firent afin d’avoir la voix du peuple à ce sujet.", "2 Et il arriva qu’ils ne purent trouver aucun autre moyen de se délivrer de la servitude que d’emmener leurs femmes et leurs enfants, et leurs troupeaux de gros et de petit bétail, et leurs tentes, et de partir dans le désert, car les Lamanites étaient si nombreux, qu’il était impossible au peuple de Limhi de les combattre, avec l’idée de se délivrer de la servitude par l’épée.", "3 Alors il arriva que Gédéon s’avança, et se tint devant le roi, et lui dit: Or, ô roi, tu as jusqu’à présent écouté de nombreuses fois mes paroles, lorsque nous avons combattu nos frères, les Lamanites.", "4 Et maintenant, ô roi, si tu n’as pas trouvé en moi un serviteur inutile, ou si tu as jusqu’à présent écouté si peu que ce soit mes paroles, et qu’elles ont pu te rendre service, alors je désire que tu écoutes maintenant mes paroles, et je serai ton serviteur, et délivrerai ce peuple de la servitude.", "5 Et le roi lui permit de parler. Et Gédéon lui dit:", "6 Vois le passage de derrière, à travers le mur de derrière, à l’arrière de la ville. Les Lamanites, ou les gardes des Lamanites, sont ivres la nuit; envoyons donc une proclamation parmi tout ce peuple, pour qu’il rassemble ses troupeaux de gros et de petit bétail, afin de les conduire la nuit dans le désert.", "7 Et j’irai, selon ton commandement, payer le dernier tribut de vin aux Lamanites, et ils seront ivres; et nous passerons par le passage secret à la gauche de leur camp, lorsqu’ils seront ivres et endormis.", "8 Ainsi nous partirons avec nos femmes et nos enfants, et nos troupeaux de gros et de petit bétail dans le désert; et nous contournerons le pays de Shilom.", "9 Et il arriva que le roi écouta les paroles de Gédéon.", "10 Et le roi Limhi commanda à son peuple de rassembler ses troupeaux; et il envoya le tribut de vin aux Lamanites; et il envoya encore davantage de vin, comme présent à leur intention; et ils burent abondamment du vin que le roi Limhi leur envoya.", "11 Et il arriva que le peuple du roi Limhi partit la nuit dans le désert avec ses troupeaux de gros et de petit bétail, et il contourna le pays de Shilom dans le désert, et prit la direction du pays de Zarahemla, conduit par Ammon et ses frères.", "12 Et ils avaient pris tout ce qu’ils avaient pu emporter dans le désert, leur or, et leur argent, et leurs choses précieuses, et aussi leurs provisions; et ils poursuivirent leur voyage.", "13 Et après avoir été de nombreux jours dans le désert, ils arrivèrent au pays de Zarahemla, et se joignirent au peuple de Mosiah, et devinrent ses sujets.", "14 Et il arriva que Mosiah les reçut avec joie; et il reçut aussi leurs annales, et aussi les annales que le peuple de Limhi avait trouvées.", "15 Et alors, il arriva que lorsqu’ils découvrirent que le peuple de Limhi était parti du pays pendant la nuit, les Lamanites envoyèrent une armée dans le désert pour le poursuivre;", "16 et lorsqu’ils l’eurent poursuivi pendant deux jours, ils ne purent plus trouver ses traces; ils se perdirent donc dans le désert."], "Kiribati": ["A karaoaki babaire ibukin birinakoia aomata man te tautoronaki irouia Reimwanaite—A kakoroaki ni manging Reimwanaite—A birinako aomata, ao a oki nako Taraemera, ao a riki bwa ana botanaomata te Uea ae Motiaea. Uakaan ma 121–120I.K.", "1 Ao e koro bukina bwa a bowi Amon ma te uea ae Rimwaai ma aomata ibukin aron karekean maiuia man te tautoronaki; ao a tua bwa a na botaki aomata ni kabane; ao a karaoa aio bwa aonga ni karekea bwanaia te botanaomata ae bwanin ibukin te bwai aio.", "2 Ao e koro bukina bwa a aki kona ni kunea te kawai are a na kona iai ni kamaiuia man te tautoronaki, ma ti ngkana a uotia naba buuia ma natia, ma aia tiibu, ma aia kao, ma umwaia, ao ni mwananga nako nanon te rereua; bwa e rang ni korakora mwaitia Reimwanaite, mangaia are a aki kona ana botanaomata Rimwaai ni kaaitaraia, ngke a kataia n iangoa aron maiuia man tabekan te kabaang.", "3 Ngkai e koro bukina bwa e mwananga Kiteon nako matan te uea, ao e kangai nakoina: Ngkai te uea, ko a tia n ongo nakon au taeka n taai aika a mwaiti n tain ara bobobuaka ma tarira, aika Reimwanaite.", "4 Ao ngkai te uea, e koaua bwa I a tia n riki bwa te toro ae kakawaki ngai, ke e koaua bwa ko a tia n ongo n au taeka n taai aika a nako, ao a tia ni bongana nakoim, ao ibukin anne I tangiria bwa ko na ongo n au taeka n te tai aio, ao N na riki bwa am toro ao N na kamaiuia te botanaomata aio man te tautoronaki.", "5 Ao e kariaia te uea bwa e na taetae. Ao e taku Kiteon nakoina:", "6 Taraia te mataroa are mai buki, are man te oo are i buki, are i bukin te kaawa. Reimwanaite, ke tautia ake Reimwanaite, a kookoro ni manging n te tairiki; mangaia ae ti na kanakoa te taeka nakoia aomata ni kabane bwa a na ikotaki ma aia tiibu ma aia kao, bwa aonga ni kairia nako nanon te rereua n te tairiki.", "7 Ao N na nako n ira am baire n anga te kabanea n angabwai ni wain nakoia Reimwanaite, ao a na koro ni manging; ao ti na otinako n te kawai ni karaba i angamaingin aia tabo ngkana a koro ni manging ao ni matu nako.", "8 Mangaia are ti na otinako ma buura ao ma natira, ara tiibu, ma ara kao nako nanon te rereua; ao ti na ri rarikin aban Tiirom.", "9 Ao e koro bukina bwa e ongo te uea n ana taeka Kiteon.", "10 Ao e tua te uea ae Rimwaai nakoia ana botanaomata bwa a na botiia aia tiibu; ao e kanakoa te angabwai te wain nakoia Reimwanaite; ao e kanakoa riki te wain, bwa te bwai n tangira nakoia; ao a kangaeia ni mooi n te wain are kanakoa nakoia te uea ae Rimwaai.", "11 Ao e koro bukina bwa a mwananga ana botanaomata te uea ae Rimwaai ngke e a tairiki nako nanon te rereua ma aia tiibu ao aia kao, ao a rirarikin aban Tiirom i nanon te rereua, ao a kabwakeea kawaia ni kaineta Taraemera, ao a kairaki iroun Amon ma tarina.", "12 Ao a uoti aia koora, ma aia tirewa, ma aia bwai aika a kakawaki, ake a konai ni uoti, ao aia tianaki naba, nako nanon te rereua; ao a waakina mwanangaia.", "13 Ao i mwin boong aika a mwaiti i nanon te rereua ao a roko i aban Taraemera, ao a kaitibo ma ana botanaomata Motiaea, ao a riki bwa kain ana botanaomata.", "14 Ao e koro bukina bwa e butimwaia Motiaea ma te kimwareirei; ao e butimwai naba aia rongorongo, ao taian rongorongo naba ake a tia ni kuneaki irouia ana aomata Rimwaai.", "15 Ao ngkai e koro bukina bwa ngke a nooria Reimwanaite ae a tia n nako ana botanaomata Rimwaai man abaia i nanon te tairiki, ao a kanakoa te taanga nako nanon te rereua bwa a na kakaaia;", "16 Ao ngke a tia ni kakaaia i nanon uoua te bong, ao a aki kona n tou mwiin mwanekaia; mangaia are a bua i nanon te rereua."]}