{"English": ["The descendants of Mulek at Zarahemla become Nephites—They learn of the people of Alma and of Zeniff—Alma baptizes Limhi and all his people—Mosiah authorizes Alma to organize the Church of God. About 120B.C.", "1 And now king Mosiah caused that all the people should be gathered together.", "2 Now there were not so many of the children of Nephi, or so many of those who were descendants of Nephi, as there were of the people of Zarahemla, who was a descendant of Mulek, and those who came with him into the wilderness.", "3 And there were not so many of the people of Nephi and of the people of Zarahemla as there were of the Lamanites; yea, they were not half so numerous.", "4 And now all the people of Nephi were assembled together, and also all the people of Zarahemla, and they were gathered together in two bodies.", "5 And it came to pass that Mosiah did read, and caused to be read, the records of Zeniff to his people; yea, he read the records of the people of Zeniff, from the time they left the land of Zarahemla until they returned again.", "6 And he also read the account of Alma and his brethren, and all their afflictions, from the time they left the land of Zarahemla until the time they returned again.", "7 And now, when Mosiah had made an end of reading the records, his people who tarried in the land were struck with wonder and amazement.", "8 For they knew not what to think; for when they beheld those that had been delivered out of bondage they were filled with exceedingly great joy.", "9 And again, when they thought of their brethren who had been slain by the Lamanites they were filled with sorrow, and even shed many tears of sorrow.", "10 And again, when they thought of the immediate goodness of God, and his power in delivering Alma and his brethren out of the hands of the Lamanites and of bondage, they did raise their voices and give thanks to God.", "11 And again, when they thought upon the Lamanites, who were their brethren, of their sinful and polluted state, they were filled with pain and anguish for the welfare of their souls.", "12 And it came to pass that those who were the children of Amulon and his brethren, who had taken to wife the daughters of the Lamanites, were displeased with the conduct of their fathers, and they would no longer be called by the names of their fathers, therefore they took upon themselves the name of Nephi, that they might be called the children of Nephi and be numbered among those who were called Nephites.", "13 And now all the people of Zarahemla were numbered with the Nephites, and this because the kingdom had been conferred upon none but those who were descendants of Nephi.", "14 And now it came to pass that when Mosiah had made an end of speaking and reading to the people, he desired that Alma should also speak to the people.", "15 And Alma did speak unto them, when they were assembled together in large bodies, and he went from one body to another, preaching unto the people repentance and faith on the Lord.", "16 And he did exhort the people of Limhi and his brethren, all those that had been delivered out of bondage, that they should remember that it was the Lord that did deliver them.", "17 And it came to pass that after Alma had taught the people many things, and had made an end of speaking to them, that king Limhi was desirous that he might be baptized; and all his people were desirous that they might be baptized also.", "18 Therefore, Alma did go forth into the water and did baptize them; yea, he did baptize them after the manner he did his brethren in the waters of Mormon; yea, and as many as he did baptize did belong to the church of God; and this because of their belief on the words of Alma.", "19 And it came to pass that king Mosiah granted unto Alma that he might establish churches throughout all the land of Zarahemla; and gave him power to ordain priests and teachers over every church.", "20 Now this was done because there were so many people that they could not all be governed by one teacher; neither could they all hear the word of God in one assembly;", "21 Therefore they did assemble themselves together in different bodies, being called churches; every church having their priests and their teachers, and every priest preaching the word according as it was delivered to him by the mouth of Alma.", "22 And thus, notwithstanding there being many churches they were all one church, yea, even the church of God; for there was nothing preached in all the churches except it were repentance and faith in God.", "23 And now there were seven churches in the land of Zarahemla. And it came to pass that whosoever were desirous to take upon them the name of Christ, or of God, they did join the churches of God;", "24 And they were called the people of God. And the Lord did pour out his Spirit upon them, and they were blessed, and prospered in the land."], "Español": ["Los del pueblo de Zarahemla (mulekitas) se convierten en nefitas— Se enteran de la gente de Alma y de la de Zeniff— Alma bautiza a Limhi y a todo su pueblo— Mosíah autoriza a Alma para que organice la Iglesia de Dios. Aproximadamente 120a.C.", "1 Entonces el rey Mosíah hizo que se congregase todo el pueblo.", "2 Ahora bien, no había tantos de los hijos de Nefi, o sea, tantos de aquellos que eran descendientes de Nefi, como de los del pueblo de Zarahemla, el cual era descendiente de Mulek, y de aquellos que salieron con él al desierto.", "3 Y no eran tantos los del pueblo de Nefi y los del pueblo de Zarahemla, como lo eran los lamanitas; sí, no eran ni la mitad de su número.", "4 Y ahora bien, todo el pueblo de Nefi se hallaba reunido, y también todo el pueblo de Zarahemla; y se hallaban congregados en dos grupos.", "5 Y sucedió que Mosíah leyó, e hizo que se leyeran los anales de Zeniff a su pueblo; sí, leyó los anales del pueblo de Zeniff desde la época en que salieron de la tierra de Zarahemla, hasta que volvieron otra vez.", "6 Y también leyó la narración de Alma y sus hermanos, y todas sus aflicciones, desde el día en que salieron de la tierra de Zarahemla, hasta la ocasión en que volvieron.", "7 Y cuando Mosíah hubo terminado de leer los anales, su pueblo que moraba en el país se llenó de admiración y asombro.", "8 Pues no sabían ellos qué pensar, porque cuando vieron a aquellos que habían sido librados del cautiverio, se sintieron llenos de un gozo sumamente grande.", "9 Por otra parte, cuando pensaron en sus hermanos que habían sido muertos por los lamanitas, se llenaron de tristeza, y aun derramaron muchas lágrimas de dolor.", "10 Además, cuando pensaron en la cercana bondad de Dios y su poder para libertar a Alma y sus hermanos de las manos de los lamanitas y de la servidumbre, alzaron la voz y dieron gracias a Dios.", "11 Y más aún, cuando pensaron en los lamanitas, que eran sus hermanos, y en su condición de pecado y corrupción, se llenaron de dolor y angustia por el bienestar de sus almas.", "12 Y aconteció que aquellos que eran hijos de Amulón y sus hermanos, quienes se habían casado con las hijas de los lamanitas, se disgustaron con la conducta de sus padres y no quisieron llevar más el nombre de sus padres; por consiguiente, adoptaron el nombre de Nefi, para ser llamados hijos de Nefi y ser contados entre los que eran llamados nefitas.", "13 Ahora bien, todos los del pueblo de Zarahemla fueron contados entre los nefitas, y se hizo así porque el reino no se había conferido a nadie sino a aquellos que eran descendientes de Nefi.", "14 Y aconteció que cuando Mosíah hubo concluido de hablar y de leer al pueblo, fue su deseo que Alma también les hablara.", "15 Y Alma les habló mientras se hallaban reunidos en grandes grupos; y fue de grupo en grupo, predicando al pueblo el arrepentimiento y la fe en el Señor.", "16 Y exhortó al pueblo de Limhi y sus hermanos, todos aquellos que habían sido librados de la servidumbre, a que recordaran que fue el Señor quien los libró.", "17 Y sucedió que después que Alma hubo enseñado al pueblo muchas cosas, y hubo acabado de hablarles, que el rey Limhi sintió deseos de bautizarse; y todo su pueblo sintió el deseo de bautizarse también.", "18 Por tanto, Alma entró en el agua y los bautizó; sí, los bautizó de la manera como lo hizo con sus hermanos en las aguas de Mormón; sí, y cuantos bautizó pertenecieron a la iglesia de Dios; y esto por causa de su creencia en las palabras de Alma.", "19 Y aconteció que el rey Mosíah le concedió a Alma que estableciera iglesias por toda la tierra de Zarahemla, y le dio poder para ordenar sacerdotes y maestros en cada iglesia.", "20 Ahora bien, se hizo así porque era tanta la gente, que un solo maestro no podía dirigirla; ni todos podían oír la palabra de Dios en una asamblea;", "21 se reunían, pues, en diferentes grupos llamados iglesias; y cada iglesia tenía sus sacerdotes y sus maestros; y todo sacerdote predicaba la palabra según le era comunicada por boca de Alma.", "22 Y así, a pesar de que había muchas iglesias, todas eran una, sí, la iglesia de Dios; porque nada se predicaba en todas ellas sino el arrepentimiento y la fe en Dios.", "23 Ahora pues, eran siete las iglesias que había en la tierra de Zarahemla. Y sucedió que quienes deseaban tomar sobre sí el nombre de Cristo, o sea, el de Dios, se unían a las iglesias de Dios;", "24 y se llamaban el pueblo de Dios. Y el Señor derramó su Espíritu sobre ellos, y fueron bendecidos, y prosperaron en la tierra."], "Français": ["Les descendants de Mulek à Zarahemla deviennent néphites— Ils apprennent ce qu’il est advenu du peuple d’Alma et de Zénif— Alma baptise Limhi et tout son peuple— Mosiah autorise Alma à organiser l’Église de Dieu. Vers 120av.J.-C.", "1 Et alors, le roi Mosiah fit rassembler le peuple.", "2 Or, il n’y avait pas autant d’enfants de Néphi, ou autant de ceux qui étaient descendants de Néphi, qu’il y en avait du peuple de Zarahemla, lequel était descendant de Mulek, et de ceux qui étaient venus avec lui dans le désert.", "3 Et il n’y en avait pas autant du peuple de Néphi et du peuple de Zarahemla qu’il y avait de Lamanites; oui, ils n’étaient pas de moitié aussi nombreux.", "4 Et maintenant, tout le peuple de Néphi était assemblé, et aussi tout le peuple de Zarahemla, et ils étaient assemblés en deux groupes.", "5 Et il arriva que Mosiah lut, et fit lire, les annales de Zénif à son peuple; oui, il lut les annales du peuple de Zénif, depuis le moment où il avait quitté le pays de Zarahemla jusqu’à son retour.", "6 Et il lut aussi l’histoire d’Alma et de ses frères, et toutes leurs afflictions, depuis le moment où ils quittèrent le pays de Zarahemla jusqu’au moment où ils y retournèrent.", "7 Et alors, lorsque Mosiah eut fini de lire les annales, son peuple, qui demeurait dans le pays, fut frappé d’étonnement et de stupeur.", "8 Car il ne savait que penser; car, lorsqu’il voyait ceux qui avaient été délivrés de la servitude, il était rempli d’une joie extrêmement grande.", "9 Et encore, lorsqu’il pensait à ses frères qui avaient été tués par les Lamanites, il était rempli de tristesse, et versait même de nombreuses larmes de tristesse.", "10 Et encore, lorsqu’il pensait à la bonté directe de Dieu, et à son pouvoir pour délivrer Alma et ses frères des mains des Lamanites et de la servitude, il élevait la voix et rendait grâces à Dieu.", "11 Et encore, lorsqu’il pensait aux Lamanites, qui étaient ses frères, à leur état pécheur et souillé, il était rempli de souffrance et d’angoisse pour le bien-être de leur âme.", "12 Et il arriva que ceux qui étaient les enfants d’Amulon et de ses frères, qui avaient pris pour épouses les filles des Lamanites, furent mécontents de la conduite de leurs pères et ne voulurent plus être appelés du nom de leurs pères; c’est pourquoi, ils prirent sur eux le nom de Néphi, afin d’être appelés les enfants de Néphi et d’être comptés parmi ceux qui étaient appelés Néphites.", "13 Et maintenant, tout le peuple de Zarahemla était compté avec les Néphites, et cela parce que le royaume n’avait été conféré qu’à ceux qui étaient descendants de Néphi.", "14 Et alors, il arriva que lorsque Mosiah eut fini de parler et de lire au peuple, il désira qu’Alma parlât aussi au peuple:", "15 Et Alma lui parla, alors qu’il était rassemblé en de vastes groupes, et il alla d’un groupe à l’autre, prêchant au peuple le repentir et la foi au Seigneur.", "16 Et il exhorta le peuple de Limhi et ses frères, tous ceux qui avaient été délivrés de la servitude, à se souvenir que c’était le Seigneur qui les avait délivrés.", "17 Et il arriva que lorsqu’Alma eut enseigné beaucoup de choses au peuple et eut fini de lui parler, le roi Limhi désira être baptisé; et tout son peuple désirait être baptisé aussi.", "18 C’est pourquoi, Alma s’avança dans l’eau et les baptisa; oui, il les baptisa comme il l’avait fait avec ses frères dans les eaux de Mormon; oui, et tous ceux qu’il baptisa appartinrent à l’Église de Dieu; et cela à cause de leur foi aux paroles d’Alma.", "19 Et il arriva que le roi Mosiah accorda à Alma d’établir des Églises dans tout le pays de Zarahemla et lui donna le pouvoir d’ordonner des prêtres et des instructeurs sur toutes les Églises.", "20 Or, cela fut fait parce qu’il y avait tant de gens, qu’ils ne pouvaient pas tous être gouvernés par un seul instructeur; et ils ne pouvaient pas non plus tous entendre la parole de Dieu en une seule assemblée;", "21 C’est pourquoi, ils s’assemblèrent en différents groupes, appelés Églises; chaque Église avait ses prêtres et ses instructeurs, et chaque prêtre prêchait la parole, selon qu’elle lui était remise par la bouche d’Alma.", "22 Et ainsi, en dépit du fait qu’il y avait beaucoup d’Églises, elles étaient toutes une seule Église, oui, l’Église de Dieu; car on ne prêchait dans toutes les Églises que le repentir et la foi en Dieu.", "23 Or, il y avait sept Églises dans le pays de Zarahemla. Et il arriva que quiconque désirait prendre sur lui le nom du Christ, ou de Dieu, se joignait aux Églises de Dieu;", "24 Et ils furent appelés le peuple de Dieu. Et le Seigneur déversa son Esprit sur eux, et ils furent bénis et prospérèrent dans le pays."], "Kiribati": ["Kanoan Mureki i Taraemera a riki bwa Nibwaite—A reiakinaki taekaia ana botanaomata Aramwa ma Tinebi—Aramwa e bwabetitoa Rimwaai ma ana botanaomata—E kariaia Motiaea bwa e na katea ana Ekaretia te Atua Aramwa. Uakaan ma 120I.K.", "1 Ao ngkai e tua te uea ae Motiaea bwa a na botaki aomata ni kabane.", "2 Ao aki rangi ni mwaiti ana botanaomata Nibwaai, ke n roko mwaitia ake a riki mai iroun Nibwaai nakon mwaitia ana botanaomata Taraemera, ake a riki mai iroun Mureki, ma ake a iria nako nanon te rereua.", "3 Ao a aki mwaiti riki bootaia ana botanaomata Nibwaai ma ana botanaomata Taraemera nakon mwaitia Reimwanaite; eng, e aki koro naba iteran mwaitia irouia.", "4 Ao ngkai a bane ana botanaomata Nibwaai ni botaki, ao ana botanaomata naba Taraemera, ao a botaki n rabwata aika uoua.", "5 Ao e koro bukina bwa e wareware Motiaea, ao e tua bwa e na warekaki, aia rongorongo Tinebi ma ana botanaomata; eng, e wareki aia rongorongo ana botanaomata Tinebi, man te tai are a kitana iai aban Taraemera ni karokoa manga okia.", "6 Ao e wareki naba ana rongorongo Aramwa ma tarina, ma rawawataia, man te tai are a kitana iai aban Taraemera ni karokoa te tai are a manga oki iai.", "7 Ao ngkai, ngke e a tia Motiaea ni wareki taian rongorongo aikai, a bane n onrake ana botanaomata ake a botaki n te miimi ao n te kubanako.", "8 Bwa a aki ataa te bwai ae a na iangoia; bwa ngke a taraia ake a tia ni kamaiuaki man te tautoronaki ao a onrake n te kimwareirei ae moan te bati.", "9 Ao riki, ngke a uringia tariia ake a tia n tiringaki irouia Reimwanaite ao a onrake n te nanokawaki, ao a mwaiti ake a tinako ranin mataia n te nanokawaki.", "10 Ao riki, a iangoa raoiroin te Atua naba ngkai, ao mwaakana ngke e kamaiua Aramwa ma tarina mai nanon baia Reimwanaite man te tautoronaki, a tabeki bwanaaia ni kaitaua te Atua.", "11 Ao riki, ngke a iangoia Reimwanaite, ake tariia ngkoa, n aroia ni bure ma ni bareka, ao a onrake n te maraki ma te aki rau ibukin maiun tamneia.", "12 Ao e koro bukina bwa aomata ake natia Amuron ma tarina, ake a uotia nako natia Reimwanaite bwa buuia, a bon aki kukurei n aroia tamaia, ao a aki kan manga katokai araia tamaia iaoia, mangaia ae a katoka iaoia aran Nibwaai, bwa aonga n aranaki bwa natin Nibwaai ao ni warekaki i buakoia ake a aranaki bwa Nibwaite.", "13 Ao ngkai a bane n aranaki ana botanaomata Taraemera bwa Nibwaite, ao aio ibukin ae e a tia ni kaokaki ueana ti nakoia ana kariki Nibwaai.", "14 Ao ngkai e koro bukina bwa ngke e a tia Motiaea n taetae ao ni wareware nakoia te botanaomata, ao e butiia Aramwa bwa e na taetae naba nakoia te botanaomata.", "15 Ao e taetae Aramwa nakoia, ngke a botaki n rabwata aika a korakora, ao e mwananga man te rabwata teuana nakon teuana, ni kabwarabwara nakoia te botanaomata ibukin te rairannano ma onimakinan te Uea.", "16 Ao e kaungaia ana botanaomata Rimwaai ma tarina, ma aomata ni kabane ake a tia ni kamaiuaki man te tautoronaki, bwa a na uringnga bwa bon te Uea are e kamaiuia.", "17 Ao e koro bukina bwa ngke e a tia Aramwa n reireia aomata bwaai aika a mwaiti, ao n toki ana taeka nakoia, ao e a kan bwabetitoaki te uea are Rimwaai; ao ana botanaomata naba ni kabane a kan bwabetitoaki naba.", "18 Mangaia ae e nako Aramwa nakon te ran ao e bwabetitoia; eng, e bwabetitoia n aron are karaoia nakoia tarina i nanon nein Moomon; eng, ao a bane n riki ake e bwabetitoia ni kabane bwa kaain ana ekaretia te Atua; ao e riki aio bwa a kakoauai ana taeka Aramwa.", "19 Ao e koro bukina bwa e kariaia te uea are Motiaea bwa e na katei mwanga n te ekaretia Aramwa ni kabuta aban Taraemera; ao e anganna te mwaaka ni katabuia ibonga ma tia reirei n mwangan ekaretia nako.", "20 Ngkai e karaoaki aio ibukina ngkai a bon rang ni mwaiti aomata ao a aki kona n taraaki iroun te tia reirei ae ti temanna; ao a bon aki kona naba n ongo ana taeka te Atua man te koraki ae ti teuana.", "21 Mangaia ae a bobotiia n rabwata aika a kakaokoro, ao a aranaki bwa ekaretia; ao n ekaretia nako iai taian ibonga ma tia reirei iai, ao ibonga ni kabane a bane n tataekina te taeka n aron are e taekinaki nakoia mai iroun Aramwa.", "22 Ao n aio, e ngae ngke a mwaiti ekaretia a bon bane n riki bwa ti teuana, eng, ae ana ekaretia te Atua; bwa akea te bwai are tataekina i nanon mwangan te ekaretia aikai ma ti te rairannano ao onimakinan te Atua.", "23 Ao iai itiua ekaretia iaon aban Taraemera. Ao e koro bukina bwa ane tauraoi ni katokaa iaona aran Kristo, ke te Atua, ao e a kaaina ana ekaretia te Atua.", "24 Ao a aranaki bwa ana botanaomata te Atua. Ao e karuoa Tamneina te Uea nako aoia, ao a kakabwaiaki, ao a rikirake kabwaiaia iaon te aba."]}