{"English": ["King Benjamin continues his address—The Lord Omnipotent will minister among men in a tabernacle of clay—Blood will come from every pore as He atones for the sins of the world—His is the only name whereby salvation comes—Men can put off the natural man and become Saints through the Atonement—The torment of the wicked will be as a lake of fire and brimstone. About 124B.C.", "1 And again my brethren, I would call your attention, for I have somewhat more to speak unto you; for behold, I have things to tell you concerning that which is to come.", "2 And the things which I shall tell you are made known unto me by an angel from God. And he said unto me: Awake; and I awoke, and behold he stood before me.", "3 And he said unto me: Awake, and hear the words which I shall tell thee; for behold, I am come to declare unto you the glad tidings of great joy.", "4 For the Lord hath heard thy prayers, and hath judged of thy righteousness, and hath sent me to declare unto thee that thou mayest rejoice; and that thou mayest declare unto thy people, that they may also be filled with joy.", "5 For behold, the time cometh, and is not far distant, that with power, the Lord Omnipotent who reigneth, who was, and is from all eternity to all eternity, shall come down from heaven among the children of men, and shall dwell in a tabernacle of clay, and shall go forth amongst men, working mighty miracles, such as healing the sick, raising the dead, causing the lame to walk, the blind to receive their sight, and the deaf to hear, and curing all manner of diseases.", "6 And he shall cast out devils, or the evil spirits which dwell in the hearts of the children of men.", "7 And lo, he shall suffer temptations, and pain of body, hunger, thirst, and fatigue, even more than man can suffer, except it be unto death; for behold, blood cometh from every pore, so great shall be his anguish for the wickedness and the abominations of his people.", "8 And he shall be called Jesus Christ, the Son of God, the Father of heaven and earth, the Creator of all things from the beginning; and his mother shall be called Mary.", "9 And lo, he cometh unto his own, that salvation might come unto the children of men even through faith on his name; and even after all this they shall consider him a man, and say that he hath a devil, and shall scourge him, and shall crucify him.", "10 And he shall rise the third day from the dead; and behold, he standeth to judge the world; and behold, all these things are done that a righteous judgment might come upon the children of men.", "11 For behold, and also his blood atoneth for the sins of those who have fallen by the transgression of Adam, who have died not knowing the will of God concerning them, or who have ignorantly sinned.", "12 But wo, wo unto him who knoweth that he rebelleth against God! For salvation cometh to none such except it be through repentance and faith on the Lord Jesus Christ.", "13 And the Lord God hath sent his holy prophets among all the children of men, to declare these things to every kindred, nation, and tongue, that thereby whosoever should believe that Christ should come, the same might receive remission of their sins, and rejoice with exceedingly great joy, even as though he had already come among them.", "14 Yet the Lord God saw that his people were a stiffnecked people, and he appointed unto them a law, even the law of Moses.", "15 And many signs, and wonders, and types, and shadows showed he unto them, concerning his coming; and also holy prophets spake unto them concerning his coming; and yet they hardened their hearts, and understood not that the law of Moses availeth nothing except it were through the atonement of his blood.", "16 And even if it were possible that little children could sin they could not be saved; but I say unto you they are blessed; for behold, as in Adam, or by nature, they fall, even so the blood of Christ atoneth for their sins.", "17 And moreover, I say unto you, that there shall be no other name given nor any other way nor means whereby salvation can come unto the children of men, only in and through the name of Christ, the Lord Omnipotent.", "18 For behold he judgeth, and his judgment is just; and the infant perisheth not that dieth in his infancy; but men drink damnation to their own souls except they humble themselves and become as little children, and believe that salvation was, and is, and is to come, in and through the atoning blood of Christ, the Lord Omnipotent.", "19 For the natural man is an enemy to God, and has been from the fall of Adam, and will be, forever and ever, unless he yields to the enticings of the Holy Spirit, and putteth off the natural man and becometh a saint through the atonement of Christ the Lord, and becometh as a child, submissive, meek, humble, patient, full of love, willing to submit to all things which the Lord seeth fit to inflict upon him, even as a child doth submit to his father.", "20 And moreover, I say unto you, that the time shall come when the knowledge of a Savior shall spread throughout every nation, kindred, tongue, and people.", "21 And behold, when that time cometh, none shall be found blameless before God, except it be little children, only through repentance and faith on the name of the Lord God Omnipotent.", "22 And even at this time, when thou shalt have taught thy people the things which the Lord thy God hath commanded thee, even then are they found no more blameless in the sight of God, only according to the words which I have spoken unto thee.", "23 And now I have spoken the words which the Lord God hath commanded me.", "24 And thus saith the Lord: They shall stand as a bright testimony against this people, at the judgment day; whereof they shall be judged, every man according to his works, whether they be good, or whether they be evil.", "25 And if they be evil they are consigned to an awful view of their own guilt and abominations, which doth cause them to shrink from the presence of the Lord into a state of misery and endless torment, from whence they can no more return; therefore they have drunk damnation to their own souls.", "26 Therefore, they have drunk out of the cup of the wrath of God, which justice could no more deny unto them than it could deny that Adam should fall because of his partaking of the forbidden fruit; therefore, mercy could have claim on them no more forever.", "27 And their torment is as a lake of fire and brimstone, whose flames are unquenchable, and whose smoke ascendeth up forever and ever. Thus hath the Lord commanded me. Amen."], "Español": ["El rey Benjamín continúa su discurso— El Señor Omnipotente ministrará entre los hombres en un tabernáculo de barro— La sangre le brotará de cada poro al expiar los pecados del mundo— Su nombre es el único mediante el cual llega la salvación— Los seres humanos pueden despojarse del hombre natural y hacerse santos por medio de la Expiación— El tormento de los inicuos será como un lago de fuego y azufre. Aproximadamente 124a.C.", "1 Y otra vez quisiera llamaros la atención, hermanos míos, porque tengo algo más que declararos; pues he aquí, tengo cosas que deciros sobre lo que está por venir.", "2 Y las cosas que os diré me han sido reveladas por un ángel de Dios. Y me dijo: Despierta; y desperté; y he aquí que él estaba ante mí.", "3 Y me dijo: Despierta y oye las palabras que te voy a decir; pues he aquí, vengo a declararte alegres nuevas de gran gozo.", "4 Porque el Señor ha oído tus oraciones, y ha juzgado en cuanto a tu rectitud y me ha enviado para declarártelas, a fin de que te regocijes; y para que las declares a los de tu pueblo, a fin de que ellos también se llenen de gozo.", "5 Porque he aquí que viene el tiempo, y no está muy distante, en que con poder, el Señor Omnipotente que reina, que era y que es de eternidad en eternidad, descenderá del cielo entre los hijos de los hombres; y morará en un tabernáculo de barro, e irá entre los hombres efectuando grandes milagros, tales como sanar a los enfermos, levantar a los muertos, hacer que los cojos anden, y que los ciegos reciban su vista, y que los sordos oigan, y curar toda clase de enfermedades.", "6 Y echará fuera los demonios, o los malos espíritus que moran en el corazón de los hijos de los hombres.", "7 Y he aquí, sufrirá tentaciones, y dolor en el cuerpo, hambre, sed y fatiga, aún más de lo que el hombre puede sufrir sin morir; pues he aquí, la sangre le brotará de cada poro, tan grande será su angustia por la iniquidad y abominaciones de su pueblo.", "8 Y se llamará Jesucristo, el Hijo de Dios, el Padre del cielo y de la tierra, el Creador de todas las cosas desde el principio; y su madre se llamará María.", "9 Y he aquí, él viene a los suyos, para que la salvación llegue a los hijos de los hombres, mediante la fe en su nombre; y aun después de todo esto, lo considerarán como hombre, y dirán que está endemoniado, y lo azotarán, y lo crucificarán.", "10 Y al tercer día resucitará de entre los muertos; y he aquí, se presenta para juzgar al mundo; y he aquí, todas estas cosas se hacen para que descienda un justo juicio sobre los hijos de los hombres.", "11 Pues he aquí, y también su sangre expía los pecados de aquellos que han caído por la transgresión de Adán, que han muerto sin saber la voluntad de Dios concerniente a ellos, o que han pecado por ignorancia.", "12 ¡Mas ay, ay de aquel que sabe que se está rebelando contra Dios! Porque a ninguno de estos viene la salvación, sino por medio del arrepentimiento y la fe en el Señor Jesucristo.", "13 Y el Señor Dios ha enviado a sus santos profetas entre todos los hijos de los hombres, para declarar estas cosas a toda familia, nación y lengua, para que así, quienes creyesen que Cristo habría de venir, esos mismos recibiesen la remisión de sus pecados y se regocijasen con un gozo sumamente grande, aun como si él ya hubiese venido entre ellos.", "14 Con todo, el Señor Dios vio que su pueblo era gente de dura cerviz, y les designó una ley, sí, la ley de Moisés.", "15 Y les mostró muchas señales, y maravillas, y símbolos, y figuras, concernientes a su venida; y también les hablaron santos profetas referente a su venida; y sin embargo, endurecieron sus corazones, y no comprendieron que la ley de Moisés nada logra salvo que sea por la expiación de su sangre.", "16 Y aun si fuese posible que los niños pequeños pecasen, no podrían salvarse; mas te digo que son benditos; pues he aquí, así como en Adán, o por naturaleza, ellos caen, así también la sangre de Cristo expía sus pecados.", "17 Y además, te digo que no se dará otro nombre, ni otra senda ni medio, por el cual la salvación llegue a los hijos de los hombres, sino en el nombre de Cristo, el Señor Omnipotente, y por medio de ese nombre.", "18 Pues he aquí, él juzga, y su juicio es justo; y el niño que muere en su infancia no perece; mas los hombres beben condenación para sus propias almas, a menos que se humillen y se vuelvan como niños pequeños, y crean que la salvación fue, y es, y ha de venir en la sangre expiatoria de Cristo, el Señor Omnipotente, y por medio de ella.", "19 Porque el hombre natural es enemigo de Dios, y lo ha sido desde la caída de Adán, y lo será para siempre jamás, a menos que se someta al influjo del Santo Espíritu, y se despoje del hombre natural, y se haga santo por la expiación de Cristo el Señor, y se vuelva como un niño: sumiso, manso, humilde, paciente, lleno de amor y dispuesto a someterse a cuanto el Señor juzgue conveniente infligir sobre él, tal como un niño se somete a su padre.", "20 Y además, te digo que vendrá el día en que el conocimiento de un Salvador se esparcirá por toda nación, tribu, lengua y pueblo.", "21 Y he aquí, cuando llegue ese día, nadie, salvo los niños pequeños, será hallado sin culpa ante Dios, sino por el arrepentimiento y la fe en el nombre del Señor Dios Omnipotente.", "22 Y aun ahora, cuando hayas enseñado a los de tu pueblo las cosas que el Señor tu Dios te ha mandado, ya no son hallados entonces sin culpa a la vista de Dios, sino de acuerdo con las palabras que te he hablado.", "23 Y ahora he declarado las palabras que el Señor Dios me ha mandado.", "24 Y así dice el Señor: Estarán como reluciente testimonio contra los de este pueblo en el día del juicio, y por ellas serán juzgados, todo hombre según sus obras, ya sea que fueren buenas o que fueren malas.", "25 Y si fueren malas, serán consignados al horrendo espectáculo de su propia culpa y abominaciones, que los hará retroceder de la presencia del Señor a un estado de miseria y tormento sin fin, de donde no podrán ya volver; por tanto, han bebido condenación para sus propias almas.", "26 Por consiguiente, han bebido de la copa de la ira de Dios, la cual tan imposible le sería a la justicia negársela, como haberle negado a Adán que cayera por participar del fruto prohibido; por tanto, la misericordia ya no podría reclamarlos para siempre jamás.", "27 Y su tormento es como un lago de fuego y azufre, cuyas llamas son inextinguibles, y cuyo humo asciende para siempre jamás. Así me ha mandado el Señor. Amén."], "Français": ["Suite du discours du roi Benjamin— Le Seigneur Omnipotent exercera un ministère parmi les hommes dans un tabernacle d’argile— Du sang sortira de ses pores lorsqu’il expiera les péchés du monde— Son nom est le seul par lequel vient le salut— Les hommes peuvent, grâce à l’Expiation, se dépouiller de l’homme naturel et devenir des saints— Le tourment des méchants sera comme un étang de feu et de soufre. Vers 124av.J.-C.", "1 Et en outre, mes frères, je voudrais attirer votre attention, car j’ai encore à vous parler quelque peu; voici, j’ai des choses à vous dire sur ce qui va arriver.", "2 Et les choses que je vais vous dire m’ont été révélées par un ange de Dieu. Et il me dit: Éveille-toi; et je m’éveillai, et voici, il se tenait devant moi.", "3 Et il me dit: Éveille-toi, et entends les paroles que je vais te dire; car voici, je suis venu t’annoncer la bonne nouvelle d’une grande joie.", "4 Car le Seigneur a entendu tes prières, et a jugé de ta justice, et m’a envoyé t’annoncer que tu peux te réjouir; et que tu peux l’annoncer à ton peuple, afin qu’il soit aussi rempli de joie.", "5 Car voici, le temps vient, et n’est pas très éloigné, où le Seigneur Omnipotent qui règne, qui était et est de toute éternité à toute éternité, descendra du ciel avec puissance parmi les enfants des hommes, et demeurera dans un tabernacle d’argile, et s’en ira parmi les hommes, accomplissant de grands miracles, tels que guérir les malades, ressusciter les morts, faire marcher les boiteux, rendre la vue aux aveugles et l’ouïe aux sourds, et guérir toutes sortes de maladies.", "6 Et il chassera les démons, ou les esprits malins qui demeurent dans le cœur des enfants des hommes.", "7 Et voici, il souffrira les tentations, et la souffrance du corps, la faim, la soif et la fatigue, plus encore que l’homme ne peut en souffrir sans en mourir; car voici, du sang lui sort de chaque pore, si grande sera son angoisse pour la méchanceté et les abominations de son peuple.", "8 Et il sera appelé Jésus-Christ, le Fils de Dieu, le Père du ciel et de la terre, le Créateur de tout depuis le commencement; et sa mère sera appelée Marie.", "9 Et voici, il vient parmi les siens afin que le salut parvienne aux enfants des hommes par la foi en son nom; et même après tout cela, on le considérera comme un homme, et on dira qu’il a un démon, et on le flagellera, et on le crucifiera.", "10 Et le troisième jour, il se lèvera d’entre les morts; et voici, il se tient pour juger le monde; et voici, toutes ces choses se font pour qu’un jugement juste vienne sur les enfants des hommes.", "11 Car voici, son sang expie aussi les péchés de ceux qui sont tombés par la transgression d’Adam, qui sont morts sans connaître la volonté de Dieu à leur sujet, ou qui ont péché par ignorance.", "12 Mais malheur, malheur à celui qui sait qu’il se rebelle contre Dieu! Car le salut ne parvient à aucun de ceux-là, si ce n’est par le repentir et la foi au Seigneur Jésus-Christ.", "13 Et le Seigneur Dieu a envoyé ses saints prophètes parmi tous les enfants des hommes, pour annoncer ces choses à toutes tribus, nations et langues, afin que tous ceux qui croient que le Christ viendra reçoivent le pardon de leurs péchés et se réjouissent d’une joie extrêmement grande, comme s’il était déjà venu parmi eux.", "14 Pourtant, le Seigneur Dieu vit que son peuple était un peuple au cou roide, et il lui imposa une loi, la loi de Moïse.", "15 Et il lui montra beaucoup de signes, et de prodiges, et de figures, et de préfigurations concernant sa venue; et de saints prophètes lui parlèrent aussi de sa venue; et cependant, il s’endurcit le cœur, et ne comprit pas que la loi de Moïse ne sert à rien, si ce n’est par l’expiation de son sang.", "16 Et même s’il était possible aux petits enfants de pécher, ils ne pourraient pas être sauvés; mais je vous dis qu’ils sont bénis; car voici, comme ils tombent en Adam, ou de par leur nature, de même le sang du Christ expie leurs péchés.", "17 Et de plus, je vous dis qu’il n’y aura aucun autre nom donné, ni aucune autre voie ni moyen par lesquels le salut puisse parvenir aux enfants des hommes, si ce n’est dans et par le nom du Christ, le Seigneur Omnipotent.", "18 Car voici, il juge, et son jugement est juste; et le tout petit enfant qui meurt dans sa prime enfance ne périt pas; mais les hommes boivent de la damnation pour leur âme s’ils ne s’humilient, et ne deviennent comme des petits enfants, et ne croient que le salut a été, et est, et sera, dans et par le sang expiatoire du Christ, le Seigneur Omnipotent.", "19 Car l’homme naturel est ennemi de Dieu, et l’est depuis la chute d’Adam, et le sera pour toujours et à jamais, à moins qu’il ne se rende aux persuasions de l’Esprit-Saint, et ne se dépouille de l’homme naturel, et ne devienne un saint par l’expiation du Christ, le Seigneur, et ne devienne semblable à un enfant, soumis, doux, humble, patient, plein d’amour, disposé à se soumettre à tout ce que le Seigneur juge bon de lui infliger, tout comme un enfant se soumet à son père.", "20 Et de plus, je te dis que le temps viendra où la connaissance d’un Sauveur se répandra parmi toutes les nations, tribus, langues et peuples.", "21 Et voici, lorsque ce temps viendra, nul ne sera trouvé innocent devant Dieu, si ce n’est les petits enfants, autrement que par le repentir et la foi au nom du Seigneur Dieu Omnipotent.", "22 Et en ce moment même, lorsque tu auras enseigné à ton peuple ce que le Seigneur, ton Dieu, t’a commandé, même alors il ne sera plus trouvé innocent aux yeux de Dieu, si ce n’est selon les paroles que je t’ai dites.", "23 Et maintenant, j’ai dit les paroles que le Seigneur Dieu m’a commandé de dire.", "24 Et ainsi dit le Seigneur: Elles resteront comme un témoignage éclatant contre ce peuple au jour du jugement; par elles il sera jugé, chaque homme selon ses œuvres, qu’elles soient bonnes ou qu’elles soient mauvaises.", "25 Et si elles sont mauvaises, ils sont condamnés à la vision affreuse de leur culpabilité et de leurs abominations personnelles, ce qui les fait reculer hors de la présence du Seigneur, vers un état de misère et de tourment sans fin d’où ils ne peuvent plus revenir; c’est pourquoi, ils ont bu de la damnation pour leur âme.", "26 C’est pourquoi, ils ont bu à la coupe de la colère de Dieu, que la justice ne pourrait pas plus leur refuser qu’elle ne pouvait refuser qu’Adam tombât parce qu’il avait mangé du fruit défendu; c’est pourquoi, la miséricorde ne pourrait plus jamais avoir de droit sur eux.", "27 Et leur tourment est comme un étang de feu et de soufre, dont les flammes ne s’éteignent pas et dont la fumée monte pour toujours et à jamais. Ainsi m’a commandé le Seigneur. Amen."], "Kiribati": ["E reitanako ana taetae te uea ae Beniamina—E na mwakuri te Uea ae Moan te Mwaaka i buakoia aomata i nanon te rabwata ae maamate—E na waanako te raraa mai nanon bwangabwangan kunna ni kabuta ngke e e karaoa te mwakuri ni kamaiu ibukin buren te aonaba—Bon ti ngaia te ara are e na reke mai iai te kamaiuaki—A kona aomata n tokanikai iaon te aro n aomata ao n riki bwa Aomata Aika Itiaki rinanon te Mwakuri ni Kamaiu—Kammarakaia aika buakaka aiaron te nei n ai ao te burimton. Uakaan ma 124I.K.", "1 Ao I a manga weweteingkami riki tariu, bwa iai riki bwaai aika I kan taekin nakoimi; bwa taraia, iai bwaai aika I kan tuangkami aika kanoan taai aika a na roko.", "2 Ao bwaai aika N na tuangkami bon bwaai aika a tia ni kaotaki nakoiu iroun ana anera te Atua. Ao e taku nakoiu: Uti; ao I uti, ao nooria e tei imatau.", "3 Ao e taku nakoiu: Uti, ao ongora n taeka ake N na taekin nakoim; bwa taraia, I a roko bwa N na taekin nakoim rongorongo aika raraoi aika uota te kimwareirei ae korakora.", "4 Bwa e a tia n ongo te Uea am tataro, ao e a tia ni motika aron raoiroim, ao e a kanakoai bwa N na tuangko bwa ko na kimwareirei; ao bwa ko kona n taekinna nakoia am botanaomata, bwa a na kona naba n onrake n te kimwareirei.", "5 Bwa nooria, e na roko te tai, ao e aki raroa nako, bwa te Uea ae Moan te Mwaaka ae tautaeka, ae iai ngkoa ao ngkai ao n aki totoki, e na ruo ma te mwaaka mai karawa, nako buakoia natiia aomata, ao e na maeka i nanon te rabwata ae mamate, ao e na waaki nako buakoia aomata ni karaoi kakai aika moan te korakora, n aiaron kamarurungaia aoraki, kautakiia maate, kanakonakoaia mwauku, anganakiia aika mataki te noraaba, ao ni karikiia aika bonotaningaia bwa a na ongo, ao ni katoki aoraki n aekaia nako.", "6 Ao e na kaotinakoia riaboro, ke tamnei aika a buakaka aika a maeka inanoia natiia aomata.", "7 Ao nooria, e na rinanon te kaririaki, ma marakin te rabwata, te baki, te taka, te korakai, n riaon riki bwaai ake e kona n rinanoi te aomata, are e na aki mate iai; bwa taraia, e na waanako te raraa man bwangabwangan kunin rabwatana ni kabuta, e na rawawata korakaina ibukin buakakaia ma aia mwakuri ana boyanaomata aika bati n ribaki.", "8 Ao e na aranaki bwa Iesu Kristo, ae Natin te Atua, ae Taman karawa ma te aonaba, te Tia Karikibwai iaon bwaai ni kabane man moan rikin bwaai, ao e na aranaki tinana bwa Maria.", "9 Ao nooria, e na kawaria ana botanaomata, bwa e aonga n reke te kamaiuaki nakoia natiia aomata eng, rinanon onimakinan arana; ao i mwin bwaai aikai ni kabane ao a na taku bwa bon te aomata naba ngaia, ao n taekinna bwa iai te riaboro irouna, ao a na tiriboia, ao a na tauria iaon te kaibangaki.", "10 Ao e na mangauti n te kateniua ni bong mai buakoia maate; ao taraia, bon ngaia are e na motika taekan aonaba; ao taraia, a karaoaki bwaai aikai ni kabane bwa e aonga n reke te motikitaeka ae raoiroi nakoia natiia aomata.", "11 Bwa taraia, ao raraana e karaoa te mwakuri ni kamaiu naba ibukin aia bure aomata ni kabane ake a tia ni bwaka n riaon te tua iroun Atam, naake a tia ni mate n aki ataa ana babaire te Atua ibukiia, ke ake a tia ni bure ao a aki ataia.", "12 Ma e na reke kain, e na reke kain ane e ataia bwa e kaitaraa te Atua! Bwa e na aki reke te kamaiuaki nakoina ma ti ngkana e rairananona ao e onimakina te Uea ae Iesu Kristo.", "13 Ao e a tia te Uea ae te Atua ni kanakoia ana burabeti aika a tabu nako buakoia natiia aomata, bwa a na tataekin bwaai aikai nakoia reeti, aaba, ao neewe, bwa akana kakoaua mai iai bwa e na roko Kristo, a na kona ni karekea kamaunaan aia bure, ao a na onrake n te kimwareirei ae moan te bati, n aiaron are aongkoa e a bon tia n roko i buakoia.", "14 Ma e nooria te Uea ae te Atua bwa a matoatoa nanoia ana botanaomata, ao e anganiia te tua, ae ana tua Mote.", "15 Ao a mwaiti kanikina, ma kamimi, ma kanikinaean bwaai aika a na riki, ma nuun bwaai aika a na riki ake e kaoti nakoia, ni kaineti ma rokona; ao a taetae naba burabeti aika a tabu nakoia ibukin rokona; ma a kamatoatoai nanoia, ao aikoa ataia ae, akea nanon ana tua Mote ngkana e aki irianaki ana mwakuri ni kamaiu n raraana.", "16 Ao ngke arona bwa a kona n rootaki ataei aika uarereke n te bure ao a na bon aki kona naba ni kamaiuaki; ma I kangai nakoimi a kakabwaiaki; bwa taraia, ibukin ana mwakuri Atam, ke aron te maiu aio, ao a na bwaka, mangaia ae raraan Kristo e karaoa te mwakuri ni kamaiu ibukin aia bure.", "17 Ao irian aio, I kangai nakoimi, bwa a na akea te ara riki teuana ke te kawai riki teuana ke te anga are e na reke iai te kamaiuaki nakoia natiia aomata, ma ti n aran ao rinanon Kristo, ae te Uea ae Moan te Mwaaka.", "18 Bwa taraia e na motikitaeka, ao e raoiroi ana moti; ao e aki bua tamnein te ataei ae e mate ni uarerekena; ma a nima kabuakakaan oin tamneia aomata ma ti ngkana a karinanoia n ai aroia ataei, ao ni kakoaua te kamaiuaki are ngkoa, ae ngkai, ao ae e na roko, rinanon raraan Kristo ae kabwarai bure, ae te Uea ae Moan te Mwaaka.", "19 Bon ana kairiribai te Atua te aro n aomata, man moan bwakan Atam, ao e na teimatoa n aki toki, ni karokoa ae e kakauongo nakon ana wirikiriki te Tamnei ae Tabu, ao n tokanikai i aon te aro n aomata ao n riki bwa te aomata ae itiaki rinanon ana mwakuri ni kamaiu Kristo ae te Uea, ao n riki n aiaron te ataei, n ongeaba, n nimamannei, n nanorinano, n taotaonakinnano, n onrake n te tangira, ao n tauraoi ni butimwaei bwaai ni kabane ake e tangiria te Uea bwa e na karaoi, n aiaron te teei are tauraoi ni karaoi bwaai ake e tuangaki iroun tamana.", "20 Ao i rarikin aei, I taku nakoimi, bwa e na roko te tai are e na butanako iai ataakin te Tia Kamaiu nakon aaba, reeti, neewe, ao aomata nako.", "21 Ao taraia, ngkana e roko te tai anne, ao bon akea ae na iai ana taeka imatan te Atua, ma ti ataei aika uarereke, ao ti rinanon te rairannano ma onimakinan aran te Uea ae te Atua ae Moan te Mwaaka.", "22 Ao ai arona naba n te tai aei, ngkana ko a tia n reireiniia am botanaomata bwaai ake e a tia n tuangko te Uea ae Atuam, ao ai arona naba n te tai arei, bwa a na aki manga taekinaki bwa akea bukinaia imatan te Atua, ma tii ni kaineti ma taeka ake I a tia n taekin nakoim.", "23 Ao I a tia n taekin taeka ake e tua te Uea ae te Atua bwa N na taekin.", "24 Ao e taku te Uea: A tei bwa taian bwai ni kakoaua ni kaaitaraia te botanaomata aio, n tain te motikitaeka; are a na motikaki iai taekaia, aomata ni kabane n aron aia mwakuri, aika a tamaroa, ke aika a buakaka.", "25 Ao ngkana a na buakaka ao a na kabaeaki bwa a na bon namakin oin aia bure ma aia mwakuri aika bati n ribaki, are e na karikiia bwa a na kokonin iai i matan te Uea nakon te aro ni mwebuaka ao ni karawawataki ae aki totoki, are a na aki kona n oki mai iai; mangaia are a tia ni kamaraiai oin tamneia.", "26 Mangaia ae a tia ni mooi man mwangkon unin te Atua, ao a reke iaon te moti ae e aki kona n tukaki rokona irouia n aiaron ae e aki kona naba n tukaki bwakan Atam ngke e kana naba uaan te kai are tabuaki, e aki kona n otangaia te nanoanga n aki totoki.", "27 Ao ti te arona karawawatakia ma te nei n ai ma te burimton, aika a aki kona n toki uraia, aika a waerake bubuia n akea tokiia. Aikai bwaai ake e a tia n tuangai te Uea. Amen."]}