{"English": ["How Christ is both the Father and the Son—He will make intercession and bear the transgressions of His people—They and all the holy prophets are His seed—He brings to pass the Resurrection—Little children have eternal life. About 148B.C.", "1 And now Abinadi said unto them: I would that ye should understand that God himself shall come down among the children of men, and shall redeem his people.", "2 And because he dwelleth in flesh he shall be called the Son of God, and having subjected the flesh to the will of the Father, being the Father and the Son—", "3 The Father, because he was conceived by the power of God; and the Son, because of the flesh; thus becoming the Father and Son—", "4 And they are one God, yea, the very Eternal Father of heaven and of earth.", "5 And thus the flesh becoming subject to the Spirit, or the Son to the Father, being one God, suffereth temptation, and yieldeth not to the temptation, but suffereth himself to be mocked, and scourged, and cast out, and disowned by his people.", "6 And after all this, after working many mighty miracles among the children of men, he shall be led, yea, even as Isaiah said, as a sheep before the shearer is dumb, so he opened not his mouth.", "7 Yea, even so he shall be led, crucified, and slain, the flesh becoming subject even unto death, the will of the Son being swallowed up in the will of the Father.", "8 And thus God breaketh the bands of death, having gained the victory over death; giving the Son power to make intercession for the children of men—", "9 Having ascended into heaven, having the bowels of mercy; being filled with compassion towards the children of men; standing betwixt them and justice; having broken the bands of death, taken upon himself their iniquity and their transgressions, having redeemed them, and satisfied the demands of justice.", "10 And now I say unto you, who shall declare his generation? Behold, I say unto you, that when his soul has been made an offering for sin he shall see his seed. And now what say ye? And who shall be his seed?", "11 Behold I say unto you, that whosoever has heard the words of the prophets, yea, all the holy prophets who have prophesied concerning the coming of the Lord—I say unto you, that all those who have hearkened unto their words, and believed that the Lord would redeem his people, and have looked forward to that day for a remission of their sins, I say unto you, that these are his seed, or they are the heirs of the kingdom of God.", "12 For these are they whose sins he has borne; these are they for whom he has died, to redeem them from their transgressions. And now, are they not his seed?", "13 Yea, and are not the prophets, every one that has opened his mouth to prophesy, that has not fallen into transgression, I mean all the holy prophets ever since the world began? I say unto you that they are his seed.", "14 And these are they who have published peace, who have brought good tidings of good, who have published salvation; and said unto Zion: Thy God reigneth!", "15 And O how beautiful upon the mountains were their feet!", "16 And again, how beautiful upon the mountains are the feet of those that are still publishing peace!", "17 And again, how beautiful upon the mountains are the feet of those who shall hereafter publish peace, yea, from this time henceforth and forever!", "18 And behold, I say unto you, this is not all. For O how beautiful upon the mountains are the feet of him that bringeth good tidings, that is the founder of peace, yea, even the Lord, who has redeemed his people; yea, him who has granted salvation unto his people;", "19 For were it not for the redemption which he hath made for his people, which was prepared from the foundation of the world, I say unto you, were it not for this, all mankind must have perished.", "20 But behold, the bands of death shall be broken, and the Son reigneth, and hath power over the dead; therefore, he bringeth to pass the resurrection of the dead.", "21 And there cometh a resurrection, even a first resurrection; yea, even a resurrection of those that have been, and who are, and who shall be, even until the resurrection of Christ—for so shall he be called.", "22 And now, the resurrection of all the prophets, and all those that have believed in their words, or all those that have kept the commandments of God, shall come forth in the first resurrection; therefore, they are the first resurrection.", "23 They are raised to dwell with God who has redeemed them; thus they have eternal life through Christ, who has broken the bands of death.", "24 And these are those who have part in the first resurrection; and these are they that have died before Christ came, in their ignorance, not having salvation declared unto them. And thus the Lord bringeth about the restoration of these; and they have a part in the first resurrection, or have eternal life, being redeemed by the Lord.", "25 And little children also have eternal life.", "26 But behold, and fear, and tremble before God, for ye ought to tremble; for the Lord redeemeth none such that rebel against him and die in their sins; yea, even all those that have perished in their sins ever since the world began, that have wilfully rebelled against God, that have known the commandments of God, and would not keep them; these are they that have no part in the first resurrection.", "27 Therefore ought ye not to tremble? For salvation cometh to none such; for the Lord hath redeemed none such; yea, neither can the Lord redeem such; for he cannot deny himself; for he cannot deny justice when it has its claim.", "28 And now I say unto you that the time shall come that the salvation of the Lord shall be declared to every nation, kindred, tongue, and people.", "29 Yea, Lord, thy watchmen shall lift up their voice; with the voice together shall they sing; for they shall see eye to eye, when the Lord shall bring again Zion.", "30 Break forth into joy, sing together, ye waste places of Jerusalem; for the Lord hath comforted his people, he hath redeemed Jerusalem.", "31 The Lord hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of our God."], "Español": ["Por qué Cristo es el Padre así como el Hijo— Él intercederá por los hijos de los hombres y tomará sobre sí las transgresiones de los de Su pueblo— Ellos y todos los santos profetas son Su posteridad— Él lleva a efecto la Resurrección— Los niños pequeños tienen vida eterna. Aproximadamente 148a.C.", "1 Y luego les dijo Abinadí: Quisiera que entendieseis que Dios mismo descenderá entre los hijos de los hombres, y redimirá a su pueblo.", "2 Y porque morará en la carne, será llamado el Hijo de Dios, y habiendo sujetado la carne a la voluntad del Padre, siendo el Padre y el Hijo,", "3 el Padre porque fue concebido por el poder de Dios; y el Hijo, por causa de la carne; por lo que llega a ser el Padre e Hijo;", "4 y son un Dios, sí, el verdadero Padre Eterno del cielo y de la tierra.", "5 Y así la carne, habiéndose sujetado al Espíritu, o el Hijo al Padre, siendo un Dios, sufre tentaciones, pero no cede a ellas, sino que permite que su pueblo se burle de él, y lo azote, y lo eche fuera, y lo repudie.", "6 Y tras de todo esto, después de obrar muchos grandes milagros entre los hijos de los hombres, será conducido, sí, según dijo Isaías: Como la oveja permanece muda ante el trasquilador, así él no abrió su boca.", "7 Sí, aun de este modo será llevado, crucificado y muerto, la carne quedando sujeta hasta la muerte, la voluntad del Hijo siendo absorbida en la voluntad del Padre.", "8 Y así Dios rompe las ligaduras de la muerte, habiendo logrado la victoria sobre la muerte; dando al Hijo poder para interceder por los hijos de los hombres,", "9 habiendo ascendido al cielo, henchidas de misericordia sus entrañas, lleno de compasión por los hijos de los hombres; interponiéndose entre ellos y la justicia; habiendo quebrantado los lazos de la muerte, tomado sobre sí la iniquidad y las transgresiones de ellos, habiéndolos redimido y satisfecho las exigencias de la justicia.", "10 Y ahora os digo: ¿Quién declarará su generación? He aquí, os digo que cuando su alma haya sido tornada en ofrenda por el pecado, él verá su posteridad. Y ahora, ¿qué decís vosotros? ¿Quién será su posteridad?", "11 He aquí, os digo que quien ha oído las palabras de los profetas, sí, todos los santos profetas que han profetizado concerniente a la venida del Señor, os digo que todos aquellos que han escuchado sus palabras y creído que el Señor redimirá a su pueblo, y han esperado anhelosamente ese día para la remisión de sus pecados, os digo que estos son su posteridad, o sea, son los herederos del reino de Dios.", "12 Porque estos son aquellos cuyos pecados él ha tomado sobre sí; estos son aquellos por quienes ha muerto, para redimirlos de sus transgresiones. Y bien, ¿no son ellos su posteridad?", "13 Sí, ¿y no lo son los profetas, todo aquel que ha abierto su boca para profetizar, que no ha caído en transgresión, quiero decir, todos los santos profetas desde el principio del mundo? Os digo que ellos son su posteridad.", "14 Y estos son los que han publicado la paz, los que han traído gratas nuevas del bien, los que han publicado la salvación y dicen a Sion: ¡Tu Dios reina!", "15 Y, ¡oh cuán hermosos fueron sus pies sobre las montañas!", "16 Y más aún: ¡Cuán hermosos son sobre las montañas los pies de aquellos que aún están publicando la paz!", "17 Y además: ¡Cuán hermosos son sobre las montañas los pies de aquellos que en lo futuro publicarán la paz; sí, desde hoy en adelante y para siempre!", "18 Y he aquí, os digo que esto no es todo. Porque, ¡cuán hermosos son sobre las montañas los pies de aquel que trae buenas nuevas, que es el fundador de la paz, sí, el Señor, que ha redimido a su pueblo; sí, aquel que ha concedido la salvación a su pueblo!", "19 Porque si no fuera por la redención que ha hecho por su pueblo, la cual fue preparada desde la fundación del mundo, os digo que de no haber sido por esto, todo el género humano habría perecido.", "20 Mas he aquí, las ligaduras de la muerte serán quebrantadas; y el Hijo reinará y tendrá poder sobre los muertos; por tanto, llevará a efecto la resurrección de los muertos.", "21 Y viene una resurrección, sí, una primera resurrección; sí, una resurrección de aquellos que han existido, que existen y que existirán hasta la resurrección de Cristo, pues así será llamado él.", "22 Y la resurrección de todos los profetas, y todos aquellos que han creído en sus palabras, o sea, todos aquellos que han guardado los mandamientos de Dios, se realizará en la primera resurrección; por tanto, ellos son la primera resurrección.", "23 Estos son levantados para vivir con Dios, el cual los ha redimido; de modo que tienen vida eterna por medio de Cristo, el cual ha quebrantado las ataduras de la muerte.", "24 Y estos son los que tienen parte en la primera resurrección; y estos son los que han muerto en su ignorancia, antes que Cristo viniese, no habiéndoseles declarado la salvación. Y así el Señor efectúa la restauración de estos; y participan en la primera resurrección, o sea, tienen vida eterna, habiéndolos redimido el Señor.", "25 Y los niños pequeños también tienen vida eterna.", "26 Mas he aquí, temed y temblad ante Dios; porque tenéis razón para temblar; pues el Señor no redime a ninguno de los que se rebelan contra él, y mueren en sus pecados; sí, todos aquellos que han perecido en sus pecados desde el principio del mundo, que por su propia voluntad se han rebelado contra Dios, que han sabido los mandamientos de Dios, y no quisieron observarlos, estos son los que no tienen parte en la primera resurrección.", "27 Por tanto, ¿no deberíais temblar? Porque la salvación no viene a ninguno de estos, por cuanto el Señor no ha redimido a ninguno de los tales; ni tampoco puede redimirlos; porque el Señor no puede contradecirse a sí mismo; pues no puede negar a la justicia cuando esta reclama lo suyo.", "28 Y ahora bien, os digo que vendrá el tiempo en que la salvación del Señor será declarada a toda nación, tribu, lengua y pueblo.", "29 ¡Sí, tus centinelas levantarán sus voces, oh Señor! Unánimes cantarán, porque verán ojo a ojo, cuando el Señor hiciere volver a Sion.", "30 ¡Prorrumpid en gozo! ¡Cantad juntamente, soledades de Jerusalén! Porque el Señor ha consolado a su pueblo, ha redimido a Jerusalén.", "31 El Señor ha desnudado su santo brazo a la vista de todas las naciones, y todos los extremos de la tierra verán la salvación de nuestro Dios."], "Français": ["Comment le Christ est à la fois le Père et le Fils— Il intercédera et portera les transgressions de son peuple— Celui-ci et tous les saints prophètes sont sa postérité— Il réalise la résurrection— Les petits enfants ont la vie éternelle. Vers 148av.J.-C.", "1 Et alors, Abinadi leur dit: Je voudrais que vous compreniez que Dieu lui-même descendra parmi les enfants des hommes et rachètera son peuple.", "2 Et parce qu’il demeure dans la chair, il sera appelé le Fils de Dieu, et, ayant soumis la chair à la volonté du Père, étant le Père et le Fils—", "3 Le Père, parce qu’il fut conçu par le pouvoir de Dieu, et le Fils à cause de la chair, devenant ainsi le Père et le Fils—", "4 Et ils sont un seul Dieu, oui, le Père éternel même du ciel et de la terre.", "5 Et ainsi, la chair devenant assujettie à l’Esprit, ou le Fils au Père, étant un seul Dieu, souffre la tentation, et ne cède pas à la tentation, mais souffre que son peuple se moque de lui, et le flagelle, et le chasse, et le renie.", "6 Et après tout cela, après avoir accompli beaucoup de grands miracles parmi les enfants des hommes, il sera mené, oui, comme Ésaïe l’a dit, comme une brebis est muette devant ceux qui la tondent, de même il n’a pas ouvert la bouche.", "7 Oui, de même il sera mené, crucifié, et mis à mort, la chair devenant assujettie à la mort, la volonté du Fils étant engloutie dans la volonté du Père.", "8 Et ainsi Dieu rompt les liens de la mort, ayant acquis la victoire sur la mort, donnant au Fils le pouvoir d’intercéder pour les enfants des hommes—", "9 Étant monté au ciel, ayant les entrailles de la miséricorde, étant rempli de compassion envers les enfants des hommes, se tenant entre eux et la justice, ayant rompu les liens de la mort, prenant sur lui leur iniquité et leurs transgressions, les ayant rachetés et ayant satisfait aux exigences de la justice.", "10 Et maintenant, je vous le dis, sa postérité, qui la dépeindra? Voici, je vous dis que lorsque son âme aura été donnée en offrande pour le péché, il verra sa postérité. Et maintenant que dites-vous? Et qui sera sa postérité?", "11 Voici, je vous dis que quiconque a entendu les paroles des prophètes, oui, de tous les saints prophètes qui ont prophétisé concernant la venue du Seigneur— je vous dis que tous ceux qui ont écouté leurs paroles, et cru que le Seigneur rachèterait son peuple, et ont espéré ce jour où ils auraient le pardon de leurs péchés, je vous dis que ceux-là sont sa postérité, ou les héritiers du royaume de Dieu.", "12 Car ce sont ceux dont il a porté les péchés; ce sont ceux pour qui il est mort, pour les racheter de leurs transgressions. Et alors, ne sont-ils pas sa postérité?", "13 Oui, et les prophètes, tous ceux qui ont ouvert la bouche pour prophétiser, qui ne sont pas tombés en transgression, je veux dire tous les saints prophètes depuis le commencement même du monde, ne le sont-ils pas? Je vous dis qu’ils sont sa postérité.", "14 Et ce sont ceux qui ont publié la paix, qui ont apporté de bonnes nouvelles, qui ont publié le salut et dit à Sion: Ton Dieu règne!", "15 Et oh! qu’ils étaient beaux sur les montagnes, leurs pieds!", "16 Et encore, qu’ils sont beaux sur les montagnes, les pieds de ceux qui publient encore la paix!", "17 Et encore, qu’ils sont beaux sur les montagnes, les pieds de ceux qui, à l’avenir, publieront la paix, oui, à partir de ce moment, dorénavant et à jamais!", "18 Et voici, je vous le dis, ce n’est pas tout, car oh! qu’ils sont beaux sur les montagnes, les pieds de celui qui apporte de bonnes nouvelles, qui est le fondateur de la paix, oui, le Seigneur, qui a racheté son peuple; oui, lui qui a accordé le salut à son peuple;", "19 car s’il n’y avait pas la rédemption qu’il a faite pour son peuple, qui fut préparée dès la fondation du monde, je vous le dis, s’il n’y avait pas cela, toute l’humanité aurait dû périr.", "20 Mais voici, les liens de la mort seront rompus, et le Fils règne et a pouvoir sur les morts; c’est pourquoi, il réalise la résurrection des morts.", "21 Et alors vient une résurrection, une première résurrection; oui, une résurrection de ceux qui ont été, et qui sont, et qui seront, jusqu’à la résurrection du Christ— car c’est ainsi qu’il sera appelé.", "22 Et maintenant, la résurrection de tous les prophètes, et de tous ceux qui ont cru en leurs paroles, ou de tous ceux qui ont gardé les commandements de Dieu, aura lieu à la première résurrection; c’est pourquoi, ils sont la première résurrection.", "23 Ils sont ressuscités pour demeurer avec Dieu, qui les a rachetés; ainsi ils ont la vie éternelle par le Christ, qui a rompu les liens de la mort.", "24 Et ce sont ceux qui ont part à la première résurrection; et ce sont ceux qui sont morts dans leur ignorance, avant que le Christ ne vienne, sans que le salut ne leur ait été annoncé. Et ainsi, le Seigneur réalise le rétablissement de ceux-ci; et ils ont part à la première résurrection, ou ont la vie éternelle, étant rachetés par le Seigneur.", "25 Et les petits enfants ont aussi la vie éternelle.", "26 Mais voici, craignez, et tremblez devant Dieu, car vous devriez trembler; car le Seigneur ne rachète aucun de ceux qui se rebellent contre lui et meurent dans leurs péchés; oui, même tous ceux qui ont péri dans leurs péchés depuis le commencement même du monde, qui se sont volontairement rebellés contre Dieu, qui ont connu les commandements de Dieu et n’ont pas voulu les garder; ce sont ceux-là qui n’ont aucune part dans la première résurrection.", "27 C’est pourquoi, ne devriez-vous pas trembler? Car, pour ceux-là, il n’y a pas de salut, car le Seigneur ne les a pas rachetés; oui, et le Seigneur ne peut pas non plus les racheter, car il ne peut pas se désavouer, car il ne peut pas dénier la justice lorsqu’elle est dans son droit.", "28 Et maintenant, je vous dis que le temps viendra où le salut du Seigneur sera annoncé à toute nation, famille, langue et peuple.", "29 Oui, Seigneur, la voix de tes sentinelles retentit; elles élèvent la voix, elles poussent ensemble des cris d’allégresse; car de leurs propres yeux elles voient que le Seigneur ramène Sion.", "30 Eclatez ensemble en cris de joie, ruines de Jérusalem! Car le Seigneur console son peuple, il rachète Jérusalem.", "31 Le Seigneur découvre le bras de sa sainteté, aux yeux de toutes les nations; et toutes les extrémités de la terre verront le salut de notre Dieu."], "Kiribati": ["E kangaa Kristo n riki bwa te Tama ao te Nati—E na bubuti ibukia ao e na uoti riaoan tua irouia Ana botanaomata—Ngaia ma burabeti aika a tabu bon kanoana ni kabane—E karekea te Mangauti—Iai te maiu ae akea tokina irouia ataei. Uakaan ma 148I.K.", "1 Ao ngkai e kangai Abinataai nakoia: I tangiria bwa kam na ataia bwa e na ruo te Atua n oin rabwatana i buakoia natia aomata, ao e na kabooia ana botanaomata.", "2 Ao bukina ngkai e maiu n te rabwata e na aranaki bwa Natin te Atua, ngkai e na anga rabwatana nakon ana babaire te Tama, ngkai ngaia te Tama ao te Nati—", "3 Te Tama, ngkai e karikaki ni mwaakan te Atua; ao te Nati ibukina ngkai te rabwata; mangaia ae e a riki bwa te Tama ao te Nati—", "4 Ao ngaia bon te Atua ae ti temanna, eng, ae te Tama ae Akea Tokina ibukin karawa ma aonaba.", "5 Mangaia ae e na kairaki te rabwata iroun te Tamnei, ke te Nati iroun te Tama, ngkai ngaia te Atua ae ti temanna, a na rinanon te kaririaki, ao a na aki bwaka n te kaririaki, ma e na kariaia ae e na kamamaeaki, kataereaki, ao n teweaki nako, ao ni kaakaki taekana mai irouia ana botanaomata.", "6 Ao i mwin bwaai aikai ni kabane, i mwin karaoan taian kakai aika kamimi i buakoia natia aomata, ao e na kairaki, eng, n aron are taekinna Itaia, n aiaron te tiibu are kairaki nako mataia taan korea buraena ao e aki kakarongoa, ao e aki kauka wiina.", "7 Eng, e na bon kairaki, tauraki, ao n tiringaki, ao e na rinanon te mate te rabwata, e na anaaki ana baire te Nati nakon nanon ana baire te Tama.", "8 Ao te Atua e na motiki ana kabaebae te mate, ni karekea te tokanikai iaon te mate; n angan te Nati te mwaaka ni karekea te kabwara bure ibukiia natia aomata—", "9 E na tia ni waerake nako karawa, ao e na onrake n te nanoanga; ao e na onrake n te tangira ibukiia natia aomata; are e na tei imarenaia ma te motikitaeka; ao e na tia ni motiki kabaebaen te mate, ao e na katoka iaona buakakaia ma riaoan tua irouia, ao ni kaboia, ao ni kakoroa bukin te moti.", "10 Ao ngkai I kangai nakoimi, antai ae e ataia bwa tera ae na riki nakoina? Taraia, I kangai nakoimi, bwa ngkana e a tia ni karikaki rabwatana bwa te karea ibukin te bure ao e na nooriia kanoana. Ao ngkai, tera are e a tia n taekinna? Ao antai are riki bwa kanoana?", "11 Taraia, I kangai nakoimi, bwa ane e ongo n aia taeka burabeti, eng, burabeti aika a tabu ni kabane ake a tia n taetae ni burabeti ibukin rokon te Uea—I kangai nakoimi, bwa ane a tia n ongeaba nakon aia taeka, ao ni kakoaua bwa e na kabooia ana botanaomata te Uea, ao ni kariaria te bong are a na kamaunakin aia bure, I kangai nakoimi, bon kanoana aomata akanne, ke ngaia taan bwaibwai n uean te Atua.", "12 Bwa aomata aikai ake e a tia ni uota bureia; aomata aikai ake e a tia ni mate ibukiia, bwa e na kaboia man riaoan tua irouia. Ao ngkai, e koaua bwa tiaki kanoana ngaia?", "13 Eng, ao tiaki taian burabeti, aomata ni kabane ake a tia ni kauki wiia n taetae ni burabeti, aika a tuai ni bwaka n riaoan te tua, I taekinia ikai burabeti aika tabu ni kabane man moan rikin te aonaba? I taekinna nakoimi bwa ngaia ni kabane bon kanoana.", "14 Ao aikai ake a tia n tataekina te rau, ake a tia ni uouoti rongorongo aika raroi aika a tamaroa, aika a tia n tataekina te kamaiuaki; ao ni kangai nakon Tion: E tautaeka Atuami!", "15 Ao O ai tararaoira iaon te maunga waeia!", "16 Ao riki, ai tararaoira iaon te maunga waeia aomata ake a bon waaki naba n tataekina te rau!", "17 Ao riki, ai tamaroara iaoni maunga waeia aomata ake a na tataekina te rau n taai aika a na roko, eng, man te tai aio ni karokoa ae aki totoki!", "18 Ao taraia, I kangai nakoimi, tiaki ti ngaia aio. Bwa O ai tamaroara iaoni maunga waen teuare e na uouoti rongorongo aika a raraoi, are ngaia mwiin te rau, eng, ae te Uea, are e a tia ni kabooia ana botanaomata; eng, are e a tia n anga te kamaiuaki nakoia ana botanaomata;", "19 Bwa ngke akea kaboakira are e a tia ni karaoia ibukiia ana botanaomata, are e a tia ni katauraoaki man moan te aonaba, I kangai nakoim, ngke akea aio, ao a na tia ni mauna nako aomata ni kabane.", "20 Ma taraia, a na motikaki ana kabaebae te mate, ao e na tautaeka te Nati, ao iai mwaakana riki iaon te mate; mangaia ae e na karekea te mangauti man te mate.", "21 Ao e na reke te mangauti, ae te moan mangauti eng, ae te mangauti nakoia ake ngkoa, ake ngkai, ao ake a na roko, nakon mangautin Kristo—bwa aio te ara are e na aranaki iai.", "22 Ao ngkai, mangautiia burabeti, ao aomata ni kabane ake a kakoauai aia taeka, ao aomata ni kabane ake a kaawakin ana tua te Atua, e na reke nakoia te moan mangauti mangaia ae ngaia taan moan ni mangauti.", "23 A na kautaki bwa a na maeka ma te Atua are e a tia ni kabooia; mangaia ae e na reke irouia te maiu ae akea tokina mai iroun Kristo, are e a tia ni motiki ana kabaebae te mate.", "24 Ao aikai ake kain te moa ni mangauti; ao aikai ake a tia ni mate i mwaain rokon Kristo, n aki ataa taekana, n akea rongorongon te kamaiuaki are taekinaki nakoia. Mangaia te Uea e a karekea kaokakia aomata aikai; ao iai nneia n te moan ni mangauti ke te maiu are akea tokina, ngkai a kabooaki iroun te Uea.", "25 Ao e na reke naba te maiu ae akea tokina irouia ataei aika a uarereke.", "26 Ma taraia, kam na maaku, ao kam na ruru imatan te Atua, bwa kam riai n ruru; bwa te Uea e aki kamaiuia ake a kaitara ao a mate i nanon aia bure; eng, aomata naba ake a tia ni mate i nanon te bure man moan te aonaba, ao ni baireia bwa a na kaitaraa te Atua, ao atai ana tua te Atua, ao a aki kan kaawakin; aikai ake akea nneia n te moan mangauti.", "27 Mangaia ae koaua bwa kam na aki ruru? Bwa e aki reke te kamaiua nakoia akanne; bwa e tuai te Uea ni kabooia aomata akanne; eng, ke ni kona te Uea ni kabooia aomata akanne; bwa e aki kona ni kaakea i bon irouna; bwa e aki kona ni kaakea te moti are e a tia ni baireaki.", "28 Ao ngkai I taekinna nakoimi bwa ae e na roko te bong are e na taekinaki iai ana kamaiu te Uea nakoia aaba, reeti, neewe, ao aomata ni kabaneia.", "29 Eng, te Uea, a na tabeki bwanaia am tia taratara; ma te bwanaa ae botaki a na anene; bwa a na noora te Uea n oin mataia ngkana e a manga kaoka Tion.", "30 Kam na kimwareirei, botaki n anene mwiin Ierutarem; bwa e a tia te Uea ni kabebeteia ana botanaomata, e a tia ni kabomwi ibukin Ierutarem;", "31 E a tia te Uea ni kaota baina ae tabu nako mataia aaba aika a mwaiti, ao e koaua bwa a na bane n noora ana kamaiu Atuara, te aonaba ae bwanin."]}