{"English": ["Mosiah forbids persecution and enjoins equality—Alma the younger and the four sons of Mosiah seek to destroy the Church—An angel appears and commands them to cease their evil course—Alma is struck dumb—All mankind must be born again to gain salvation—Alma and the sons of Mosiah declare glad tidings. About 100–92B.C.", "1 And now it came to pass that the persecutions which were inflicted on the church by the unbelievers became so great that the church began to murmur, and complain to their leaders concerning the matter; and they did complain to Alma. And Alma laid the case before their king, Mosiah. And Mosiah consulted with his priests.", "2 And it came to pass that king Mosiah sent a proclamation throughout the land round about that there should not any unbeliever persecute any of those who belonged to the church of God.", "3 And there was a strict command throughout all the churches that there should be no persecutions among them, that there should be an equality among all men;", "4 That they should let no pride nor haughtiness disturb their peace; that every man should esteem his neighbor as himself, laboring with their own hands for their support.", "5 Yea, and all their priests and teachers should labor with their own hands for their support, in all cases save it were in sickness, or in much want; and doing these things, they did abound in the grace of God.", "6 And there began to be much peace again in the land; and the people began to be very numerous, and began to scatter abroad upon the face of the earth, yea, on the north and on the south, on the east and on the west, building large cities and villages in all quarters of the land.", "7 And the Lord did visit them and prosper them, and they became a large and wealthy people.", "8 Now the sons of Mosiah were numbered among the unbelievers; and also one of the sons of Alma was numbered among them, he being called Alma, after his father; nevertheless, he became a very wicked and an idolatrous man. And he was a man of many words, and did speak much flattery to the people; therefore he led many of the people to do after the manner of his iniquities.", "9 And he became a great hinderment to the prosperity of the church of God; stealing away the hearts of the people; causing much dissension among the people; giving a chance for the enemy of God to exercise his power over them.", "10 And now it came to pass that while he was going about to destroy the church of God, for he did go about secretly with the sons of Mosiah seeking to destroy the church, and to lead astray the people of the Lord, contrary to the commandments of God, or even the king—", "11 And as I said unto you, as they were going about rebelling against God, behold, the angel of the Lord appeared unto them; and he descended as it were in a cloud; and he spake as it were with a voice of thunder, which caused the earth to shake upon which they stood;", "12 And so great was their astonishment, that they fell to the earth, and understood not the words which he spake unto them.", "13 Nevertheless he cried again, saying: Alma, arise and stand forth, for why persecutest thou the church of God? For the Lord hath said: This is my church, and I will establish it; and nothing shall overthrow it, save it is the transgression of my people.", "14 And again, the angel said: Behold, the Lord hath heard the prayers of his people, and also the prayers of his servant, Alma, who is thy father; for he has prayed with much faith concerning thee that thou mightest be brought to the knowledge of the truth; therefore, for this purpose have I come to convince thee of the power and authority of God, that the prayers of his servants might be answered according to their faith.", "15 And now behold, can ye dispute the power of God? For behold, doth not my voice shake the earth? And can ye not also behold me before you? And I am sent from God.", "16 Now I say unto thee: Go, and remember the captivity of thy fathers in the land of Helam, and in the land of Nephi; and remember how great things he has done for them; for they were in bondage, and he has delivered them. And now I say unto thee, Alma, go thy way, and seek to destroy the church no more, that their prayers may be answered, and this even if thou wilt of thyself be cast off.", "17 And now it came to pass that these were the last words which the angel spake unto Alma, and he departed.", "18 And now Alma and those that were with him fell again to the earth, for great was their astonishment; for with their own eyes they had beheld an angel of the Lord; and his voice was as thunder, which shook the earth; and they knew that there was nothing save the power of God that could shake the earth and cause it to tremble as though it would part asunder.", "19 And now the astonishment of Alma was so great that he became dumb, that he could not open his mouth; yea, and he became weak, even that he could not move his hands; therefore he was taken by those that were with him, and carried helpless, even until he was laid before his father.", "20 And they rehearsed unto his father all that had happened unto them; and his father rejoiced, for he knew that it was the power of God.", "21 And he caused that a multitude should be gathered together that they might witness what the Lord had done for his son, and also for those that were with him.", "22 And he caused that the priests should assemble themselves together; and they began to fast, and to pray to the Lord their God that he would open the mouth of Alma, that he might speak, and also that his limbs might receive their strength—that the eyes of the people might be opened to see and know of the goodness and glory of God.", "23 And it came to pass after they had fasted and prayed for the space of two days and two nights, the limbs of Alma received their strength, and he stood up and began to speak unto them, bidding them to be of good comfort:", "24 For, said he, I have repented of my sins, and have been redeemed of the Lord; behold I am born of the Spirit.", "25 And the Lord said unto me: Marvel not that all mankind, yea, men and women, all nations, kindreds, tongues and people, must be born again; yea, born of God, changed from their carnal and fallen state, to a state of righteousness, being redeemed of God, becoming his sons and daughters;", "26 And thus they become new creatures; and unless they do this, they can in nowise inherit the kingdom of God.", "27 I say unto you, unless this be the case, they must be cast off; and this I know, because I was like to be cast off.", "28 Nevertheless, after wading through much tribulation, repenting nigh unto death, the Lord in mercy hath seen fit to snatch me out of an everlasting burning, and I am born of God.", "29 My soul hath been redeemed from the gall of bitterness and bonds of iniquity. I was in the darkest abyss; but now I behold the marvelous light of God. My soul was racked with eternal torment; but I am snatched, and my soul is pained no more.", "30 I rejected my Redeemer, and denied that which had been spoken of by our fathers; but now that they may foresee that he will come, and that he remembereth every creature of his creating, he will make himself manifest unto all.", "31 Yea, every knee shall bow, and every tongue confess before him. Yea, even at the last day, when all men shall stand to be judged of him, then shall they confess that he is God; then shall they confess, who live without God in the world, that the judgment of an everlasting punishment is just upon them; and they shall quake, and tremble, and shrink beneath the glance of his all-searching eye.", "32 And now it came to pass that Alma began from this time forward to teach the people, and those who were with Alma at the time the angel appeared unto them, traveling round about through all the land, publishing to all the people the things which they had heard and seen, and preaching the word of God in much tribulation, being greatly persecuted by those who were unbelievers, being smitten by many of them.", "33 But notwithstanding all this, they did impart much consolation to the church, confirming their faith, and exhorting them with long-suffering and much travail to keep the commandments of God.", "34 And four of them were the sons of Mosiah; and their names were Ammon, and Aaron, and Omner, and Himni; these were the names of the sons of Mosiah.", "35 And they traveled throughout all the land of Zarahemla, and among all the people who were under the reign of king Mosiah, zealously striving to repair all the injuries which they had done to the church, confessing all their sins, and publishing all the things which they had seen, and explaining the prophecies and the scriptures to all who desired to hear them.", "36 And thus they were instruments in the hands of God in bringing many to the knowledge of the truth, yea, to the knowledge of their Redeemer.", "37 And how blessed are they! For they did publish peace; they did publish good tidings of good; and they did declare unto the people that the Lord reigneth."], "Español": ["Mosíah prohíbe la persecución y establece la igualdad— Alma, hijo, y los cuatro hijos de Mosíah procuran destruir la Iglesia— Se les aparece un ángel y les manda que abandonen su camino de maldad— Alma queda mudo— Todo el género humano debe nacer otra vez para lograr la salvación— Alma y los hijos de Mosíah proclaman gratas nuevas. Aproximadamente 100–92a.C.", "1 Y sucedió que las persecuciones que los incrédulos infligían sobre la iglesia llegaron a ser tan graves que los de la iglesia empezaron a murmurar y a quejarse a los que los dirigían concerniente al asunto; y ellos se quejaron a Alma. Y Alma presentó el caso ante el rey de ellos, Mosíah, y este consultó con sus sacerdotes.", "2 Y aconteció que el rey Mosíah envió una proclamación por todo el país de que ningún incrédulo debía perseguir a persona alguna que perteneciera a la iglesia de Dios.", "3 Y se estableció un estricto mandamiento entre todas las iglesias de que no debía haber persecuciones entre ellos; que debía haber igualdad entre todos los hombres;", "4 que no permitieran que el orgullo ni la soberbia alteraran su paz; que todo hombre estimara a su prójimo como a sí mismo, trabajando con sus propias manos para su sostén.", "5 Sí, y todos sus sacerdotes y maestros debían trabajar con sus propias manos para su sostén en todos los casos, salvo en los de enfermedad o de gran necesidad; y haciendo estas cosas, abundaron en la gracia de Dios.", "6 Y otra vez empezó a haber mucha paz en el país; y la gente comenzó a ser muy numerosa y a esparcirse sobre la superficie de la tierra, sí, hacia el norte y hacia el sur, al este y al oeste, edificando grandes ciudades y aldeas en todas partes de la tierra.", "7 Y el Señor los visitó y los hizo prosperar, y llegaron a ser un pueblo numeroso y rico.", "8 Ahora bien, los hijos de Mosíah se hallaban entre los incrédulos; y también se contaba entre ellos uno de los hijos de Alma, llamado Alma, igual que su padre; no obstante, se convirtió en un hombre muy malvado e idólatra. Y era un hombre de muchas palabras, y lisonjeó mucho al pueblo; por lo que indujo a muchos de los del pueblo a que imitaran sus iniquidades.", "9 Y llegó a ser un gran estorbo para la prosperidad de la iglesia de Dios, granjeándose el corazón del pueblo, causando mucha disensión entre la gente, dando oportunidad para que el enemigo de Dios ejerciera su poder sobre ellos.", "10 Ahora bien, aconteció que mientras se ocupaba en destruir la iglesia de Dios, porque iba secretamente con los hijos de Mosíah, tratando de destruir la iglesia y descarriar al pueblo del Señor, cosa contraria a los mandamientos de Dios, y aun del rey,", "11 pues como ya os dije, mientras iban aquí y allá rebelándose contra Dios, he aquí, se les apareció el ángel del Señor; y descendió como en una nube; y les habló como con voz de trueno que hizo temblar el suelo sobre el cual estaban;", "12 y tan grande fue su asombro que cayeron por tierra, y no comprendieron las palabras que les habló.", "13 Sin embargo, clamó otra vez, diciendo: Alma, levántate y acércate, pues, ¿por qué persigues tú la iglesia de Dios? Porque el Señor ha dicho: Esta es mi iglesia, y yo la estableceré; y nada la hará caer sino la transgresión de mi pueblo.", "14 Y dijo además el ángel: He aquí, el Señor ha oído las oraciones de su pueblo, y también las oraciones de su siervo Alma, que es tu padre; porque él ha orado con mucha fe en cuanto a ti, para que seas traído al conocimiento de la verdad; por tanto, con este fin he venido para convencerte del poder y la autoridad de Dios, para que las oraciones de sus siervos sean contestadas según su fe.", "15 Y he aquí, ¿puedes ahora disputar el poder de Dios? Pues, he aquí, ¿no hace mi voz temblar la tierra?, ¿y no me ves ante ti? Y soy enviado de Dios.", "16 Ahora te digo: Ve, y recuerda la cautividad de tus padres en la tierra de Helam y en la tierra de Nefi; y recuerda cuán grandes cosas él ha hecho por ellos; pues estaban en servidumbre, y él los ha libertado. Y ahora te digo, Alma, sigue tu camino, y no trates más de destruir la iglesia, para que las oraciones de ellos sean contestadas, aun cuando tú, por ti mismo, quieras ser desechado.", "17 Y sucedió que estas fueron las últimas palabras que el ángel habló a Alma, y se fue.", "18 Y luego Alma y los que estaban con él cayeron al suelo otra vez, porque grande fue su asombro; pues con sus propios ojos habían visto a un ángel del Señor; y su voz fue como trueno, que conmovió la tierra; y comprendieron que no había nada, sino el poder de Dios, que pudiera sacudir la tierra y hacerla temblar como si fuera a partirse.", "19 Ahora bien, fue tan grande el asombro de Alma que quedó mudo, de modo que no pudo abrir la boca; sí, y quedó tan débil que no pudo mover las manos; por tanto, lo alzaron los que estaban con él, y lo llevaron inerte, sí, hasta dejarlo tendido ante su padre.", "20 Y repitieron a su padre todo lo que les había sucedido; y su padre se regocijó, porque sabía que era el poder de Dios.", "21 E hizo que se reuniera una multitud para que presenciaran lo que el Señor había hecho por su hijo, y también por los que estaban con él.", "22 E hizo que se reunieran los sacerdotes; y empezaron a ayunar y a rogar al Señor su Dios que abriera la boca de Alma para que pudiera hablar, y también para que sus miembros recibieran su fuerza, a fin de que los ojos del pueblo fueran abiertos para ver y conocer la bondad y gloria de Dios.", "23 Y aconteció que después que hubieron ayunado y orado por el espacio de dos días y dos noches, los miembros de Alma recobraron su fuerza, y se puso de pie y comenzó a hablarles, diciéndoles que se animaran;", "24 porque, dijo él, me he arrepentido de mis pecados, y el Señor me ha redimido; he aquí, he nacido del Espíritu.", "25 Y el Señor me dijo: No te maravilles de que todo el género humano, sí, hombres y mujeres, toda nación, tribu, lengua y pueblo, deban nacer otra vez; sí, nacer de Dios, ser cambiados de su estado carnal y caído, a un estado de rectitud, siendo redimidos por Dios, convirtiéndose en sus hijos e hijas;", "26 y así llegan a ser nuevas criaturas; y a menos que hagan esto, de ningún modo pueden heredar el reino de Dios.", "27 Os digo que de no ser así, deberán ser desechados; y esto lo sé, porque yo estaba a punto de ser desechado.", "28 No obstante, después de pasar mucha tribulación, arrepintiéndome casi hasta la muerte, el Señor en su misericordia ha tenido a bien arrebatarme de un fuego eterno, y he nacido de Dios.", "29 Mi alma ha sido redimida de la hiel de amargura, y de los lazos de iniquidad. Me hallaba en el más tenebroso abismo; mas ahora veo la maravillosa luz de Dios. Atormentaba mi alma un suplicio eterno; mas he sido rescatado, y mi alma no siente más dolor.", "30 Rechacé a mi Redentor, y negué lo que nuestros padres habían declarado; mas ahora, para que prevean que él vendrá, y que se acuerda de toda criatura que ha creado, él se manifestará a todos.", "31 Sí, toda rodilla se doblará, y toda lengua confesará ante él. Sí, en el postrer día, cuando todos los hombres se presenten para ser juzgados por él, entonces confesarán que él es Dios; y los que vivan sin Dios en el mundo entonces confesarán que el juicio de un castigo eterno sobre ellos es justo; y se estremecerán y temblarán, y se encogerán bajo la mirada de su ojo que todo lo penetra.", "32 Y aconteció que de allí en adelante, Alma y los que estaban con él cuando el ángel se les apareció empezaron a enseñar al pueblo, viajando por toda la tierra, proclamando a todo el pueblo las cosas que habían oído y visto, y predicando la palabra de Dios con mucha tribulación, perseguidos en gran manera por los que eran incrédulos, y golpeados por muchos de ellos.", "33 Pero a pesar de todo esto, impartieron mucho consuelo a los de la iglesia, confirmando su fe y exhortándolos con longanimidad y mucho afán a guardar los mandamientos de Dios.", "34 Y cuatro de ellos eran los hijos de Mosíah; y se llamaban Ammón, y Aarón, y Omner e Himni; y estos eran los nombres de los hijos de Mosíah.", "35 Y viajaron por toda la tierra de Zarahemla y entre todo el pueblo que se hallaba bajo el reinado del rey Mosíah, esforzándose celosamente por reparar todos los daños que habían causado a la iglesia, confesando todos sus pecados, proclamando todas las cosas que habían visto y explicando las profecías y las Escrituras a cuantos deseaban oírlos.", "36 Y así fueron instrumentos en las manos de Dios para llevar a muchos al conocimiento de la verdad, sí, al conocimiento de su Redentor.", "37 ¡Y cuán benditos son! Pues publicaron la paz; proclamaron gratas nuevas del bien; y declararon al pueblo que el Señor reina."], "Français": ["Mosiah interdit les persécutions et impose l’égalité— Alma le Jeune et les quatre fils de Mosiah cherchent à détruire l’Église— Un ange apparaît et leur commande de mettre fin à leur mauvaise conduite— Alma est frappé de mutisme— Toute l’humanité doit naître de nouveau pour obtenir le salut— Alma et les fils de Mosiah annoncent de bonnes nouvelles. Vers 100–92av.J.-C.", "1 Et alors, il arriva que les persécutions qui étaient infligées à l’Église par les incrédules devinrent si grandes que l’Église commença à murmurer et à s’en plaindre à ses dirigeants; et ils se plaignirent à Alma. Et Alma présenta le cas à leur roi, Mosiah. Et Mosiah consulta ses prêtres.", "2 Et il arriva que le roi Mosiah envoya une proclamation dans tout le pays alentour, interdisant à tout incrédule de persécuter quiconque appartenait à l’Église de Dieu.", "3 Et il y eut le commandement strict dans toutes les Églises qu’il ne devait pas y avoir de persécutions parmi elles, qu’il devait y avoir une égalité parmi tous les hommes;", "4 et qu’elles ne devaient laisser aucun orgueil ni aucune arrogance troubler leur paix, que tout homme devait estimer son prochain comme lui-même, travaillant de ses mains pour assurer son entretien.", "5 Oui, et tous leurs prêtres et instructeurs devaient travailler de leurs mains pour assurer leur entretien, dans tous les cas, sauf lorsqu’ils étaient dans la maladie ou dans l’indigence; et en faisant ces choses, ils abondèrent dans la grâce de Dieu.", "6 Et il commença à y avoir de nouveau beaucoup de paix dans le pays; et le peuple commença à être très nombreux, et commença à se disperser au dehors sur la surface de la terre, oui, au nord et au sud, à l’est et à l’ouest, construisant de grandes villes et de gros villages dans toutes les parties du pays.", "7 Et le Seigneur le visita et le fit prospérer, et il devint un peuple grand et riche.", "8 Or, les fils de Mosiah étaient comptés parmi les incrédules; et l’un des fils d’Alma était aussi compté parmi eux, et il s’appelait Alma comme son père; néanmoins, il devint un homme très méchant et idolâtre. Et c’était un homme aux nombreuses paroles, et il disait beaucoup de flatteries au peuple; c’est pourquoi, il en conduisit beaucoup parmi le peuple à agir à la manière de ses iniquités.", "9 Et il devint une grande entrave à la prospérité de l’Église de Dieu, séduisant le cœur du peuple, causant beaucoup de dissensions parmi le peuple, donnant à l’ennemi de Dieu l’occasion d’exercer son pouvoir sur eux.", "10 Et alors, il arriva que tandis qu’il allait çà et là pour détruire l’Église de Dieu, car il allait secrètement çà et là avec les fils de Mosiah, cherchant à détruire l’Église et à égarer le peuple du Seigneur, à l’encontre des commandements de Dieu, ou même du roi—", "11 Et, ainsi que je vous le disais, comme ils allaient çà et là, se rebellant contre Dieu, voici, l’ange du Seigneur leur apparut; et il descendit comme dans une nuée; et il parla comme avec une voix de tonnerre, qui fit trembler la terre sur laquelle ils se tenaient;", "12 et si grand fut leur étonnement qu’ils tombèrent par terre et ne comprirent pas les paroles qu’il leur disait.", "13 Néanmoins, il cria encore, disant: Alma, lève-toi et avance-toi, car pourquoi persécutes-tu l’Église de Dieu? Car le Seigneur a dit: Ceci est mon Église, et je l’établirai; et rien ne la renversera, si ce n’est la transgression de mon peuple.", "14 Et l’ange dit encore: Voici, le Seigneur a entendu les prières de son peuple, et aussi les prières de son serviteur Alma, qui est ton père; car il a prié avec beaucoup de foi à ton sujet, afin que tu sois amené à la connaissance de la vérité; c’est pourquoi, c’est dans ce but que je suis venu te convaincre du pouvoir et de l’autorité de Dieu, afin que les prières de ses serviteurs soient exaucées selon leur foi.", "15 Et maintenant, voici, peux-tu contester le pouvoir de Dieu? Car voici, ma voix n’ébranle-t-elle pas la terre? Et ne peux-tu pas aussi me voir devant toi? Et je suis envoyé de la part de Dieu.", "16 Maintenant, je te dis: Va, et souviens-toi de la captivité de tes pères au pays d’Hélam et au pays de Néphi; et souviens-toi des grandes choses qu’il a faites pour eux; car ils étaient dans la servitude, et il les a délivrés. Et maintenant, je te dis, Alma, va et ne cherche plus à détruire l’Église, afin que ses prières soient exaucées, et cela, même si tu veux de toi-même être rejeté.", "17 Et alors, il arriva que ce furent les dernières paroles que l’ange dit à Alma, et il partit.", "18 Et alors, Alma et ceux qui étaient avec lui tombèrent de nouveau par terre, car leur étonnement était grand; car ils avaient vu de leurs propres yeux un ange du Seigneur; et sa voix était comme le tonnerre qui secouait la terre; et ils surent qu’il n’y avait que le pouvoir de Dieu qui pouvait secouer la terre et la faire trembler comme si elle allait se fendre.", "19 Et alors, l’étonnement d’Alma était si grand qu’il devint muet, de sorte qu’il ne put ouvrir la bouche; oui, et il devint faible, de sorte qu’il ne pouvait plus bouger les mains; c’est pourquoi, il fut pris par ceux qui étaient avec lui, et porté, impuissant, jusqu’à ce qu’il fût déposé devant son père.", "20 Et ils racontèrent à son père tout ce qui leur était arrivé; et son père se réjouit, car il savait que c’était le pouvoir de Dieu.", "21 Et il fit rassembler une multitude, afin qu’elle fût témoin de ce que le Seigneur avait fait pour son fils et aussi pour ceux qui étaient avec lui.", "22 Et il commanda aux prêtres de s’assembler; et ils commencèrent à jeûner, et à prier le Seigneur, leur Dieu, pour qu’il ouvrît la bouche d’Alma, afin qu’il parlât, et aussi afin que ses membres reçussent leur force— afin que les yeux du peuple fussent ouverts pour voir et connaître la bonté et la gloire de Dieu.", "23 Et il arriva que lorsqu’ils eurent jeûné et prié pendant deux jours et deux nuits, les membres d’Alma reçurent leur force, et il se leva et commença à leur parler, leur disant de prendre courage:", "24 car, dit-il, je me suis repenti de mes péchés, et j’ai été racheté par le Seigneur; voici, je suis né de l’Esprit.", "25 Et le Seigneur m’a dit: Ne t’étonne pas de ce que toute l’humanité, oui, les hommes et les femmes, toutes les nations, tribus, langues et peuples doivent naître de nouveau; oui, naître de Dieu, changer de leur état charnel et déchu à un état de justice, étant rachetés par Dieu, devenant ses fils et ses filles;", "26 et ainsi, ils deviennent de nouvelles créatures; et s’ils ne font pas cela, ils ne peuvent en aucune façon hériter le royaume de Dieu.", "27 Je vous le dis, si tel n’est pas le cas, ils sont rejetés; et cela je le sais, parce que j’étais sur le point d’être rejeté.", "28 Néanmoins, après avoir traversé beaucoup de tribulations, m’être repenti presque jusqu’à la mort, le Seigneur, dans sa miséricorde, a jugé bon de m’arracher à un feu éternel, et je suis né de Dieu.", "29 Mon âme a été rachetée du fiel de l’amertume et des liens de l’iniquité. J’étais dans l’abîme le plus sombre; mais maintenant, je vois la lumière merveilleuse de Dieu. Mon âme était torturée d’un tourment éternel; mais j’en suis arraché, et mon âme n’est plus dans la souffrance.", "30 Je rejetais mon Rédempteur et niais ce dont nos pères avaient parlé; mais maintenant, pour qu’ils puissent voir d’avance qu’il viendra, et qu’il se souvient de toutes les créatures qu’il a créées, il se manifestera à tous.", "31 Oui, tout genou fléchira, et toute langue confessera devant lui. Oui, au dernier jour, lorsque tous les hommes se tiendront pour être jugés par lui, alors ils confesseront qu’il est Dieu; alors ils confesseront, ceux qui vivent sans Dieu dans le monde, que le jugement d’un châtiment éternel prononcé contre eux est juste; et ils frémiront, et trembleront, et reculeront sous le regard de son œil qui sonde tout.", "32 Et alors, il arriva qu’Alma commença, à partir de ce moment-là, à instruire le peuple, ainsi que ceux qui étaient avec Alma au moment où l’ange leur apparut, voyageant à travers tout le pays, publiant à tout le peuple les choses qu’ils avaient vues et entendues, et prêchant la parole de Dieu au milieu de beaucoup de tribulations, grandement persécutés par ceux qui étaient incrédules, et frappés par beaucoup d’entre eux.", "33 Mais malgré tout cela, ils apportèrent beaucoup de consolation à l’Église, confirmant sa foi et l’exhortant, avec longanimité et beaucoup de labeur, à garder les commandements de Dieu.", "34 Et quatre d’entre eux étaient les fils de Mosiah; et ils avaient pour nom Ammon, et Aaron, et Omner, et Himni; tels étaient les noms des fils de Mosiah.", "35 Et ils voyagèrent à travers tout le pays de Zarahemla, et parmi tout le peuple qui était sous le règne du roi Mosiah, s’efforçant avec zèle de réparer tout le mal qu’ils avaient fait à l’Église, confessant tous leurs péchés, et publiant tout ce qu’ils avaient vu, et expliquant les prophéties et les Écritures à tous ceux qui désiraient les entendre.", "36 Et c’est ainsi qu’ils furent des instruments entre les mains de Dieu pour en faire parvenir beaucoup à la connaissance de la vérité, oui, à la connaissance de leur Rédempteur.", "37 Et comme ils sont bénis! Car ils publiaient la paix, ils publiaient de bonnes nouvelles; et ils déclaraient au peuple que le Seigneur règne."], "Kiribati": ["E katoka bwainikirinaia aomata Motiaea ao e tua bwa a na katiteboia—A kataia Aramwa te teei ma natin Motiaea mwaane aika aman ni kamauna te Ekaretia—E kaoti te anera ao e tuangiia bwa a na katoka aia mwakuri ae buakaka—E kainaki wiin Aramwa—A riai aomata ni kabane ni manga bungiaki ngkana a kan karekea te kamaiuaki—A tataekina taekan te euangkerio Aramwa ma natin Motiaea ake aman. Uakaan ma 100–92I.K.", "1 Ao e koro bukina bwa te bwainikirinaki are karaoaki nakon te ekaretia mai irouia ake a aki kakoaua e rikirake ni korakora ao a moanna ni ngurengure kaain te ekaretia, ao a tangitang nakoia aia mataniwi ibukin aio; ao a tangitang nakon Aramwa. Ao e uotarake te tang aio Aramwa nakon aia uea ae Motiaea. Ao e maroro Motiaea ma ana ibonga ibukina.", "2 Ao e koro bukina bwa e kanakoa ana taeka te uea ae Motiaea ni kabwanina aon te aba bwa a na akea te aomata ae aki kakoaua ae e na bwainikirinia aomata ake kaain ana ekaretia te Atua.", "3 Ao e a buti nako te tua nakoia ekaretia ni kabane bwa akea te bwainikirinaki imarenaia, ao e na reke te boraoi i marenaia aomata ni kabane;", "4 E na riai n aki uruakaki te rau n te kamoamoa ke te kainikatonga; bwa e riai te aomata nako n iangoa raona n aron iangoana i bon irouna, ni mwakuri ma oin korakoraia ibukin maiuna.", "5 Eng, ao a riai aia ibonga ma aia tia reirei ni kabonganai korakoraia ibukin maiuia, n taainako ma ti n tain te aoraki, ke n tain kainnanoakia; ao ni karaoan bwaai aikai, ao a korakora n reke irouia ana akoi te Atua.", "6 Ao e a rikirake te rau iaon te aba; ao a rikirake mwaitia aomata, ao a moanna ni kabuta aon te aonaba, eng, i meang ao i maiaki, i mainiku ao i maeao, a katei kaawa aika a korakora ma aika a uarereke ni katabwanina te aba.", "7 Ao e kawariia te Uea ao e kakabwaiaia, ao a riki bwa te botanaomata ae bubura ma ni kaubwai.", "8 Ngkai natin Motiaea mwaane bon raoia aika a aki kakoaua; ao raoia bon natin Aramwa temanna, ae arana Aramwa, n ingoana tamana; ma e riki bwa te aomata ae moan te buakaka ao tia taromauri boua. Bon te aomata ngaia ae baati n taetae, ao e taekina te kewe nakoia aomata; mangaia ae e kairia aika a mwaiti bwa a na katotongnga ni karaoi buakaka ake e a tia ni karaoi.", "9 Ao e riki bwa te bwai ni katabetabe ibukin butiraoin ana ekaretia te Atua; ao e anai nanoia aomata; ao e karika te kauntaeka imarenaia aomata; are e a karekea iai ana tai ana kairiribai te Atua ni kabongana mwaakana iaoia.", "10 Ao e koro bukina bwa ngke e waaki ni kataia ni kamauna ana ekaretia te Atua, bwa e koaua ae mwakuri ni karaba ma natin Motiaea mwaane ni kataia ni kamauna te ekaretia, ao ni kairia nako ana botanaomata te Uea, ni kaitaraa ana tua te Atua, ke are e taekinna te uea—", "11 Ao n aron are I taekinna nakoimi, ngke a tabe ni waaki ni kaitaraa te Atua, taraia, e kaoti ana anera te Uea nakoia; ao e ruo n aiaron te nang; ao e taetae n aiaron te baa, are e a ruru iai aontano are a tei iai.", "12 Ao moan te korakora miimia, ao a bwaka nako aontano, ao a aki oota n taeka ake e taekin nakoia.", "13 E ngae n anne ao e manga tabeka riki bwanaana, ni kangai: Aramwa, teirake kaetiko, bwa bukin tera ngkai ko bwainikirina ana ekaretia te Atua? Bwa e kangai te Uea: Aio au ekaretia, ao N na kateia; ao akea ae e na kamauna, ma ti riaon te tua irouia au botanaomata.", "14 Ao e a manga kangai riki te anera: Taraia, e a tia te Uea n ongo aia tataro ana botanaomata, ao ana tataro naba ana toro ae Aramwa, ae tamam; bwa e a tia n tataro ma te onimaki ae korakora ibukim bwa ngkoe ae ko na anganaki ataakin te koaua; mangaia ae aio bukin ae I a roko iai bwa N na kaota nakoim mwaakan ao korakoran te Atua, bwa aonga ni kaekaki aia tataro ana toro n aron aia onimaki.", "15 Ao taraia ko kona ni kaitaraa mwaakan te Atua? Bwa taraia, e aki ruru aontano ni bwanaau? Ao ko aki noorai ni matam? Ao I a tia ni kanakoaki mai iroun te Atua.", "16 Ao I kangai nakoim: Nako, ao uringa aron tautoronakia ami bakatibu i aban Eram, ao i aban Nibwaai; ao uring bwaai aika moan te korakora ake e a tia ni karaoi ibukiia; bwa a bon tia n tautoronaki, ao e a tia ni kamaiuia. Ao ngkai I kangai nakoim, Aramwa, toua nako kawaim, ao tai manga kataia ni kaitaraa te ekaretia, bwa aonga ni kaekaki aia tataro, ao karaoia e ngae ngkana ko bon kan kamaunako i bon iroum.", "17 Ao ngkai e koro bukina bwa aikai kabanean taeka ake e taekin te anera nakon Aramwa, ao e a kitanna.", "18 Ao ngkai a bwaka Aramwa ma raona ake a mena i rarikina i aontano, bwa e korakora miimia; bwa a tia n noora ana anera te Uea n oin mataia; ao bwanaana aiaron te baa, are karurua te aonaba; ao a ataia bwa akea riki ma ti mwaakan te Atua ae kona ni karurua te aonaba ao ni kamwainginga n aiaron ae e na bwenaua.", "19 Ao ngkai e rang ni korakora miimiin Aramwa ao e a aki kona n taetae, ao e aki kona ni kauka wiina; eng, ao akea korakorana, ao e aki konai n tabeki baina; mangaia ae e a uotaki irouia ake a iria, n aiaron te aki konabwai, ni kaweneaki imatan tamana.", "20 Ao a kaongoa tamana taekan bwaai ake a riki nakoia; ao e kimwareirei tamana, bwa e ataia bwa bon mwaakan te Atua.", "21 Ao e tua bwa a na botaki aomata aika a mwaiti bwa a na kakoaua te bwai are e a tia ni karaoia te Uea ibukin natina, ao ma raona ake a iria.", "22 Ao e tua bwa a na botaki ibonga; ao a moana aia aki mamatam, ao a tataro nakon te Uea ae Atuaia bwa e na kauka wiin Aramwa, bwa e aonga ni kona n taetae, ao bwa aonga naba ni kaokaki korakoran bwain rabwatana—bwa aonga ni kaukaki mataia aomata n noora ao n ataa raoiroin ao mimitongin te Atua", "23 Ao e koro bukina bwa i mwin aia aki mamatam ma aia tataro i nanon te maan ae uoua te ngaina ao te bong, ao a oki korakoran bwain rabwatan Aramwa, ao e teirake ao e a taetae nakoia, n tuangiia bwa a na kukurei:", "24 Bwa e taku, I a tia n rairananou man au bure, ao I a tia ni kabooaki iroun te Uea; taraia I a tia ni bungiaki i nanon te tamnei.", "25 Ao e taku te Uea nakoiu: Ko na tai miimi bwa aomata ni kabane, eng, mwaane ma aine, aaba, reeti, neewe, ao botanaomata ni kabane, a na bane ni manga bungiaki; eng, manga bungiaki i nanon te Atua, ni bitaki man aia bwai n rabwata ma aroia ni bwaka, nakon te aro n raoiroi, ao ni kabooaki iroun te Atua, n riki bwa natina mwaane ma aine;", "26 Ao ngkanne a na riki bwa aomata aika a boou; ma ngkana a aki karaoa aio, e na bon aki kona n reke irouia uean te Atua.", "27 I kangai nakoimi, bwa ngkana a aki karaoa aio, ao a na teweaki nako; ao I kakoaua aio, kioina ngkai I a tia ni kaniia teweau nako.", "28 E ngae n anne, i mwin korakaiu i nanon te kaangaanga, n rairananou ni karokoa kaniian mateu, ao n ana nanoanga te Uea ao e nooria bwa e tau bwa e na kamaiuai man te kabuekaki are aki totoki, ao I a manga bungiaki i nanon te Atua.", "29 E a tia ni kabooaki tamneiu man te aro ae kananokawaki ae moan te mao ma ana kabaebae te buakaka. I a tia ni mena i nanon te rua ae te kabanea n rootongitong; ma ngkai I a noora ootan te Atua ae moan te kamiimi. E a tia ni kammarakaki tamneiu n te karawawataki ae akea tokina; ma I a tia n anaaki, ao e aki manga kammarakaki tamneiu.", "30 I tia n aki kakoaua au Tia Kaboai, ao ni kakewei bwaai ake a tia n taekinaki irouia ara bakatibu; ma ngkai a na ataia bwa e na bon roko, ao bwa e uringi bwaai ni kabane ake e kariki, e na kaoti nakoia ni kabane.", "31 Eng, a na katorobubua bubua ni wae ni bane, ao a na bane neewe ni karaoiroia. Eng, n te kabanea ni bong, are a na bane n teirake iai aomata bwa a na motikaki taekaia irouna, ao a na kakoaua bwa bon ngaia te Atua; ao akana a tia n aki maeka ma te Atua iaon te aonaba, a na reke nakoia te moti are te katuaeaki ae aki totoki; ao a na mwaeiei, man ruru, ao ni kauangi i aan matana ake a noori bwaai ni kabane.", "32 Ao ngkai e koro bukina bwa man te tai arei ao e a waaki Aramwa n reireia aomata, ao ake a mena naba i rarikin Aramwa n te tai are kaoti iai te anera nakoia, ni mwamwananga ni kabuta te aba, n tataekin nakoia aomata bwaai ake a tia n ongo man noori, ao n tataekina ana taeka te Atua i nanon te korakai ae bati, ngkai a bwainikirinaki irouia ake aki kakoaua, ao a oreaki naba irouia aika mwaiti mai buakoia.", "33 Ma n rinanon kaangaanga aikai, ao a karekea te rau n nano nakoia kaain te ekaretia, ni kamatoai aia onimaki, ao ni kaungai nanoia bwa a na taotaonakinnano ao ni kekeiaki ni kaawakina ana tua te Atua.", "34 Ao aman mai buakoia bon natin Motiaea aika mwaane; Ao araia bon Amon, Aaron, Aomna, ao Imnaai; aikai araia natin Motiaea aika mwaane.", "35 Ao a mwamwananga ni kabuta aon aban Taraemera, ao nakoia aomata ni kabane ake a mena i aan ana tautaeka te uea ae Motiaea, ni kakaonimaki ni kamaoi ikoaki akea a tia ni karaoi nakon te ekaretia, ni kaoti aia bure ni kabane, n tataekin bwaai ake a tia n ongo man noori, ao ni kabwarabwarai taian taeka ni burabeti ma koroboki aika tabu nakoia ake iai nanoia ni kan ongora iai.", "36 Ao a riki bwa ana bwai ni mwakuri te Atua ni karokoia aika a mwaiti nakon ataakin te koaua, eng, nakon ataakin aia Tia Kaboia.", "37 Ao ai mwaitira kakabwaiaia! Bwa a tataekina te rau; ao a tia n tataekini rongorongo aika raraoi aika a tamaroa; ao a tataekinna nakoia aomata bwa e tautaeka te Uea."]}