{"English": ["Gideon seeks to slay King Noah—The Lamanites invade the land—King Noah suffers death by fire—Limhi rules as a tributary monarch. About 145–121B.C.", "1 And it came to pass that the army of the king returned, having searched in vain for the people of the Lord.", "2 And now behold, the forces of the king were small, having been reduced, and there began to be a division among the remainder of the people.", "3 And the lesser part began to breathe out threatenings against the king, and there began to be a great contention among them.", "4 And now there was a man among them whose name was Gideon, and he being a strong man and an enemy to the king, therefore he drew his sword, and swore in his wrath that he would slay the king.", "5 And it came to pass that he fought with the king; and when the king saw that he was about to overpower him, he fled and ran and got upon the tower which was near the temple.", "6 And Gideon pursued after him and was about to get upon the tower to slay the king, and the king cast his eyes round about towards the land of Shemlon, and behold, the army of the Lamanites were within the borders of the land.", "7 And now the king cried out in the anguish of his soul, saying: Gideon, spare me, for the Lamanites are upon us, and they will destroy us; yea, they will destroy my people.", "8 And now the king was not so much concerned about his people as he was about his own life; nevertheless, Gideon did spare his life.", "9 And the king commanded the people that they should flee before the Lamanites, and he himself did go before them, and they did flee into the wilderness, with their women and their children.", "10 And it came to pass that the Lamanites did pursue them, and did overtake them, and began to slay them.", "11 Now it came to pass that the king commanded them that all the men should leave their wives and their children, and flee before the Lamanites.", "12 Now there were many that would not leave them, but had rather stay and perish with them. And the rest left their wives and their children and fled.", "13 And it came to pass that those who tarried with their wives and their children caused that their fair daughters should stand forth and plead with the Lamanites that they would not slay them.", "14 And it came to pass that the Lamanites had compassion on them, for they were charmed with the beauty of their women.", "15 Therefore the Lamanites did spare their lives, and took them captives and carried them back to the land of Nephi, and granted unto them that they might possess the land, under the conditions that they would deliver up king Noah into the hands of the Lamanites, and deliver up their property, even one half of all they possessed, one half of their gold, and their silver, and all their precious things, and thus they should pay tribute to the king of the Lamanites from year to year.", "16 And now there was one of the sons of the king among those that were taken captive, whose name was Limhi.", "17 And now Limhi was desirous that his father should not be destroyed; nevertheless, Limhi was not ignorant of the iniquities of his father, he himself being a just man.", "18 And it came to pass that Gideon sent men into the wilderness secretly, to search for the king and those that were with him. And it came to pass that they met the people in the wilderness, all save the king and his priests.", "19 Now they had sworn in their hearts that they would return to the land of Nephi, and if their wives and their children were slain, and also those that had tarried with them, that they would seek revenge, and also perish with them.", "20 And the king commanded them that they should not return; and they were angry with the king, and caused that he should suffer, even unto death by fire.", "21 And they were about to take the priests also and put them to death, and they fled before them.", "22 And it came to pass that they were about to return to the land of Nephi, and they met the men of Gideon. And the men of Gideon told them of all that had happened to their wives and their children; and that the Lamanites had granted unto them that they might possess the land by paying a tribute to the Lamanites of one half of all they possessed.", "23 And the people told the men of Gideon that they had slain the king, and his priests had fled from them farther into the wilderness.", "24 And it came to pass that after they had ended the ceremony, that they returned to the land of Nephi, rejoicing, because their wives and their children were not slain; and they told Gideon what they had done to the king.", "25 And it came to pass that the king of the Lamanites made an oath unto them, that his people should not slay them.", "26 And also Limhi, being the son of the king, having the kingdom conferred upon him by the people, made oath unto the king of the Lamanites that his people should pay tribute unto him, even one half of all they possessed.", "27 And it came to pass that Limhi began to establish the kingdom and to establish peace among his people.", "28 And the king of the Lamanites set guards round about the land, that he might keep the people of Limhi in the land, that they might not depart into the wilderness; and he did support his guards out of the tribute which he did receive from the Nephites.", "29 And now king Limhi did have continual peace in his kingdom for the space of two years, that the Lamanites did not molest them nor seek to destroy them."], "Español": ["Gedeón intenta matar al rey Noé— Los lamanitas invaden la tierra— El rey Noé padece la muerte por fuego— Limhi reina como monarca tributario. Aproximadamente 145–121a.C.", "1 Y aconteció que el ejército del rey volvió, después de haber buscado en vano al pueblo del Señor.", "2 Y ahora bien, he aquí, las fuerzas del rey eran pequeñas, pues habían sido reducidas, y empezó a haber una división entre el resto del pueblo.", "3 Y la parte menor empezó a proferir amenazas contra el rey, y empezó a haber una gran contención entre ellos.", "4 Ahora bien, había entre ellos un hombre que se llamaba Gedeón; y como era un hombre fuerte y enemigo del rey, sacó, por tanto, su espada y juró en su ira que mataría al rey.", "5 Y aconteció que peleó con el rey, y cuando el rey vio que estaba a punto de vencerlo, huyó, y corrió, y se subió a la torre que estaba cerca del templo.", "6 Y Gedeón lo siguió, y estaba a punto de subir a la torre para matar al rey, y este dirigió la mirada hacia la tierra de Shemlón, y he aquí que el ejército de los lamanitas estaba ya dentro de las fronteras del país.", "7 Y luego el rey gritó con toda la angustia de su alma, diciendo: Gedeón, perdóname la vida, porque los lamanitas están ya sobre nosotros, y nos destruirán; sí, destruirán a mi pueblo.", "8 Ahora bien, el rey no estaba tan interesado en su pueblo, como en su propia vida; sin embargo, Gedeón le perdonó la vida.", "9 Y el rey mandó al pueblo que huyera delante de los lamanitas, y él mismo salió delante de ellos; y huyeron al desierto con sus mujeres y sus hijos.", "10 Y sucedió que los lamanitas los persiguieron, y los alcanzaron y empezaron a matarlos.", "11 Y sucedió que mandó el rey que todos los hombres abandonaran a sus esposas e hijos, y huyesen de los lamanitas.", "12 Ahora bien, hubo muchos que no quisieron abandonarlos, sino que prefirieron quedarse y perecer con ellos. Y los demás abandonaron a sus esposas e hijos, y huyeron.", "13 Y aconteció que aquellos que permanecieron con sus esposas y sus hijos hicieron que sus bellas hijas avanzaran e intercedieran con los lamanitas para que no los mataran.", "14 Y sucedió que los lamanitas se compadecieron de ellos, porque los cautivó la hermosura de sus mujeres.", "15 De manera que los lamanitas les perdonaron la vida, y los tomaron cautivos y los llevaron de vuelta a la tierra de Nefi, y les permitieron poseer la tierra con la condición de que pusieran al rey Noé en manos de los lamanitas, y que entregaran sus bienes, sí, la mitad de todo lo que poseían: la mitad de su oro, su plata y todas sus cosas preciosas, y así debían pagar tributo al rey de los lamanitas de año en año.", "16 Ahora bien, entre los cautivos se hallaba uno de los hijos del rey, cuyo nombre era Limhi.", "17 Y Limhi no deseaba que su padre fuese destruido; sin embargo, Limhi, siendo hombre justo, no ignoraba las iniquidades de su padre.", "18 Y aconteció que Gedeón envió hombres al desierto secretamente para buscar al rey y a los que estaban con él; y sucedió que dieron con el pueblo en el desierto, con todos menos el rey y sus sacerdotes.", "19 Ahora bien, los del pueblo habían jurado en sus corazones que volverían a la tierra de Nefi; y si sus esposas e hijos habían sido asesinados, así como los que se habían quedado con ellos, procurarían vengarse y perecerían también con ellos.", "20 Y el rey les mandó que no volvieran; y se enojaron con el rey, e hicieron que padeciera, aun hasta la muerte por fuego.", "21 Y estaban a punto de prender a los sacerdotes también, y quitarles la vida, y estos huyeron de ellos.", "22 Y aconteció que estaban ya para volver a la tierra de Nefi, y dieron con los hombres de Gedeón. Y los hombres de Gedeón les refirieron todo lo que había acontecido a sus esposas y sus hijos, y que los lamanitas les habían concedido que poseyeran la tierra, pagándoles como tributo la mitad de todo cuanto poseyeran.", "23 Y el pueblo informó a la gente de Gedeón que habían matado al rey, y que sus sacerdotes habían huido de ellos al interior del desierto.", "24 Y aconteció que después de haber terminado la ceremonia, volvieron a la tierra de Nefi, regocijándose porque sus esposas e hijos no habían sido asesinados; y dijeron a Gedeón lo que habían hecho con el rey.", "25 Y aconteció que el rey de los lamanitas les juró que su pueblo no los mataría.", "26 Y también Limhi, siendo hijo del rey, habiéndole conferido el pueblo el reino, juró al rey de los lamanitas que su pueblo le pagaría tributo, sí, la mitad de todo lo que poseían.", "27 Y aconteció que Limhi empezó a instituir el reino y a establecer la paz entre el pueblo.", "28 Y el rey de los lamanitas puso guardias alrededor de la tierra, para retener al pueblo de Limhi, con objeto de que no partiera para el desierto; y mantenía a sus guardias con el tributo que recibía de los nefitas.", "29 Y el rey Limhi gozó de paz continua en su reino por el espacio de dos años, porque los lamanitas no los molestaron ni trataron de destruirlos."], "Français": ["Gédéon cherche à tuer le roi Noé— Les Lamanites envahissent le pays— Le roi Noé subit la mort par le feu— Limhi règne en monarque vassal. Vers 145–121av.J.-C.", "1 Et il arriva que l’armée du roi revint après avoir vainement cherché le peuple du Seigneur.", "2 Et maintenant, voici, les forces du roi étaient petites, ayant été réduites, et il commença à y avoir une division parmi le reste du peuple.", "3 Et la plus petite partie commença à proférer des menaces contre le roi, et il commença à y avoir une grande querelle parmi eux.", "4 Et maintenant, il y avait parmi eux un homme dont le nom était Gédéon, et comme c’était un homme fort et un ennemi du roi, pour cette raison, il tira son épée, et jura, dans sa colère, qu’il tuerait le roi.", "5 Et il arriva qu’il combattit le roi; et lorsque le roi vit qu’il était sur le point d’avoir le dessus sur lui, il s’enfuit, et courut, et monta sur la tour qui était près du temple.", "6 Et Gédéon le poursuivit et était sur le point de monter sur la tour pour tuer le roi, lorsque le roi jeta les regards autour de lui vers le pays de Shemlon, et voici, l’armée des Lamanites était à l’intérieur des frontières du pays.", "7 Et alors, le roi s’écria dans l’angoisse de son âme, disant: Gédéon, épargne-moi, car les Lamanites sont sur nous, et ils vont nous détruire, oui, ils vont détruire mon peuple.", "8 Et maintenant, le roi n’était pas autant préoccupé de son peuple que de sa propre vie; néanmoins, Gédéon lui épargna la vie.", "9 Et le roi commanda au peuple de s’enfuir devant les Lamanites, et lui-même alla devant eux, et ils s’enfuirent dans le désert, avec leurs femmes et leurs enfants.", "10 Et il arriva que les Lamanites les poursuivirent, et les rattrapèrent, et commencèrent à les tuer.", "11 Alors il arriva que le roi commanda à tous les hommes de laisser leurs femmes et leurs enfants, et de s’enfuir devant les Lamanites.", "12 Or, il y en eut beaucoup qui ne voulurent pas les quitter, mais qui préférèrent rester et périr avec eux. Et les autres quittèrent leurs femmes et leurs enfants, et s’enfuirent.", "13 Et il arriva que ceux qui étaient restés avec leurs femmes et leurs enfants firent avancer leurs filles, qui étaient jolies, pour qu’elles supplient les Lamanites de ne pas les tuer.", "14 Et il arriva que les Lamanites eurent compassion d’eux, car ils étaient charmés par la beauté de leurs femmes.", "15 C’est pourquoi les Lamanites leur épargnèrent la vie, et les firent captifs, et les ramenèrent au pays de Néphi, et leur accordèrent de posséder le pays, à condition de livrer le roi Noé entre les mains des Lamanites et de livrer leurs biens, la moitié de tout ce qu’ils possédaient, la moitié de leur or, et de leur argent, et de toutes leurs choses précieuses, et ainsi, ils devaient payer d’année en année le tribut au roi des Lamanites.", "16 Or, il y avait un des fils du roi, parmi ceux qui furent faits captifs, qui s’appelait Limhi.", "17 Or, Limhi désirait que son père ne fût pas tué; néanmoins, Limhi n’ignorait pas les iniquités de son père, lui-même étant un homme juste.", "18 Et il arriva que Gédéon envoya en secret des hommes dans le désert à la recherche du roi et de ceux qui étaient avec lui. Et il arriva qu’ils rencontrèrent le peuple dans le désert, tous sauf le roi et ses prêtres.", "19 Or, ils avaient juré dans leur cœur qu’ils retourneraient au pays de Néphi, et que si leurs épouses et leurs enfants avaient été tués, et aussi ceux qui étaient demeurés avec eux, ils chercheraient vengeance, et périraient aussi avec eux.", "20 Et le roi leur commanda de ne pas retourner, et ils furent en colère contre le roi, et le firent souffrir jusqu’à la mort par le feu.", "21 Et ils étaient sur le point de prendre aussi les prêtres et de les mettre à mort, mais ceux-ci s’enfuirent devant eux.", "22 Et il arriva qu’ils étaient sur le point de retourner au pays de Néphi lorsqu’ils rencontrèrent les hommes de Gédéon. Et les hommes de Gédéon leur racontèrent tout ce qui était arrivé à leurs épouses et à leurs enfants, disant que les Lamanites leur avaient accordé de posséder le pays en payant aux Lamanites un tribut s’élevant à la moitié de tout ce qu’ils possédaient.", "23 Et le peuple dit aux hommes de Gédéon qu’ils avaient tué le roi, et que ses prêtres s’étaient enfuis devant eux plus loin dans le désert.", "24 Et il arriva que lorsqu’ils eurent fini la cérémonie, ils retournèrent au pays de Néphi en se réjouissant, parce qu’on n’avait pas tué leurs épouses et leurs enfants; et ils dirent à Gédéon ce qu’ils avaient fait au roi.", "25 Et il arriva que le roi des Lamanites leur fit le serment que son peuple ne les tuerait pas.", "26 Et Limhi aussi, le fils du roi, à qui le royaume avait été conféré par le peuple, fit serment au roi des Lamanites que son peuple lui payerait comme tribut la moitié de tout ce qu’il possédait.", "27 Et il arriva que Limhi commença à établir le royaume et à faire régner la paix parmi son peuple.", "28 Et le roi des Lamanites plaça des gardes tout autour du pays, afin de garder le peuple de Limhi dans le pays, afin qu’il ne partît pas dans le désert; et il entretenait ses gardes avec le tribut qu’il recevait des Néphites.", "29 Et maintenant, le roi Limhi eut une paix continuelle dans son royaume pendant deux ans pendant lesquels les Lamanites ne les molestèrent pas ni ne cherchèrent à les détruire."], "Kiribati": ["E kataia Kiteon n tiringa te uea ae Noa—A ekaanako te aba Reimwanaite—E mate te uea ae Noa i nanon te ai—E uea Rimwaai i aan te tautaekanaki. Uakaan ma 145–121I.K.", "1 Ao e koro bukina bwa e oki ana taanga te uea, i mwin ukoukoraia ana botanaomata te Uea.", "2 Ao ngkai taraia, a uarereke ana taanga te uea, ngkai a tia ni kauarerekeaki, ao e a riki te bwenaua imarenaia ake nikiran te botanaomata.", "3 Ao ake a karako riki mwaitia a taetae ni kakamaka te uea, ao e a rikirake te itabaraara imarenaia.", "4 Ao ngkai iai te mwaane temanna i buakoia ae arana Kiteon, ao ngkai bon te aomata ae aintoa ao ana kairiribai te uea, mangaia ae e buuta ana kabaang, ao e berita ni marakin nanona bwa e na tiringa te uea.", "5 Ao e koro bukina bwa e un ma te uea; ao ngke e nooria te uea bwa e a kan konaki, ao e birinako nakon te taua ae kaan ma te tembora.", "6 Ao e rimwina Kiteon ao e a bon kan roko n te taua bwa e nang tiringa te uea, ao e tarataranako te uea nako aon aban Tiemron, ao e a noora aia taanga Reimwanaite are e tia n riaon tian abaia.", "7 Ao e takarua te uea i aan maakun nanona, ni kangai: Kiteon, tai tiringai, bwa ae iaon kawaia Reimwanaite n ekinakoira, ao a na bon tirigiira; eng, a na bon tiringia au botanaomata.", "8 Ao bon akea nanon te uea irouia ana botanaomata ma e bon ti tabe ma oin maiuna; e ngae n anne ao e aki tiringnga Kiteon.", "9 Ao e tua te uea nakoia ana botanaomata bwa a na birinako i mwaain rokoia Reimwanaite, ao e birinako naba ngaia i mwaain rokoia, ao a bane ni birinako nako nanon te rereua, ma buuia ao natia.", "10 Ao e koro bukina bwa a rimwiaki irouia Reimwanaite, ao a reke irouia, ao a tiringia.", "11 Ao e tua te uea bwa mwaane ni kabane a na katikuia buuia ma natia, ao ni birinako mai irouia Reimwanaite.", "12 Ao a mwaiti ake a rawa ni katikuia, ma a tangiria riki n tiku ao ni mate mangaia. Ao ake nikiraia a katikuia buuia ma natia ao a birinako.", "13 Ao e koro bukina bwa mwaane ake a tiku irarikiia buuia ma natia a tuangiia natia aine aika a tikiraoi bwa a na teirake ni butiia Reimwanaite bwa a na aki tiringia.", "14 Ao e koro bukina bwa a reke nanoangakia irouia Reimwanaite, bwa a bwaka ni botonaineia aia aine.", "15 Mangaia ae a aki tiringia Reimwanaite, ao a uotia nako bwa taenikai nako aban Nibwaai, ao a kariaia bwa a kona n tekateka n te aba anne, i aan te boraraoi ae a na anga te uea ae Noa nako nanon baia Reimwanaite, ao a na anga naba kaubwaia, ae mwaitina bon iteran aia bwai, iteran aia koora, ma aia tirewa, ma bwaai ni kabane aika kakawaki, ao a na kaakabwaka naba te angabwai nakon aia uea Reimwanaite ni katoa ririki.", "16 Ao ngkai iai temanna natin te uea te mwaane i buakoia aika a taenikai, ae arana Rimwaai.", "17 Ao ngkai e tangiria Rimwaai bwa e na aki tiringaki tamana; ma, tiaki n ae aki ataa taekan ana bure tamana ngkai Rimwaai bon te aomata ae tamaroa naba ngaia.", "18 Ao e koro bukina bwa e karaba ni kanakoia mwaane Kiteon nakon te rereua, bwa a na kakaea te uea ao mwaane ake raona. Ao e koro bukina bwa a kaitibo mangaia i nanon te rereua, ma akea te uea ma ana ibonga i buakoia.", "19 Ngkai a tia ni berita inanoia bwa a na okira aban Nibwaai, ao ngkana a tia n tiringaki buuia ma natia, ao naake a tiku irarikiia, ao a na kaoka kaia, ao a na mate naba irarikiia.", "20 Ma e tua te uea nakoia bwa a na aki oki; ao a un iroun aia uea, ao a motikia bwa e na karawawataki, bwa e na tiringaki i nanon te ai.", "21 Ao a nang bon anaia naba taian ibonga bwa a na tiringia, ma a birinako mai irouia.", "22 Ao bon iaon kawaia n okira aban Nibwaai ngke a kaitibo naba ma ana koraki Kiteon. Ao ana koraki Kiteon a kaongoia bwaai ake a tia n riki nakoia buuia ma natia; ao a tia naba Reimwanaite ni kariaia bwa a na tekateka n te aba ngkana a kabwaka angabwai nakoia Reimwanaite ae mwaitina iteran aia bwai ni kabane.", "23 Ao a tuangiia ana koraki Kiteon ae a tia n tiringa te uea, ao a birinako ana ibonga mai irouia nako nanon riki te rereua.", "24 Ao e koro bukina bwa ngke a tia ni karaoa aia botaki, ao a okira aban Nibwaai, ni kimwareirei, ibukina ngkai a bon aki tiringaki buuia ke natia; ao a kaongoa Kiteon taekan te bwai are a tia ni karaoia nakon te uea.", "25 Ao e koro bukina bwa e tuea aia uea Reimwanaite nakoia, bwa a na aki tiringaki irouia ana botanaomata.", "26 Ao Rimwaai, ngkai ngaia natin te uea, are e a katokaaki ueana irouia te botanaomata, e a tuea naba nakon aia uea Reimwanaite bwa a na karaoa te angabwai ana botanaomata nakoina, ae mwaitina bon iteran aia bwai ni kabane.", "27 Ao e koro bukina bwa e a moanna Rimwaai ni katea ueana ao ni karekea te rau imarenaia ana botanaomata.", "28 Ao aia uea Reimwanaite e a kateia taan taratara ni katobibia te aba bwa e aonga n tauia ana botanaomata Rimwaai bwa a na maeka i nanon te aba, bwa aonga n aki biri nako nanon te rereua; ao e karekei booia ana tautia man te angabwai are reke nakoina mai irouia Nibwaite.", "29 Ao ngkai e teimatoa te rau n ana tai n uea Rimwaai i nanon te maan ae uoua te ririki, ngkai Reimwanaite a aki bwainikirinia ke n tiringia."]}