{"English": ["The sons of Mosiah go to preach to the Lamanites—Using the two seer stones, Mosiah translates the Jaredite plates. About 92B.C.", "1 Now it came to pass that after the sons of Mosiah had done all these things, they took a small number with them and returned to their father, the king, and desired of him that he would grant unto them that they might, with these whom they had selected, go up to the land of Nephi that they might preach the things which they had heard, and that they might impart the word of God to their brethren, the Lamanites—", "2 That perhaps they might bring them to the knowledge of the Lord their God, and convince them of the iniquity of their fathers; and that perhaps they might cure them of their hatred towards the Nephites, that they might also be brought to rejoice in the Lord their God, that they might become friendly to one another, and that there should be no more contentions in all the land which the Lord their God had given them.", "3 Now they were desirous that salvation should be declared to every creature, for they could not bear that any human soul should perish; yea, even the very thoughts that any soul should endure endless torment did cause them to quake and tremble.", "4 And thus did the Spirit of the Lord work upon them, for they were the very vilest of sinners. And the Lord saw fit in his infinite mercy to spare them; nevertheless they suffered much anguish of soul because of their iniquities, suffering much and fearing that they should be cast off forever.", "5 And it came to pass that they did plead with their father many days that they might go up to the land of Nephi.", "6 And king Mosiah went and inquired of the Lord if he should let his sons go up among the Lamanites to preach the word.", "7 And the Lord said unto Mosiah: Let them go up, for many shall believe on their words, and they shall have eternal life; and I will deliver thy sons out of the hands of the Lamanites.", "8 And it came to pass that Mosiah granted that they might go and do according to their request.", "9 And they took their journey into the wilderness to go up to preach the word among the Lamanites; and I shall give an account of their proceedings hereafter.", "10 Now king Mosiah had no one to confer the kingdom upon, for there was not any of his sons who would accept of the kingdom.", "11 Therefore he took the records which were engraven on the plates of brass, and also the plates of Nephi, and all the things which he had kept and preserved according to the commandments of God, after having translated and caused to be written the records which were on the plates of gold which had been found by the people of Limhi, which were delivered to him by the hand of Limhi;", "12 And this he did because of the great anxiety of his people; for they were desirous beyond measure to know concerning those people who had been destroyed.", "13 And now he translated them by the means of those two stones which were fastened into the two rims of a bow.", "14 Now these things were prepared from the beginning, and were handed down from generation to generation, for the purpose of interpreting languages;", "15 And they have been kept and preserved by the hand of the Lord, that he should discover to every creature who should possess the land the iniquities and abominations of his people;", "16 And whosoever has these things is called seer, after the manner of old times.", "17 Now after Mosiah had finished translating these records, behold, it gave an account of the people who were destroyed, from the time that they were destroyed back to the building of the great tower, at the time the Lord confounded the language of the people and they were scattered abroad upon the face of all the earth, yea, and even from that time back until the creation of Adam.", "18 Now this account did cause the people of Mosiah to mourn exceedingly, yea, they were filled with sorrow; nevertheless it gave them much knowledge, in the which they did rejoice.", "19 And this account shall be written hereafter; for behold, it is expedient that all people should know the things which are written in this account.", "20 And now, as I said unto you, that after king Mosiah had done these things, he took the plates of brass, and all the things which he had kept, and conferred them upon Alma, who was the son of Alma; yea, all the records, and also the interpreters, and conferred them upon him, and commanded him that he should keep and preserve them, and also keep a record of the people, handing them down from one generation to another, even as they had been handed down from the time that Lehi left Jerusalem."], "Español": ["Los hijos de Mosíah recibirán la vida eterna— Salen a predicar a los lamanitas— Valiéndose de las dos piedras de vidente Mosíah traduce las planchas jareditas. Aproximadamente 92a.C.", "1 Ahora bien, aconteció que después que los hijos de Mosíah hubieron hecho todas estas cosas, llevaron un pequeño número de personas consigo, y volvieron a su padre el rey, y le expresaron su deseo de que les concediera subir a la tierra de Nefi, con aquellos que habían escogido, para predicar las cosas que habían oído, e impartir la palabra de Dios a sus hermanos los lamanitas,", "2 para que tal vez los trajeran al conocimiento del Señor su Dios, y los convencieran de la iniquidad de sus padres; y quizá pudieran curarlos de su odio por los nefitas, para que también fueran conducidos a regocijarse en el Señor su Dios, para que fuesen amigables los unos con los otros y no hubiese más contenciones en toda la tierra que el Señor su Dios les había dado.", "3 Pues estaban deseosos de que la salvación fuese declarada a toda criatura, porque no podían soportar que alma humana alguna pereciera; sí, aun el solo pensamiento de que alma alguna tuviera que padecer un tormento sin fin los hacía estremecer y temblar.", "4 Y así obró en ellos el Espíritu del Señor, porque habían sido los más viles pecadores. Y el Señor, en su infinita misericordia, juzgó prudente perdonarlos; no obstante, padecieron mucha angustia de alma por causa de sus iniquidades, sufriendo mucho, y temiendo ser rechazados para siempre.", "5 Y aconteció que durante muchos días le suplicaron a su padre que los dejara subir a la tierra de Nefi.", "6 Y el rey Mosíah fue y preguntó al Señor si debía dejar ir a sus hijos entre los lamanitas para predicar la palabra.", "7 Y el Señor dijo a Mosíah: Déjalos ir; porque muchos creerán en sus palabras, y tendrán vida eterna; y yo libraré a tus hijos de las manos de los lamanitas.", "8 Y aconteció que Mosíah concedió que fuesen e hiciesen de acuerdo con lo que solicitaban.", "9 Y emprendieron su viaje hacia el desierto para ir a predicar la palabra entre los lamanitas; y más adelante haré una relación de sus hechos.", "10 Ahora bien, el rey Mosíah no tenía a quien conferir el reino, porque no hubo ninguno de sus hijos que quisiera aceptarlo.", "11 Por tanto, tomó los anales que estaban grabados sobre las planchas de bronce, y también las planchas de Nefi, y todas las cosas que él había guardado y preservado de acuerdo con los mandamientos de Dios, después de traducir y hacer que se escribiera la historia que estaba sobre las planchas de oro que el pueblo de Limhi había encontrado, las cuales le fueron entregadas por mano de Limhi;", "12 y esto lo hizo por motivo del gran anhelo de su pueblo; porque estaban deseosos en extremo de saber acerca de aquel pueblo que había sido destruido.", "13 Y las tradujo por medio de aquellas dos piedras que estaban colocadas en los dos aros de un arco.", "14 Ahora bien, estas cosas fueron preparadas desde el principio, y se transmitieron de generación en generación con objeto de interpretar idiomas;", "15 y la mano del Señor las ha preservado y guardado, para que él pudiera manifestar, a toda criatura que ocupase la tierra, las iniquidades y abominaciones de su pueblo;", "16 y el que tiene estos objetos es llamado vidente, según la costumbre de los días antiguos.", "17 Ahora bien, después que Mosíah hubo acabado de traducir estos anales, he aquí, daban una historia del pueblo exterminado, desde la época en que fueron destruidos remontándose hasta la construcción de la gran torre, cuando el Señor confundió el lenguaje del pueblo y fueron esparcidos por toda la superficie de la tierra, sí, y aun desde esa época hasta la creación de Adán.", "18 Y esta narración hizo que el pueblo de Mosíah se afligiera en extremo, sí, se llenaron de tristeza; no obstante, les proporcionó mucho conocimiento, y en esto se regocijaron.", "19 Y se escribirá este relato más adelante; pues he aquí, conviene que todos se enteren de las cosas que se han escrito en esta historia.", "20 Y como ya os he dicho, después que el rey Mosíah hubo hecho esto, tomó las planchas de bronce y todas las cosas que había guardado, y las entregó a Alma, el hijo de Alma; sí, todos los anales, y también los intérpretes, y se los entregó; y le mandó que los guardara y preservara, y también que llevara una historia del pueblo, y los transmitiera de generación en generación, así como se habían transmitido desde el tiempo en que Lehi salió de Jerusalén."], "Français": ["Les fils de Mosiah vont prêcher aux Lamanites— Mosiah traduit les plaques jarédites à l’aide des deux pierres de voyant. Vers 92av.J.-C.", "1 Alors, il arriva que lorsque les fils de Mosiah eurent fait toutes ces choses, ils en prirent un petit nombre avec eux et retournèrent auprès de leur père, le roi, et lui demandèrent de leur accorder de monter, avec ceux qu’ils avaient choisis, au pays de Néphi, afin de prêcher les choses qu’ils avaient entendues et de donner la parole de Dieu à leurs frères, les Lamanites—", "2 Afin de pouvoir peut-être les faire parvenir à la connaissance du Seigneur, leur Dieu, et de les convaincre de l’iniquité de leurs pères, et peut-être de les guérir de leur haine à l’égard des Néphites, afin qu’ils soient aussi amenés à se réjouir à cause du Seigneur, leur Dieu, afin qu’ils deviennent amicaux les uns envers les autres, et qu’il n’y ait plus de querelles dans tout le pays que le Seigneur, leur Dieu, leur avait donné.", "3 Or, ils désiraient que le salut fût annoncé à toute la création, car ils ne pouvaient pas supporter qu’une seule âme humaine pérît; oui, la pensée même qu’une âme dût endurer le tourment éternel les faisait frémir et trembler.", "4 Et c’était ainsi que l’Esprit du Seigneur agissait sur eux, car ils avaient été les plus vils des pécheurs. Et le Seigneur jugea bon, dans sa miséricorde infinie, de les épargner; néanmoins, ils souffrirent une grande angoisse d’âme à cause de leurs iniquités, souffrant beaucoup et craignant d’être rejetés à jamais.", "5 Et il arriva qu’ils supplièrent leur père de nombreux jours pour pouvoir monter au pays de Néphi.", "6 Et le roi Mosiah alla interroger le Seigneur pour savoir s’il devait laisser ses fils monter chez les Lamanites prêcher la parole.", "7 Et le Seigneur dit à Mosiah: Laisse-les monter, car beaucoup croiront en leurs paroles, et ils auront la vie éternelle; et je délivrerai tes fils des mains des Lamanites.", "8 Et il arriva que Mosiah leur accorda d’aller faire ce qu’ils avaient demandé.", "9 Et ils entreprirent leur voyage dans le désert pour monter prêcher la parole parmi les Lamanites; et je ferai plus tard le récit de leurs actes.", "10 Or, le roi Mosiah n’avait personne à qui conférer le royaume, car aucun de ses fils ne voulait accepter le royaume.", "11 C’est pourquoi, il prit les annales qui étaient gravées sur les plaques d’airain, et aussi les plaques de Néphi, et toutes les choses qu’il avait gardées et préservées selon les commandements de Dieu, après avoir traduit et fait écrire les annales qui étaient sur les plaques d’or qui avaient été trouvées par le peuple de Limhi, qui lui avaient été remises par la main de Limhi;", "12 et il fit cela à cause de la grande anxiété de son peuple; car il désirait, au-delà de toute mesure, être informé sur ces gens qui avaient été détruits.", "13 Et alors, il les traduisit au moyen de ces deux pierres qui étaient fixées dans les deux montures d’un arc.", "14 Or, ces objets furent préparés dès le commencement et furent transmis de génération en génération, dans le but d’interpréter les langues;", "15 et ils ont été gardés et préservés par la main du Seigneur, afin de lui permettre de dévoiler, à toute créature qui posséderait le pays, les iniquités et les abominations de son peuple;", "16 et quiconque a ces objets est appelé voyant, à la manière des temps anciens.", "17 Alors, lorsque Mosiah eut fini de traduire ces annales, voici, elles racontaient l’histoire du peuple qui avait été détruit, depuis le moment où il avait été détruit en remontant jusqu’à la construction de la grande tour, au moment où le Seigneur confondit la langue du peuple et que celui-ci fut dispersé au dehors sur la surface de toute la terre, oui, et même depuis ce moment-là en remontant jusqu’à la création d’Adam.", "18 Or, ce récit plongea le peuple de Mosiah dans un deuil extrême, oui, il fut rempli de tristesse; néanmoins, il lui donna beaucoup de connaissance, ce qui le réjouit.", "19 Et ce récit sera écrit plus tard; car voici, il est nécessaire que tout le monde sache les choses qui sont écrites dans ce récit.", "20 Et alors, comme je vous l’ai dit, lorsque le roi Mosiah eut fait ces choses, il prit les plaques d’airain, et toutes les choses qu’il avait gardées, et les confia à Alma, qui était le fils d’Alma; oui, toutes les annales, et aussi les interprètes, et les lui confia, et lui commanda de les garder et de les préserver, et aussi de tenir les annales du peuple, les transmettant d’une génération à l’autre, tout comme elles avaient été transmises depuis le moment où Léhi quitta Jérusalem."], "Kiribati": ["Natin Motiaea mwaane a mwananga bwa a na kabwarabwara nakoia Reimwanaite—E kabonganai atibu n tia mamata aika uoua Motiaea n rairi aia bwaatua Iaretaite. Uakaan ma 92I.K.", "1 Ngkai e koro bukina bwa ngke a tia natin Motiaea mwaane ni karaoi bwaai aikai, ao a kairia tabeman mai irouia ao a okira tamaia, are te uea, ao a butiia bwa e na kariaia bwa a na konaa, n ikotaki ma aia aomata ake a tia n rineia, n nakon aban Nibwaai bwa aonga ni kona n tataekin bwaai ake a tia n ongo, ao bwa aonga naba n anga ana taeka te Atua nakoia tariia, aika Reimwanaite—", "2 Ao bwa aonga ni karekea nakoia ataakin te Uea ae Atuaia, ao ni kamatoa nakoia aia bure aia bakatibu; ao bwa aonga ni katoka mai irouia aia kairiribai nakoia Nibwaite, ao bwa e aonga naba ni karekeaki nakoia te kimwareirei iroun te Uea ae Atuaia, bwa aonga n iraorao imarenaia, ao bwa e na toki te itabaraara imarenaia ni kabuta te aba are e a tia n anganiia te Uea ae Atuaia.", "3 Ngkai nanoia e tangiria bwa e na karokoaki taekan te kamaiuiaki nakoia ana kariki bwai aika a maiu ni kabane, bwa a aki kona moan ae e na iai tamnein te aomata temanna ae e na kamaunaki; eng, e bon riki naba iangoan ae e na iai te tamnei ae e na reke irouna te kammarakaki ae aki totoki bwa karikan ae ana ruru ma ni kurere.", "4 Ao aio aron ana mwakuri Tamnein te Uea ni mwakuri iaoia, bwa bon ngaia kabanean ngkoa buakakaia taan bure. Ao e nooria te Uea ma ana nanoanga ae aki totoki bwa e na kamaiuia; ma e ngae n anne ao a rinanon te aki rau n tamnei ibukin aia buakaka, ni maaku bwa a rawa ni kaeaki nako n aki toki.", "5 Ao e koro bukina bwa a bubuti nakon tamaia i nanon boong aika a mwaiti bwa a na kanakoaki nakon aban Nibwaai.", "6 Ao te uea ae Motiaea e tataro nakon te Uea bwa e riai bwa e na kariaia natina bwa a na nakoia Reimwanaite n tataekina ana taeka.", "7 Ao e taku te Uea nakon Motiaea: Kanakoia, bwa a mwaiti aika a na kakoauai aia taeka, ao e na reke irouia te maiu ae akea tokina; ao N na kamaiuia natim mai nanon baia Reimwanaite.", "8 Ao e koro bukina bwa e kariaia Motiaea bwa a na mwananga ni karaoa are a tia ni bubuti bwa a na karaoia.", "9 Ao a karaoa mwanangaia nakon te rereua bwa a na tataekina te taeka nakoia Reimwanaite; ao N na manga anga rongorongon aia waaki i mwina.", "10 Ngkai a akea ae e kona te uea ae Motiaea n anganna ueana, bwa akea natina ae kan butimwaea ueana.", "11 Mangaia ae e uoti taian rekooti ake a koreaki iaon bwaatua aika buraati, ma ana bwaatua Nibwaai, ao bwaai ni kabane ake e a tia ni kaawakin n aron ana tua te Atua, ngke e a tia n rairi ao n tua bwa a na koreaki rekooti ake a mena iaon bwaatua aika koora ake a kuneaki irouia ana botanaomata Rimwaai, ake e anganaki mai iroun Rimwaai;", "12 Ao e karaoa aio ibukin te aki rau n nano are e reke irouia ana botanaomata; bwa a kabanei nanoia ibukin kan ataakin taekaia botanaomata ake a tia n tiringaki.", "13 Ao ngkai e rairi man aia ibuobuoki atibu ake uoua ake a kabaeaki nakon kain te kai ni katebe ake uoua.", "14 Ngkai a tia ni katauraoaki bwaai aikai man moan rikin bwaai, ao ni buti man te rooro teuana nakon teuana, ibukin rairan taian taetae;", "15 Ao a tia ni kaawakinaki man taurabwaki i nanon bain te Uea, bwa e aonga ni kaotia nakoia bwaai aika a maiu ni kabane ake a na bwaina te aba, aia buakaka ma aia mwakuri aika a ribaki ana botanaomata;", "16 Ao te aomata are iai irouna bwaai aikai e na aranaki bwa te tia mamata, n aron te waaki n taai ake ngkoa.", "17 Ao ngke e a tia Motiaea n rairi rekooti aikai, taraia, a taekinaki iai rongorongoia te botanaomata ake a tiringaki, man te tai are a tiringaki iai ni katean te taua are korakora, n te tai are kamwaiti iai te Uea neweia aomata ao a maenako iaon te aonaba ni kabuta, eng, ao man te tai naba anne rikaaki ni karokoa karikan Atam.", "18 Ngkai rongorongo aikai ake a karika te tang ae korakora irouia ana botanaomata Motiaea, eng, a bon onrake n te nanokawaki ae korakora; e ngae n anne, e anganiia te atatai ae korakora, are a kimwareirei iai.", "19 Ao e na koreaki te rongorongo aio i mwin aio; bwa taraia, a riai aomata ni kabane n atai taekan bwaai ake a koreaki i nanon te rongorongo aio.", "20 Ao ngkai, n aron are I taekinna nakoimi, bwa ngke e a tia te uea ae Motiaea ni karaoi bwaai aikai, e anai bwaatua aika buraati, ao bwaai ni kabane ake e a tia ni kaawakin, ao e angan Aramwa, are natin Aramwa; eng, taian rekooti ni kabane, ao bwaai n raitaeka naba, ao e katikui i nanon baina, ao e tua nakoina bwa e riai ni kaawakin man taurabwai, ao ni koroi naba aia rekooti te botanaomata, ni buti man te roro teuana nakon teuana, n aiaron are a tia ni buti man te roro teuana nakon teuana man te tai are a kitana iai Ierutarem Riaai."]}