{"English": ["Alma believes and writes the words of Abinadi—Abinadi suffers death by fire—He prophesies disease and death by fire upon his murderers. About 148B.C.", "1 And now it came to pass that when Abinadi had finished these sayings, that the king commanded that the priests should take him and cause that he should be put to death.", "2 But there was one among them whose name was Alma, he also being a descendant of Nephi. And he was a young man, and he believed the words which Abinadi had spoken, for he knew concerning the iniquity which Abinadi had testified against them; therefore he began to plead with the king that he would not be angry with Abinadi, but suffer that he might depart in peace.", "3 But the king was more wroth, and caused that Alma should be cast out from among them, and sent his servants after him that they might slay him.", "4 But he fled from before them and hid himself that they found him not. And he being concealed for many days did write all the words which Abinadi had spoken.", "5 And it came to pass that the king caused that his guards should surround Abinadi and take him; and they bound him and cast him into prison.", "6 And after three days, having counseled with his priests, he caused that he should again be brought before him.", "7 And he said unto him: Abinadi, we have found an accusation against thee, and thou art worthy of death.", "8 For thou hast said that God himself should come down among the children of men; and now, for this cause thou shalt be put to death unless thou wilt recall all the words which thou hast spoken evil concerning me and my people.", "9 Now Abinadi said unto him: I say unto you, I will not recall the words which I have spoken unto you concerning this people, for they are true; and that ye may know of their surety I have suffered myself that I have fallen into your hands.", "10 Yea, and I will suffer even until death, and I will not recall my words, and they shall stand as a testimony against you. And if ye slay me ye will shed innocent blood, and this shall also stand as a testimony against you at the last day.", "11 And now king Noah was about to release him, for he feared his word; for he feared that the judgments of God would come upon him.", "12 But the priests lifted up their voices against him, and began to accuse him, saying: He has reviled the king. Therefore the king was stirred up in anger against him, and he delivered him up that he might be slain.", "13 And it came to pass that they took him and bound him, and scourged his skin with faggots, yea, even unto death.", "14 And now when the flames began to scorch him, he cried unto them, saying:", "15 Behold, even as ye have done unto me, so shall it come to pass that thy seed shall cause that many shall suffer the pains that I do suffer, even the pains of death by fire; and this because they believe in the salvation of the Lord their God.", "16 And it will come to pass that ye shall be afflicted with all manner of diseases because of your iniquities.", "17 Yea, and ye shall be smitten on every hand, and shall be driven and scattered to and fro, even as a wild flock is driven by wild and ferocious beasts.", "18 And in that day ye shall be hunted, and ye shall be taken by the hand of your enemies, and then ye shall suffer, as I suffer, the pains of death by fire.", "19 Thus God executeth vengeance upon those that destroy his people. O God, receive my soul.", "20 And now, when Abinadi had said these words, he fell, having suffered death by fire; yea, having been put to death because he would not deny the commandments of God, having sealed the truth of his words by his death."], "Español": ["Alma cree las palabras de Abinadí y las escribe— Abinadí padece la muerte por fuego— Profetiza enfermedades y muerte por fuego sobre sus asesinos. Aproximadamente 148a.C.", "1 Y aconteció que cuando Abinadí hubo concluido estas palabras, el rey mandó a los sacerdotes que se lo llevaran e hiciesen que padeciera la muerte.", "2 Pero había entre ellos uno cuyo nombre era Alma, también descendiente de Nefi. Y era un hombre joven, y creyó las palabras que Abinadí había hablado, porque estaba enterado de la iniquidad que Abinadí había declarado contra ellos; por tanto, empezó a interceder con el rey para que no se enojara con Abinadí, sino que le permitiera partir en paz.", "3 Pero el rey se irritó más, e hizo que Alma fuera echado de entre ellos, y envió a sus siervos tras de él para que lo mataran.", "4 Mas él huyó de ellos y se escondió, de modo que no lo hallaron. Y estando escondido muchos días, escribió todas las palabras que Abinadí había hablado.", "5 Y sucedió que el rey mandó a sus guardias que rodearan a Abinadí y se lo llevaran; y lo ataron y lo echaron en la cárcel.", "6 Y después de tres días, habiendo consultado con sus sacerdotes, mandó el rey que fuera llevado otra vez ante él.", "7 Y le dijo: Abinadí, hemos encontrado una acusación contra ti, y mereces la muerte.", "8 Porque has dicho que Dios mismo bajará entre los hijos de los hombres; y ahora, a causa de esto se te quitará la vida, a menos que te retractes de todas las palabras que has hablado para mal contra mí y mi pueblo.", "9 Luego le dijo Abinadí: Te digo que no me retractaré de las palabras que te he hablado concernientes a este pueblo, porque son verdaderas; y para que sepas que son ciertas, he permitido que yo caiga en tus manos.", "10 Sí, y padeceré aun hasta la muerte, y no me retractaré de mis palabras, y permanecerán como testimonio en contra de ti. Y si me matas, derramarás sangre inocente, y esto también quedará como testimonio en contra de ti en el postrer día.", "11 Y ahora el rey Noé estaba a punto de soltarlo, porque temía su palabra; sí, tenía miedo de que los juicios de Dios cayeran sobre él.", "12 Mas los sacerdotes dieron voces contra Abinadí, y empezaron a acusarlo, diciendo: Ha vituperado al rey. Por tanto, el rey fue incitado a la ira en contra de él, y lo entregó para que lo mataran.", "13 Y sucedió que se lo llevaron y lo ataron; y torturaron su carne con brasas, sí, hasta la muerte.", "14 Y cuando las llamas empezaban a quemarlo, clamó a ellos, diciendo:", "15 He aquí, así como habéis obrado conmigo, así acontecerá que vuestros descendientes harán que muchos padezcan los dolores que yo padezco, sí, los dolores de la muerte por fuego; y esto porque creen en la salvación del Señor su Dios.", "16 Y ocurrirá que vosotros seréis afligidos con toda clase de enfermedades, a causa de vuestras iniquidades.", "17 Sí, y seréis heridos por todos lados, y seréis echados y dispersados de un lado al otro, así como una manada de ganado silvestre es acosada por salvajes y feroces bestias.", "18 Y en aquel día os cazarán, y caeréis en manos de vuestros enemigos; y entonces padeceréis, así como yo padezco, los dolores de la muerte por fuego.", "19 Así ejecuta Dios su venganza sobre aquellos que destruyen a su pueblo. ¡Oh Dios, recibe mi alma!", "20 Y ahora bien, cuando Abinadí hubo dicho estas palabras, cayó, habiendo padecido la muerte por fuego; sí, habiéndosele ejecutado porque no quiso negar los mandamientos de Dios, habiendo sellado la verdad de sus palabras con su muerte."], "Français": ["Alma croit aux paroles d’Abinadi et les écrit— Abinadi subit la mort par le feu— Il prophétise la maladie et la mort par le feu contre ses meurtriers. Vers 148av.J.-C.", "1 Et alors, il arriva que lorsqu’Abinadi eut fini de dire ces paroles, le roi commanda aux prêtres de l’emmener et de le faire mettre à mort.", "2 Mais il y en avait un parmi eux, dont le nom était Alma, lui aussi descendant de Néphi. Et c’était un jeune homme, et il crut aux paroles qu’Abinadi avait dites, car il connaissait l’iniquité dont Abinadi avait témoigné contre eux; c’est pourquoi il commença à supplier le roi de ne pas être en colère contre Abinadi, mais de le laisser partir en paix.", "3 Mais le roi en fut encore plus furieux, et il fit chasser Alma de parmi eux, et envoya ses serviteurs après lui pour le tuer.", "4 Mais il s’enfuit devant eux et se cacha, de sorte qu’ils ne le trouvèrent pas. Et, dissimulé pendant de nombreux jours, il écrivit toutes les paroles qu’Abinadi avait dites.", "5 Et il arriva que le roi fit entourer et emmener Abinadi par ses gardes; et ils le lièrent et le jetèrent en prison.", "6 Et après trois jours, ayant tenu conseil avec ses prêtres, il le fit de nouveau amener devant lui.", "7 Et il lui dit: Abinadi, nous avons trouvé une accusation contre toi, et tu mérites la mort.", "8 Car tu as dit que Dieu lui-même descendrait parmi les enfants des hommes; or, pour cette raison, tu seras mis à mort, à moins que tu ne rétractes tout ce que tu as dit de mal de moi et de mon peuple.", "9 Alors Abinadi lui dit: Je te le dis, je ne rétracterai pas les paroles que je t’ai dites concernant ce peuple, car elles sont vraies; et pour que tu saches qu’elles sont certaines, j’ai souffert de tomber entre tes mains.", "10 Oui, et je souffrirai jusqu’à la mort, et je ne rétracterai pas mes paroles, et elles resteront comme témoignage contre toi. Et si tu me tues, tu verseras le sang innocent, et cela restera aussi comme témoignage contre toi au dernier jour.", "11 Et maintenant, le roi Noé était sur le point de le libérer, car il craignait sa parole; car il craignait que les jugements de Dieu ne s’abattissent sur lui.", "12 Mais les prêtres élevèrent la voix contre lui et commencèrent à l’accuser, disant: Il a insulté le roi. C’est pourquoi le roi fut excité à la colère contre lui, et il le livra pour qu’on le tuât.", "13 Et il arriva qu’ils le prirent et le lièrent, et lui flagellèrent la peau à l’aide de fagots, oui, jusqu’à la mort.", "14 Et alors, lorsque les flammes commencèrent à le lécher, il leur cria, disant:", "15 Voici, de même que vous me l’avez fait, de même il arrivera que votre postérité fera subir à beaucoup les souffrances que je subis, les souffrances de la mort par le feu; et cela parce qu’ils croient au salut du Seigneur, leur Dieu.", "16 Et il arrivera que vous serez affligés de toutes sortes de maladies, à cause de vos iniquités.", "17 Oui, et vous serez frappés de toutes parts, et serez chassés et dispersés çà et là, de même qu’un troupeau sauvage est chassé par les bêtes sauvages et féroces.", "18 Et en ce jour-là, vous serez traqués, et vous serez pris par la main de vos ennemis, et alors vous subirez, comme je les subis, les souffrances de la mort par le feu.", "19 C’est ainsi que Dieu exécute sa vengeance sur ceux qui détruisent son peuple. Ô Dieu, reçois mon âme.", "20 Et alors, lorsqu’il eut dit ces paroles, Abinadi tomba, ayant souffert la mort par le feu; oui, ayant été mis à mort parce qu’il ne voulait pas nier les commandements de Dieu, ayant scellé la vérité de ses paroles par sa mort."], "Kiribati": ["E kakoauai Aramwa ana koroboki ma ana taeka Abinataai—E mate Abinataai i nanon te ai—E taetae ni burabeti bwa a na mate taan tiringnga i nanon te ai ao te aoraki. Uakaan 148I.K.", "1 Ao ngkai e koro bukina bwa ngke e a tia Abinataai n taekin bwaai aikai, ao e anga ana taeka te uea bwa a na uotia nako taian ibonga ao e na tiringaki.", "2 Ma iai temanna mai buakoia ae arana Aramwa, ae kanoan Nibwaai. Bon te rorobuaka matoa, ao e kakoauai ana taeka Abinataai ake e a tia n taekin, bwa e a ataa te buakaka are e a tia n tataekinna Abinataai nakoia; mangaia are e bubuti nakon te uea bwa e na katoka unna iroun Abinataai, ao ni bubuti bwa e na kanakoaki ma te rau.", "3 Ma e a rikirake riki unin te uea n aio, ao e tua bwa e na kanakoaki Aramwa mai buakoia, ao e kanakoia ana tautia bwa a na rimwina ao a na tiringnga.", "4 Ma e birinako mai irouia ao e karaba bwa a aonga n aki kunea. Ao i nanon boong ake e karaba iai ao e a koroi ana taeka Abinataai ni kabane ake e taekin.", "5 Ao e koro bukina bwa e tua te uea nakoia ana tautia bwa a na katobibia Abinataai ao a taua; ao a kabaea ao a karinna n te umwa ni kaikain.", "6 Ao i mwin teniua te bong,I mwin ana kakarabakau ma ana ibonga, ao e tua bwa e na manga uotaki riki nako matana.", "7 Ao e taku nakoina: Abinataai, iai te bure are ti na bukiniko iai, ao ko na tiringaki iai.", "8 Bwa ko a tia n taekinna bwa e na ruo te Atua n oin rabwatana nako buakoia natia aomata; ao ngkai, bon ibukin aio are ko na tiringaki iai ma ko na maiu ngkana ko kaoki taeka ni kabane ake ko a tia n taetae ni burabetin aika a taekin bwaai aika a buakaka nakoiu ao nakoia au botanaomata.", "9 Ao e kangai Abinataai nakoina: I taekina aio nakoim, N na aki manga kaoki taeka ake I a tia n taekin nakoim ni kaineti ma te botanaomata aio, bwa a koaua; ao bwa ko aonga n atai koauaia ao I a kariaia bwa N na reke i nanon baim.", "10 Eng, ao N na kariaia naba te mate, ao N na aki kaoki au taeka, bwa a tei bwa bwai ni kakoaua ni kaaitarako. Ao ngkana ko tiringai ao kam na katiia raraan te aomata ae akea ana bure, ao aio are e na tei naba bwa te bwai ni kakoaua ni kaaitarako n te kabanea ni bong.", "11 Ao ngkai, e a kaniia ae e na kabwara te uea ae Noa, bwa e maakui ana taeka; bwa e maakui ana moti te Atua ake e na bwakaria iai.", "12 Ma a tabeki bwanaia taian ibonga ni kaitara, ao a tabeki taekana ni kangai: E a tia ni kamatauninga te uea. Mangaia are e a mangao nanon te uea irouna, ao e a anga ana taeka bwa e riai n tiringaki.", "13 Ao e koro bukina bwa a anaia ao a kabaea, ao a kabueka kunna n taian mwanga aika kauraki, eng, ni karokoa ae mate.", "14 Ao ngke e a bue n te ai, ao e takarua nakoia ni kangai:", "15 Taraia, bwa ane kam a tia ni karaoia nakoiu, ao e na koro bukina bwa kanoami a na kammarakiia naba aika a mwaiti n aron te maraki are I rinanona, n aron te mate i nanon te ai; ao aio ibukin ae a kakoaua te kamaiuaki mai iroun te Uea ae Atuaia.", "16 Ao e na koro bukina bwa a na taonaki n aeka n aoraki aika mwaiti ibukin ami buakaka.", "17 Eng, ao ko na ekakinako man iteram ni kabane, ao ko na kakioaki nako ma ni kamaenakoaki, n aiaron kakioaia taian nanai aika a moaanti irouia ma n ni kakang.", "18 Ao n te bong arei ao ko na kaeaki, ao ko na reke i nanon baia am kairiribai, ao ko na rinanon, n aiaron ae I a tia n rinanon, kammarakin te mate i nanon te ai.", "19 Ao te Atua e kaoka te kai nakoia ake a kamaunaia ana botanaomata. O Te Atua, butimwaea tamneiu.", "20 Ao ngkai, ngke e tia Abinataai n taekin taeka aikai, e bwaka, ao ni mate man buena i nanon te ai; eng, e tiringaki ibukina ngkai e aki kan kakewei ana tua te Atua, ao bwa e na kamatoai koauan ana taeka ni matena."]}