{"English": ["Abinadi is protected by divine power—He teaches the Ten Commandments—Salvation does not come by the law of Moses alone—God Himself will make an atonement and redeem His people. About 148B.C.", "1 And now when the king had heard these words, he said unto his priests: Away with this fellow, and slay him; for what have we to do with him, for he is mad.", "2 And they stood forth and attempted to lay their hands on him; but he withstood them, and said unto them:", "3 Touch me not, for God shall smite you if ye lay your hands upon me, for I have not delivered the message which the Lord sent me to deliver; neither have I told you that which ye requested that I should tell; therefore, God will not suffer that I shall be destroyed at this time.", "4 But I must fulfil the commandments wherewith God has commanded me; and because I have told you the truth ye are angry with me. And again, because I have spoken the word of God ye have judged me that I am mad.", "5 Now it came to pass after Abinadi had spoken these words that the people of king Noah durst not lay their hands on him, for the Spirit of the Lord was upon him; and his face shone with exceeding luster, even as Moses’ did while in the mount of Sinai, while speaking with the Lord.", "6 And he spake with power and authority from God; and he continued his words, saying:", "7 Ye see that ye have not power to slay me, therefore I finish my message. Yea, and I perceive that it cuts you to your hearts because I tell you the truth concerning your iniquities.", "8 Yea, and my words fill you with wonder and amazement, and with anger.", "9 But I finish my message; and then it matters not whither I go, if it so be that I am saved.", "10 But this much I tell you, what you do with me, after this, shall be as a type and a shadow of things which are to come.", "11 And now I read unto you the remainder of the commandments of God, for I perceive that they are not written in your hearts; I perceive that ye have studied and taught iniquity the most part of your lives.", "12 And now, ye remember that I said unto you: Thou shalt not make unto thee any graven image, or any likeness of things which are in heaven above, or which are in the earth beneath, or which are in the water under the earth.", "13 And again: Thou shalt not bow down thyself unto them, nor serve them; for I the Lord thy God am a jealous God, visiting the iniquities of the fathers upon the children, unto the third and fourth generations of them that hate me;", "14 And showing mercy unto thousands of them that love me and keep my commandments.", "15 Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him guiltless that taketh his name in vain.", "16 Remember the sabbath day, to keep it holy.", "17 Six days shalt thou labor, and do all thy work;", "18 But the seventh day, the sabbath of the Lord thy God, thou shalt not do any work, thou, nor thy son, nor thy daughter, thy man-servant, nor thy maid-servant, nor thy cattle, nor thy stranger that is within thy gates;", "19 For in six days the Lord made heaven and earth, and the sea, and all that in them is; wherefore the Lord blessed the sabbath day, and hallowed it.", "20 Honor thy father and thy mother, that thy days may be long upon the land which the Lord thy God giveth thee.", "21 Thou shalt not kill.", "22 Thou shalt not commit adultery. Thou shalt not steal.", "23 Thou shalt not bear false witness against thy neighbor.", "24 Thou shalt not covet thy neighbor’s house, thou shalt not covet thy neighbor’s wife, nor his man-servant, nor his maid-servant, nor his ox, nor his ass, nor anything that is thy neighbor’s.", "25 And it came to pass that after Abinadi had made an end of these sayings that he said unto them: Have ye taught this people that they should observe to do all these things for to keep these commandments?", "26 I say unto you, Nay; for if ye had, the Lord would not have caused me to come forth and to prophesy evil concerning this people.", "27 And now ye have said that salvation cometh by the law of Moses. I say unto you that it is expedient that ye should keep the law of Moses as yet; but I say unto you, that the time shall come when it shall no more be expedient to keep the law of Moses.", "28 And moreover, I say unto you, that salvation doth not come by the law alone; and were it not for the atonement, which God himself shall make for the sins and iniquities of his people, that they must unavoidably perish, notwithstanding the law of Moses.", "29 And now I say unto you that it was expedient that there should be a law given to the children of Israel, yea, even a very strict law; for they were a stiffnecked people, quick to do iniquity, and slow to remember the Lord their God;", "30 Therefore there was a law given them, yea, a law of performances and of ordinances, a law which they were to observe strictly from day to day, to keep them in remembrance of God and their duty towards him.", "31 But behold, I say unto you, that all these things were types of things to come.", "32 And now, did they understand the law? I say unto you, Nay, they did not all understand the law; and this because of the hardness of their hearts; for they understood not that there could not any man be saved except it were through the redemption of God.", "33 For behold, did not Moses prophesy unto them concerning the coming of the Messiah, and that God should redeem his people? Yea, and even all the prophets who have prophesied ever since the world began—have they not spoken more or less concerning these things?", "34 Have they not said that God himself should come down among the children of men, and take upon him the form of man, and go forth in mighty power upon the face of the earth?", "35 Yea, and have they not said also that he should bring to pass the resurrection of the dead, and that he, himself, should be oppressed and afflicted?"], "Español": ["Abinadí es protegido por poder divino— Enseña los Diez Mandamientos— La salvación no viene por la ley de Moisés únicamente— Dios mismo efectuará la Expiación y redimirá a Su pueblo. Aproximadamente 148a.C.", "1 Y ahora bien, cuando el rey hubo oído estas palabras, dijo a sus sacerdotes: Llevaos a este individuo, y matadlo; porque, ¿qué tenemos que ver con él? Pues está loco.", "2 Y avanzaron y trataron de echarle mano; mas él los resistió, y les dijo:", "3 No me toquéis, porque Dios os herirá si me echáis mano, porque no he comunicado el mensaje que el Señor me mandó que diera; ni tampoco os he dicho lo que pedisteis que dijera; por tanto, Dios no permitirá que yo sea destruido en este momento.", "4 Mas debo cumplir los mandamientos que Dios me ha mandado; y porque os he dicho la verdad, estáis enojados conmigo. Y más aún, porque he hablado la palabra de Dios, me habéis juzgado de estar loco.", "5 Y ahora bien, aconteció que después que Abinadí hubo hablado estas palabras, el pueblo del rey Noé no se atrevió a echarle mano, porque el Espíritu del Señor estaba sobre él, y su rostro resplandecía con un brillo extraordinario, aun como el de Moisés en el monte de Sinaí, mientras hablaba con el Señor.", "6 Y habló Abinadí con poder y autoridad de Dios; y continuó sus palabras, diciendo:", "7 Vosotros veis que no tenéis poder para matarme; por tanto, concluyo mi mensaje. Sí, y percibo que os hiere hasta el corazón, porque os digo la verdad acerca de vuestras iniquidades.", "8 Sí, y mis palabras os llenan de maravilla, de asombro y de cólera.", "9 Mas doy fin a mi mensaje; y entonces no importa a dónde vaya, con tal de que yo sea salvo.", "10 Mas esto os digo: Lo que hagáis conmigo después de esto, será como símbolo y sombra de cosas venideras.", "11 Y ahora os leo el resto de los mandamientos de Dios, porque percibo que no están escritos en vuestros corazones; percibo que habéis estudiado y enseñado la iniquidad la mayor parte de vuestras vidas.", "12 Ahora bien, recordaréis que os dije: No te harás ninguna imagen tallada, ni ninguna semejanza de cosas que estén arriba en el cielo, o que estén abajo en la tierra, o en las aguas debajo de la tierra.", "13 Y además: No te postrarás ante ellas, ni las servirás; porque yo, el Señor tu Dios, soy un Dios celoso, que visito las iniquidades de los padres sobre los hijos, hasta la tercera y la cuarta generación de los que me aborrecen;", "14 y manifiesto misericordia a miles de los que me aman y guardan mis mandamientos.", "15 No tomarás el nombre del Señor tu Dios en vano; porque el Señor no tendrá sin culpa al que tomare su nombre en vano.", "16 Acuérdate del día de reposo para santificarlo.", "17 Seis días trabajarás, y harás toda tu obra;", "18 mas el día séptimo, el reposo del Señor tu Dios, no harás ningún trabajo, tú, ni tu hijo, ni tu hija, ni tu criado, ni tu criada, ni tu ganado, ni el extranjero que se halle dentro de tus puertas;", "19 porque en seis días el Señor hizo el cielo, y la tierra, y el mar, y todo lo que en ellos hay; por consiguiente, el Señor bendijo el día de reposo y lo santificó.", "20 Honra a tu padre y a tu madre, para que se prolonguen tus días sobre la tierra que el Señor tu Dios te da.", "21 No matarás.", "22 No cometerás adulterio. No robarás.", "23 No dirás falso testimonio contra tu prójimo.", "24 No codiciarás la casa de tu prójimo, no codiciarás la mujer de tu prójimo, ni su criado, ni su criada, ni su buey, ni su asno, ni cosa alguna que sea de tu prójimo.", "25 Y aconteció que después que Abinadí hubo dado fin a estas palabras, les dijo: ¿Habéis enseñado a este pueblo que debe procurar hacer todas estas cosas, a fin de guardar estos mandamientos?", "26 Os digo que no; porque si lo hubieseis hecho, el Señor no habría hecho que yo viniera y profetizara el mal sobre este pueblo.", "27 Ahora bien, habéis dicho que la salvación viene por la ley de Moisés. Yo os digo que es preciso que guardéis la ley de Moisés aún; mas os digo que vendrá el tiempo cuando ya no será necesario guardar la ley de Moisés.", "28 Y además, os digo que la salvación no viene solo por la ley; y si no fuera por la expiación que Dios mismo efectuará por los pecados e iniquidades de los de su pueblo, estos inevitablemente perecerían, a pesar de la ley de Moisés.", "29 Y ahora os digo que se hizo necesario que se diera una ley a los hijos de Israel, sí, una ley muy estricta; porque eran una gente de dura cerviz, presta para hacer el mal y lenta para acordarse del Señor su Dios;", "30 por tanto, les fue dada una ley; sí, una ley de prácticas y ordenanzas, una ley que tenían que observar estrictamente de día en día, para conservar vivo en ellos el recuerdo de Dios y su deber para con él.", "31 Mas he aquí, os digo que todas estas cosas eran símbolos de cosas futuras.", "32 Y bien, ¿entendieron la ley? Os digo que no; no todos entendieron la ley; y esto a causa de la dureza de sus corazones; pues no entendían que ningún hombre podía ser salvo sino por medio de la redención de Dios.", "33 Pues he aquí, ¿no les profetizó Moisés concerniente a la venida del Mesías, y que Dios redimiría a su pueblo? Sí, y aun todos los profetas que han profetizado desde el principio del mundo, ¿no han hablado ellos más o menos acerca de estas cosas?", "34 ¿No han dicho ellos que Dios mismo bajaría entre los hijos de los hombres, y tomaría sobre sí la forma de hombre, e iría con gran poder sobre la faz de la tierra?", "35 Sí, y, ¿no han dicho también que llevaría a efecto la resurrección de los muertos, y que él mismo sería oprimido y afligido?"], "Français": ["Abinadi est protégé par la puissance divine— Il enseigne les dix commandements— Le salut ne vient pas par la loi de Moïse seule— Dieu lui-même fera l’Expiation et rachètera son peuple. Vers 148av.J.-C.", "1 Et alors, lorsque le roi eut entendu ces paroles, il dit à ses prêtres: Emmenez cet individu, et tuez-le; qu’avons-nous, en effet, à faire avec lui, car il est fou.", "2 Et ils s’avancèrent et tentèrent de porter la main sur lui; mais il leur résista et leur dit:", "3 Ne me touchez pas, car Dieu vous frappera si vous portez la main sur moi, car je n’ai pas remis le message que le Seigneur m’a envoyé remettre; je ne vous ai pas dit non plus ce que vous m’avez demandé de dire; c’est pourquoi, Dieu ne souffrira pas qu’on me fasse mourir maintenant.", "4 Mais je dois accomplir les commandements que Dieu m’a commandé d’exécuter; et parce que je vous ai dit la vérité, vous êtes en colère contre moi. Et de plus, parce que j’ai dit la parole de Dieu, vous m’avez jugé fou.", "5 Alors, il arriva que lorsqu’Abinadi eut dit ces paroles, le peuple du roi Noé n’osa pas porter la main sur lui, car l’Esprit du Seigneur était sur lui; et son visage brillait d’un resplendissement extrême, comme celui de Moïse pendant qu’il était sur la montagne du Sinaï, pendant qu’il parlait avec le Seigneur.", "6 Et il parla avec puissance et autorité de Dieu; et il continua ses paroles, disant:", "7 Vous voyez que vous n’avez pas le pouvoir de me tuer; c’est pourquoi, je finis mon message. Oui, et je vois qu’il vous perce jusqu’au cœur, parce que je vous dis la vérité concernant vos iniquités.", "8 Oui, et mes paroles vous remplissent d’étonnement, et de stupeur, et de colère.", "9 Mais je finis mon message; et alors, peu importe où je vais, du moment que je suis sauvé.", "10 Mais je vous dis ceci: Ce que vous faites de moi après cela sera comme une figure et une ombre de choses à venir.", "11 Et maintenant je vous lis le reste des commandements de Dieu, car je vois qu’ils ne sont pas écrits dans votre cœur; je vois que vous avez étudié et enseigné l’iniquité pendant la plus grande partie de votre vie.", "12 Et maintenant, vous vous souvenez que je vous ai dit: Tu ne te feras point d’image taillée, ni de représentation quelconque des choses qui sont en haut dans les cieux, qui sont en bas sur la terre, et qui sont dans les eaux plus bas que la terre.", "13 Et encore: Tu ne te prosterneras point devant elles, et tu ne les serviras point; car moi, le Seigneur, ton Dieu, je suis un Dieu jaloux, qui punis l’iniquité des pères sur les enfants jusqu’à la troisième et à la quatrième génération de ceux qui me haïssent,", "14 et qui fais miséricorde jusqu’en mille générations à ceux qui m’aiment et qui gardent mes commandements.", "15 Tu ne prendras point le nom du Seigneur, ton Dieu, en vain; car le Seigneur ne laissera point impuni celui qui prendra son nom en vain.", "16 Souviens-toi du jour du repos, pour le sanctifier.", "17 Tu travailleras six jours, et tu feras tout ton ouvrage.", "18 Mais le septième jour est le jour du repos du Seigneur, ton Dieu: tu ne feras aucun ouvrage, ni toi, ni ton fils, ni ta fille, ni ton serviteur, ni ta servante, ni ton bétail, ni l’étranger qui est dans tes portes.", "19 Car en six jours le Seigneur a fait les cieux, la terre et la mer, et tout ce qui y est contenu; c’est pourquoi le Seigneur a béni le jour du repos et l’a sanctifié.", "20 Honore ton père et ta mère, afin que tes jours se prolongent dans le pays que le Seigneur, ton Dieu, te donne.", "21 Tu ne tueras point.", "22 Tu ne commettras point d’adultère. Tu ne déroberas point.", "23 Tu ne porteras point de faux témoignage contre ton prochain.", "24 Tu ne convoiteras point la maison de ton prochain; tu ne convoiteras point la femme de ton prochain, ni son serviteur, ni sa servante, ni son bœuf, ni son âne, ni aucune chose qui appartienne à ton prochain.", "25 Et il arriva que lorsqu’Abinadi eut fini ces paroles, il leur dit: Avez-vous enseigné à ce peuple qu’il doit s’appliquer à faire toutes ces choses pour garder ces commandements?", "26 Je vous dis que non; car si vous l’aviez fait, le Seigneur ne m’aurait pas fait sortir et prophétiser du mal concernant ce peuple.", "27 Et maintenant, vous avez dit que le salut vient par la loi de Moïse. Je vous dis qu’il est nécessaire que vous gardiez, pour le moment, la loi de Moïse; mais je vous dis que le temps viendra où il ne sera plus nécessaire de garder la loi de Moïse.", "28 Et de plus, je vous dis que le salut ne vient pas par la loi seule; et s’il n’y avait pas l’expiation, que Dieu lui-même fera pour les péchés et les iniquités de son peuple, il devrait périr, malgré la loi de Moïse.", "29 Et maintenant, je vous dis qu’il était nécessaire qu’une loi fût donnée aux enfants d’Israël, oui, une loi très stricte; car ils étaient un peuple au cou roide, prompt à commettre l’iniquité et lent à se souvenir du Seigneur, son Dieu;", "30 c’est pourquoi il y eut une loi qui leur fut donnée, oui, une loi d’observances et d’ordonnances, une loi qu’ils devaient observer strictement de jour en jour, pour garder en eux le souvenir de Dieu et de leur devoir envers lui.", "31 Mais voici, je vous dis que toutes ces choses-là étaient des figures de choses à venir.", "32 Et maintenant, comprenaient-ils la loi? Je vous le dis: non, ils ne comprenaient pas tous la loi; et cela à cause de l’endurcissement de leur cœur; car ils ne comprenaient pas qu’aucun homme ne pouvait être sauvé, si ce n’était par la rédemption de Dieu.", "33 Car voici, Moïse ne leur a-t-il pas prophétisé que le Messie viendrait, et que Dieu rachèterait son peuple? Oui, et même tous les prophètes qui ont jamais prophétisé depuis le commencement du monde, n’ont-ils pas parlé plus ou moins de ces choses?", "34 N’ont-ils pas dit que Dieu lui-même descendrait parmi les enfants des hommes, et prendrait sur lui la forme de l’homme, et irait avec une grande puissance sur la surface de la terre?", "35 Oui, et n’ont-ils pas dit aussi qu’il réaliserait la résurrection des morts, et que lui-même serait opprimé et affligé?"], "Kiribati": ["E otangaki Abinataai n te mwaaka ae mimitong—E reiakin Tua ake Tebwina—E aki reke te kamaiuaki n ti ana tua Mote n ti ngaia—Bon te Atua are e karaoa te mwakuri ni kamaiu ao e na kaboia Ana botanaomata. Uakaan ma 148I.K.", "1 Ao ngkai, ngke e a tia te uea n ongo taeka aikai, e kangai nakoia ana ibonga: uota nako te aomata aio, ao tiringnga; bwa teraa ae ti na kona ni karaoia nakoina, ngkai e baba.", "2 Ao a teirake bwa a na kataia n taua; ma e kaaitaraia, ao e taku nakoia:", "3 Kam na aki ringai, bwa e na katuaeingkami te Atua ngkana kam katokai baimi iaou, bwa I tuai ni karokoa te rongorongo are kanakomaiai te Uea bwa N na taekinna; ke n tuangkami bwaai ake kam bubuti bwa N na taekin; mangaia ae e aki kona ni kariaia te Atua bwa N na tiringaki n te tai aio.", "4 Bwa N na riai ni kakoroi bukin taian tua ake e a tia n anganai te Atua; ao ngkai I a tia n taekina te koaua ao kam a un irou. Ao riki, ngkai I a tia n taekina ana taeka te Atua ao kam motika taekau bwa I baba.", "5 Ao e koro bukina bwa ngke e tia Abinataai n taekin taeka aikai ao a aikoa katokai baia ana botanaomata te uea are Noa iaona, bwa e mena irouna Tamnein te Uea; ao e oota ubuna n te raneanea, n aron are ngkoa iroun Mote n te maunga are Tinai, ngke e taetae ma te Uea.", "6 Ao e taetae ma te mwaaka ao te kariaiakaki mai iroun te Atua; ao e reita nako ana taeka ni kangai:", "7 Kam nooria bwa bon akea mwaakami n tiringai, mangaia ae N na kabanea au rongorongo. Eng, ao I kaantaninga bwa a na teke iai nanomi kioina ngkai I tuangkami taian koaua n aron ami bure.", "8 Eng, ao kam na onrake n te kubanako ma te mimi, ao n te un n au taeka.", "9 Man tokin au rongorongo; ao e aki kakawaki bwa I nakea, ke tao ngkana I kamaiuaki.", "10 Ma I kona n tuangkami aio, te bwai are kam karaoia nakoiu, i mwin aio, e na riki bwa kanikinaean bwaai aika a na roko.", "11 Ao ngkai N na wareki nikiran ana tua te Atua, bwa I katautaua bwa a tuai matenano inanomi; I katautaua bwa kam a tia ni kamatenanoa ao n reiakina te buakaka ni mwaitin bongin maiumi.", "12 Ao ngkai, kam na uringa are I taekinna nakoimi: Ko na tai karaoa am bwai te boua ae kaaraki, ke katotongan te bwai teuana i karawa i eta, ao ae i nanon te aonaba inano, ao are i nanon te ran i aan te aba.", "13 Ao riki: Ko na tai bobaraaki imataia, ke n toro irouia; bwa ngai te Uea ae Atuam bon te Atua ae tauaninne, ao N ana aia bure taama irouia natia, ao nakon te kateniua ao te kaaua n rooro mai irouia ake a ribaai.", "14 Ao N na kaota te nanoanga nakoia ngaa ma ngaa ake a tangirai ao a kaawakin au tua.", "15 Ko na tai atonga aran te Uea ae Atuam ni bakanrereia; bwa e na bon aki kaakea ana bure te Uea te aomata are atonga arana ni bakanrereia.", "16 Uringa te bong ae te Tabati, n tabuia.", "17 Onoua am bong ni beku, ao ni karaoi am mwakuri ni kabane.", "18 Man te kaitiua ni bong, ae ana Tabati te Uea ae Atuam, ko na aki karaoa iai te mwakuri, ngkoe, ke natim te mwaane, ke natim te aine, ke am toro te mwaane, ke am toro te aine, ke am kao, ke am iruwa inanom am oo;", "19 Bwa i nanon onoua te bong ao te Uea e karika karawa ma aonaba, ma marawa ma bwaai ni kabane ake inanoia; mangaia ae te Uea e kakabwaia te bong ae te tabati, ao e katabua.", "20 Karinea tamam ma tinam, bwa aonga ni bati am bong iaon te aba ae e anganiko te Uea ae Atuam.", "21 Ko na tai kamateia aomata.", "22 Ko na tai wenenibure. Ko na tai iraa.", "23 Ko na tai kaota aron raom n te aro ni kewe.", "24 Ko na tai mataaiakina ana auti raom, ko na tai mataaiakina buun raom, ke ana toro te mwaane, ke ana toro te aine, ke ana kao, ke ana aati, ke bwai nako aika ana bwai raom.", "25 Ao e koro bukina bwa ngke e tia Abinataai n taekin bwaai aikai nakoia ao e kangai nakoia: Kam a tia n reireina te botanaomata aio bwa a na kaawakin bwaai aikai ni kabane bwa aonga n iri nanon taian tua aikai ni kabane?", "26 I kangai nakoimi, Tiaki; bwa ngke kam a tia, ao e na bon aki kanakomaiai te Uea bwa N na taetae ni burabetin bwaai aika a bubuaka aika a na riki nakoia te botanaomata aio.", "27 Ao ngkai, kam a tia n taekinna bwa e reke te kamaiuaki man ana tua Mote. I kangai nakoimi e riai bwa kam na teimatoa ni kaawakin ana tua Mote; ma I kangai nakoimi, bwa ae e na roko te tai are e na aki tau kaawakinan ana tua Mote.", "28 Ao riki, I kangai nakoimi, e aki reke te kamaiuaki n ti te tua; ao ngke akea te mwakuri ni kamaiu, are karaoia te Atua i bon irouna ibukin aia bure ma aia buakaka ana botanaomata, ao a na bon bane ni mate, e ngae ngke iai ana tua Mote.", "29 Ao ngkai I kangai nakoimi bwa e riai bwa e na iai te tua are a na anganaki tibun Iteraera, eng, te tua ae moan te matoatoa; bwa aomata ngaia aika a bonotaninga, aika a tawe ni karaoa te buakaka, ma ni waeremwe n uringa te Uea ae Atuaia.", "30 Mangaia ae iai te tua are a tia n anganaki, eng, te tua ibukin te mwakuri ao te otenanti, te tua are a riai n ira nanona man te bong teuana nakon te bong teuana, are a na kauringaki iai uringan te Atua ao aia beku ibukina.", "31 Ma taraia, I kangai nakoimi, bwaai aikai ni kabane bon kanikinaean bwaai aika na riki n taai aika a na roko.", "32 Ao ngkai, e koaua bwa a oota n te tua? I kangai nakoimi, Tiaki, a aki bane n oota n te tua; ao aio bon ibukin matoatoan nanoia; bwa a aki oota ao akea te aomata ae kona ni kamaiuaki ma ti rinanon ana kaboaki te Atua.", "33 Bwa taraia, e aki taetae ni burabeti Mote nakoia n taekina rokon te Mesia, ao bwa te Atua e na kabooia ana botanaomata? Eng, ao burabeti naba ni kabane ake a tia n tataetae ni burabeti man moan rikin te aonaba—ke a bon tuai n tataekin bwaai aika kaineti ma bwaai aikai?", "34 A tuai n taekinna ae e na ruo te Atua i buakoia natia aomata, ao n rabwatanna n te rabwata n aomata, ao ni maiu iaon te aonaba ma te mwaaka ae korakora?", "35 Eng, ao aki tia naba n taekinna bwa e na karaoa mangautia maate, ao ngaia naba e na bon kainnanoaki ao ni kakorakaiaki?"]}