{"English": ["Mosiah proposes that judges be chosen in place of a king—Unrighteous kings lead their people into sin—Alma the younger is chosen chief judge by the voice of the people—He is also the high priest over the Church—Alma the elder and Mosiah die. About 92–91B.C.", "1 Now when Mosiah had done this he sent out throughout all the land, among all the people, desiring to know their will concerning who should be their king.", "2 And it came to pass that the voice of the people came, saying: We are desirous that Aaron thy son should be our king and our ruler.", "3 Now Aaron had gone up to the land of Nephi, therefore the king could not confer the kingdom upon him; neither would Aaron take upon him the kingdom; neither were any of the sons of Mosiah willing to take upon them the kingdom.", "4 Therefore king Mosiah sent again among the people; yea, even a written word sent he among the people. And these were the words that were written, saying:", "5 Behold, O ye my people, or my brethren, for I esteem you as such, I desire that ye should consider the cause which ye are called to consider—for ye are desirous to have a king.", "6 Now I declare unto you that he to whom the kingdom doth rightly belong has declined, and will not take upon him the kingdom.", "7 And now if there should be another appointed in his stead, behold I fear there would rise contentions among you. And who knoweth but what my son, to whom the kingdom doth belong, should turn to be angry and draw away a part of this people after him, which would cause wars and contentions among you, which would be the cause of shedding much blood and perverting the way of the Lord, yea, and destroy the souls of many people.", "8 Now I say unto you let us be wise and consider these things, for we have no right to destroy my son, neither should we have any right to destroy another if he should be appointed in his stead.", "9 And if my son should turn again to his pride and vain things he would recall the things which he had said, and claim his right to the kingdom, which would cause him and also this people to commit much sin.", "10 And now let us be wise and look forward to these things, and do that which will make for the peace of this people.", "11 Therefore I will be your king the remainder of my days; nevertheless, let us appoint judges, to judge this people according to our law; and we will newly arrange the affairs of this people, for we will appoint wise men to be judges, that will judge this people according to the commandments of God.", "12 Now it is better that a man should be judged of God than of man, for the judgments of God are always just, but the judgments of man are not always just.", "13 Therefore, if it were possible that you could have just men to be your kings, who would establish the laws of God, and judge this people according to his commandments, yea, if ye could have men for your kings who would do even as my father Benjamin did for this people—I say unto you, if this could always be the case then it would be expedient that ye should always have kings to rule over you.", "14 And even I myself have labored with all the power and faculties which I have possessed, to teach you the commandments of God, and to establish peace throughout the land, that there should be no wars nor contentions, no stealing, nor plundering, nor murdering, nor any manner of iniquity;", "15 And whosoever has committed iniquity, him have I punished according to the crime which he has committed, according to the law which has been given to us by our fathers.", "16 Now I say unto you, that because all men are not just it is not expedient that ye should have a king or kings to rule over you.", "17 For behold, how much iniquity doth one wicked king cause to be committed, yea, and what great destruction!", "18 Yea, remember king Noah, his wickedness and his abominations, and also the wickedness and abominations of his people. Behold what great destruction did come upon them; and also because of their iniquities they were brought into bondage.", "19 And were it not for the interposition of their all-wise Creator, and this because of their sincere repentance, they must unavoidably remain in bondage until now.", "20 But behold, he did deliver them because they did humble themselves before him; and because they cried mightily unto him he did deliver them out of bondage; and thus doth the Lord work with his power in all cases among the children of men, extending the arm of mercy towards them that put their trust in him.", "21 And behold, now I say unto you, ye cannot dethrone an iniquitous king save it be through much contention, and the shedding of much blood.", "22 For behold, he has his friends in iniquity, and he keepeth his guards about him; and he teareth up the laws of those who have reigned in righteousness before him; and he trampleth under his feet the commandments of God;", "23 And he enacteth laws, and sendeth them forth among his people, yea, laws after the manner of his own wickedness; and whosoever doth not obey his laws he causeth to be destroyed; and whosoever doth rebel against him he will send his armies against them to war, and if he can he will destroy them; and thus an unrighteous king doth pervert the ways of all righteousness.", "24 And now behold I say unto you, it is not expedient that such abominations should come upon you.", "25 Therefore, choose you by the voice of this people, judges, that ye may be judged according to the laws which have been given you by our fathers, which are correct, and which were given them by the hand of the Lord.", "26 Now it is not common that the voice of the people desireth anything contrary to that which is right; but it is common for the lesser part of the people to desire that which is not right; therefore this shall ye observe and make it your law—to do your business by the voice of the people.", "27 And if the time comes that the voice of the people doth choose iniquity, then is the time that the judgments of God will come upon you; yea, then is the time he will visit you with great destruction even as he has hitherto visited this land.", "28 And now if ye have judges, and they do not judge you according to the law which has been given, ye can cause that they may be judged of a higher judge.", "29 If your higher judges do not judge righteous judgments, ye shall cause that a small number of your lower judges should be gathered together, and they shall judge your higher judges, according to the voice of the people.", "30 And I command you to do these things in the fear of the Lord; and I command you to do these things, and that ye have no king; that if these people commit sins and iniquities they shall be answered upon their own heads.", "31 For behold I say unto you, the sins of many people have been caused by the iniquities of their kings; therefore their iniquities are answered upon the heads of their kings.", "32 And now I desire that this inequality should be no more in this land, especially among this my people; but I desire that this land be a land of liberty, and every man may enjoy his rights and privileges alike, so long as the Lord sees fit that we may live and inherit the land, yea, even as long as any of our posterity remains upon the face of the land.", "33 And many more things did king Mosiah write unto them, unfolding unto them all the trials and troubles of a righteous king, yea, all the travails of soul for their people, and also all the murmurings of the people to their king; and he explained it all unto them.", "34 And he told them that these things ought not to be; but that the burden should come upon all the people, that every man might bear his part.", "35 And he also unfolded unto them all the disadvantages they labored under, by having an unrighteous king to rule over them;", "36 Yea, all his iniquities and abominations, and all the wars, and contentions, and bloodshed, and the stealing, and the plundering, and the committing of whoredoms, and all manner of iniquities which cannot be enumerated—telling them that these things ought not to be, that they were expressly repugnant to the commandments of God.", "37 And now it came to pass, after king Mosiah had sent these things forth among the people they were convinced of the truth of his words.", "38 Therefore they relinquished their desires for a king, and became exceedingly anxious that every man should have an equal chance throughout all the land; yea, and every man expressed a willingness to answer for his own sins.", "39 Therefore, it came to pass that they assembled themselves together in bodies throughout the land, to cast in their voices concerning who should be their judges, to judge them according to the law which had been given them; and they were exceedingly rejoiced because of the liberty which had been granted unto them.", "40 And they did wax strong in love towards Mosiah; yea, they did esteem him more than any other man; for they did not look upon him as a tyrant who was seeking for gain, yea, for that lucre which doth corrupt the soul; for he had not exacted riches of them, neither had he delighted in the shedding of blood; but he had established peace in the land, and he had granted unto his people that they should be delivered from all manner of bondage; therefore they did esteem him, yea, exceedingly, beyond measure.", "41 And it came to pass that they did appoint judges to rule over them, or to judge them according to the law; and this they did throughout all the land.", "42 And it came to pass that Alma was appointed to be the first chief judge, he being also the high priest, his father having conferred the office upon him, and having given him the charge concerning all the affairs of the church.", "43 And now it came to pass that Alma did walk in the ways of the Lord, and he did keep his commandments, and he did judge righteous judgments; and there was continual peace through the land.", "44 And thus commenced the reign of the judges throughout all the land of Zarahemla, among all the people who were called the Nephites; and Alma was the first and chief judge.", "45 And now it came to pass that his father died, being eighty and two years old, having lived to fulfil the commandments of God.", "46 And it came to pass that Mosiah died also, in the thirty and third year of his reign, being sixty and three years old; making in the whole, five hundred and nine years from the time Lehi left Jerusalem.", "47 And thus ended the reign of the kings over the people of Nephi; and thus ended the days of Alma, who was the founder of their church."], "Español": ["Mosíah propone que se elijan jueces en lugar de un rey— Los reyes inicuos conducen a su pueblo al pecado— Alma, hijo, es nombrado juez superior por la voz del pueblo— También es el sumo sacerdote encargado de la Iglesia— Mueren Mosíah y el padre de Alma. Aproximadamente 92–91a.C.", "1 Ahora bien, cuando Mosíah hubo hecho esto, indagó por todo el país, entre todo el pueblo, para enterarse de su parecer concerniente a quién había de ser su rey.", "2 Y aconteció que la voz del pueblo se expresó, diciendo: Deseamos que tu hijo Aarón sea nuestro rey y nuestro gobernante.", "3 Pero Aarón había subido a la tierra de Nefi, de modo que el rey no podía conferirle el reino; ni lo habría aceptado Aarón; ni ninguno de los otros hijos de Mosíah tampoco estaba dispuesto a asumir el reino.", "4 Por tanto, el rey Mosíah se comunicó otra vez con el pueblo; sí, aun les mandó un escrito, y estas fueron las palabras que se escribieron, y decían:", "5 He aquí, pueblo mío, o hermanos míos, porque como a tales os estimo, deseo que meditéis sobre el asunto que se os suplica considerar, por cuanto deseáis tener rey.", "6 Ahora bien, os declaro que aquel a quien el reino pertenece por derecho ha declinado el reino, y no quiere asumir el reino.", "7 Y si se nombrara a otro en su lugar, he aquí, temo que surgirían contenciones entre vosotros; y quién sabe si mi hijo, a quien pertenece el reino, se tornaría a la ira y se llevaría tras sí a una parte de este pueblo, lo cual ocasionaría guerras y contiendas entre vosotros, que serían la causa del derramamiento de mucha sangre y de la perversión de las vías del Señor, sí, y destruirían las almas de muchos.", "8 Os digo, por tanto, que seamos prudentes y consideremos estas cosas, porque no tenemos ningún derecho de destruir a mi hijo, ni de destruir a otro que fuese nombrado en su lugar.", "9 Y si mi hijo se volviese nuevamente a su orgullo y cosas vanas, se retractaría de lo que había dicho y reclamaría su derecho al reino, cosa que haría que él y también este pueblo cometieran mucho pecado.", "10 Ahora bien, seamos prudentes; preveamos estas cosas y hagamos aquello que asegurará la paz de este pueblo.", "11 Por tanto, seré vuestro rey el resto de mis días; sin embargo, nombremos jueces para que juzguen a este pueblo según nuestra ley; y arreglaremos de otra manera los asuntos de este pueblo, pues nombraremos hombres sabios como jueces, quienes juzgarán a este pueblo según los mandamientos de Dios.", "12 Ahora bien, es mejor que el hombre sea juzgado por Dios más bien que por el hombre, porque los juicios de Dios son siempre justos, mas los juicios del hombre no siempre lo son.", "13 Por tanto, si fuese posible que tuvieseis por reyes a hombres justos que establecieran las leyes de Dios y juzgaran a este pueblo según sus mandamientos, sí, si tuvieseis por reyes a hombres que hicieran lo que mi padre Benjamín hizo por este pueblo, os digo que si tal fuese siempre el caso, entonces convendría que siempre tuvieseis reyes para que os gobernaran.", "14 Y aun yo mismo he obrado con todo el poder y las facultades que he poseído, para enseñaros los mandamientos de Dios y para establecer la paz en todo el país, a fin de que no hubiera guerras ni contenciones, ni robo, ni rapiña, ni asesinatos, ni iniquidades de ninguna clase.", "15 Y a quienquiera que ha cometido iniquidad, he castigado de acuerdo con el delito que ha cometido, según la ley que nos han dado nuestros padres.", "16 Ahora bien, os digo que por motivo de que no todos los hombres son justos, no conviene que tengáis un rey o reyes para que os gobiernen.", "17 Pues he aquí, ¡cuánta iniquidad un rey malo hace cometer; sí, y cuán grande destrucción!", "18 Sí, acordaos del rey Noé, su iniquidad y sus abominaciones, y también la iniquidad y las abominaciones de su pueblo. Considerad la gran destrucción que cayó sobre ellos; y también a causa de sus iniquidades fueron reducidos a la servidumbre.", "19 Y si no hubiese sido por la interposición de su omnisciente Creador, y esto a causa de su sincero arrepentimiento, inevitablemente habrían permanecido en el cautiverio hasta ahora.", "20 Mas he aquí, los libró porque se humillaron ante él; y porque clamaron a él poderosamente, los libró del cautiverio; y así es como en todos los casos el Señor obra con su poder entre los hijos de los hombres, extendiendo su brazo de misericordia hacia aquellos que ponen su confianza en él.", "21 Y he aquí, os digo que no podéis destronar a un rey inicuo sino mediante mucha contención y el derramamiento de mucha sangre.", "22 Pues he aquí, tiene sus cómplices en iniquidad y conserva a sus guardias alrededor de él; y deshace las leyes de los que han reinado en justicia antes de él; y huella con sus pies los mandamientos de Dios;", "23 y formula leyes y las envía entre su pueblo; sí, leyes según su propia maldad; y al que no las obedece, hace que sea destruido; y contra los que se rebelan envía sus ejércitos para combatirlos, y si puede, los destruye; y de este modo es como un rey inicuo pervierte las vías de toda rectitud.", "24 Y ahora bien, he aquí, os digo: No conviene que tales abominaciones vengan sobre vosotros.", "25 Por tanto, escoged jueces, por medio de la voz de este pueblo, para que seáis juzgados de acuerdo con las leyes que nuestros padres os han dado, las cuales son correctas, y fueron dadas a ellos por la mano del Señor.", "26 Ahora bien, no es cosa común que la voz del pueblo desee algo que sea contrario a lo que es justo; pero sí es común que la parte menor del pueblo desee lo que no es justo; por tanto, esto observaréis y tendréis por ley: Trataréis vuestros asuntos según la voz del pueblo.", "27 Y si llega la ocasión en que la voz del pueblo escoge la iniquidad, entonces es cuando los juicios de Dios descenderán sobre vosotros; sí, entonces es cuando él os visitará con gran destrucción, sí, como hasta aquí la ha mandado sobre esta tierra.", "28 Ahora bien, si tenéis jueces, y ellos no os juzgan según la ley que ha sido dada, podéis hacer que sean juzgados por un juez superior.", "29 Y si vuestros jueces superiores no dictaren juicios justos, haréis que un número pequeño de vuestros jueces menores se reúna, y ellos juzgarán a vuestros jueces superiores, según la voz del pueblo.", "30 Y os mando que hagáis estas cosas en el temor del Señor; y os ordeno que hagáis esto, y que no tengáis rey; para que si este pueblo comete pecados e iniquidades, estos recaigan sobre su propia cabeza.", "31 Pues he aquí, os digo que las iniquidades de sus reyes han causado los pecados de mucha gente; por tanto, sus iniquidades recaen sobre la cabeza de sus reyes.", "32 Y ahora deseo yo que esta desigualdad deje de existir en esta tierra, especialmente entre este mi pueblo; mas deseo que esta tierra sea una tierra de libertad, y que todo hombre goce igualmente de sus derechos y privilegios, en tanto que el Señor juzgue conveniente que habitemos y heredemos la tierra, sí, mientras permanezca cualquiera de los de nuestra posteridad sobre la superficie de la tierra.", "33 Y muchas cosas más les escribió el rey Mosíah, haciéndoles ver todas las pruebas y tribulaciones de un rey justo; sí, todas las congojas del alma por su pueblo; y también todas las quejas del pueblo a su rey; y les explicó todo esto.", "34 Y les dijo que tales cosas no debían existir; sino que la carga debía estar sobre todo el pueblo, para que todo hombre llevara su parte.", "35 Y también les hizo ver todas las desventajas bajo las cuales se afanarían si los gobernaba un rey inicuo;", "36 sí, todas las iniquidades y abominaciones, y todas las guerras y contenciones, y derramamiento de sangre, y el hurto y la rapiña, y la comisión de fornicaciones y toda clase de iniquidades que no pueden ser enumeradas, diciéndoles que aquellas cosas no debían existir, que eran expresamente repugnantes a los mandamientos de Dios.", "37 Y aconteció que después que el rey Mosíah hubo enviado estas palabras entre los del pueblo, estos quedaron convencidos de la verdad de sus palabras.", "38 Por tanto, abandonaron sus deseos de tener rey, y se sintieron ansiosos en extremo de que todo hombre tuviese igual oportunidad por toda la tierra; sí, y todo hombre expresó el deseo de estar dispuesto a responder por sus propios pecados.", "39 Aconteció, por tanto, que se reunieron en grupos por toda la tierra, para dar su parecer concerniente a quiénes habrían de ser sus jueces para juzgarlos de acuerdo con la ley que les había sido dada; y se alegraron en extremo a causa de la libertad que se les había concedido.", "40 Y aumentó el amor que sentían por Mosíah; sí, lo estimaban más que a cualquier otro hombre; porque no lo tenían por un tirano que buscaba ganancias, sí, ese lucro que corrompe el alma; porque él no les había exigido riquezas, ni se había deleitado en derramar sangre; sino que había establecido la paz en la tierra, y había concedido a su pueblo que se librara de toda clase de servidumbre; por tanto, lo estimaban, sí, extraordinariamente, en sumo grado.", "41 Y sucedió que nombraron jueces para que los gobernaran o juzgaran según la ley; y así lo hicieron en toda la tierra.", "42 Y aconteció que Alma fue nombrado para ser el primer juez superior; y era también el sumo sacerdote, habiéndole conferido su padre el oficio, y habiéndole encargado todos los asuntos de la iglesia.", "43 Y ocurrió que Alma anduvo en los caminos del Señor, y guardó sus mandamientos, y juzgó con justicia; y hubo continua paz en la tierra.", "44 Y así empezó el gobierno de los jueces en toda la tierra de Zarahemla, entre todo el pueblo que se llamaba nefitas; y Alma fue el primer juez superior.", "45 Y sucedió que falleció su padre, teniendo ya ochenta y dos años de edad, y habiendo vivido para cumplir los mandamientos de Dios.", "46 Y aconteció que Mosíah falleció también, en el trigésimotercer año de su reinado, a la edad de sesenta y tres años; y hacía por todo quinientos nueve años desde la ocasión en que Lehi salió de Jerusalén.", "47 Y así terminó el reinado de los reyes sobre el pueblo de Nefi; y así llegaron a su fin los días de Alma, que fue el fundador de la iglesia de ellos."], "Français": ["Mosiah propose que l’on choisisse des juges au lieu d’un roi— Les rois injustes conduisent leur peuple dans le péché— Alma le Jeune est choisi comme grand juge par la voix du peuple— Il est aussi le grand prêtre de l’Église— Mort d’Alma l’Ancien et de Mosiah. Vers 92–91av.J.-C.", "1 Alors, lorsqu’il eut fait cela, Mosiah envoya des gens dans tout le pays, parmi tout le peuple, désirant connaître sa volonté concernant celui qui serait son roi.", "2 Et il arriva que la voix du peuple vint, disant: Nous désirons qu’Aaron, ton fils, soit notre roi et notre gouverneur.", "3 Or, Aaron était monté au pays de Néphi; c’est pourquoi, le roi ne pouvait pas lui conférer le royaume; et Aaron ne voulait pas non plus prendre sur lui le royaume; et aucun des fils de Mosiah n’était disposé à prendre sur lui le royaume.", "4 C’est pourquoi, le roi Mosiah envoya de nouveau des gens parmi le peuple; oui, il envoya même une parole écrite parmi le peuple. Et voici les paroles qui étaient écrites, disant:", "5 Voici, ô mon peuple, ou mes frères, car je vous estime comme tels, je désire que vous examiniez l’affaire que vous êtes appelés à examiner: car vous désirez avoir un roi.", "6 Or, je vous annonce que celui à qui le royaume appartient de droit a refusé, et ne prendra pas sur lui le royaume.", "7 Et maintenant, si un autre était désigné à sa place, voici, je crains que des querelles ne s’élèvent parmi vous. Et qui sait si mon fils, à qui le royaume appartient, ne se mettrait pas en colère et n’entraînerait pas une partie de ce peuple après lui, ce qui causerait des guerres et des querelles parmi vous, ce qui serait la cause de l’effusion de beaucoup de sang et d’une perversion de la voie du Seigneur, oui, et ferait périr l’âme de beaucoup de gens.", "8 Maintenant, je vous le dis, soyons sages, et examinons ces choses, car nous n’avons pas le droit de faire périr mon fils, et nous n’avons pas non plus le droit d’en faire périr un autre, s’il était désigné à sa place.", "9 Et si mon fils revenait à son orgueil et aux choses vaines, il rétracterait les choses qu’il a dites et ferait valoir son droit au royaume, ce qui le ferait pécher grandement, lui et aussi ce peuple.", "10 Et soyons donc sages, et prévoyons ces choses, et faisons ce qui contribuera à la paix de ce peuple.", "11 C’est pourquoi, je serai votre roi le reste de ma vie; néanmoins, désignons des juges pour juger ce peuple selon notre loi; et nous arrangerons d’une manière nouvelle les affaires de ce peuple, car nous désignerons comme juges des hommes sages qui jugeront ce peuple selon les commandements de Dieu.", "12 Or, il vaut mieux qu’un homme soit jugé par Dieu que par l’homme, car les jugements de Dieu sont toujours justes, mais les jugements de l’homme ne sont pas toujours justes.", "13 C’est pourquoi, s’il était possible que vous ayez pour rois des hommes justes, qui établiraient les lois de Dieu et jugeraient ce peuple selon ses commandements, oui, si vous pouviez avoir pour rois des hommes qui feraient ce que mon père Benjamin a fait pour ce peuple— je vous dis que si cela pouvait toujours être le cas, alors il serait opportun que vous ayez toujours des rois pour vous gouverner.", "14 Et j’ai moi-même travaillé de tout le pouvoir et de toutes les facultés que je possédais pour vous enseigner les commandements de Dieu et pour établir la paix dans tout le pays, afin qu’il n’y ait plus de guerres ni de querelles, ni de vol, ni de pillage, ni de meurtre, ni aucune sorte d’iniquité;", "15 et quiconque a commis l’iniquité, je l’ai puni selon le crime qu’il a commis, selon la loi qui nous a été donnée par nos pères.", "16 Maintenant, je vous le dis: parce que tous les hommes ne sont pas justes, il n’est pas opportun que vous ayez un roi ou des rois pour vous gouverner.", "17 Car voici, quelle iniquité un seul roi méchant ne fait-il pas commettre, oui, et quelle grande destruction!", "18 Oui, souvenez-vous du roi Noé, de sa méchanceté et de ses abominations, et aussi de la méchanceté et des abominations de son peuple. Voyez quelle grande destruction s’est abattue sur eux, et aussi, à cause de leurs iniquités, ils ont été réduits en servitude.", "19 Et s’il n’y avait pas eu l’interposition de leur Créateur à la sagesse parfaite, et cela à cause de leur repentir sincère, ils seraient demeurés dans la servitude jusqu’à maintenant.", "20 Mais voici, il les a délivrés, parce qu’ils se sont humiliés devant lui; et parce qu’ils l’ont imploré avec ferveur, il les a délivrés de la servitude; et c’est ainsi que le Seigneur agit avec son pouvoir, dans tous les cas, parmi les enfants des hommes, étendant le bras de la miséricorde vers ceux qui placent leur confiance en lui.", "21 Et maintenant voici, je vous le dis, vous ne pouvez détrôner un roi inique, si ce n’est par beaucoup de querelles et par l’effusion de beaucoup de sang.", "22 Car voici, il a ses amis dans l’iniquité, et il maintient ses gardes autour de lui; et il met en lambeaux les lois de ceux qui ont régné dans la justice avant lui; et il foule sous ses pieds les commandements de Dieu;", "23 et il décrète des lois, et les envoie parmi son peuple, oui, des lois à la manière de sa propre méchanceté; et tous ceux qui n’obéissent pas à ses lois, il les fait périr; et tous ceux qui se rebellent contre lui, il leur envoie ses armées pour qu’elles leur fassent la guerre, et s’il le peut, il les détruit; et c’est ainsi qu’un roi injuste pervertit les voies de toute justice.", "24 Et maintenant, voici, je vous le dis, il ne convient pas que de telles abominations s’abattent sur vous.", "25 C’est pourquoi, choisissez-vous, par la voix de ce peuple, des juges, afin d’être jugés selon les lois qui vous ont été données par nos pères, qui sont correctes, et qui leur ont été données par la main du Seigneur.", "26 Or, il n’arrive pas souvent que la voix du peuple désire quelque chose de contraire à ce qui est juste; mais il arrive souvent que la plus petite partie du peuple désire ce qui n’est pas juste; c’est pourquoi, vous observerez cela et vous en ferez votre loi: faire vos affaires par la voix du peuple.", "27 Et si le temps vient où la voix du peuple choisit l’iniquité, c’est à ce moment-là que les jugements de Dieu s’abattront sur vous; oui, c’est à ce moment-là qu’il interviendra contre vous par une grande destruction, comme il est intervenu jusqu’à présent dans ce pays.", "28 Et maintenant, si vous avez des juges, et qu’ils ne vous jugent pas selon la loi qui a été donnée, vous pouvez les faire juger par un juge supérieur.", "29 Si vos juges supérieurs ne jugent pas selon des jugements justes, vous ferez rassembler un petit nombre de vos juges inférieurs, et ils jugeront vos juges supérieurs, selon la voix du peuple.", "30 Et je vous commande de faire ces choses dans la crainte du Seigneur; et je vous commande de faire ces choses et de ne pas avoir de roi, afin que, si ce peuple commet des péchés et des iniquités, ils retombent sur sa tête.", "31 Car voici, je vous le dis, les péchés de beaucoup de gens ont été causés par les iniquités de leurs rois; c’est pourquoi, leurs iniquités retombent sur la tête de leurs rois.", "32 Et maintenant, je désire que cette inégalité ne soit plus dans ce pays, en particulier parmi ce peuple, qui est le mien; mais je désire que ce pays soit un pays de liberté, et que tout homme jouisse de la même manière de ses droits et de ses libertés, tant que le Seigneur juge bon que nous vivions et héritions le pays, oui, tant qu’il reste quelqu’un de notre postérité sur la surface du pays.", "33 Et le roi Mosiah leur écrivit encore beaucoup d’autres choses, leur dévoilant toutes les épreuves et toutes les préoccupations d’un roi juste, oui, toutes les peines que se donne son âme pour son peuple, et aussi tous les murmures du peuple à son roi; et il leur expliqua tout cela.", "34 Et il leur dit que ces choses ne devaient pas être; mais que le fardeau devait tomber sur tout le peuple, afin que chaque homme supportât sa part.", "35 Et il leur dévoila aussi tous les désavantages dont ils souffriraient en laissant un roi injuste les gouverner;", "36 oui, toutes ses iniquités et toutes ses abominations, et toutes les guerres, et les querelles, et l’effusion de sang, et le vol, et le pillage, et la perpétration de fornication, et toutes sortes d’iniquités qui ne peuvent être énumérées, leur disant que ces choses ne devaient pas être, qu’elles étaient expressément contraires aux commandements de Dieu.", "37 Et alors, il arriva que lorsque le roi Mosiah eut envoyé ces choses parmi le peuple, celui-ci fut convaincu de la véracité de ses paroles.", "38 C’est pourquoi, il abandonna son désir d’avoir un roi et devint extrêmement anxieux de donner à tout homme une chance égale dans tout le pays; oui, et chaque homme se dit disposé à répondre de ses propres péchés.", "39 C’est pourquoi, il arriva qu’ils s’assemblèrent en groupes dans tout le pays, pour donner leur voix concernant ceux qui seraient leurs juges, pour les juger selon la loi qui leur avait été donnée; et ils se réjouirent extrêmement à cause de la liberté qui leur avait été accordée.", "40 Et ils devinrent forts dans l’amour envers Mosiah; oui, ils l’estimaient plus que n’importe quel autre homme; car ils ne le considéraient pas comme un tyran qui cherchait le gain, oui, le lucre qui corrompt l’âme; car il ne leur avait pas extorqué de richesses, ni n’avait mis ses délices dans l’effusion du sang; mais il avait fait régner la paix dans le pays, et il avait accordé à son peuple d’être délivré de toute espèce de servitude; c’est pourquoi, ils l’estimaient, oui, à l’extrême, au-delà de toute mesure.", "41 Et il arriva qu’ils désignèrent des juges pour les gouverner, ou pour les juger selon la loi; et cela, ils le firent dans tout le pays.", "42 Et il arriva qu’Alma fut désigné pour être le premier grand juge, étant aussi le grand prêtre, son père lui ayant conféré l’office et lui ayant donné la charge de toutes les affaires de l’Église.", "43 Et alors, il arriva qu’Alma marcha dans les voies du Seigneur, et il garda ses commandements, et il jugea par des jugements justes; et il y eut une paix continuelle dans le pays.", "44 Et ainsi commença le règne des juges dans tout le pays de Zarahemla, parmi tout le peuple qui était appelé les Néphites; et Alma fut le premier grand juge.", "45 Et alors, il arriva que son père mourut, âgé de quatre-vingt-deux ans, ayant vécu pour accomplir les commandements de Dieu.", "46 Et il arriva que Mosiah mourut aussi, dans la trente-troisième année de son règne, à soixante-trois ans; ce qui faisait en tout cinq cent et neuf ans depuis le moment où Léhi avait quitté Jérusalem.", "47 Et ainsi finit le règne des rois sur le peuple de Néphi; et ainsi finirent les jours d’Alma, qui fut le fondateur de leur Église."], "Kiribati": ["E uotiarake Motiaea bwa a riai taan tia moti n onea mwiin te uea—A kairia aia aomata uea aika a buakaka nakon te bure—E rineaki Aramwa te teei bwa te mataniwi n tia moti ni bwanaia te botanaomata—Bon ngaia naba te ibonga ae rietata ibukin te ekaretia—A mate Aramwa te ikawai ao Motiaea. Uakaan ma 92–91I.K.", "1 Ngkai ngke e a tia Motiaea ni karaoa aio ao e a kanakoa te rongorongo ni kabuta te aba, nakoia aomata ni kabane, ni kan atai nanoia bwa antai ae e na riki bwa aia uea.", "2 Ao e koro bukina bwa e roko bwanaia te botanaomata ni kangai: Ti tangiria bwa e na riki natim are Aaron bwa ara uea ao ara tia tautaeka.", "3 Ma e a tia Aaron n nako aban Nibwaai, mangaia ae e aki kona te uea n anganna ueana; ao e aki naba kan ana ueana Aaron; ke ni iai mai buakoia natin Motiaea mwaane ake a tauraoi ni katokaa iaoia te aba n uea.", "4 Mangaia ae e a manga kanakoa riki te rongorongo te uea ae Motiaea nakoia aomata; eng, e kanakoa te rongorongo ae koreaki nakoia aomata. Ao aikai taian taeka ake a koreaki, e kangai:", "5 Taraia, O ngkami au botanaomata, ke tariu, bwa irou tariu ngkami, I tangiria bwa kam na iangoa te bwai are kam a tia ni butiaki bwa kam na baireia—bwa kam tangiria bwa e na reke ami uea.", "6 Ngkai I taekinna nakoimi bwa e a tia te aomata are e riai n reke irouna te abanuea n aki butimwaia, ao e aki kan katokaa iaona te abanuea.", "7 Ao ngkai ngkana iai are e a manga rineaki n onea mwiina, taraia I raraoma bwa e na bae n riki te itabaraara imarenami. Ao antai ae e na ataia ao e kona natiu, are riai n reke te abanuea irouna, n un ao e na kairia nako mwakoron te botanaomata aio mangaia, are e na kariki buaka ma itabaraara imarenami, are e na reke mai iai tiritiri ao bitakin ana mwakuri te Uea nakon te buakaka, eng, ao a na kamaunaki iai tamneia aomata aika a mwaiti.", "8 Ngkai I kangai nakoimi, ti na kawanawanaira ao ti na iangoi bwaai aikai, bwa akea kariaiakara ni kamaraia natiu, ke ni iai kariaiakara bwa ti na kamaraia temanna ngkana arona bwa e rineaki n onea mwiina.", "9 Ao ngkana e okiri arona ni kamoamoa ma aika a buakaka natiu ao e na kona n anai taeka ake e a tia n atong, ma n anaa nnena n te aba n uea, are e na kona iai n ikotaki ma te botanaomata aio ni karaoa te bure.", "10 Ao ngkai e riai bwa ti na wanawana n taratarai bwaai aikai, ao ni karaoa are e na reke iai te rau irouia te botanaomata aio.", "11 Mangaia ae N na riki bwa ami uea n nikiran au bong ni maiu; e ngae n anne, e riai bwa ti na rineia taan moti, bwa a na motiki taekaia te botanaomata aio n aron ara tua; ao ti na kaboou aron aia waaki te botanaomata aio, bwa ti na rineia aomata aika a wanawana bwa taan moti, ake a na motika taekaia te botanaomata aio n aron ana tua te Atua.", "12 Ngkai e tamaroa riki bwa e na motikaki taekan te aomata iroun te Atua nakon ae iroun te aomata, bwa a tau ana motikitaeka te Atua n taainako, ma ana motikitaeka te aomata a aki tau n taainako.", "13 Mangaia ae ngkana e kona ao a na riki aomata aika a tau bwa ami uea, ake a na kamatoai ana tua te Atua, ma ni motika taekaia te botanaomata aio n aron ana tua, eng, ngkana a kona n riki aomata bwa ami uea ake a kona ni karaoa aron are e karaoia tamau are Beniamina nakoia te botanaomata aio—I kangai nakoimi, ngkana e kona n riki aio n taainako ao ngkanne e riai bwa e na teimatoa ni iai ami uea are e na tautaeka i aomi.", "14 Ao ngai naba I a tia ni beku ma korakorau ma au konabwai ni kabane ake irou, n reireingkami ana tua te Atua, ao ni kamatoa te rau ni kabuta te aba, bwa a na akea taian buaka ma itabarara, ke te iraa, ke te anaibwai, ke te tiriaomata, ke bwaai riki tabeua aika a buakaka;", "15 Ao te aomata are e a tia ni karaoa te buakaka, I a tia ni katuaea n aron te bure are e a tia ni karaoia, n aron taian tua ake ti a tia n anganaki mai irouia ara bakatibu.", "16 Ngkai I kangai nakoimi, ibukina ngkai a aki tau aomata ni kabane, e aki riai bwa e na iai te uea ke Ueea ake a na tautaeka i aomi.", "17 Bwa taraia, mwaitira te buakaka are e a tia ni karaoia temanna te uea, eng, ao mwaitira ana urubwai!", "18 Eng, uringa te uea are Noa, ana buakaka ma ana mwakuri aika a ribaki, ao aia buakaka naba ma aia mwakuri ana botanaomata aika a ribaki. Taraia moan te korakora te rekenikai are e reke nakoia; ao ibukin naba aia buakaka ao a kairaki nakon te tautoronaki.", "19 Ao ngke e aki karinna, aia Tia Karikibwai ae wanawana, ibukin aia rairannano ae kororaoi, are a na bon mena naba ngkai i nanon te tautoronaki.", "20 Ma taraia, e kamaiuia kioina ngkai a karinanoia imatana; ao kioina ngkai a kakorakorai aia tataro nakoina ao e a kamaiuia man te tautoronaki; mangaia ae e mwammwakuri te Uea ma mwaakana ni bwaai nako i buakoia natia aomata, n arora baina ae nanoanga nakoia ake a onimakinna.", "21 Ao taraia, ngkai I kangai nakoimi, kam aki kona ni kabwaka te uea ae buakaka ma ti rinanon te itabaraara, ma te tiriaomata.", "22 Bwa taraia, e na kairia raona nakon te buakaka, ao e na kairia ana tautia i rarikina; ao e na urui aia tua ake a tia n tautaeka i nanon te raoiroi i mwaaina; ao e na toubekai ana tua te Atua.", "23 Ao e na katei tua, ao e na kanakoi nakoia ana botanaomata, eng, aika taian tua aika a boraoi ma arona ni bure; ao ane e aki iri nanon ana tua e na tua bwa e na tiringaki; ao ake a teirake ni kaitaraa ao e na kanakoia ana tautia bwa a na buakaniia, ao ngkana e konaia ao e na tiringia; ao te uea ae aki raoiroi e na onea kawain te raoiroi nakon te buakaka.", "24 Ao ngkai taraia bwa I kangai nakoimi, e aki riai bwa a na reke iroumi mwakuri aika a ribaki n aron aikai.", "25 Mangaia ae kam na rineia man bwanaia te botanaomata, taan moti, bwa aonga ni motikaki taekami ni kaineti ma tua ake kam a tia n anganaki irouia ami bakatibu, aika a eti raoi, aika a anganaki ni bain te Uea.", "26 Ngkai e burenibwai bwa e na kaokoro are e tangiraki ni bwanaan te botanaomata ma ae te eti; ma e nonoraki riki ae ti tabeman aika a tangira ae e aki bure; mangaia ae kam na karaoa aio bwa ami tua—ni karaoi ami waaki ni bwanaan te botanaomata.", "27 Ao ngkana e roko te tai are e rineaki iai te buakaka ni bwanaan te botanaomata, ao bon te tai naba are e na roko iai ana motikitaeka te Atua i aomi; eng, bon te tai naba anne are e na kawaringkami ma te urubwai ae korakora n aron are e a tia ni karaoia ni karokoa te tai aio ni kawaran te aba aei.", "28 Ao ngkai ngkana iai ami tia moti, ao a aki motiki taekami n aron te tua are e a tia ni kateaki, ao kam kona n tua bwa a na motikaki taekaia iroun te tia moti ae e rietata riki.", "29 Ngkana a aki motiki taeka n ae raoiroi ami tia moti aika rietata, kam kona n tua bwa ana botaki ami tia moti ake mai nano, ao a na motika taekan ami tia moti are rietata, n aron bwanaia te botanaomata.", "30 Ao I tua nakoimi ni maakan te Uea bwa kam na karaoi bwaai aikai; ao I tua nakoimi bwa kam na karaoi bwaai aikai, ao bwa a na akea ami uea; bwa ngkana a karaoa te bure ma bwaai aika a buakaka te botanaomata aio ao a na bon bane ni bukinaki iai i bon irouia.", "31 Bwa taraia I kangai nakoimi, a tia n rinanon te bure aomata aika a mwaiti ibukin buakakaia aia uea; mangaia ae a na katokaaki aia buakaka ni kabane iaon atuuia aia uea.", "32 Ao ngkai I tangiria bwa e na bua te buakaka aio man te aba aio, ai moaraara riki buakoia au botanaomata; ma I tangiria bwa te aba aio te aba n inaomata, ao aomata ni kabane a na kimwareirei n inaomataia ma aia konabwai, ni maanin are motikia te Uea bwa ti na maeka iai iaon te aba aio, eng, ni karokoa tokin maiuia ara kariki iaon te aba aio.", "33 Ao a mwaiti riki bwaai ake e koroi te uea ae Motiaea nakoia, ni kaoti nakoia ana korakai ma ana kaangaanga te uea ae raoiroi, eng, aki raun tamneina ibukiia ana botanaomata, ao ibukin ngurengureia te botanaomata nakon aia uea; ao e kabwarabwarai ni kabane nakoia.", "34 Ao e tuangiia bwa a aki riai bwaai aikai; ma e riai bwa e na tibwauaaki te rawawata iaoia te botanaomata ni kabane, bwa e na uota tibwana temanna i bon irouna.", "35 Ao e kaotii naba nakoia aki nakoraoin aia mwakuri, ngkana e tautaeka te uea ae e aki raoiroi iaoia;", "36 Eng, ana bure ma ana mwakuri aika bati n ribaki ni kabane, ao buaka ni kabane, ma itabaraara, ma te tiritiri, ma te iraa, ma te anaibwai, ma karaoan mwakuri ni kabekaau, ao aekan mwakuri nako aika a buakaka aika a aki kona ni warekaki—n tuangiia bwa a aki riai bwaai aikai, bwa a bon rang ni kaaitarai ana tua te Atua.", "37 Ao ngkai e koro bukina bwa te uea ae Motiaea e a tia ni kanakoi rongorongo aikai nakoia ana botanaomata ao a kakoauai ana taeka.", "38 Mangaia ae a katoka tangiran karekean te uea, ao e rikirake irouia kantaningan reken boraoia aomata iaon te aba ni kabuta; eng, ao aomata ni kabane a kaota tauraoia ni bukinaki ibukin oin aia bure.", "39 Mangaia ae koro bukina bwa ae a bobotiia n taian rabwata ni kabuta te aba, ni kaoti bwanaia bwa antai aika a na riki bwa aia tia moti, aika a na motiki taekaia man tua ake a tia n anganaki; ao moan te kimwareirei ngaia ibukin te inaomata are a tia n anganaki.", "40 Ao e rikirake ni korakora tangiran Motiaea irouia; eng, a karinea riki nakoia aomata nako; bwa a aki nooria n aiaron te aomata ae iowawa are ukoukora ana raka, eng, bwa te kaubwai e na kabuakaka te tamnei; bwa e aki anaa te kaubwai mai irouia, ao e aki naba kukurei n te tiritiri; ma e kamatoa te rau iaon te aba, ao e a tia n tua nakoia ana botanaomata bwa a na kamaiuaki man aekan tautoronaki nako; mangaia ae a karinea, eng, n ae moan te korakora, riaon ae kona n taekinaki.", "41 Ao e koro bukina bwa a rineia taan moti bwa a na tautaeka iaoia, ke ni motiki taekaia n aron te tua; ao a karaoa aio ni kabuta aon te aba.", "42 Ao e koro bukina bwa e rineaki Aramwa bwa te moan tia moti ae rietata, ao ngaia naba te ibonga ae rietata, te nakoa are anganaki mai iroun tamana, are anganaki iai te mwioko ibukin ana waaki te ekaretia ni kabane.", "43 Ao ngkai e koro bukina bwa e nakonako Aramwa n aron kawain te Uea, ao e kaawakin ana tua, ao e anga ana moti aika a raraoi; ao e teimatoa te rau iaon te aba.", "44 Ao aio moan aia tautaeka taan moti ni kabuta aon aban Taraemera, irouia te botanaomata aika Nibwaite; ao Aramwa ngaia te moan ao te tia moti ae rietata.", "45 Ao e koro bukina bwa e a mate tamana, ae ai wanibwi ma uoua ana ririki, n tia ni maiu ni kakoroi bukin ana tua te Atua.", "46 Ao e koro bukina bwa e mate naba Motiaea, n ana katenibwi ma teniua n ririki n tautaeka, ngke onobwi ma teniua ana ririki; are e a reke iai bootana ae nimabubua ao ruaiwa te ririki man te tai are e kitana iai Ierutarem Riaai.", "47 Ao are e a toki iai aia tautaeka uea i aoia te botanaomata ae Nibwaite; ao are e a toki naba iai ana bong ni maiu Aramwa, are ngaia ae katea aia ekaretia."]}