{"English": ["Mormon abridges the large plates of Nephi—He puts the small plates with the other plates—King Benjamin establishes peace in the land. About A.D.385.", "1 And now I, Mormon, being about to deliver up the record which I have been making into the hands of my son Moroni, behold I have witnessed almost all the destruction of my people, the Nephites.", "2 And it is many hundred years after the coming of Christ that I deliver these records into the hands of my son; and it supposeth me that he will witness the entire destruction of my people. But may God grant that he may survive them, that he may write somewhat concerning them, and somewhat concerning Christ, that perhaps some day it may profit them.", "3 And now, I speak somewhat concerning that which I have written; for after I had made an abridgment from the plates of Nephi, down to the reign of this king Benjamin, of whom Amaleki spake, I searched among the records which had been delivered into my hands, and I found these plates, which contained this small account of the prophets, from Jacob down to the reign of this king Benjamin, and also many of the words of Nephi.", "4 And the things which are upon these plates pleasing me, because of the prophecies of the coming of Christ; and my fathers knowing that many of them have been fulfilled; yea, and I also know that as many things as have been prophesied concerning us down to this day have been fulfilled, and as many as go beyond this day must surely come to pass—", "5 Wherefore, I chose these things, to finish my record upon them, which remainder of my record I shall take from the plates of Nephi; and I cannot write the hundredth part of the things of my people.", "6 But behold, I shall take these plates, which contain these prophesyings and revelations, and put them with the remainder of my record, for they are choice unto me; and I know they will be choice unto my brethren.", "7 And I do this for a wise purpose; for thus it whispereth me, according to the workings of the Spirit of the Lord which is in me. And now, I do not know all things; but the Lord knoweth all things which are to come; wherefore, he worketh in me to do according to his will.", "8 And my prayer to God is concerning my brethren, that they may once again come to the knowledge of God, yea, the redemption of Christ; that they may once again be a delightsome people.", "9 And now I, Mormon, proceed to finish out my record, which I take from the plates of Nephi; and I make it according to the knowledge and the understanding which God has given me.", "10 Wherefore, it came to pass that after Amaleki had delivered up these plates into the hands of king Benjamin, he took them and put them with the other plates, which contained records which had been handed down by the kings, from generation to generation until the days of king Benjamin.", "11 And they were handed down from king Benjamin, from generation to generation until they have fallen into my hands. And I, Mormon, pray to God that they may be preserved from this time henceforth. And I know that they will be preserved; for there are great things written upon them, out of which my people and their brethren shall be judged at the great and last day, according to the word of God which is written.", "12 And now, concerning this king Benjamin—he had somewhat of contentions among his own people.", "13 And it came to pass also that the armies of the Lamanites came down out of the land of Nephi, to battle against his people. But behold, king Benjamin gathered together his armies, and he did stand against them; and he did fight with the strength of his own arm, with the sword of Laban.", "14 And in the strength of the Lord they did contend against their enemies, until they had slain many thousands of the Lamanites. And it came to pass that they did contend against the Lamanites until they had driven them out of all the lands of their inheritance.", "15 And it came to pass that after there had been false Christs, and their mouths had been shut, and they punished according to their crimes;", "16 And after there had been false prophets, and false preachers and teachers among the people, and all these having been punished according to their crimes; and after there having been much contention and many dissensions away unto the Lamanites, behold, it came to pass that king Benjamin, with the assistance of the holy prophets who were among his people—", "17 For behold, king Benjamin was a holy man, and he did reign over his people in righteousness; and there were many holy men in the land, and they did speak the word of God with power and with authority; and they did use much sharpness because of the stiffneckedness of the people—", "18 Wherefore, with the help of these, king Benjamin, by laboring with all the might of his body and the faculty of his whole soul, and also the prophets, did once more establish peace in the land."], "Español": ["Mormón compendia las planchas mayores de Nefi— Coloca las planchas menores junto con las otras planchas— El rey Benjamín establece la paz en la tierra. Aproximadamente 385d.C.", "1 Y ahora bien, yo, Mormón, estando a punto de entregar en manos de mi hijo Moroni los anales que he estado haciendo, he aquí que he presenciado casi toda la destrucción de mi pueblo, los nefitas.", "2 Y es después de muchos siglos de la venida de Cristo, cuando entrego estos anales en manos de mi hijo; y supongo que él presenciará la completa destrucción de los de mi pueblo. Pero Dios conceda que él les sobreviva, a fin de que escriba algo concerniente a ellos, y un poco concerniente a Cristo, para que tal vez algún día pueda beneficiarlos.", "3 Y ahora hablo algo referente a lo que he escrito; porque después que hube hecho un compendio de las planchas de Nefi, hasta el reinado de este rey Benjamín, del cual habló Amalekí, busqué entre los anales que habían sido entregados en mis manos, y encontré estas planchas que contenían esta breve narración de los profetas, desde Jacob hasta el reinado de este rey Benjamín, y también muchas de las palabras de Nefi.", "4 Y complacido con las cosas que se hallan escritas en estas planchas, a causa de las profecías de la venida de Cristo, y sabiendo mis padres que muchas de ellas se han cumplido— sí, y yo también sé que se han cumplido cuantas cosas se han profetizado concernientes a nosotros hasta el día de hoy, y cuantas se extienden más allá de este día ciertamente se cumplirán,", "5 escogí, por tanto, estas cosas para concluir mi relato sobre ellas, y tomaré de las planchas de Nefi este resto de mi registro; y no puedo escribir ni la centésima parte de las cosas de mi pueblo.", "6 Mas he aquí, tomaré estas planchas que contienen estas profecías y revelaciones, y las pondré con el resto de mis anales, porque me son preciosas, y sé que serán preciosas para mis hermanos.", "7 Y hago esto para un sabio propósito; pues así se me susurra, de acuerdo con las impresiones del Espíritu del Señor que está en mí. Y ahora bien, no sé todas las cosas; mas el Señor sabe todas las cosas que han de suceder; por tanto, él obra en mí para que yo proceda conforme a su voluntad.", "8 Y mi oración a Dios es concerniente a mis hermanos, que ellos vuelvan una vez más al conocimiento de Dios, sí, la redención de Cristo, para que de nuevo sean un pueblo deleitable.", "9 Y ahora yo, Mormón, procedo a concluir mis anales, los cuales tomo de las planchas de Nefi; y lo hago según el saber y el entendimiento que Dios me ha dado.", "10 Por lo que, aconteció que después que Amalekí hubo entregado estas planchas en manos del rey Benjamín, este las tomó y las puso con las otras planchas que contenían anales que los reyes habían transmitido de generación en generación, hasta los días del rey Benjamín.", "11 Y fueron transmitidas de generación en generación, desde el rey Benjamín hasta que han llegado a mis manos. Y yo, Mormón, ruego a Dios que sean preservadas desde hoy en adelante. Y sé que serán preservadas, porque sobre ellas están escritas grandes cosas, por las cuales mi pueblo y sus hermanos serán juzgados en el grande y postrer día, según la palabra de Dios que está escrita.", "12 Y ahora bien, en cuanto a este rey Benjamín, él tuvo algunas contiendas entre su propio pueblo.", "13 Y sucedió también que los ejércitos de los lamanitas descendieron de la tierra de Nefi para pelear contra su pueblo. Mas he aquí, el rey Benjamín reunió a sus ejércitos y les hizo frente; y luchó con la fuerza de su propio brazo, con la espada de Labán.", "14 Y con la fuerza del Señor pugnaron contra sus enemigos, hasta que hubieron matado a muchos miles de los lamanitas. Y sucedió que contendieron contra los lamanitas hasta que los hubieron echado fuera de las tierras de su herencia.", "15 Y ocurrió que después de haber habido falsos Cristos, y de haber sido cerradas sus bocas, y ellos castigados según sus delitos;", "16 y después de haber habido falsos profetas y falsos predicadores y maestros entre el pueblo, y después de haber sido castigados todos estos según sus delitos; y después de haber habido mucha contención y muchas deserciones a los lamanitas, he aquí, sucedió que el rey Benjamín, con la ayuda de los santos profetas que había entre su pueblo", "17 —pues he aquí, el rey Benjamín era un hombre santo y reinaba sobre su pueblo con justicia; y había muchos santos hombres en el país, y declaraban la palabra de Dios con poder y con autoridad; y ejercían mucha severidad a causa de la obstinación del pueblo—", "18 así pues, con la ayuda de estos, trabajando con todas las fuerzas de su cuerpo y las facultades de su alma entera, y lo mismo los profetas, el rey Benjamín nuevamente estableció la paz en el país."], "Français": ["Mormon abrège les grandes plaques de Néphi— Il annexe les petites plaques aux autres— Le roi Benjamin fait régner la paix dans le pays. Vers 385apr.J.-C.", "1 Et maintenant, moi, Mormon, étant sur le point de remettre entre les mains de mon fils, Moroni, les annales que je suis occupé à faire, voici, j’ai été témoin de la destruction presque totale de mon peuple, les Néphites.", "2 Et c’est bien des centaines d’années après la venue du Christ que je remets ces annales entre les mains de mon fils; et je suppose qu’il sera témoin de l’entière destruction de mon peuple. Mais veuille Dieu lui accorder de leur survivre, afin d’écrire quelque peu à leur sujet, et quelque peu concernant le Christ, afin que cela leur profite peut-être un jour.", "3 Et maintenant, je parle quelque peu de ce que j’ai écrit; car après avoir fait l’abrégé des plaques de Néphi jusqu’au règne de ce roi Benjamin dont parlait Amaléki, j’ai cherché parmi les annales qui avaient été remises entre mes mains, et j’ai trouvé ces plaques, qui contenaient cette petite histoire des prophètes depuis Jacob jusqu’au règne de ce roi Benjamin; et aussi beaucoup de paroles de Néphi.", "4 Et comme les choses qui sont sur ces plaques me plaisent, à cause des prophéties de la venue du Christ, et comme mes pères savent que beaucoup d’entre elles se sont accomplies, oui, et je sais aussi que tout ce qui a été prophétisé à notre sujet jusqu’à ce jour s’est accompli, et que tout ce qui va au-delà de ce jour s’accomplira certainement—", "5 C’est pourquoi, j’ai choisi ces choses pour terminer mes annales, et ce reste de mes annales, je vais le prendre des plaques de Néphi; et je ne peux écrire la centième partie des choses de mon peuple.", "6 Mais voici, je vais prendre ces plaques, qui contiennent ces prophéties et ces révélations, et les mettre avec le reste de mes annales, car elles sont précieuses pour moi; et je sais qu’elles seront précieuses pour mes frères.", "7 Et je fais cela dans un but sage; car c’est ce qui m’est chuchoté, selon l’inspiration de l’Esprit du Seigneur qui est en moi. Et maintenant, je ne sais pas tout; mais le Seigneur sait tout ce qui est à venir; c’est pourquoi, il agit en moi pour que je fasse selon sa volonté.", "8 Et je prie Dieu pour mes frères, afin qu’ils parviennent encore une fois à la connaissance de Dieu, oui, à la rédemption par le Christ; afin qu’ils soient encore une fois un peuple agréable.", "9 Et maintenant, moi, Mormon, je vais clôturer mes annales, que je tire des plaques de Néphi; et je le fais selon la connaissance et l’intelligence que Dieu m’a données.", "10 C’est pourquoi, il arriva donc que lorsque Amaléki eut remis ces plaques entre les mains du roi Benjamin, celui-ci les prit et les mit avec les autres plaques qui contenaient les annales transmises par les rois, de génération en génération, jusqu’au temps du roi Benjamin.", "11 Et du roi Benjamin, elles furent transmises, de génération en génération, jusqu’à ce qu’elles me tombent entre les mains. Et moi, Mormon, je prie Dieu qu’elles soient dorénavant préservées; et je sais qu’elles seront préservées, car de grandes choses y sont écrites, d’après lesquelles mon peuple et ses frères seront jugés lors du grand et dernier jour, selon la parole de Dieu qui est écrite.", "12 Et maintenant, concernant ce roi Benjamin: il y eut quelques dissensions parmi son peuple.", "13 Et il arriva aussi que les armées des Lamanites descendirent du pays de Néphi pour livrer bataille à son peuple. Mais voici, le roi Benjamin rassembla ses armées, et il les affronta; et il combattit avec la force de son bras, avec l’épée de Laban.", "14 Et c’est avec la force du Seigneur qu’ils combattirent leurs ennemis, jusqu’à ce qu’ils eussent tué bien des milliers de Lamanites. Et il arriva qu’ils combattirent les Lamanites jusqu’à ce qu’ils les eussent chassés de tous les pays de leur héritage.", "15 Et il arriva que lorsqu’il y eut eu de faux Christs, et que la bouche leur eut été fermée, et qu’ils eurent été punis selon leurs crimes;", "16 et lorsqu’il y eut eu de faux prophètes, et de faux prédicateurs et instructeurs parmi le peuple, et que tous ceux-ci eurent été punis selon leurs crimes; et lorsqu’il y eut eu beaucoup de querelles et beaucoup de dissidences au profit des Lamanites, voici, il arriva que le roi Benjamin, avec l’aide des saints prophètes qui étaient parmi son peuple—", "17 car voici, le roi Benjamin était un saint homme, et il régna en justice sur son peuple; et il y avait beaucoup de saints hommes dans le pays, et ils annonçaient la parole de Dieu avec puissance et avec autorité; et ils faisaient usage d’une grande rigueur à cause de la roideur de cou du peuple—", "18 C’est pourquoi, avec l’aide de ceux-ci, le roi Benjamin, en travaillant de toute la puissance de son corps et des facultés de toute son âme, ainsi que les prophètes, fit encore une fois régner la paix dans le pays."], "Kiribati": ["E kakimototoi kanoan ana bwaatua Nibwaai aika a bubura Moomon—E booti taian bwaatua aika a uarereke ma bwaatua ake tabeua riki—E karekea te rau iaon te aba te uea ae Beniamina. Uakaan ma te ririki ae 385N.K.", "1 Ao ngkai, Ngai ae Moomon, I a tauraoi n anga taian rongorongo ake I a tia ni koroi nako nanon bain natiu ae Moronaai, taraia, I a tia n noori tiringakia angiia au botanaomata, aika Nibwaite.", "2 Ao a mwaiti bubua n ririki i mwin rokon Kristo ao I anga taian rongorongo aikai nako nanon bain natiu; ao I taku inanou bwa e na noora tiringakia au botanaomata ni kabane. Ma ngkana e boraoi ma nanon te Atua ao e na aki iri tain mateia, bwa e na koroi taekan mateia, ma taekan naba Kristo, ao bwa n te bong teuana ao a na kakabwaiaki iai.", "3 Ao ngkai, I a taekin nakoimi kanoan bwaai ake I a tia ni koroi; bwa ngke I tia ni koroi kakimototoan kanoan ana bwaatua Nibwaai, ni karokoa ana tai n tautaeka te uea ae Beniamina, are e taekinna Amareki, ao I a ukoukori kanoan taian rongorongo ake a tia n reke i nanon baiu, ao I a kunei bwaatua aikai, aika a koreaki iai aia taeka burabeti, man ana tai Iakobwa ni karokoa ana tai n tautaeka te uea ae Beniamina, ao ana taeka naba Nibwaai aika a mwaiti.", "4 Ao e kukurei nanou ni kanoan bwaatua aikai, n aron taeka ni burabeti ake a taekina rokon Kristo; ao ataia au bakatibu bwa a mwaiti aika a tia ni koro bukiia; eng, I ataia naba bwa a mwaiti bwaai ake a taekinaki n taian taetae ni burabeti ni karokoa te bong aio ae a tia ni koro bukiia, ao bwaai ake a taekinaki aika riaon te bong aio e koaua bwa a na bon koro naba bukiia—", "5 Mangaia ae I rinei bwaai aikai, bwa N na motika kanoan au rongorongo iai, ao I anai man ana bwaatua Nibwaai; ao I aki kona ni koroi katebubuan mwakoron bwaai aikai ae a taekinia au botanaomata.", "6 Ma taraia, N na anai bwaatua aikai, aika a taekinaki inanoia taian taetae ni burabeti ma kaotioti, ao N na karin i nanon nikiran au rongorongo, bwa a kakawaki nakoiu; ao I ataia bwa a na kakawaki nakoia tariu.", "7 Ao I karaoa aio ibukin te waaki ni wanawana; bwa e a tia ni wirikirikiaki nakoiu, n aron ana mwakuri Tamnein te Uea are e mena inanou. Ao ngkai, I aki kona n atai kanoan bwaai aikai ni kabane; ma e atai bwaai ni kabane aika a na roko te Uea; mangaia ae e mwakuri inanou bwa N na karaoa are nanona.", "8 Ao I tataro nakon te Atua ibukiia tariu, bwa e na manga reke irouia ana rabakau te Atua, eng, ma ana kabomwi Kristo; bwa aonga ni manga riki bwa aomata aika tamaroa.", "9 Ao ngkai, Ngai ae Moomon, I a waaki ni motika kanoan au rongorongo, aika I anai man ana bwaatua Nibwaai; ao I karaoia n aron te rabakau ma te atatai are e tia n anganai te Atua.", "10 Mangaia ae e koro bukina bwa ngke e a tia Amareki n anga taian bwaatua aikai nako nanon bain te uea ae Beniamina, ao e katukui i rarikin taian bwaatua ake tabeua, aika kanoaia bon taian rongorongo ake a tia ni koreaki irouia uea man te roro teuana nakon teuana, ni karokoa ana tai te uea ae Beniamina.", "11 Ao a karuoaki rikaaki mai iroun te uea ae Beniamina, man te rooro teuana nakon te rooro teuana ni karokoa ae a reke i nanon baiu. Ao Ngai ae Moomon, I tataro nakon te Atua bwa a taurabwaki man te tai aio nakon te tai ae e na roko. Ao I ataia bwa a na taurabwaki; bwa a rangi ni kakawaki bwaai ake a koreaki inanoia, ao a na motikaki naba iai taekaia au botanaomata ma taria mai iai n tain te kabanea ni bong, n aron ana taeka te Atua ake a koreaki inanoia.", "12 Ao ngkai, aikai taekan te uea ae Beniamina—iai te itabaraara teutana i buakoia ana botanaomata.", "13 Ao e koro bukina bwa a mwananga taanga n tautia aika Reimwanaite mai aban Nibwaai bwa a na buakaniia ana botanaomata. Ma taraia, e botiia ana taanga ni buaka te uea ae Beniamina, ao e teirake ni kaaitaraia; ao e ira naba buakon te buaka anne, ao e kabongana ana kabaang Raban.", "14 Ao ma korakoran te Uea ao a teirake ni kaaitaraia aia kairiribai, ao a tiringia ngaa ma ngaa n tautia aika Reimwanaite. Ao e koro bukina ae a boo ma Reimwanaite ni karokoa ae a kakionakoia mai aon aban rikiia ni kabane.", "15 Ao e koro bukina bwa iai tabemwaang aika a riki bwa Kristo ni kewe, ao a kainaki wiia, ao a katuaeaki n aron aia bure;", "16 Ao iai tabemwaang aika a riki bwa burabeti ni kewe, ma taan kabwarabwara ao tia reirei ni kewe i buakoia te botanaomata, ao a bane ni katuaeaki aomata aikai n aron aia bure; ao ngkai e korakora te itabaraara ao a mwaiti aika a nako n iria Reimwanaite, taraia, e koro bukina bwa te uea ae Beniamina, ma aia ibuobuoki burabeti aika a tabu aika a maeka i buakoia ana botanaomata—", "17 Bwa taraia, te uea ae Beniamina bon te aomata ae tabu, ao e tautaeka iaoia ana botanaomata n te raoiroi; ao a mwaiti aomata aika a tabu iaon te aba, ao a tataekina ana taeka te Atua ma te mwaaka ao te kariaiakaki; ao a kabonganai taeka aika a matoatoa ibukin kamoamoaia te botanaomata—", "18 Mangaia, ae man aia ibuobuoki aikai, ao e a waaki te uea ae Beniamina ma korakoran rabwatana ni kabane ma ana konabwai ni kabane tamneina, ao burabeti naba, a manga moan kaoka te rau nako aon te aba."]}