[
    "1 Yo, Nefi, nací de buenos padres y recibí, por tanto, alguna instrucción en toda la ciencia de mi padre; y habiendo conocido muchas aflicciones durante el curso de mi vida, siendo, no obstante, altamente favorecido del Señor todos mis días; sí, habiendo logrado un conocimiento grande de la bondad y los misterios de Dios, escribo, por tanto, la historia de los hechos de mi vida.",
    "2 Sí, hago la relación en el lenguaje de mi padre, que se compone de la ciencia de los judíos y el idioma de los egipcios.",
    "3 Y sé que la historia que escribo es verdadera; y la escribo de mi propia mano, con arreglo a mis conocimientos.",
    "4 Pues sucedió que al comenzar el primer año del reinado de Sedequías, rey de Judá (mi padre Lehi había morado en Jerusalén toda su vida), llegaron muchos profetas ese mismo año profetizando al pueblo que se arrepintiera, o la gran ciudad de Jerusalén sería destruida.",
    "5 Aconteció, por tanto, que mientras iba por su camino, mi padre Lehi oró al Señor, sí, con todo su corazón, a favor de su pueblo.",
    "6 Y ocurrió que mientras estaba orando al Señor, apareció ante él, sobre una roca, un pilar de fuego; y fue mucho lo que vio y oyó; y se estremeció y tembló extremadamente por las cosas que vio y oyó.",
    "7 Y sucedió que volvió a su casa en Jerusalén, y se echó sobre su lecho, dominado por el Espíritu y por las cosas que había visto.",
    "8 Y dominado de esta manera por el Espíritu, fue arrebatado en una visión, en la que vio abrirse los cielos, y creyó ver a Dios sentado en su trono, rodeado de innumerables concursos de ángeles, en actitud de estar cantando y alabando a su Dios.",
    "9 Y sucedió que vio a Uno que descendía del cielo, y vio que su resplandor era mayor que el del sol al mediodía.",
    "10 Y vio también que lo seguían otros doce, cuyo brillo excedía al de las estrellas del firmamento.",
    "11 Y descendieron y avanzaron por la faz de la tierra; y el primero llegó hasta donde estaba mi padre, y le dio un libro y le mandó que lo leyera.",
    "12 Y sucedió que mientras leía, fue lleno del Espíritu del Señor.",
    "13 Y leyó, diciendo: ¡Ay, ay de ti, Jerusalén, porque he visto tus abominaciones! Sí, mi padre leyó muchas cosas concernientes a Jerusalén: que sería destruida, así como sus habitantes; que muchos perecerían por la espada y muchos serían llevados cautivos a Babilonia.",
    "14 Y acaeció que cuando mi padre hubo leído y visto muchas cosas grandes y maravillosas, prorrumpió en exclamaciones al Señor, tales como: ¡Cuán grandes y maravillosas son tus obras, oh Señor Dios Todopoderoso! ¡Tu trono se eleva en las alturas de los cielos, y tu poder, y tu bondad y misericordia se extienden sobre todos los habitantes de la tierra; y porque eres misericordioso, no dejarás perecer a los que acudan a ti!",
    "15 Así se expresaba mi padre en alabanzas a su Dios; porque su alma se regocijaba y todo su corazón estaba henchido a causa de las cosas que había visto, sí, que el Señor le había mostrado.",
    "16 Y yo, Nefi, no doy cuenta completa de lo que mi padre ha escrito, porque ha escrito muchas cosas que vio en visiones y sueños; y ha escrito también muchas cosas que profetizó y habló a sus hijos, de las que no daré cuenta entera,",
    "17 sino que haré una relación de los hechos de mi vida. He aquí, haré un compendio de los anales de mi padre sobre planchas que he preparado con mis propias manos; por tanto, después que los haya compendiado, escribiré la historia de mi propia vida.",
    "18 Por lo tanto, quisiera que supieseis que después que el Señor hubo mostrado a mi padre Lehi tantas cosas maravillosas, sí, con respecto a la destrucción de Jerusalén, he aquí, mi padre salió entre el pueblo y empezó a profetizar y a declararles concerniente a lo que él había visto y oído.",
    "19 Y aconteció que los judíos se burlaron de él por las cosas que testificó de ellos, porque verdaderamente les testificó de sus maldades y abominaciones; y les dio testimonio de que las cosas que había visto y oído, así como las que había leído en el libro, manifestaban claramente la venida de un Mesías y también la redención del mundo.",
    "20 Y cuando los judíos oyeron esto, se irritaron contra él, sí, tal como contra los profetas de la antigüedad, a quienes habían echado fuera, y apedreado, y matado; y procuraron también quitarle la vida. Pero he aquí, yo, Nefi, os mostraré que las tiernas misericordias del Señor se extienden sobre todos aquellos que, a causa de su fe, él ha escogido, para hacerlos poderosos, sí, hasta tener el poder de librarse."
]